{"id":2,"name":"Wheaton College","url":"http://www.wheaton.edu/","courses":[{"id":45,"title":"Junior Colloquium: Historical Methods","school_id":2,"term":"Spring 2010","abbr":"HIST 302","url":"","description":"Students have transcribed pages from the daybook of Laban Morey Wheaton, a landowner and businessman who lived in Norton, Massachusetts, in the early nineteenth century. Their episodes reflect their reading in the history of agriculture and the market during that period."},{"id":136,"title":"Junior Colloquium: Historical Methods","school_id":2,"term":"Fall 2014","abbr":"Hist 302","url":"","description":"Students in Hist 302, Junior Colloquium, which is the methods course for History majors, transcribed and marked up pages from Laban Morey Wheaton's daybook and wrote History Engine episodes based on this primary source that contains transactions dated between 1828 and 1859."},{"id":40,"title":"Sex and Culture in the 19th-century United States","school_id":2,"term":"Fall 2009","abbr":"Hist 341","url":"","description":"In this course, we examine the history of thinking, talking, and writing about the nature and meaning of sex, with particular attention to the historiography of the field over the past thirty-five years, especially regarding ideas and practices in the nineteenth-century United States and Europe. We pay particular attention to intersections of race, class and gender, as well as to the emergence of new discourses of homosexuality in the second half of the century."},{"id":149,"title":"The United States: A Nation Divided, 1836-1876","school_id":2,"term":"Fall 2015","abbr":"Hist 203","url":"","description":""},{"id":103,"title":"The United States: A Nation Divided, 1836-1876","school_id":2,"term":"Spring 2013","abbr":"Hist 203","url":"","description":"This semester, students are writing episodes as part of an assignment called Understanding Slavery. They are using primary sources available from the Documenting the American South archive at the University of North Carolina."},{"id":6,"title":"The United States: A New Nation, 1776-1836","school_id":2,"term":"Fall 2007","abbr":"202","url":"NULL","description":"NULL"},{"id":138,"title":"The United States: A New Nation, 1776-1836","school_id":2,"term":"Fall 2014","abbr":"Hist 202","url":"","description":""},{"id":17,"title":"The United States: The Nation Divided, 1836-1876","school_id":2,"term":"Fall 2008","abbr":"Hist 203","url":"","description":"The U.S. Civil War transformed the nation, ending slavery and commencing the development of a strong central government. Numerous additional issues divided the United States in the twenty-five years before the war, among them the relationship of western lands and populations to the rest of the nation, ideas about work and workers in diverse and interdependent regional economies, and the question of citizenship and who qualified for its protections.\n\nStudents in this course will write three episodes over the course of the semester, using both digital and print resources available at Wheaton College."},{"id":81,"title":"U.S. Women, 1790-1890","school_id":2,"term":"Spring 2012","abbr":"Hist 233","url":"","description":"Students chose primary sources from the Wheaton College Archives and Special Collections, from online sites, or from course textbooks. Episodes were written in a scaffolded assignment, with compilation and peer review on March 27, 2012. Completed episodes were uploaded in class on March 29, 1012."},{"id":41,"title":"U.S. Women, 1790-1890","school_id":2,"term":"Fall 2009","abbr":"Hist 233","url":"","description":"This course explores changing constructions of gender, race, and class during a period of significant economic and political development. We examine the development of the women’s rights movement among members of the emerging white middle class as well as the changing experiences of American Indian women, free and enslaved African-American women, immigrants from Europe and Asia, and native-born white women of the working poor."},{"id":3,"title":"U.S. Women, 1790-1890","school_id":2,"term":"Spring 2007","abbr":"233","url":"NULL","description":"NULL"}]}