{"id":5,"name":"Rollins College","url":"http://www.rollins.edu/","courses":[{"id":21,"title":" Culture, Power, and Society","school_id":5,"term":"Fall 2008","abbr":"RCC 100","url":"","description":"Rollins Conference Course for first year students"},{"id":154,"title":"African American History Since 1877","school_id":5,"term":"Spring 2016","abbr":"HIS 141CE","url":"","description":"This course examines the experience and transformative contribution of African Americans to the United States from Reconstruction to the contemporary period. Students will consider the African-American experience since the end of slavery, the political economy of race, segregation, the civil rights struggle, and the social stresses associated with creation of a modern nation state in the context of the African-American experience."},{"id":130,"title":"African-American History to 1877","school_id":5,"term":"Fall 2014","abbr":"HIS 140","url":"","description":"This course examines the involvement and transformative contribution of African-Americans to the American experience. Students will consider slave experience, the political economy of race and the social stresses associated with creation of a modern nation state in the context of the African-American experience. Students will think critical about these forces and consider how modern circumstances relate to historic conditions."},{"id":139,"title":"Creating the Comic Book City","school_id":5,"term":"Spring 2015","abbr":"ICE 100 C1-1","url":"","description":"This course uses imaginary cityscapes in comic books to understand urbanization in the United States. Whether crime in Batman’s Gotham or innovation linked to Superman’s Metropolis, comic book stories draw meaning from urban actualities. This course recognizes historic social, political, and economic concerns shaping U.S. municipalities are reflected in comic books. Created in dialogue with attributes personal and communal, embellished by corporate ownership, and embraced by fandom in film, television, and videogames, this course will demonstrate how the comic book city acts as a mirror to understand our shared urban experience."},{"id":131,"title":"Decade of Decision 1890s","school_id":5,"term":"Fall 2014","abbr":"HIS 120","url":"","description":"This course introduces students to the study of history through an examination of the political, economic, social, intellectual, and cultural events of the 1890s."},{"id":119,"title":"Decade of Decision- 1970s","school_id":5,"term":"Spring 2014","abbr":"HIS 120","url":"","description":"This course introduces students to the study of history through an examination of the political, economic, social, intellectual, and cultural events of the 1970s."},{"id":98,"title":"Decade of Decision: 1950s","school_id":5,"term":"Spring 2013","abbr":"HIS 120-2","url":"","description":"Decade of Decision- 1950s introduces the study of history through an examination of the political, economic, social, intellectual, and cultural events of the 1950s."},{"id":185,"title":"ENG 492H Honors Seminar in English","school_id":5,"term":"Fall 2018","abbr":"ENG 492H","url":"","description":"This seminar is an exploration of the superhero genre in the United States. While the costume superheroes have been a mainstay of United States culture since 1938, the current media explosion connected to the superhero suggests these characters have reached a new level of cultural importance. The goals of this seminar are to explore the history, evolution, and concerns linked to superhero comic books in the United States. What defines the superhero? When, how, and why did the superhero emerge and evolve? This seminar will examine the definition of the superhero, consider the evolution of the superhero in print, and consider how readers (fans) have engaged with the superhero."},{"id":167,"title":"HIS 120 Decade of Decision 1950s","school_id":5,"term":"Fall 2016","abbr":"HIS 120","url":"http://www.rollins.edu/history/","description":"HIS 120 Decade of Decision 1950s will introduce the study of history through an examination of the political, economic, social, intellectual, and cultural events of the 1950s."},{"id":33,"title":"HIS 240 African-American History I","school_id":5,"term":"Fall 2009","abbr":"HIS 240","url":"","description":""},{"id":112,"title":"The Comic Book City","school_id":5,"term":"Fall 2013","abbr":"RCC 100","url":"","description":"The city and comic books are forever connected. The comic book superhero was inspired by expectations and doubts connected to the urban industrial experience. The imaginary cityscapes in superhero comic books accentuate traditional debates about urban life. Whether the gleaming towers in Superman’s Metropolis or the dark alleys in Daredevil’s Hell’s Kitchen, comic books draw on our collective understanding of city life to tell their imaginary stories. This course will use those fantastic landscapes to explore classic questions about urban development and culture in the United States."},{"id":9,"title":"United States History to 1877","school_id":5,"term":"Fall 2007","abbr":"HIS 142","url":"NULL","description":"NULL"},{"id":88,"title":"United States Since 1945","school_id":5,"term":"Fall 2012","abbr":"HIS 346","url":"","description":""}]}