{"id":71,"name":"University of Maryland, Baltimore County","url":"http://www.umbc.edu/","courses":[{"id":132,"title":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school_id":71,"term":"Fall 2014","abbr":"HIST 319","url":"","description":"American social, cultural and political life underwent dramatic transformations during the period between the end of the Civil War and the end of World War II. Americans’ understanding of freedom, democracy, rights and responsibility evolved in significant ways, leading to a profound change in America’s national identity and international image. The forces that led to the emergence of modern America were both destructive and creative. Disruptions of all kinds reshaped Americans’ relationship with the natural world, the built environment, and the economy. Dramatic shifts in the nation’s demographic composition, fostered by emancipation, immigration, education, urbanization, and industrialization reshaped Americans relationships with one another. Everything seemed new –the new immigrants, the new woman, the new Negro, a new and more expansive federal government. All of these forces led to the establishment of a new kind of “average American life,” one that was more diverse, more urban, more educated and more mechanical than ever before. For many Americans, the “novelties” of the era inspired great optimism, encouraging excited reform of nearly every aspect of American life. For others, such rapid and profound change inspired fear and a sense of bitter nostalgia, spurring movements to control and temper social change. The journalist Walter Weyl captured the mood of this period in his book, The New Democracy: \"America to-day is in a somber, soul-questioning mood. We are in a period of clamor, of bewilderment, of an almost tremulous unrest. We are hastily revising all our social conceptions. We are hastily testing all our political ideals. We are profoundly disenchanted with the fruits of a century of independence.\" This class explores the ways in which Americans were revising their social conceptions and testing their ideals between 1877 and 1945. Many of the conflicts and contradictions faced by the Americans who witnessed the rise of modern America continue to resonate in public discourse. Our emphasis will be on the social and cultural dimensions of American life. We will have an opportunity to explore the extent to which individuals and coalitions were able to affect social and cultural change and to influence policy and political discourse. We will also pay attention to voices of dissent and disillusionment. We will ask questions about the impact of political, economic and social turmoil on everyday life. We will seek to understand why the expansion of democracy and freedom is so often met with violent resistance. We will arrive at a deeper understanding of the experiences and beliefs that shaped everyday life in America."}]}