{"id":100,"tag":"Medicine","points":[[35.182488505,-89.8964012565],[36.0638291279,-79.1821891988],[42.8528910026,-77.2997755076],[33.7862251516,-84.4230424472],[39.8715057392,-77.2179223246],[40.5636337847,-74.6163625092],[38.8298808603,-89.9051581527],[32.8753704415,-79.8417496964],[39.1365976774,-77.2045056739],[38.9151212228,-76.9435162098],[36.1693724831,-86.7847925658],[38.0317356359,-78.4849658413],[42.560328524,-70.797191322],[35.1803733014,-85.1633326083],[42.107446354,-83.1351982696],[32.1656221,-82.9000751],[42.629888,-71.916805],[42.3502648,-71.0809757],[26.820553,30.802498],[-8.783195,34.508523],[34.047863,100.6196553],[39.768403,-86.158068],[38.5976262,-80.4549026],[34.0522342,-118.2436849],[52.3555177,-1.1743197000001],[37.09024,-95.712891],[39.9371328,-75.1684727],[41.8781136,-87.6297982],[40.7127753,-74.0059728],[48.1351253,11.5819805],[32.7523476,-79.8746925],[39.728915,-86.088368],[39.9525839,-75.1652215],[38.9071923,-77.0368707],[33.51075454458,-80.336888961225],[35.903931,-86.858289],[35.9250637,-86.8688899],[35.905202915613,-86.843063963999],[50.794864050736,6.3228271665456]],"bounds":[[52.3555177,100.6196553],[-8.783195,-118.2436849]],"episodes":[{"id":4740,"title":"Adolph Engelmann's report of the Battle of Shiloh","course_id":34,"status":"P","start_date":"1862-04-06","end_date":"1862-04-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In Adolph Engelmann's report on the battle of Shiloh, he discusses the different obstacles and hardships that the forty third regiment had to endure during this \"bloody battle\". Within his regiment, a report stated that seventy five enlisted were either killed or mortally wounded while one hundred and sixty one of the soldiers died either of disease or accident. Although significant, these statistics often results in one forgetting the experiences or conditions that lead to these deaths. Casualties during the war were usually the accumulation of several issues, including many that could have been prevented with better organization and with modern medicine practices and technology. Also, the soldiers were exposed to uncontrollable factors, such as illness, that made combat more complex. For instance, on the morning of April 6, Engelmann was sent by the general to report to Colonel Earden that he should his get brigade ready for battle. However, Colonel Earden was ill and unable to go to battle. As a result, he ordered that Colonel Raith, being the next in command, be responsible for this brigade. This shows how the subjection of the army to the whims of diseases and illnesses can often result in disorganization among the regiments, ultimately affecting them in battle.","The lack of both developed practices of medicine as well as an abundant amount of supplies often held up the progress of individual regiments as well. During the battle of Shiloh, Lieutenant Colonel Engelmann states how Colonel Raith is shot with a minie ball through his thigh. Through the day and \"stormy night\", Engelmann reports that the colonel was laid out and exposed but refuses the very little assistance that is offered to him. Eventually, his leg is amputated, and he dies from \"exposure and loss of blood\".  In more modern times, this wound to the leg would probably have been easily taken care of. Because of limited medical knowledge, General Raith’s death was added to the number of causalities in Shiloh. But, these were not the only conditions that would affect the soldiers. Lack of supplies also tended to create problems within regiments. When the forty third regiment's ammunition supply ran low, there was no time to attain more ammunition before they were supposed to advance towards the enemy.  As a result, Lieutenant Colonel Engelmann states that his fellow soldiers had to ransack the dead bodies of the rebel army in order to have somewhat adequate ammunition to fight the battle with.","All of these examples reveal how the everyday experiences of soldiers in these small combative units were burdened with factors and conditions that created even more hardships in battle. Although most soldiers did their best to rally together, many felt \"totally worn out and exhausted\" as a result."," "],"display_date":"April 6, 1862 - April 7, 1862","search_date":"1862-04-06","locations":[{"id":12369,"lat":35.182488505,"lng":-89.8964012565,"zoom":9,"place":"SHELBY, Tennessee"}],"tags":[{"id":102,"tag":"The Battle of Shiloh"},{"id":100,"tag":"Medicine"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":34,"school_id":4}},{"id":4806,"title":"Slave Owner Uses Modern Medicine to Treat Malaria","course_id":38,"status":"P","start_date":"1846-09-21","end_date":"1846-09-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["         In late September 1846 several slaves from the Fairntosh plantation in Durham, North Carolina fell sick with malaria. Their owner, planter Paul Cameron, tells his father Duncan how he provided medicine for his sick slaves as well as the traditional herbs and teas.","“Since that time we have a great deal of chill and fever at the mill quarter in [unintelligible] I have made the best arrangements possible that I could for administration of medicine by cutting it up into portions one g[rain] for the elder ones and five grains for the younger [unintelligible] with a little oil with instructions for the use of our usual teas and no doubt I will get about as good accounts from them as from the other.”","Paul Cameron, like many slave owners, was carefully attuned to the health of his work force. Neither his concern over the health of his slaves however, nor his quickness to use newer medical treatments, necessarily indicate that Paul Cameron was a more humane owner of slaves, or that he possessed more egalitarian views. Rather, Paul’s use of medicines was part of a larger debate over medical treatment for slaves. The development and application of medical science was part of the ideological environment of the Antebellum South and an important argument for the justification of Slavery."," ","         The US South in the 19<sup>th</sup> century was an unhealthy place. Epidemics of cholera, yellow fever, and typhoid ravaged the population, killing many of those infected. Malaria, though not as lethal as other common diseases, was a great concern for slave owners as it could severely weaken their work force. Spread through the Anopheles mosquito, the parasite causing malaria damages the blood cells and the liver and causes fever, vomiting, chills and headaches. Though it infrequently causes death, the initial infection can last several weeks, and relapses of symptoms can occur months, even years, after the initial infection. 19<sup>th</sup> century physicians did not understand the origins of the disease, nor that it was spread through mosquitoes, but that did not stop them from prescribing a multitude of treatments for what they referred to as “fever and chills” or the “autumnal fever”. In the early 19<sup>th</sup> century a debate arouse over the proper treatment of slaves who contracted malaria. "," ","         Physicians were not taught specific treatments for slave diseases, despite calls for such training, and owners and doctors alike were left guessing over the proper course of medical treatment. (Savit 1981) Treatments such as bleeding and blistering had fallen out of use on whites, but were still prescribed for blacks suffering from the same diseases. Prevailing medical thought considered slaves to be resistant to malaria and other tropical diseases, and “those few blacks who fell victim to the fever were treated in a simple manner. Hot bricks were applied to the feet, hot brandy or water given in large quantities, as well as hot snake-root tea containing forty or fifty drops of spirit of ammonia.”(Haller 1973) This spirit of ammonia is likely the medicine Paul gave to his sick slaves."," ","         Paul was confident that this minimal treatment would suffice because the leading physicians of his day believed blacks to be resistant to malaria and other tropical diseases. This belief served as a justification for the institution of slavery, as such resistance was seen as evidence of Africans’ natural suitability and inclination for fieldwork. Paul’s treatment of his slaves was modern in comparison to his Alabama overseer Charles Lewellyn, who generally took a less active approach to his sick slaves. Yet, this attention should not be considered to be an indication of a kinder type of slave owner or a rejection of the harshness of the plantation system. The modern medical science practiced in the Antebellum South created new justifications for the institution of slavery. Paul Cameron may have been modern in his application of medical science, but his motives were grounded in an ideology of racial inferiority that served to legitimize slavery. "],"display_date":"September 21, 1846 - September 26, 1846","search_date":"1846-09-23","locations":[{"id":9683,"lat":36.0638291279,"lng":-79.1821891988,"zoom":9,"place":"ORANGE, North Carolina"}],"tags":[{"id":16,"tag":"Science/Technology"},{"id":100,"tag":"Medicine"},{"id":4,"tag":"Slavery"}],"course":{"name":"Contemporary Issues in Social Studies Education","school":"North Carolina State University","course_id":38,"school_id":30}},{"id":4987,"title":"<strong>“The Graduation of Elizabeth Blackwell; A Triumph for the Autonomy of Women in Nineteenth- Century America” </strong>","course_id":35,"status":"P","start_date":"1849-01-23","end_date":"1849-01-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On January 23, 1849 at the graduation ceremony at Geneva Medical College, Elizabeth Blackwell became the first woman in America to receive a degree to practice medicine. The traditional commencement ceremony and distribution of diplomas was held in the college’s Presbyterian Church. Within the hour before the ceremony began the Church was filled to maximum capacity. The audience present at the ceremony, who witnessed the historical moment, consisted of family members and friends of members of the graduates, faculty members, residents of the city of Geneva, and the guest speakers. Historian Wendell Tripp notes a significant factor pertaining to the attendance on this day was the abundance of women present. One of these women, Miss Margaret Delancey, revealed the details she observed during the ceremony in a letter to her sister-in-law Josephine M. Delancey dated January 29, 1849. When Blackwell was called upon to receive her diploma, Delancey said she appeared both humbled and embarrassed by the enthusiastic applause of all present. In the Commencement speech given by Dr. Charles A. Lee, Delancey wrote that “he alluded in a dignified manner to the fact that one of the present class was female, complimented the sex generally and Miss. B in particular and told us that she was fully qualified to practise as a physician and that the degree was fully merited.” The reactions of the ordinary people who were present to witness such an extraordinary event, demonstrates the intrigue and interest that surrounded Blackwell, a woman, being the recipient of such recognition.","The ultimate historical significance of the Elizabeth Blackwell’s graduation from Geneva Medical College reflects the changing ideologies surrounding woman in the middle of the nineteenth- century specifically in the state of New York. Her graduation not only represented her accumulated struggle to be accepted despite her gender, but it also provided her with her ultimate power tool: a degree to practice medicine. Blackwell was able to pursue and enhance the health care available to women because as a woman she could explore many of the health issues that only applied to women. She served as an example for women during this time that they could pursue careers outside of the constraints that society placed on them both socially and physically."],"display_date":"January 23, 1849","search_date":"1849-01-23","locations":[{"id":8963,"lat":42.8528910026,"lng":-77.2997755076,"zoom":9,"place":"ONTARIO, New York"}],"tags":[{"id":7,"tag":"Women"},{"id":100,"tag":"Medicine"},{"id":6,"tag":"Education"},{"id":609,"tag":"Gender Relations"}],"course":{"name":"Early American Republic","school":"Hobart and William Smith Colleges","course_id":35,"school_id":32}},{"id":4999,"title":"<em>Coca-Cola</em>: \"Sold Everywhere\"","course_id":43,"status":"P","start_date":"1886-05-01","end_date":"5/31/07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["What difference could 20 years of advertising make? Well, for Coca-Cola, it made the world of difference. In the hot summer of May, 1886, John Pemberton created the beginnings of what would be the most revolutionary and world-renown product as of yet.","This time, the Gilded Age, was the rise of advertising. Everyone and their brother had an idea for a concoction or medicine which cured, supposedly, exactly what ailed you. With so many different, unnecessary, products on the market, only those which made a name for themselves were successful.","In the first year of its invention, Coca-Cola only sold 25 gallons of syrup, enough for just a few hundred glasses. In 1886, the advertisements for Coca-Cola featured a pretty, well-dressed girl drinking Coca-Cola with the caption or idea, \"Drink Coca-Cola\". At its inception, Coca-Cola had to convince you that it was what you wanted to drink. Part of the way to do this, especially in a world dominated by men, was to convince them using a woman's beauty.","But by 1907, Asa Griggs Candler had made Coca-Cola a country-wide phenomenon. The 1907 advertisement is a well-dressed man drinking the last few drops of Coca-Cola from a glass with the caption \"Sold Everywhere.\" Now that everyone knew what Coca-Cola was, the emphasis in advertising shifts from enticing people to try the new product, especially using the seduction of a woman, to reassuring people. Reassuring them that Coca-Cola is indeed what they want to drink because it is the best, as proven by the successful look of the man drinking it.","Pemberton, a well-known pharmacist in Atlanta, had many concoctions brewed for various ailments. This one just happened to be in the right place at the right time. It was eventually bought by another very successful pharmacist Asa Griggs Candler. Candler was the true business-man with the idea that Coca-Cola, as it came to be known, would be great.","From 25 gallons the first year, to \"Sold Everywhere\" was a remarkable change and that was just the beginning. Coca-Cola would become the world's most recognized symbol and word.","It is important to understand, however, the circumstances under which Coca-Cola was born to its original owner. John Pemberton was a Civil War veteran, and like many, many others, he was addicted to morphine. The power and effects of the coca plant, from which we derive cocaine, were just being discovered. Not only that, but prohibitionists in Atlanta were gaining ground and it seemed inevitable the city would become dry. John first was experimenting with the coca-plant, making a sort of wine out of it, but eventually he traded the alcoholic part for the caffeine jolt from the Kola plant. The name derived from its two main ingredients and was written by John's bookkeeper in the classic, flowing script we all recognize. Not only this, but at first, the syrup become known more as a medicine for headaches and stomach pains, than an enjoyable drink it was mixed with regular water, not carbonated. It became carbonated after a soda fountain operator accidentally mixed it with carbonated water.","So the history of Coca-Cola is not nearly as glamorous as one would to believe, or as Coke would like to have you believe. It was born of a morphine-addicted Civil War Veteran, originally as a medicine. However, the true greatness of the story lies in Asa Griggs and the Great American dream. Asa bought the formula and all its creation details and tools for a total of $2300 in 1888 and by 1906, he had just built the largest building in the city of Atlanta. From \"Drink Coca-Cola\" to \"Sold Everywhere\" is a pretty good idea of just how far an knack for advertising and some hard work can take you."," "],"display_date":"May 1886 - May 1907","search_date":"1896-11-13","locations":[{"id":1822,"lat":33.7862251516,"lng":-84.4230424472,"zoom":10,"place":"FULTON, Georgia"}],"tags":[{"id":118,"tag":"invention"},{"id":100,"tag":"Medicine"},{"id":652,"tag":"Coke"},{"id":653,"tag":"Soda"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5009,"title":"<strong>A Disillusioned South</strong>","course_id":43,"status":"P","start_date":"1863-08-02","end_date":"1863-08-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A month after the vicious Battle of Gettysburg, a Confederate surgeon wrote home to his wife, explaining that the Southern soldiers had nearly won but chose to retreat instead.  Spencer Glasgow Welch’s words encompass the view of many of the Confederate army and its supporters at the time: that despite their lack of food, clothing, and decent shelter, there was hope for a victory against the Union forces. His division was directly engaged in the three days of battle ranging from July 1-3, and he described the soldiers as they approach the enemy: “I at once noticed in the countenance of all an expression of intense seriousness and solemnity, which I have always perceived in the faces of men who are about to face death and the awful shock of battle.”","Welch’s letter outlined with the precise eye of one engaged in military pursuits the various advances and retreats of the two warring sides. He recalled how he avoided death by inches countless times, probably much to the distress of his wife back home. But his words also show us a sort of disillusionment that must have pervaded the increasingly ruined Confederate side; remarking on General Robert E. Lee’s retreat from the front lines, he claimed that the man was “hoping, I suppose, that the enemy would attack him; but they didn’t dare come out of their strongholds.” Welch must have seen the death about him and known the losses his army had incurred, but managed to stay positive regardless. Even Pickett’s Charge, of which his division was a part, only gained one sentence in his commentary.","The Battle of Gettysburg is seen by many to be the true turning point of the Civil War; it was the point in which the troops of the South were dealt a decisive blow that would define many of the battles to follow. The 28,000 dead Confederates were a greater loss to the Southern army, which had difficulties recruiting more men. Welch’s letter shows us both the hope and denial that pervaded the lives of these people; in a later letter written by his own wife, she mentioned calmly that the surrender of Lee was reported but not yet confirmed. The victory of the emancipated Southern states was almost a guarantee in the citizens’ minds, and losses such as the one at Gettysburg must have been a shock they desperately wanted to avoid; Welch’s letter shows, through his suppression of the true level of death and loss at the battle, that as if by denying it, the approaching end of the Confederate States could be avoided."],"display_date":"August 2, 1863","search_date":"1863-08-02","locations":[{"id":10806,"lat":39.8715057392,"lng":-77.2179223246,"zoom":9,"place":"ADAMS, Pennsylvania"}],"tags":[{"id":100,"tag":"Medicine"},{"id":32,"tag":"Civil War"},{"id":5,"tag":"War"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5330,"title":"A Reformer Notes How the Medical Profession is Detrimental to the Health of Americans of the 1800s.","course_id":75,"status":"P","start_date":"1857-01-01","end_date":"1857-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Ironically detrimental to the health of Americans during the 1800s was the medicinal trade itself; <strong>“</strong>the medical profession in America [bore] the evils of haste and irregularity incident to so many of its institutions. It [was] a country of many and violent diseases” (Nichols, 363). Firstly, becoming a doctor was simple enough to be achieved by virtually anyone. Attaining a certificate as a Medicinae Doctor required solely observing a regular physician or reading about medicine for three years, attending two medical lecture courses, paying a few fees, and passing a \"hasty examination, made by professors who are very anxious that [the test takers] should pass...Any one [could] practise medicine who [chose] to set about it. No diploma [was] needed, and no licence required. This is the American idea of ‘free trade and no monopoly.’” (Nichols, 364). Furthermore, no distinction was made between pharmacists, physicians, surgeons, and midwives; as a result, every doctor was expected to cover the responsibilities of all of these positions.","Most difficult of the incongruities of the medical profession was the lack of standards regarding education. Not only did schools of all 34 states at the time create their own standards for curricula, diplomas, methods, and beyond, but nearly every program differed in theories of disease and methods of treatment. “There is no standard--no real science of medicine--no absolute or acknowledged authority,” wrote journalist, author, dietitian, and reformer Thomas Low Nichols. “Every one may do what is right in his own eyes...I knew one [college] in which the professor of physiology was a vitalist, while the professor of chemistry also lectured on physiology, and based his explanations on chemical theories. The Professor of Theory and Practice was at sword's or lancet's point with the Professor of Materia Medica. One denounced blood-letting, and was in favour of a mild, expectant practice; the other was a sanguinary Sangrado, who held that the only way to get health into a man was to let the blood out of him, and that violent diseases were to be expelled by more violent medicines” (Nichols, 365). Among the numerous modes of medical thought was the “botanic” which was created by Samuel Thomson, who believed in sweating and purging the body rather than bloodletting, and which rejected formal education. Some, mostly German immigrants, practiced homeopathic medicine in the early 1800s which included natural ways of curing disease, advocated for more interaction between patients and doctors, and aimed for medicine to be issued in doses that could be endured. Others, led by physician Russell Trall who founded the New York Hydropathic and Physiological School in 1854 and published <em>New Hydropathic Cook-Book</em> in 1857, practiced hydropathic medicine;  these water-based methods focused on a “program of hydropathy, gymnastics, diet, sleep, and exercise.” Still other physicians believed in Grahamism which promoted vegetarianism, water as a sovereign remedy, regular exercise, fresh air, temperance, and bran. Minister Sylvester Graham, inventor of the graham cracker, was the main advocate for the bran bread diet and strongly encouraged abstinence from alcohol (Finkelman). Interestingly, as a result of adhering to the Graham diet, abolitionist Theodore Weld lived until the age of 92 (Howe, 650). Evidently, the medical profession could have proved much more successful had it united under common goals, theories, and standards. Had doctors of the time chosen to strive toward the same objectives, such as distinguishing disease prevention from treatment, they would have been able to excel and to be more effective in their better defined roles. Had professionals reached a consensus regarding which theories to teach to all medical students, the widely-spread practice would have been homogeneous and therefore more expandable throughout the country. Had they agreed upon uniform procedures, advancements of these procedures would have been easier to implement, and the remedies themselves would have been more reliable."],"display_date":1857,"search_date":"1857-07-02","locations":[{"id":8592,"lat":40.5636337847,"lng":-74.6163625092,"zoom":9,"place":"SOMERSET, New Jersey"}],"tags":[{"id":100,"tag":"Medicine"},{"id":1122,"tag":"Public Health"},{"id":1123,"tag":"1800s"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":75,"school_id":40}},{"id":5402,"title":"Tuskegee Syphilis Experiment Examined by HEW","course_id":77,"status":"P","start_date":"7/26/72","end_date":"7/26/72","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On July 26, 1972 <em>The Alton Evening Telegraph, </em>a newspaper in Alton, Illinois<em>, </em>released an article discussing The Department of Health Education and Welfare's investigation of the Tuskegee Syphilis experiment. Although the experiment was conducted in Alabama, the news was a national story. Jean Heller, the author of the article, found this study so disturbing that she decided to report on it. The experiment’s purpose was to study the effects of syphilis on the human body. The investigation was sparked because the participants of the study, 600 black men, were denied proper medical treatment for their ailments. Dr. Merlin K. Duval announced the investigation; he stated he wanted to investigate why the study lasted so long. The study started in 1932 and lasted until 1972. Public Health Service officials questioned the morality of the study because the study continued after penicillin had been proven to be the cure for the disease. While seeking subjects for the study Dr. Raymond Vonderlehr searched the largely illiterate, poverty-stricken population of sharecroppers and tenant farmers. The individuals participating in the study were all poor black males.","There were 600 participants divided into three groups: 200 not suffering from syphilis, 200 with the disease and treated with the best methods known at the time and 200 not treated for syphilis at all. After the investigation began the investigators determined that of the 400 men infected with syphilis none of them were treated. The pre-penicillin treatment for syphilis consisted mainly of arsenic and mercury injections, and a death rate of 1 in 100 was considered good. Dr. J.D. Millar, chief of the venereal disease branch of Atlanta's CDC, believed \"the moral problem, if any in 1932 was very vague because the risk of treatment was in the minds of physicians worse than the disease\". Millar is in charge of the remains of the Tuskegee Syphilis Study.","In a 1968 Hastings Center Report, Allan Brandt stated that in retrospect the study \"revealed more about the pathology of racism than about the pathology of syphilis\". The study was widely reported without arousing any significant protest in the medical community. Brandt suggested that there needs to be more attentiveness in evaluating the specific ways in which social values and attitudes affect professional behavior. Heller agrees with Brandt because she suggests that racism was one of if not the only reason behind the study."],"display_date":"July 26, 1972","search_date":"1972-07-26","locations":[{"id":34382,"lat":38.8298808603,"lng":-89.9051581527,"zoom":9,"place":"Madison, Illinois"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":2,"tag":"Health/Death"},{"id":100,"tag":"Medicine"},{"id":1237,"tag":"Tuskegee"},{"id":1238,"tag":"Syphilis"},{"id":1239,"tag":"Study"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":77,"school_id":10}},{"id":5411,"title":"Developing A Vaccination","course_id":77,"status":"P","start_date":"1808-02-16","end_date":"1808-02-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In a letter dated February 16, 1808, David Ramsay, a Charleston physician, discussed the grant money that was given to Dr. Edward Jenner for research on vaccinations.  Ramsay outlined why the money was funded to Dr. Jenner and what had led to the grant. He wrote to tell how a committee of physicians had met in England to discuss the efficacy of the smallpox vaccine. According to Ramsay, “the report was an unanimous opinion that Vaccination afforded perfect security against small pox.” Up until this committee meeting, most doctors who believed in vaccinations, let alone researched them, were considered fools, and received little financial support.  Dr. Jenner, in contrast, was even greeted with “a hero’s welcome” following the meeting.","Even with Dr. Jenner’s new found success, vaccination research would not reach its prime until some 100 years later. Doctors still found it hard to step outside the box and try to find new ways to prevent such a crippling disease. But doctors, such as Edward Jenner were trying their very hardest to prevent such disease. Dr. Jenner helped pave the way for other vaccine developments such as the rabies vaccine, discovered by Dr. Louis Pasteur 90 years after Jenner’s initial smallpox discovery, as well as vaccines for cholera, tetanus and typhoid fever.","While all inventors face challenges, the creators of vaccinations seemed to have the highest challenge: creating a disease defying vaccination without harming anyone. The leading pioneers such as Dr. Edward Jenner and Dr. Louis Pasteur were faced with criticism daily until they were able to prove the efficacy of their hard work. Patrice Debre’s work on the development of early medicine shows that the doctors had to “fight courageously and mercilessly against the existing erroneous notions” that were preconceived by the public. They were also struggling to introduce new concepts to a previously uneducated audience about the necessities of their developments. Without the fundamental concepts developed by Dr. Jenner that became so widely accepted after the committee of physicians announced their approval, many of today’s crucial vaccines and medical developments may not exist."],"display_date":"February 16, 1808","search_date":"1808-02-16","locations":[{"id":15846,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"Charleston, South Carolina"}],"tags":[{"id":1253,"tag":"vaccine"},{"id":100,"tag":"Medicine"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":77,"school_id":10}},{"id":5425,"title":"Enter: The Leading Pain Killer","course_id":76,"status":"P","start_date":"1899-03-06","end_date":"1899-03-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["<strong>After years of research, in 1899 German company, Friedrich Bayer & Co. began manufacturing Aspirin for release into the market as a fever reducer and pain reliever; physicians could then prescribe Aspirin to their patients in one-gram doses. Previous to this tweaked product, the most common medicine of its function was Salicylic Acid, which is contracted from Willow Tree bark, having medicinal roots tracing back to ancient Greece. Advertised in The British Medical Journal as “a perfect substitute for Salicylic Acid and its salts”. This powder-form medicine would possess the same healing powers while “it does not cause any disturbances of the stomach or loss of appetite” and does not taste bad. The first tablets were introduced in 1915, and shortly after, an American government agency seized the German company’s assets during the First World War. The company’s name and trademark was then auctioned off and purchased by Sterling Products Company in 1919. Eventually Bayer became an independent German company after the Second World War and bought the rights back from Sterling Products Company.</strong>","<strong>The earliest marketing campaigns for Bayer Aspirin featured a picture of a bottle of the powdered product, with extensive print urging consumers to demand prescriptions of authentic Aspirin from their doctors. Shifting into the 1920s and 30s advertisements promised “REAL PAIN RELIEF” for headaches, colds, Arthritis, and sore muscles. American ads typically featured a worker surrounded by sources of pain, such as a white-collar boss or a barking dog. Aspirin advertisements also widely spread to housewife magazines including instructions for cold relief with the help of Aspirin. According to History.com, “It quickly became the number-one drug worldwide.” To this day, Bayer continues to increase its variety of products and presence in the medicinal market.</strong>"],"display_date":"March 6, 1899","search_date":"1899-03-06","locations":[{"id":52619,"lat":null,"lng":null,"zoom":8,"place":"Outside US"}],"tags":[{"id":230,"tag":"Medicine/Health"},{"id":100,"tag":"Medicine"}],"course":{"name":"ENGL 305: Literary History and Writing","school":"St. Norbert College","course_id":76,"school_id":44}},{"id":5680,"title":"Modernization of the NIH Clinical Center: Groundbreaking of the Mark O. Hatfield Clinical Research Center","course_id":107,"status":"P","start_date":"11/4/97","end_date":"11/4/97","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The National Institutes of Health Clinical Center, located in Bethesda, MD, is a hospital devoted entirely to clinical research and is one of the centers of the National Institutes of Health. Construction for the original center, the Warren Grant Magnuson Clinical Center, began in 1948 and the center opened in 1953. On November 4, 1997, a groundbreaking ceremony was held in honor of the new clinical research center that would be opened as an addition to the 44-year-old Warren Grant Magnuson Clinical Center. This center would be a 4-wing, 250-bed hospital and would be able to conduct the most advanced clinical research and better cater to patients’ needs. Among federal buildings, the two buildings constituting the NIH Clinical Center, are second in size only to the Pentagon.","The ceremony for the new center, to be named after Sen. Mark O. Hatfield, was attended by Sen. Hatfield himself, as well as Vice President Al Gore, along with more than 500 guests and dignitaries. At the ceremony, Vice President Al predicted that the NIH Clinical Centers would be able to make medical breakthroughs in research. Among the noted speakers at the groundbreaking ceremony, several patients of the Clinical Center gave testimonies to their benefits from the research advances.","The construction of the NIH Clinical Center marked a significant change in medical history, as much of the research that was being done was basic laboratory research, and the greatest gap was in clinical research. Once people recognized that collaboration between disciplines could result in the true advancement of medicine, the scope of laboratory and clinical research expanded to meet the changing techniques and demands of the medical field. The opening of the original Clinical Center in 1953 marked a decade long transformation of the NIH from a local, small federal agency to the powerful research center that fueled all biomedical research. This redefinition of the NIH was due to 3 US Public Health Service officers being able to convince both the Roosevelt and Truman administrations, along with the US Congress, to allow the NIH to expand, develop a research hospital, and establish a national program of grants.  At the time, doctors proposed the need for more changes in the NIH system to reinvigorate the tradition of clinical investigation and incorporate more innovation. With this came the establishment of the NIH Clinical Center, and though it was originally believed that the amount of research must be kept relatively small to be an outstanding research institute, the great success of the NIH Clinical Center and the invaluable medical advances warranted the expansion of the center and the growth of the research.","During Senator Mark O. Hatfield’s service in the United States Senate for 30 years and service as chairman of the committee on appropriations for 8 years, he developed a commitment to medical research. With the support from influential government figures, such as Sen. Hatfield, such expansions and advances in medical research were possible and the Mark O. Hatfield Clinical Research Center was able to become a reality. The Mark O. Hatfield Clinical Research Center opened in 2005 and is a $596 million technological spectacle. This hospital space consists of 4 patient care wings with 242 inpatient beds. The two clinical and research wings of the new building meet at a crossroads, which is designed to function like a town square. In this space, there are alcoves for meetings, floating staircases and open walkways with areas for chairs and couches to allow individuals to interact, encouraging normal interactions between patients and researchers as well. There is a glass-enclosed atrium, lending views of the landscaped courtyards. In the patient rooms, there are large, low windows that allow the patients lying in bed to see views of the courtyards below them. In the children’s unit, unique light fixtures were designed with colored marbles, so children could recognize their own rooms, and paw prints or stars were painted on the ceiling to amuse and comfort children while they were lying in bed. The redesign and modernization of the new Clinical Center demonstrates the growing importance and emphasis on clinical research in the medical field."],"display_date":"November 4, 1997","search_date":"1997-11-04","locations":[{"id":40842,"lat":39.1365976774,"lng":-77.2045056739,"zoom":9,"place":"Montgomery, Maryland"}],"tags":[{"id":100,"tag":"Medicine"},{"id":1654,"tag":"Hospital"},{"id":1655,"tag":"Space"}],"course":{"name":"Making the Modern Hospital","school":"Vanderbilt University","course_id":107,"school_id":60}},{"id":5681,"title":"The Community Mental Health Act of 1963 and its Deinstitutionalizing Effect on Saint Elizabeth's Hospital","course_id":107,"status":"P","start_date":"10/31/63","end_date":"10/31/63","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Due to a growing need for mental health services, Saint Elizabeth’s Hospital was built by the United States Congress as a result of the Civil and Diplomatic Appropriation Act of 1852. The Institution opened in Washington, DC in 1855 as the “Government Hospital for the Insane”. A prominent leader in the mental health field, Dorthea Dix, lobbied for the construction of the facility and founded the facility with the goal of providing the \"most humane care and enlightened curative treatment of the insane of the Army, Navy, and District of Columbia.” Before this, many of the patients that could be considered “insane” were simply put in jail and were not receiving the care they needed. The name of the facility was later changed to Saint Elizabeth’s in 1916 because it temporarily provided medical care for wounded soldiers during the Civil War and those that were being treated were reluctant to tell people that they were being cared for at a mental institution. Instead they used the name of the colonial area the hospital was originally built on, Saint Elizabeth’s. Saint Elizabeth’s Hospital was the first government-run mental institution in the country and was one of the largest mental institutions in the country. The hospital was a pioneer in mental health care at the time of its existence. At its prime in the 1940’s, Saint Elizabeth’s Hospital was home to over 7,000 patients.","Saint Elizabeth’s Hospital now operates with a small fraction of that number of patients, largely due to a certain historical event, the Community Mental Health Act of 1963. This Act, fully titled the “Mental Retardation Facilities and Community Mental Health Centers Construction Act of 1963,” promoted community-based health care and provided federal funding for such facilities. One of the main purposes of this act to was provide government assistance “in improving mental health through grants for construction of community mental health centers.” The government began to fund the construction of outpatient facilities in order to allow mental patients to live more normal lives. Prior to this, mental hospitals were what Erving Goffman would consider “total institutions,” meaning that Saint Elizabeth’s Hospital was a place in which all of the patients’ activities took place with a large group of others on a schedule, which shut the patients off from the rest of society. This act led to a considerable amount of deinstitutionalization all over the country. The total number of mentally ill patients that were institutionalized went from 650,000 in 1955 to less than 150,000 in 1983. The act, in conjunction with the quickly deteriorating living conditions at the hospital, meant that Saint Elizabeth’s Hospital was no exception.  With the passage of the Community Mental Health Act of 1963, more patients opted for outpatient care and the number of patients at the hospital steadily declined."],"display_date":"October 31, 1963","search_date":"1963-10-31","locations":[{"id":31495,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Dist Columbia, District of Columbia"}],"tags":[{"id":100,"tag":"Medicine"},{"id":1654,"tag":"Hospital"},{"id":1655,"tag":"Space"},{"id":267,"tag":"Health"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"}],"course":{"name":"Making the Modern Hospital","school":"Vanderbilt University","course_id":107,"school_id":60}},{"id":5683,"title":"Autopsy Dictates Asylum Goals: New Traditions from Unique Events","course_id":107,"status":"P","start_date":"1882-07-08","end_date":"1882-07-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["After Dr. William W. Godding, the 2<sup>nd</sup> superintendent of Saint Elizabeth’s Hospital in Washington, DC, witnessed the autopsy of Charles Guiteau, his viewpoint on the pathology of the insane was solidified and, therefore, resulted in the drastic alteration of the mission, practices, and clinical direction of Saint Elizabeth’s. The hospital was established by an act of Congress in 1852 and opened in 1855 as the first federal mental hospital and the first public mental hospital in DC. It was purposed to be a model of humane care and enlightened, curative treatment practices[1] as it strove to bring high-quality psychiatric attention to the poor.[2]","The autopsy in question was a result of events stemming from the 1881 assassination of President Garfield.[3] On July 2 in Washington, DC, Guiteau shot President Garfield who died 79 days later from botched medical care.[4] The murder trial of Guiteau was the first highly publicized forensic battle, pitting leading psychiatrists and neurologists against each other, as Guiteau said a deity instructed him to kill Garfield for the good of the nation.[5] Guiteau demonstrated other seemingly insane antics throughout his trial hinting that he was “off his nut.”[6] Despite these antics, the prosecution argued that Guiteau’s only affliction was “moral depravity.”[7] At the conclusion of the trial, the jury found Guiteau capable of discerning right and wrong and, therefore, condemned him to death.[8]","After Guiteau was hung, Dr. Godding witnessed the autopsy performed by D.S. Lamb, MD; the results of which were published on July 8, 1882.[9] Despite rejection of the insanity plea, the autopsy found “pathologic changes suggestive of chronic disease of cerebral vessels,” resulting in a flood of articles claiming Guiteau had suffered from a mental illness.[10] Afterwards, Dr. Godding altered his mission for the hospital, to depart “in the direction…of pathological changes left behind by insanity”[11] in order to better understand and treat mental disorders.[12] Dr. Godding’s decision was revolutionary. In the late 1800s, pathology was developing as a basic science, yet neuropathologic correlation with clinical and demonstrable mental health behavior had not developed.[13] To further the new goals and mission of Saint Elizabeth’s Hospital, Dr. Godding appointed Dr. Isaac W. Blackburn as special pathologist to the hospital in 1884;[14] the first full-time pathologist in a public mental health hospital in the United States.[15]","This autopsy and appointment had long-lasting effects on the physical facilities at Saint Elizabeth’s Hospital as Blackburn established a tradition of innovative research and training that flourished at Saint Elizabeth’s for 100 years.[16] Also, Dr. William Alanson White, the 4<sup>th</sup> superintendent, established a psychology laboratory and formed the first psychotherapy department in any mental hospital in the United States.[17] In conclusion, despite the cessation of the research mission at Saint Elizabeth’s, the legacy of this tradition is still mediating the experience of practitioners, researchers, and the mental health population today.[18]","[1] Jogues R. Prandoni and Suryabala Kanhouwa, “St. Elizabeths Hospital: Photos from 150 Years of Public Service,” <em>Washington History</em> 17, no. 1 (2005): 5, accessed March 10, 2013, http://www.jstor.org/stable/40073591.","[2] Carla Yanni, “The Linear Plan for Insane Asylums in the United States before 1866,” <em>Journal of the Society of Architectural Historians </em>62, no. 1 (2003):38, accessed February 14, 2013, http://www.jstor.org/stable/3655082.","[3] Surya Kanhouwa and Kenneth Gorelick, “A Century of Pathology at Saint Elizabeths Hospital, Washington, DC,” <em>Archives of Pathology & Laboratory Medicine </em>121, no. 1 (1997): 84, accessed March 10, 2013, http://search.proquest.com.proxy.library.vanderbilt.edu/docview/212033281?accountid=14816.","[4] George Hodak, “Charles Guiteau Shoots James Garfield,” <em>ABA Journal</em> 98, no. 7 (2012): 72, accessed March 14, 2013, http://search.proquest.com.proxy.library.vanderbilt.edu/docview/1024782047?accountid=14816.","[5] Surya Kanhouwa and Kenneth Gorelick, “A Century of Pathology at Saint Elizabeths Hospital, Washington, DC,” <em>Archives of Pathology & Laboratory Medicine </em>121, no. 1 (1997): 84, accessed March 10, 2013, http://search.proquest.com.proxy.library.vanderbilt.edu/docview/212033281?accountid=14816.","[6] George Hodak, “Charles Guiteau Shoots James Garfield,” <em>ABA Journal</em> 98, no. 7 (2012): 72, accessed March 14, 2013, http://search.proquest.com.proxy.library.vanderbilt.edu/docview/1024782047?accountid=14816.","[7] George Hodak, “Charles Guiteau Shoots James Garfield,” <em>ABA Journal</em> 98, no. 7 (2012): 72, accessed March 14, 2013, http://search.proquest.com.proxy.library.vanderbilt.edu/docview/1024782047?accountid=14816.","[8] Ibid., 72.","[9] Surya Kanhouwa and Kenneth Gorelick, “A Century of Pathology at Saint Elizabeths Hospital, Washington, DC,” <em>Archives of Pathology & Laboratory Medicine </em>121, no. 1 (1997): 84, accessed March 10, 2013, http://search.proquest.com.proxy.library.vanderbilt.edu/docview/212033281?accountid=14816.","[10] Ibid., 84.","[11] Ibid., 84.","[12] Jogues R. Prandoni and Suryabala Kanhouwa, “St. Elizabeths Hospital: Photos from 150 Years of Public Service,” <em>Washington History</em> 17, no. 1 (2005): 16, accessed March 10, 2013, http://www.jstor.org/stable/40073591.","[13] Surya Kanhouwa and Kenneth Gorelick, “A Century of Pathology at Saint Elizabeths Hospital, Washington, DC,” <em>Archives of Pathology & Laboratory Medicine </em>121, no. 1 (1997): 84, accessed March 10, 2013, http://search.proquest.com.proxy.library.vanderbilt.edu/docview/212033281?accountid=14816.","[14] United Stated Department of the Interior, (1884), <em>Annual Report of the Department of the Interior, Volume 2</em>, Washington, DC: U.S. Government Printing Office, 445.","[15] Jogues R. Prandoni and Suryabala Kanhouwa, “St. Elizabeths Hospital: Photos from 150 Years of Public Service,” <em>Washington History</em> 17, no. 1 (2005): 16, accessed March 10, 2013, http://www.jstor.org/stable/40073591.","[16] Jogues R. Prandoni and Suryabala Kanhouwa, “St. Elizabeths Hospital: Photos from 150 Years of Public Service,” <em>Washington History</em> 17, no. 1 (2005): 16, accessed March 10, 2013, http://www.jstor.org/stable/40073591.","[17] Ibid., 17.","[18] Surya Kanhouwa and Kenneth Gorelick, “A Century of Pathology at Saint Elizabeths Hospital, Washington, DC,” <em>Archives of Pathology & Laboratory Medicine </em>121, no. 1 (1997): 89, accessed March 10, 2013, http://search.proquest.com.proxy.library.vanderbilt.edu/docview/212033281?accountid=14816."],"display_date":"July 8, 1882","search_date":"1882-07-08","locations":[{"id":1278,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":1656,"tag":"Autopsy"},{"id":1260,"tag":"mental health"},{"id":1655,"tag":"Space"},{"id":1654,"tag":"Hospital"},{"id":100,"tag":"Medicine"}],"course":{"name":"Making the Modern Hospital","school":"Vanderbilt University","course_id":107,"school_id":60}},{"id":5684,"title":"Meharry Medical College-Vanderbilt University Medical Center Alliance","course_id":107,"status":"P","start_date":"1/1/99","end_date":"1/1/99","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Meharry Medical College was founded in 1876 and was the first medical school in the South for African-Americans. It was one of only two African-American medical schools to meet the academic standards of the Flexner Report. It offers degrees in dentistry, medicine, and public health.[1]"," ","In fall 1997, the president of Meharry went to the vice chancellor for health affairs at Vanderbilt University Medical Center with a proposition to form a “strategic, mutually beneficial alliance”[2]. Beneficial, because it would allow both institutions to continue providing services to Nashville’s medically underserved population. One year later, the board of trustees of both institutions approved the alliance[3]."," ","Chatman identified several factors affecting the decision to form an alliance- the need for an efficient public hospital, shared challenges presented by TennCare- primarily its reimbursement rate, and commitments to enhancing medical education, research, and the health of the community[4]"," ","On Jan. 1, 1999 Meharry Medical College and Vanderbilt University Medical Center announced an alliance converging at Nashville General Hospital- sharing the facility, their collective staff, and the patient population. It was described as an “unprecedented partnership”[5]. It was a uniquely beneficial merger because Meharry and Vanderbilt focused on distinct areas of care- Meharry more on family medicine and primary care, while Vanderbilt was highly specialized.[6] As a result, they complemented each other very nicely."," ","During the time of the merger, some of Meharry’s faculty and administration worried that it would be engulfed and lost in the larger institution that was the Vanderbilt University Medical Center. As the president of Meharry’s Faculty Senate stated, “We can compliment each other, but we have two different missions and we need to be careful.”[7]"," ","This, along with the financial benefits of the merger helped to quiet the criticisms. Said E. Ramone Segree, senior vice president for institutional advancement who used the alliance to raise money toward Meharry’s five-year $124 million capital fund-raising campaign, “It’s a masterful partnership.”[8]"," ","Thus, this alliance was born out of a desire to provide better and more stable care to a medically underserved population. The economic model of serving this population with low reimbursement rate of TennCare was unsustainable. In order to maintain the cultural practice of treating this population and the educational requirement of having medical students work in the hospital providing this care, this alliance was formed."," ","[1] Vera Stevens Chatman, Juanita F. Buford, and Brynne Plant, <em>The Building and Sustaining of a Health Care Partnership: The Meharry-Vanderbilt Alliance</em> (Academic Medicine 78.11, 2003), 1107."," ","[2] Chatman, <em>The Building and Sustaining of a Health Care Partnership: The Meharry-Vanderbilt Alliance</em>, 1109.","[3] Ibid.","[4] Chatman, <em>The Building and Sustaining of a Health Care Partnership: The Meharry-Vanderbilt Alliance</em>, 1106.","[5] David Hefner, <em>Breathing New Life Into Meharry</em> (Black Issues in Higher Education 18.11, 2001), 30."," ","[6] Doug Campbell, <em>Spitzer, Jones Set to Fill Metro General Leadership Positions</em>, (Reporter: Vanderbilt University Medical Center's Weekly Newspaper [Nashville] 16 Apr. 1999), n. pag."," ","[7] Hefner, <em>Breathing New Life Into Meharry</em>, 30.","[8] Ibid."," "],"display_date":"January 1, 1999","search_date":"1999-01-01","locations":[{"id":42971,"lat":36.1693724831,"lng":-86.7847925658,"zoom":9,"place":"Davidson, Tennessee"}],"tags":[{"id":100,"tag":"Medicine"},{"id":1654,"tag":"Hospital"},{"id":1655,"tag":"Space"}],"course":{"name":"Making the Modern Hospital","school":"Vanderbilt University","course_id":107,"school_id":60}},{"id":5688,"title":"Killer Disease Fighter","course_id":106,"status":"P","start_date":"9/1/37","end_date":"9/30/37","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["\"But to realize that six human beings, all of them my patients, one of them my best friend, are dead because they took medicine that I prescribed for them innocently… well, that realization has given me such days and nights of mental and spiritual agony as I did not believe a human being could undergo and survive.” In a letter written by Dr. A.S. Calhoun in 1937 he describes his feelings toward the drug Elixir Sulfanilamide. Sulfanilamide was produced first as a powder or tablet to cure bacterial infections, streptococcal infections and other diseases. S.E. Massengill Company however, created the drug in an elixir form due to high demand. Unfortunately, doctors started prescribing the medication before it could be fully tested due to no laws being enacted at the time to determine the safety of any drug. One of the main ingredients used in the elixir was diethylene glycol, which is more commonly used in antifreeze and is highly toxic. Patients would experience symptoms such as abdominal pain, nausea, convulsions, stoppage of urine and stupor. Illness from the elixir usually lasted around seven to twenty-one days. Patients who had taken the elixir suffered extreme pain. The elixir killed more than one hundred people in 15 states.","Elixir Sulfanilamide eventually led to the enactment of the Federal Food, Drug and Cosmetic Act. The FDC is a twenty chapter act overseeing the safety of food and drugs. The FDC prohibited food to have an addition of reduced fillers, concealable coloring, hazardous additives, and the company must clearly label a product. The enactment of the Federal Food, Drug and Cosmetic Act was a huge step in the safety of the American people. The Federal Food, Drug and Cosmetic Act also meant that any drug on the market had to use common names.","Nowadays drugs simply cannot go straight to the market without being put through a rigorous and lengthy set of testing. There are five categories which drugs are regulated by; administrative, professional, industrial, public and juridical. An administrative regulatory tool is the use of product labeling, statistical controlled trials and public health. An industrial category includes testing out the drug on an animal and containing package inserts. Had the S.E. Massengill Company been forced to go through these steps before producing Elixir Sulfanilamide the tragedy of more than one hundred deaths could have been avoided by forcing them to label their product clearly and test it before selling it to consumers."],"display_date":"September 1937","search_date":"1937-09-15","locations":[{"id":23938,"lat":38.0317356359,"lng":-78.4849658413,"zoom":13,"place":"Charlottesville, Virginia"}],"tags":[{"id":100,"tag":"Medicine"},{"id":230,"tag":"Medicine/Health"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":106,"school_id":10}},{"id":5698,"title":"Chemicals in the Cure-All Medicines","course_id":106,"status":"P","start_date":"1800-01-01","end_date":"1800-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["During the 1800s numerous patent medicines were on the market to “treat” a wide range of diseases and symptoms. There were treatments for excess fat, curing female ailments, anti-pain meds and treating the common cold. Someone even made a pill for pale people. These patent medicines came in all forms; extracts, elixirs, pills, wafers, etc. The most popular of these patent medicines was Lydia Pinkham’s Vegetable Compound. Lydia marketed her medicine towards women to help with their “female ailments” from monthly cycles and menopause.  She prided herself on helping women and even coined herself the phrase “Yours for health” to prove that she was willing to help them. But what exactly was Vegetable Compound made from? Lydia used unicorn root, life root, black cohosh, pleurisy root and a suspension of eighteen percent alcohol to make her miracle Vegetable Compound. Women all over claimed that her compound made their symptoms better but no scientific studies were ever done in the 1800s to prove that.","During the 19<sup>th</sup> century it became apparent to the United States Food and Drug Administration that the production and sales of medications needed to be safer for the public. Drug regulation in the 19<sup>th</sup> century involved numerous processes that are divided into five categories. Each of these categories played a serious role in determining the safety of a drug. Drugs needed to go through controlled trials, animal testing, determining if the drug would benefit the quality of life of the public and cost-benefit analysis. The manufacturer of the drug also had to be very clear on the packaging what chemicals were involved in making the drug and include clear package inserts. This new system of drug regulation helps to keep the citizens of America safe. No person can throw ingredients together to make a drug, state that it will cure a disease and sell it to anyone without thorough testing and research.  This type of regulation keeps Americans from dying unnecessary deaths due to the toxicity of untested drugs.","Even after her death in 1883, Lydia Pinkham’s Vegetable Compound continued to be manufactured and bought by Americans. The compound was picked up by Numark Laboratories in 2004, and Numark is still marketing the product towards women to help improve the symptoms of their monthly ailment and the symptoms of menopause. Thanks to the new drug regulations set by the United States Food and Drug Administration the ingredients are now healthier and the product underwent scientific testing. This new form of the compound is now available in a liquid or a tablet."],"display_date":1800,"search_date":"1800-07-02","locations":[{"id":15795,"lat":42.560328524,"lng":-70.797191322,"zoom":9,"place":"Essex, Massachusetts"}],"tags":[{"id":100,"tag":"Medicine"},{"id":230,"tag":"Medicine/Health"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":106,"school_id":10}},{"id":5815,"title":"A Union Soldier’s Correspondence about Disease in Hospitals","course_id":113,"status":"P","start_date":"1864-04-08","end_date":"1864-04-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["John L. Knapp of the 9<sup>th</sup> Indiana Regiment wrote a letter to his friend Mary Merrick during his stay in a hospital in Chattanooga, Tennessee. In this letter, Knapp commented, “Where there are many people together they are liable to catch disease. More than they do at home. I used to be afraid but I am now all over it now.” These diseases afflicted many soldiers throughout the war.","Disease was a major part of the Civil War. Historian Dale C. Smith, who studied medicine throughout the war, stated, “The general hospitals early in the conflict were makeshift arrangements in whatever buildings could be found, an approach that was seriously flawed.” The army lacked enough doctors or other medical officials to meet the demand of injured soldiers. Historian Richard H. Shryock estimates that each surgeon at Gettysburg had about nine hundred cases to tend to. This caused doctors to work quickly, increasing the odds of spreading disease amongst the injured.","The methods that surgeons used were often unsanitary. For example, chest or abdominal wounds required the surgeons to probe the wound to find the bullets or to help stop the bleeding. The hospitals themselves also carried many germs. Poor sanitary conditions allowed diseases such as typhoid, dysentery, and diarrhea to infect soldiers.","Knapp’s fear of disease shows how rampant it was among soldiers in close quarters. Shyrock mentions that “High as were the casualties, it is well known that losses from disease were higher.” He also mentions that roughly ten percent of all soldiers were sick at one time. Fear of disease such as Knapp expressed, coupled with the mortality rates of those that caught disease, wore on soldiers as the war went on.","In a study cited by Smith, there were approximately 6,445,000 casualties combined between the Union and Confederate armies from May 1, 1861 through June 30, 1866. Of these, over six million were disease related. Shryock also looked at the numbers of deaths during the Civil War. According to him, by the end of the war, about 250,000 Union troops were killed by disease compared to 110,000 deaths from battle injuries. That means that roughly 70% of deaths in the Union army were a result of disease. Similarly, Confederate soldiers suffered about 164,000 deaths from disease and 94,000 on the battlefield; good for roughly a 64% disease mortality rate.","As the war continued, there were some improvements made in medicine that helped. Quinine and chloroform were both agents used during surgeries to help ease pain and make surgeons’ jobs easier. These advances also helped to ease the minds of soldiers such as Knapp."],"display_date":"April 8, 1864","search_date":"1864-04-08","locations":[{"id":12053,"lat":35.1803733014,"lng":-85.1633326083,"zoom":9,"place":"HAMILTON, Tennessee"}],"tags":[{"id":100,"tag":"Medicine"},{"id":32,"tag":"Civil War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":113,"school_id":3}},{"id":5947,"title":"Medical Pioneers: Mercy Hospital in Detroit","course_id":118,"status":"P","start_date":"1/1/17","end_date":"12/31/17","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Mercy General Hospital and Clinic was started in 1917 by Dr. David C. Northcross and his wife Dr. D.L. Northcross. The couple came to Detroit from Montgomery, Alabama where Dr. David Northcross had been conducting a hospital and drug store for eleven years. Mr. Northcross felt the need to service the Black community due to a lack of hospital service for many of the Southern Blacks who migrated to Detroit. When he opened Mercy Hospital he made history by opening the first Black-owned hospital in Michigan. They begin their work by renting three rooms to operate out of until further accommodations were made. Then they were able to move in to a location at 248 Winder St., which was still small but which provided more rooms and better operating equipment.","Finally, in 1918, Dr. Northcross was able to begin operating out of the 668 Winder location. This was a three-story brick building that provided adequate room to operate the hospital. The Northcross’ also were able to hold nurse training sessions which prepared young women to operate in the medical field. These positions were some of the first jobs many African American women received in the area. The hospital provided a strong economic base and most importantly it met the needs of the people.  Dr. Northcross and his wife were pleased to serve the Black community of Detroit. Their hospital continued to grow and they were able to add an additional wing to the hospital in 1960.","Mercy Hospital was one of the many prominent businesses which operated in the Black Bottom community. Black bottom became an enclave for Black operated businesses and the hospitals were important. Especially since many of the major hosptials in other communities did not service Blacks. Some of the other vital services that rose up in Black Bottom were funeral homes since Blacks were not able to bury loved ones at some of the major cemeteries. The Blacks in this community had made a very conscious decision to take care of each other. They were not going to allow their community to suffer and therefore made great contributions which allowed Black Bottom to be a close knitted community."],"display_date":1917,"search_date":"1917-07-02","locations":[{"id":18385,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":142,"tag":"african americans"},{"id":100,"tag":"Medicine"},{"id":2099,"tag":"Black Bottom, Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6063,"title":"John Woodall saves Northampton from The Plague","course_id":122,"status":"P","start_date":"4/15/99","end_date":"4/15/99","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In July of 1637, the town of Northampton faced a terrible predicament. Many of its residents had been stricken with plague. This plague utterly baffled William Wyly, Northampton’s local surgeon. According to his account the disease gave its victims a high fever and painful boils on the skin. Fortunately for Wyly, he was assisted by John Woodall, a true expert in the field of medical treatment.","As the retired chief of surgery for both the East India Trading Company, and Saint Bartholomew’s Hospital in London, Woodall had seen more than his share of disease. Woodall responded to Wyly by not only sending him an antidote for the plague, but writing detailed instructions on how to administer the antidote to patients. These instructions were extremely practical, and were similar to the instructions a modern reader might expect to receive in a pharmacy. According to Woodall, patients were to take the antidote in measured doses depending on their age and weight. Additionally, he encouraged patients to mix the medication with water, ale, or milk to improve the flavor.","Wyly did exactly as Woodall told him, and in his account he mentioned that the drug worked wonderfully. He later wrote Woodall, thanking him for his assistance. In this letter he included a list of specific citizens that had been saved by the medicine. Some of these citizens included a local boy by the name of James Fairness, and a woman called Goody Smith. Wyly told Woodall that everyone he administered the drug to was cured of the plague. What was the miracle cure that Woodall used to save Northampton? It was a cordial powder made primarily of powdered gold.","While this may seem incomprehensible to a modern audience, Woodall’s miracle cure is a prime example of the complexity of historic medical practice. On the one hand, Woodall’s administration procedure seems like solid ‘science’. On the other hand, we all know that gold has no magical healing powers. Woodall’s account clashes with our modern preconceptions. We see science as a philosophy that triumphed over ‘superstitious’ magic. While Woodall’s marriage of science and ‘superstitious’ medicine seems bizarre to us, it was typical of the Renaissance. According to Michael D. Bailey, the beginnings of modern science were as much joined with magical belief as they were opposed to it. In his book <em>Magic and Superstition in Europe</em> Bailey affirms that renaissance philosophers were heavily influenced by magical traditions from the twelfth, thirteenth and fourteenth centuries.","Magical or not, the town of Northampton seems to have benefited greatly from Woodall’s work. This account must be taken with a grain of salt, however; it remains a fascinating example of the influence of superstition on early medical science."],"display_date":"April 15, 1999","search_date":"1999-04-15","locations":[{"id":52709,"lat":null,"lng":null,"zoom":8,"place":"Outside US"}],"tags":[{"id":230,"tag":"Medicine/Health"},{"id":100,"tag":"Medicine"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":122,"school_id":10}},{"id":6064,"title":"John Woodall Amputates a Sailor’s Leg","course_id":122,"status":"P","start_date":"4/15/99","end_date":"4/15/99","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The sailor’s leg was putrid and rotting. The hole left from the gunshot wound was, according to surgeon John Woodall, 'venomous'. John Woodall went on to say that gangrene had set in, causing the injury to resemble ‘an affront against nature’. Rather than let the gangrene fester, Woodall took the only course of action left to him; he amputated the limb. Once the extremity was removed, the venomous disposition ceased. The sailor’s heavy fever abated, and he made a speedy recovery. Many of Woodall’s other patients were less fortunate. By the time he reached some of the victims of gangrene the disease had progressed beyond treatment. One child had a limb so rotten that the skin parted to the touch. Others died with the onset of fever.","Woodall’s emergency treatment, while useful, was based on incorrect science. Woodall attributed the spread of gangrene to an imbalance of the four humors. Additionally, he described wounds infected by the disease as an ‘affront against nature’. We now know that, while gangrene is a horrible affliction, it is purely natural. In Woodall’s opinion, these injuries were from outside the realm of nature, and therefore wicked, vile, and venomous. While Woodall’s theories were technically incorrect, they worked to save the lives of those afflicted by disease. His hack-job method of treating extreme cases of gangrene actually helped those stricken with the plight. This mixture of ‘superstition’ and science challenges the modern assumption that science was born out of the death of superstitious belief.","This complicated system of superstition and rationality perfectly illustrates Lorraine Daston and Katharine Park’s thesis. In their book, <em>Wonders and the Order of Nature</em>, they dismiss the faulty notion that science and magic were directly at odds with one another. Instead, they propose a mutable, intricate system of balances and counter balances. To Daston and Park, magic played and plays a crucial role in our understanding of nature. While a modern audience may have some trouble digesting this concept, the gangrene afflicted sailor that was rescued by Woodall’s ‘faulty’ hypothesis benefited from the effects of this complex relationship."],"display_date":"April 15, 1999","search_date":"1999-04-15","locations":[{"id":52709,"lat":null,"lng":null,"zoom":8,"place":"Outside US"}],"tags":[{"id":5,"tag":"War"},{"id":230,"tag":"Medicine/Health"},{"id":100,"tag":"Medicine"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":122,"school_id":10}},{"id":6449,"title":"Slave Experiments in the Antebellum South","course_id":145,"status":"P","start_date":"1840-01-01","end_date":"1845-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the 1840s, a Virginia slave named John Brown became a victim of a practice involving the use of slaves to further medical knowledge in the antebellum South. Originally known as Fed, Brown was sold from his master’s house in Northampton, Virginia by a slave speculator named Starling Finney. He was moved to Georgia and sold again to a man named Thomas Stevens. Fourteen years later, Stevens became very sick with a serious illness unknown to Brown. Eventually, a well-known man from Jones County named Doctor Hamilton completely restored Stevens’ health. To thank him for his work, Stevens told Hamilton to ask for anything he desired. At the time, Doctor Hamilton was interested in learning more about cures for sun-stroke. Hamilton took this opportunity to “borrow” John Brown, in order to use him for potential experiments.  Stevens carelessly left Brown with Hamilton, essentially transforming Brown’s body into both a form of payment and an experimental guinea pig.","Hamilton used Brown for a series of experiments in order to gain insight and knowledge into the human body. In his first experiment, Hamilton subjected Brown to extreme heat from a fire to induce heat stroke. Hamilton gave Brown various types of medicines and remedies, and then watched as Brown faded in and out of consciousness, until he inevitably passed out. After a period of trial and error involving various tests where Brown was exposed to unbearable temperatures, Hamilton concluded that cayenne-pepper tea was the best remedy against heat stroke. Hamilton was interested in more than scientific advancement. He marketed his discovery by selling placebo pills made of flour and told his patients and customers to dissolve them in cayenne-pepper tea, profiting from Brown’s suffering.","Doctor Hamilton’s experiments were not limited to finding cures for heat stroke. Hamilton’s various tests physically and mentally destroyed John Brown. He lost his ability to work in the field and was ultimately deemed “useless” and unwanted, leading him to find other slave work as a carpenter. As a result of these procedures, Brown made up his mind to escape, prompting him to contact Buck Hurd, a white slave stealer. Despite warnings of the extreme dangers of this process, Brown’s desperation overshadowed his judgement. He was unable to imagine anything worse than the unbearable reality of his current situation, and instead risked facing other consequences. ","            John Brown was fortunate enough to survive Hamilton’s experiments and eventually escape slavery in 1847. Brown and his story reveal the degree of abuse slaves underwent as a result of their lack of rights. His narrative is extremely telling and unsettling in terms of the mindset of certain slave holders and slave users. Slave experiments were not only an acknowledgement of general black humanity, but specifically of inarguable human similarity. Experimenting on African-American bodies in order to find ways to treat the symptoms of whites revealed Americans’ recognition of the likenesses between all of them. Unfortunately, John Brown’s case was far from unique. The exploitation of slaves was both a common and generally accepted practice in the South. In his narrative Brown wrote, “The little I have told may afford an insight into the system of Slavery, but it is only a ‘small peep.’ I have suffered enough myself, but others have endured and are daily enduring, perhaps, much more.”"],"display_date":"1840 - 1845","search_date":"1842-12-31","locations":[{"id":52795,"lat":32.1656221,"lng":-82.9000751,"zoom":8,"place":"Georgia"}],"tags":[{"id":4,"tag":"Slavery"},{"id":100,"tag":"Medicine"},{"id":2839,"tag":"Experiments"}],"course":{"name":"Human Trafficking: Yesterday and Today","school":"University of Richmond","course_id":145,"school_id":11}},{"id":6474,"title":"The Presidential Physicians of John F. Kennedy","course_id":151,"status":"P","start_date":"1/1/54","end_date":"12/31/63","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In an oral history, Dr. Janet Travell explained that she frequently treated President John F. Kennedy for various muscle pains with “local procaine injections at trigger points.”  According to notable Kennedy historian James N. Giglio, criticism of the President’s repeated injection treatment arose among his other physicians, particularly Dr. George G. Burkley and Dr. Hans Kraus.  Drs. Burkley and Kraus were focused more on the President’s long term health and strength, while Dr. Travell seemed to mainly concentrate on easing Kennedy’s immediate pain.  Giglio also found that the long term effects of Dr. Travell’s injections seemed to further physically harm President Kennedy and weaken his already damaged muscles.             ","“Not helpful and actually harmful,” is the way Dr. Burkley described Dr. Travell’s injections in an oral history interview.  He explained that he advised Dr. Janet Travell not to give Kennedy “any more injections of any kind.”  Found in John F. Kennedy’s personal papers is a prognosis, following an examination by Dr. Kraus, that documented the state of the President’s health, after the frequent injection treatment provided by Dr. Travell.  Dr. Kraus reported that President Kennedy had substantial weakness and tightness in various muscles.  Dr. Kraus recommended a series of physical exercises that would gradually improve President Kennedy’s strength for weak muscles as well as loosen his tight muscles.  He further advised the President to accept injections “as little as possible.” ","Historian James Giglio argued that Dr. Burkley and Dr. Kraus discouraged Dr. Travell’s treatment and recommended plans of physical therapy that could potentially increase the President’s strength, rather than injections that both doctors believed to be harmful.  Dr. Kraus contended that the heavy use of injected drugs could be avoided with other less invasive methods such as a medical spray and physical therapy treatments.  Giglio also stated that Dr. Travell then attempted to avoid the other two doctors’ orders and still continued to treat the President; however, in 1962, the President’s medical team officially fired Dr. Janet Travell as the President’s physician and later re-assigned her to be a physician for Jacqueline Kennedy and her children."," "],"display_date":"1954 - 1963","search_date":"1958-12-31","locations":[{"id":52869,"lat":42.629888,"lng":-71.916805,"zoom":6,"place":"Washington, D.C. United States"}],"tags":[{"id":2703,"tag":"John F. Kennedy"},{"id":100,"tag":"Medicine"},{"id":2867,"tag":"Travell"}],"course":{"name":"JFK: Famine to New Frontier","school":"Marist College","course_id":151,"school_id":77}},{"id":6628,"title":"Trouble with the Fens","course_id":165,"status":"P","start_date":"1884-04-08","end_date":"1884-04-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A place for relaxation, picnics, play, and companionship, the Back Bay Fens lie just outside Fenway Park near the Charles River in Boston. Now a beautiful location, the park, imagined by Frank Olmsted, has a history mired in literal filth.","Construction of the Fens began in the 1880s. Chosen to be the first park in a much larger network of public grounds known as the Emerald Necklace, the Fens were not as they appear today. The Back Bay Fens, as much of Boston throughout its history, was a swampy marsh that had to be formed and shaped to what the park’s designer wanted. Though designed as a positive public health initiative for both city and community, the Back Bay Fens was attacked for causing the “deadly miasma” it was created to combat.","In 1884, <em>The Boston Globe </em>published an interview with anonymous man who had experience in, “landscaping, gardening, and engineering.” Questioning the cost, methods, and possible dangers, he claimed the construction “will be the source of deadly miasma.” He stated that the design of the sewer system did not accommodate for high tide, and that sewage, mud, and filth would fill the artificial pond. The land-forming done had nearly been ruined by the construction of the Boylston Bridge, a costly endeavor by the city of Boston. The anonymous source railed against the choices of Frank Olmsted and H.H. Richardson as designers of the park and its architecture. This anonymous individual challenged the city of Boston on their methods for creating this public green space, questioning the effectiveness on both a financial level, and a public health level.","Twenty-years later Boston would still be paying for their mistake. Backlash from various groups of people halted the construction of Olmsted’s “Emerald Necklace.” Along with landscapers, and engineers like the man interviewed by the Boston Globe, citizens were discontent with their parks. The warning of the 1884 paper went unheard and the consequences were as predicted. In 1905, <em>The Boston Globe</em> again reported on the Fens. This time the article was about Boston’s continued failure to clean the “cesspool” that had developed.","Public health initiatives were undertaken by cities to create more livable and healthy environments, but they also had unintended consequences. The Fens is one example of the conflict that can rise from public health initiatives undertaken by city governments. Even something as seemingly simple as a park experienced unintended consequences that frustrated both citizens and city government for years to come. The Back BayFens are not a failure, but its history as a successful public health initiative is polluted."],"display_date":"April 8, 1884","search_date":"1884-04-08","locations":[{"id":53000,"lat":42.3502648,"lng":-71.0809757,"zoom":8,"place":"Back Bay, Boston"}],"tags":[{"id":3210,"tag":"Parks"},{"id":1902,"tag":"recreation"},{"id":2662,"tag":"Boston"},{"id":1122,"tag":"Public Health"},{"id":100,"tag":"Medicine"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":165,"school_id":94}},{"id":6629,"title":"A Peek into Medieval Animal Medicine across Asia and Africa","course_id":165,"status":"P","start_date":"1500-01-01","end_date":"1500-01-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["An elegant script travels across the fragile fabric of an ancient document from the 14<sup>th</sup> century. Seeking out those who were caretakers of horses or early equine veterinarians, it speaks of the Mamluk period, the medieval rule of the Islamic Empire across Asia and Africa. Dark ink illustrates an ancient veterinarian administering medicine to an ill horse. Grass swayed beneath the two, depicting an outside environment for treatment. The horse’s head tilted upwards, allowing the animal physician to place a tube-like tool into the horse’s mouth and down its throat. The ancient writings explain that a tube or horn was usually utilized in response to an animal resisting treatment. Preventing the horse from closing its mouth, the tube allowed for the veterinarian to be sure the animal would take its medicine. The specific medication cannot been seen in the illustration, however, most medications that were prescribed to sick animals consisted of a mixture of herbs (such as roses and saffron heated in rose water) due to the belief that pleasantly aromatic medications helped to aid in the fight against illness. This illustration presents only a peek into medieval animal medicine across Asia and Africa.  ","Old Hippocratic/Galenic teachings were translated across Africa and Asia as early as the 14th century. However, these teachings of humoral theory based medicine were not only applied to healing humans, but were transformed to encompass the health of animals. This built a foundation for early veterinary medical practices to grow on. An important era of this growth is noted in the Mamluk period, where medical diagnostic and prognostic techniques were crafted and recorded in order to treat a variety of animals, ranging from but not limited to: horses, dogs, hunting hawks, stray cats, mules, cheetahs and etc.","In consideration of the humoral theory, treatments for animals were often similar to what humans received. Of course, the treatments were altered appropriately, based on the stature (organ size, bone density, etc.) of the animal. Therefore, birds were treated and diagnosed differently than elephants, and both were treated differently from humans. For example, the healthy “temperament” of a bird differs from the healthy temperament of an elephant. Animals such as elephants and horses were also seen as stronger than humans, considering their physical size. Therefore, they could handle a larger amount of medication than humans. The use of ointments was also drawn from humoral theory. If the animal had dry, cracked skin, a moist ointment would be rubbed on the affected area. This type of ointment was often used to treat wounds on a horse that was cut or scratched after hunting or traveling.","Many other innovative techniques were introduced across Asia and Africa in order to more effectively treat animals. For example, horses were placed on their back with their legs bound together during treatments of certain ailments. This would help to stabilize the animal, preventing them from harsh movements that could harm them during treatment (not unlike the gentle tying of animal limbs to a table during surgery in modern times today). Sedatives were also utilized to relax the animals during especially painful treatments. These are only a few examples of how early animal medicine began to grow across Asia and Africa during the 14<sup>th</sup> century."],"display_date":"January 1, 1500 - January 30, 1500","search_date":"1500-01-15","locations":[{"id":53003,"lat":26.820553,"lng":30.802498,"zoom":8,"place":"Egypt"},{"id":53002,"lat":-8.783195,"lng":34.508523,"zoom":8,"place":"Africa"},{"id":53001,"lat":34.047863,"lng":100.6196553,"zoom":8,"place":"Asia"}],"tags":[{"id":3215,"tag":"Animals"},{"id":3214,"tag":"Mamluk"},{"id":3213,"tag":"History"},{"id":3212,"tag":"Asia"},{"id":3211,"tag":"Veterinary"},{"id":1681,"tag":"Africa"},{"id":100,"tag":"Medicine"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":165,"school_id":94}},{"id":6634,"title":"Eli Lilly's Impact on Medicine","course_id":165,"status":"P","start_date":"1890-01-01","end_date":"12/31/30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["It has often been said that the Reconstruction Era (1865-1877) after the Civil War was possibly one of the harshest times in American history.  After the devastating number of casualties and enormous amount of money spent on the war, many Americans worked extremely hard to find groundbreaking success not just for them, but for all of mankind.  In 1876, a Civil War Veteran by the name Eli Lilly decided to build a laboratory in Indianapolis and manufacture pharmaceutical drugs/ therapeutics. Eli Lilly & Company became official in 1881 and hired its first scientist in 1886.  ","After Ernest Eberhardt was hired, the company started one of the first research and development programs in pharmaceutics. <em>Lilly’s Handbook of Pharmacy and Therapeutics (1898)</em> is an example of a resource that was used by practitioners for reliable and concise information when treating patients with an illness.  This handbook, along with other resources at the time, was very helpful for medical students and even experienced practitioners who were treating several patients at any given time.","Originally, the handbook was free when it was first released.  With that being said, Eli Lilly & Company were able to mass produce them and they were used by many hospitals in the Midwest.  It was influential marketing by Eli Lilly because the handbook has “Eli Lilly & Company” on the first page.  It did not cost the company a fortune to mass produce, and they were able to use the handbook as a marketing tool to gain notoriety.  When it came time for doctors and hospitals to purchase pharmaceutical drugs, Eli Lilly & Co. was the first company that came to mind.","Eli Lilly & Company’s innovation in therapeutics and pharmaceuticals has made an everlasting impact in the world of medicine.  In 1923, the company was the first to make Insulin much more accessible to the public which helped millions of Diabetics treat their disease.  That is just one example of how big of an impact Eli Lilly had in the world of medicine.  The handbook that was published by the company not only had reliable and accurate information, but it is also evidence of success from a marketing standpoint."],"display_date":"1890 - 1930","search_date":"1910-07-02","locations":[{"id":53009,"lat":39.768403,"lng":-86.158068,"zoom":7,"place":"Indianapolis, Indiana, Marion County"}],"tags":[{"id":3224,"tag":"Insulin"},{"id":100,"tag":"Medicine"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":165,"school_id":94}},{"id":6663,"title":"Legacy of the American Civil WAr's Medical Practices","course_id":170,"status":"P","start_date":"1862-09-02","end_date":"1863-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The devastation of infrastructure is an unfortunate sine qua non of war. With this lamentable fact, human casualties are an inevitable aspect of warfare. This universal truth can best be seen during the American Civil War; a domestic conflict that caused immense human suffering. Being documented extensively by both the Union and Confederacy, the physical trauma and living conditions the wounded soldiers faced can be heavily studied. By looking at the practices prior to, during, and after the civil war, considerable advancements in the practice of medicine, germ theory, equipment, and hospitalization systems can be observed as the demand for improvements became particularly severe during this tremulous time period. With this originally unprecedented need of organized hospitalization, the American Civil War helped project the study of medicine, and antiseptic medical practices into the modern age as many discoveries, and  advancements were made by prominent figures.  ","It is tragic in our contemporary society to know that as many of one third of the deaths experienced during the American Civil War could have been prevented had the facilities caring for the wounded been properly prepared to battle infection. With many making military equipment a priority over medical equipment, many hospitals were ill fit to care for the thousands injured. Famed American author Walt Witlman described the gruesome living conditions many soldiers were subjected to as abominable stating that he saw, \" heaps of amputated feet, legs, hands\" as he spoke of the horrid smell of putrefying flesh. He also noted that many soldiers were shaking as their blankets did not protect them from the cold with many  not even able to cover their feet with them. In addition to this unfortunate fact, most surgeons did not have experience treating wounds; for ever solider that died of a gun wound, two died of a disease that resulted from an infection. This gross amount of ignorance created the perfect breeding ground for the spreading of infection as utensils were not disinfected (being shared amongst many individuals) physicians had an immense lack of knowledge on proper physical examinations, and the nurses did not have access to give the soldiers proper clothing and nutrition.  ","On September 21st a disheartened soldier by the name of Adam wrote to his mother and father about his adversities. Stating that he had “no blanket nor any clothes,” his depiction of life inside military camps is all too similar to those that documented their stay. Speaking of the little medical supplies present, and wounds of those around him, while it appears that he is censoring certain aspects of life for the sake of not worrying his parents, it is still very evident that all is not well within the facilities. Another individual by the name of John Redfield wrote a bit more openly about his difficulties to his family as he described his journey in Harper’s Fery claiming that since his battles his hearing and vision have considerably worsen. Unable to provide him with proper treatment at the hospital camps, for soldier Mr. Redfield, his health unfortunately only deteriorated.  ","Understanding the need for advancement, it was only after considerable deaths that doctors began to organize themselves and begin to contemplate the dire situation. So with everything about the medical procedures during the warring period being abhorred, the pus stained coats, and bloodied equipment were slowly evaluated as connections started forming. It was at this time that Johnathan Letterman improved the ambulance transportation system, which previously was frustratingly disorganized, causing many to die during their wait. With this improvement came the introduction of anesthesia; allowing more complicated surgeries to be performed on individuals such as amputations. This improvement helped significantly decrease the amount of suffering experienced by those who previously had to maintain consciousness during procedures. All due to the desire to lessen the amount of pain, many humanitarians congregated, and began to conceptualize and innovate. One exceptional individual that wrote the book on hygiene for the army during this time period was William A. Hammod, a general of the Union army. Understanding the connection between illness and cleanliness, General Hammod standardized and organized a system of hospital layouts and inspections. In addition to this humanitarian, and founder of the Red Cross Clara Barton was a well-known leader that advocated for the importance of efficient transportation systems to provide all with medical supplies.  ","By no means were the medical techniques exhibited throughout the war advanced. Many atrocities occurred that left thousands with curable illnesses dead due to lack of knowledge on antiseptic practices. This resulted in a death toll that is still spoken about in morbid awe today in our contemporary society. Needing to expand, and innovate on the study of medicine, it was undoubtedly due to this tragedy that the pace of progression that occurred happened as quickly as it did. The pertinent need of advancement helped progress the medical practices exhibited in the civil war to what we know observe and benefit from today. "],"display_date":"September 2, 1862 - January 1, 1863","search_date":"1862-11-01","locations":[{"id":53032,"lat":38.5976262,"lng":-80.4549026,"zoom":8,"place":"West Virginia, United States"}],"tags":[{"id":100,"tag":"Medicine"},{"id":32,"tag":"Civil War"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}},{"id":6736,"title":"JFK's Hidden Medical Issue","course_id":175,"status":"P","start_date":"7/4/60","end_date":"7/5/60","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During his run for the presidency, Senator John F. Kennedy successfully hid his troubling medical history from the public. JFK suffered from Addison’s disease, which is a disease where the adrenal glands do not produce enough hormones. Kennedy’s longtime doctors, Janet Travell and Eugene J. Cohen kept the secret of Kennedy’s severe health problem, which required regular doses of cortisone and steroids. It was only a matter of time before someone dug up the truth about Kennedy.","In July 1960, the race for the democratic candidacy was competitive, to say the least. Two of Lyndon B. Johnson’s supporters, India Edwards and John B. Connally leaked medical information to the press, claiming that JFK had Addison’s Disease and demanded that the party test all the democratic contenders. The news came as a shock to many that perceived JFK as young and healthy. The author of the <em>New York Times</em> article, W.H. Lawrence, quoted Edwards when she stated that she received the news from “several doctors” and they told her that “[Kennedy] would not be alive if it weren’t for cortisone.” After these accusations, Robert F. Kennedy, the Senator’s brother, stepped in and denied everything the Johnson supporters claimed. Robert F. Kennedy not only denied the fact that his brother had Addison’s Disease, but offered an explanation that is brother’s condition resulted from his “war time experiences.” JFK’s two doctors released a medical report basically clearing him “to hold any office to which [he] may aspire.” In truth, Kennedy relied on daily shots of steroids and cortisone, took amphetamines, and any other drug that would relieve his pain. Robert Dallek said, “Kennedy’s charismatic appeal rested heavily on the image of youthful energy and good health he projected.” John F. Kennedy lived with a serious disease without the public’s knowledge, and even when exposed by the press, he continued to hide his illness and battle for the presidency."],"display_date":"July 4, 1960 - July 5, 1960","search_date":"1960-07-04","locations":[{"id":52990,"lat":34.0522342,"lng":-118.2436849,"zoom":8,"place":"Los Angeles, CA, USA"}],"tags":[{"id":2703,"tag":"John F. Kennedy"},{"id":2,"tag":"Health/Death"},{"id":100,"tag":"Medicine"},{"id":3415,"tag":"Addison's Disease"}],"course":{"name":"JFK","school":"Marist College","course_id":175,"school_id":77}},{"id":6755,"title":"For the Sake of the Human Race","course_id":177,"status":"P","start_date":"1883-01-01","end_date":"12/31/14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The 19th and 20th centuries saw a rapid influx of revolutionary ideas and innovations, but very few were as morally frightening as the eugenics movement. Coined in 1883 by Francis Galton, the term “eugenics” became popularized in the 20th century, especially after Galton’s 1901 publication “The Possible Improvement of the Human Breed Under Existing Conditions of Law and Sentiment.” Galton’s ideas refuted the impractical nature of implementing eugenics into society, aiding to convince the “elite” that eugenics was the quintessential mechanism to improve the human race. The elite consisted of the wealthy, the educated, and the “gifted,” and while Galton’s words definitely resonated, the potentially immoral nature of eugenics, including ideas of genocide and elitism, was troubling. Galton appeared to have very few qualms about the movement’s ideas, but the question remained--how could he persuade the elite, especially those with doubts, to adopt the eugenics movement?","Galton drew inspiration from his half-cousin Charles Darwin’s theories on genetics and natural selection to convince the elite of their duty to improve mankind. Biologically speaking, mankind was much like every other organism in that its genetic disposition and talents varied from individual to individual. If society proliferated certain breeds of dogs and horses, why can’t it also do the same with humans? Eugenics could be implemented by financing the education of precocious children and influencing marital practices. The easiest way to proliferate the spread of “good” genes would be for like to marry like, especially within the gifted classes. Children birthed from the “highly valued” would likely be more genetically superior and thus yield lives of higher civic worth. To encourage the formation of early marriages and subsequent highly productive childbearing, Galton claimed the “...tendency among cultured women to delay or even to abstain from marriage...has to be reckoned with.” ","His ideas were very influential in the medical community. Dr. William Polk argued in 1912 that many parents were already unknowingly practicing positive eugenics by discouraging their children from marrying those deemed unworthy, such as those with low intelligence or afflictions. He asserted that parents and educators should continue this practice by intentionally teaching children to marry wisely and to avoid the costly teacher of experimentation in one’s youth. Galton also claimed, “...an enthusiasm to improve the race is so noble in its aim that it might well give rise to the sense of a religious obligation.” Inspired by Galton, Dr. Caleb Saleeby further advocated in the early 20th century for eugenics by asserting that racial perfection should be idealized just as much as individual perfection is. Galton’s appeals were greatly influential in convincing the elite, particularly medical professionals, of the practical implementations of eugenics, pushing the eugenics movement into mainstream ideology. For example, the eventual atrocities of many states’ eugenic laws in the United States and the Nazi regime drew much of their inspiration from these works. Genetic perfection was attainable; it only required the efforts of the elite to accept and carry out their divine duty."," "],"display_date":"1883 - 1914","search_date":"1898-12-31","locations":[{"id":53005,"lat":52.3555177,"lng":-1.1743197000001,"zoom":8,"place":"England"},{"id":52839,"lat":37.09024,"lng":-95.712891,"zoom":8,"place":"United States"}],"tags":[{"id":533,"tag":"Eugenics"},{"id":100,"tag":"Medicine"},{"id":3456,"tag":"Francis Galton"},{"id":3457,"tag":"elite"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":177,"school_id":94}},{"id":6764,"title":"Medical Reform: From Words to Action","course_id":177,"status":"P","start_date":"1847-02-01","end_date":"1847-02-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Dr. Charles Meigs, an obstetrician and professor at Jefferson Medical College, became apprehensive as his four-month course on obstetrics and the diseases of women drew to an end. Although medical knowledge and information about the human body and disorders had grown extensively by 1847, the medical education system did not provide an adequate amount of time to cover the abundance of information. Due to the gap between the amount of medical education needing to be taught and the amount of time provided to realistically teach it, Dr. Meigs wrote a collection of letters known as <em>Woman: Her Diseases and Remedies: A Series of Letters to His Class</em> for his students to continue learning about information on obstetrics that he did not have time to fully cover during the term. The forty-five letters covered various aspects of obstetrics and women’s health in great depth, from disorders and cancers that can affect females to puberty and pregnancy.","Aspiring physicians faced challenges due to the unorganized educational system and democratic culture that was established in the United States during the 19<sup>th</sup> century. Medical school executives wanted to attract students from various backgrounds. No licensing laws existed and courses were often short and sophisticated. Because it did not appear difficult to become a physician, schools were able to increase their enrollment rates. By observing Dr. Meigs’ letters written as a response to the inadequate amount of lecture time incorporated into the curriculum, it becomes evident that this was one way that medical education began to undergo reformation. His localized effort to improve the deficient medical system in Philadelphia was one solution that set the stage for further and more widespread education reform efforts that occurred in the following decades.","After 1870, medical education standards became stricter and the field of medicine began to transform into an elite profession. For example, wealthy men impacted the ways in which learning were carried out through the creation of teaching hospitals and labs, and more requirements such as obtaining an undergraduate degree, became required to enter medical school. In the early 20<sup>th</sup> century, the American Medical Association designated Abraham Flexner to assess the quality of curriculums, faculty, and facilities in various medical schools to continue reform efforts. Flexner and other reformers found that short academic years posed problems with learning the immense amount of medical knowledge necessary to evolve students into successful physicians. As a result, longer course times and academic years were implemented and licensing boards and medical organizations were established.","The series of letters on diseases and treatments of women foreshadowed later efforts to forever change the medical education system. They can be viewed as an innovative teaching tool created as an early grassroots reform effort in medicine. Growing reform efforts led legislators and other medical school faculty to realize the existence of deficiencies in education and to work towards change well into the 20<sup>th</sup> century."," "],"display_date":"February 1, 1847","search_date":"1847-02-01","locations":[{"id":52780,"lat":39.9371328,"lng":-75.1684727,"zoom":6,"place":"Philadelphia, PA"}],"tags":[{"id":3483,"tag":"Reform Efforts"},{"id":3484,"tag":"Education Deficiencies"},{"id":100,"tag":"Medicine"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":177,"school_id":94}},{"id":6765,"title":"History of African Americans in Medicine","course_id":177,"status":"P","start_date":"1/1/00","end_date":"12/31/45","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Being black prior to the year1891 was hard. Not only was racism everywhere, but for black people in the medical field, as either patients or practicing professionals, if they were qualified and more than likely deserving, there was no place for them in the medical field. This unspeakable injustice is not one that went un challenged though. Until Dr. Daniel H Williams came along to bring about a sense of hope and belonging to African American people who wished to join the medical field. It is very important to understand just how the world worked at this time. The reality of life for black people, was that if they were patients, they could not be brought into a white hospital for an operation. In others where it was allowed, “the privilege carries with it such offensive limitations on the time and manner in which the family of the patient is allowed to visit the may prefer not to use it.” Something else to realize, is that black doctors were extremely ostracized and were also not permitted to practice in public hospitals even upon meeting all of the requirements set forth by said hospitals.","Until a 1900 address by the good Dr. Daniel Hale Williams, (who subsequently opened Provident Hospital and Nurse Training School in Chicago, the nation’s first black controlled hospital), urged other Black people and white people to open black controlled hospitals. The world would no longer be deprived of all the rewards that black doctors have provided for not only the development of the prestigious career that is medicine, but to the overall increase in health possible for all people. Just as any other major change though, the opening of black controlled hospitals was something that took time. In fact, it took twelve years for there to be just 63 black controlled hospitals opened, and seven years later a total of 118.Someone once said that when preparedness meets opportunity, that’s when magic happens. The black hospital movement is no exception to this. By having an environment where black doctors were not only victims to extreme racism, and ostracizing by other doctors, but not even being able to take credit for their work. Being able to work in a safe environment, allowed for the magic to start happening, allowing black doctors to take control of their craft and put forth groundbreaking work just as the great Dr. Williams did in 1893 with the first successful open heart surgery."," "," "],"display_date":"1900 - 1945","search_date":"1923-01-01","locations":[{"id":53109,"lat":41.8781136,"lng":-87.6297982,"zoom":8,"place":"Chicago, IL, USA"}],"tags":[{"id":3488,"tag":"Dr. Daniel Hale Williams"},{"id":100,"tag":"Medicine"},{"id":889,"tag":"Racism"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":177,"school_id":94}},{"id":6767,"title":"Icones Anatomicae: Reviving a Passion in Science and Medicine 400 Years in the Making","course_id":177,"status":"P","start_date":"1/1/34","end_date":"12/31/34","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the year 1543, Andreus Vesalius published the <em>De Humani Corporis Fabricae</em> and revolutionized the medical landscape. The work was a masterpiece. It combined the fields of art and anatomy and cut to the core of human anatomical understanding. In order to most accurately depict the anatomy of the human body, Vesalius employed several artists and had them attend anatomical dissections and demonstrations. Their beautiful drawings were then transferred to woodblocks for printing, and here is where our story begins. The original woodblocks were lost for nearly 400 years until in 1932 Dr. Samuel Lambert, President of the New York Academy of Medicine, heard a colleague make mention of an anatomy professor at Basel who wrote of the survival of several original blocks at the University of Munich Library. An ecstatic Dr. Lambert then set into motion a series of events that would culminate in the 1934 publication of <em>Icones Anatomicae</em>.","<em>Icones Anatomicae</em> is a masterpiece in itself. It is an anthology consisting of the <em>De Humani Corporis Fabricae, </em>the<em> Tabulae Anatomicae Sex, </em>several personal letters, and a few of Vesalius’ previously unpublished works.  The publication was received with much acclaim. The influence of Andreus Vesalius and his impact on the field of medicine were already well understood in the early twentieth century, but not many knew why. Several physicians, historians, and artists decided that along with the publication of <em>Icones Anatomicae,</em> an explanation of the significance of Vesalius and his work was necessary. J.B. Saunders and Charles O’Malley held nothing back in their praise of Vesalius in their 1950 book, <em>The Illustrations from the Works of Andreas Vesalius of Brussels.</em> They explain that his work signaled “the beginning of modern observational science and research,” essentially calling Vesalius the father of not just anatomy, but of <em>all of modern science</em>. Saunders and O’Malley go on to compare Vesalius to the likes of Hippocrates, Galen, Harvey, and Lister. Then, in 1952, John F. Fulton published <em>Three Vesalian Essays to accompany the Icones Anatomicae of 1934</em>, hoping to further illustrate why Vesalius was so important and why the publication of <em>Icones Anatomicae</em> was such a momentous occasion. Samuel Lambert commissioned the essays in 1932 hoping to give modern context to the significance of <em>Icones Anatomicae </em>and the impact of Vesalius’ work. ","Before Vesalius, science, and specifically anatomy and medicine, lectures were taught from purely textual classic sources, such as Galen. Vesalius was the first to emphasize the importance of visual aids in scientific texts. Vesalius’ contributions to the fields of anatomy, medicine, and art have undeniable influence. Vesalius is just as notable, important, and influential as other renaissance figures. <em>Icones Anatomicae </em>and the essays, books, and articles published to accompany it attempt to outline just how much of an impact Vesalius had on modern science and medicine. Vesalius was able to revive a collective passion in medicine after a millennia and a half of stagnation. He imbued the pursuit of knowledge with a certain art. The <em>Icones Anatomicae </em>was an essential vessel in transporting that collective passion into the modern age."],"display_date":1934,"search_date":"1934-07-02","locations":[{"id":53112,"lat":40.7127753,"lng":-74.0059728,"zoom":8,"place":"New York, NY, USA"},{"id":53113,"lat":48.1351253,"lng":11.5819805,"zoom":8,"place":"Munich, Germany"}],"tags":[{"id":100,"tag":"Medicine"},{"id":3482,"tag":"Medical Education"},{"id":3493,"tag":"Vesalius"},{"id":692,"tag":"Science"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":177,"school_id":94}},{"id":6769,"title":"The History of the Ambulance-Wagon During the Civil War","course_id":177,"status":"P","start_date":"1861-04-12","end_date":"1865-05-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Between April 12, 1861 to May 9, 1865, the Civil War waged claiming the lives of about 620,000 American. The Civil War conflict was a great tragedy, but if could have been worse if it wasn’t for William A. Hammond the surgeon general at the time. It was thanks to his almost single-handed push of a vehicle designed to get medics to the injured faster, and/or the injured out of combat zones.","Known as the ambulance-wagon in its time, it was the first vehicle of its kind; with the express purpose of transporting care to the wounded. An 1891 diagram detailed the inner workings of this type of ambulance was used as a detailed diagram of the innerworkings of the type of an old-style ambulance. It was used in its time as a reference to how a vehicle meant for treating wounds on a battlefield should be built and stocked. It includes a medicine pannier, Autenreith medicine wagon, hospital tent, Sibley tent, litters, Wheeling or Rosecrans ambulance wagon, Rucker ambulance wagon, Confederate field ambulance wagon, hospital rail cars, hospital ship, and six-mule team with U.S. Army wagon. The reason from then number of different types of elements was due to the number of different types of war zones the ambulance-wagon would be used in, and the vast amount of different types of injuries one would fall victim to during the war. The company who created it was Julius Bien & Co.","The photo the same ambulance described by the lithograph in action, shows medical staff tending to the wounds of soldiers on the battle field. During the Civil War, when medicine hadn’t advanced to the point where ambulances only served a means of stabilization, and transportation to a hospital like they do now; it was the ambulance-wagon, and those who pushed its integration that no doubt saved thousands of lives.   ","Hammond demanded (and got) one ambulance for every 150 soldiers and got two medical supply wagons for each regimental corps. His improved transportation system proved itself, and at the battle of Antietam (September 1862) his stretcher bearers and ambulance-wagons had every one of the Union Army's 9420 wounded soldiers off the battlefield before the day ended. It was a remarkable feat in the early history of ambulances. At first, ambulance at the time was used strictly for combat zone purposes, but was quickly adopted by hospitals soon after. "],"display_date":"April 12, 1861 - May 9, 1865","search_date":"1863-04-26","locations":[{"id":53115,"lat":32.7523476,"lng":-79.8746925,"zoom":7,"place":"Fort Sumter, South Carolina"},{"id":52839,"lat":37.09024,"lng":-95.712891,"zoom":7,"place":"United States"}],"tags":[{"id":3500,"tag":"William A. Hammond"},{"id":3499,"tag":"ambulance-wagon"},{"id":3498,"tag":"Ambulance"},{"id":5,"tag":"War"},{"id":100,"tag":"Medicine"},{"id":32,"tag":"Civil War"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":177,"school_id":94}},{"id":6770,"title":"An Early Indiana Advocate for the Medical Internship","course_id":177,"status":"P","start_date":"4/15/10","end_date":"4/15/10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Dr. Albert Sterne was presented with a great challenge. In charge of placing recent graduates of the Indiana University School of Medicine (IUSM), he had to convince a hesitant group of Indiana physicians to accept them into their clinics as interns. As the first chairman of student affairs at the newly established Indiana University School of Medicine, Sterne was determined to see more of IUSM’s “boys” receive a highly competitive internship position. This was no easy task at a time in which the internship was seen as a “favor” to the medical school graduate. In his letter to Indiana physicians, Sterne highlighted the value that taking in interns would offer. He emphasized that IUSM would provide “highly qualified” interns. Each intern would undergo a standardized exam to demonstrate competency. Sterne went on to claim that interns would provide significant help in easing the workload.","Dr. Sterne’s push for a greater quantity of internships available to IUSM graduates occurred in 1910, <em>even before</em> the internship was required to practice medicine. Clinical practicums, though common in Europe, were scarce in the U.S. Despite recommendations by the American Medical Association in 1905 to incorporate the clinical internship into medical education, it was highly debated. Physician, James Herrick, for instance, argued against its incorporation stating, “But in many hospitals, the intern does little more than give an anesthetic, dress and take the blame for pus cases, and occasionally examine the urine and sputum.” Others felt internships should be reserved for the best and the brightest. Dr. Halstead of the John’s Hopkins University stated “Only the honor men of each class at graduation (should be) entitled to these positions.” Sterne was determined that all IUSM graduates should gain this “highly valuable” clinical experience, at a time in which fewer than two-thirds of U.S. medical school graduates were granted one of the coveted positions.","By 1912, the mood began to shift. The CME published its first edition of “<em>Approved Training Hospitals</em>” for internships, and that year, 75% of U.S. medical school graduates would receive a clinical internship. However, there was still an enormous shortage in the number of open positions, and it wasn’t until 1923 that the number of internship positions and the number of graduates began to balance out. Dr. Sterne recognized the value of clinical experience and the need for more internships early on. Looking out for the best interest of IUSM students, Sterne was determined to fill this gap. With urgency, he began sending his letter to chairmen of hospitals around the state of Indiana and creating partnerships so that more IUSM graduates could receive a position."],"display_date":"April 15, 1910","search_date":"1910-04-15","locations":[{"id":53073,"lat":39.728915,"lng":-86.088368,"zoom":5,"place":"Indianapolis, Indiana"}],"tags":[{"id":3502,"tag":"internship"},{"id":100,"tag":"Medicine"},{"id":3482,"tag":"Medical Education"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":177,"school_id":94}},{"id":6771,"title":"A Much Needed Change","course_id":177,"status":"P","start_date":"1847-05-01","end_date":"1847-05-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","One spring evening in May of 1847, Issac Hays, chairman of the newly established American Medical Association (AMA), stood from his seat surrounded by colleagues, having just finished creating the original code of ethics adopted by the AMA. The code, having since then been the standard of medical ethics in the United States, was modeled heavily on the ethical beliefs of the European physician ad author Thomas Percival, who created the first code of ethics. Up until a code was written and adopted in the U.S., there were no official national means of regulating proper ethical behavior in the healthcare field, and many states themselves lacked laws explicitly stating ethical expectations in the medical profession. Due to this, the code of ethics specifically touched on the need for doctors to recognize the entirety of the power they possessed to not take advantage of it."," ","This code of ethics was eventually commented on by Dr. Austin Flint, president of the AMA in 1883. In this commentary, Flint focused on the importance of physicians upholding their own sense of morality, a topic he felt worthy of extra attention. His commentary was divided into 3 sections: the responsibilities of physicians to their patients, and the duties patients are expected to uphold; the responsibilities physicians have to one another; and the accountability physicians are held to by the public."," ","This was a prime time for a code of ethics to be written and scrutinized, especially with the developments in surgery around that time. With the surgical field gaining popularity within the medical community, questions arose about surgeons’ morals in the operating room, when they were in control of another life. It was common for surgeons to learn to distance their emotions from their patients, which to a certain extent was to be expected—after all, they were cutting into another person before the development of anesthesia. It was expected of the doctor to remain faithful to his patient in accordance with his highest professional requirement—do no harm. There were concerns for physicians’ intentions and ethical accountability that were understandably called into question. The code of ethics was a way to unite all physicians in the states with a common goal, common standards, and a sense of accountability beyond their own conscience."],"display_date":"May 1, 1847 - May 31, 1847","search_date":"1847-05-16","locations":[{"id":11224,"lat":39.9525839,"lng":-75.1652215,"zoom":8,"place":"PHILADELPHIA, Pennsylvania"}],"tags":[{"id":3146,"tag":"Surgery"},{"id":2937,"tag":"United States"},{"id":100,"tag":"Medicine"},{"id":1011,"tag":"Ethics"},{"id":3213,"tag":"History"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":177,"school_id":94}},{"id":6803,"title":"The Medical Secrets of John F. Kennedy Explained","course_id":183,"status":"P","start_date":"5/26/55","end_date":"11/22/63","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["As president of the United States, John F. Kennedy exuded airs of confidence, courage and strength to the American public. At his inauguration ceremony on a frigid January day, Kennedy appeared resilient as he stood in front of the large crowd without a jacket, hat or gloves. His capability was rarely questioned throughout his years in office, but behind the healthy image he portrayed was a lifelong struggle with crippling disease and discomfort.","The most prominent of Kennedy’s ailments was Addison’s disease, an autoimmune disorder in which the adrenal glands do not properly produce hormones to combat infection. He also suffered from chronic back pain, serious allergies and digestive tract problems. In an effort to remedy his illnesses, Kennedy took an array of medications, at least seven each day. He took Meticorten, hydrocortisone, Florinef, synthetic T3, and Cytomel, among others. He had four operations done on his back, all of which proved ultimately unhelpful.","Kennedy’s personal physician was Janet G. Travell, a Cornell Medical School graduate and internal medicine specialist. In an oral history transcript, she talked about her first encounter with Kennedy on May 22, 1955. She described his poor condition in saying, “He was thin, he was ill, his nutrition was poor, he was on crutches. There were two steps from the street into my office and he could hardly navigate these.” His most significant complaint was of lower left back pain. She eventually treated his pain using local injection of procaine or novocaine at trigger points, a method she was renowned for. She worked tirelessly to make Kennedy as comfortable as possible, even making recommendations on the kind of chairs he should sit in. The idea first came about when he commented about a rocking chair in her office in New York. Travell recalled, “He sat in it and he said, ‘This is so comfortable, why can't I have one of these?’ I said he could.” Soon enough the rocking chair became a staple piece of furniture in the White House.","The exercise plan suggested by another one of Kennedy’s other doctors, Dr. Kraus, produced drastic improvement in the President’s condition. In the Travell interview, she explains, “He started… on a regular exercise program with Dr. Hans Kraus, which did him an inestimable amount of good.” Regular swimming, golf and tennis allowed him to build and strengthen important muscle groups in his legs and back, providing significant relief over time.","While skilled doctors extensively examined Kennedy to assess his health, the President never wanted the public to perceive him as weak. Travell admitted to working with Kennedy to censure the medical information available to the press. She recounted one conversation they had after Kennedy was hospitalized saying, “I tried to persuade him that we should just say he had a small abscess on his back. He said, ‘You know, that’s a very ugly word. I don’t want to have an abscess.’ So we compromised on a virus infection.” Despite the plethora of medical issues Kennedy suffered from, Travell thought his health was “more than adequate for him to carry the duties and responsibilities of the presidency.”","It is widely perceived that Kennedy’s poor health did not significantly affect his skillfulness and competence as president. In a tragic example of irony, he was in the best health he had been in years at the time of his death. The youthful and dynamic image Kennedy maintained was impressive, but in light of the daily physical challenges he faced in addition to the duties of the presidency, John F. Kennedy is a more outstanding political figure than previously imagined."],"display_date":"May 26, 1955 - November 22, 1963","search_date":"1959-08-24","locations":[{"id":52869,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington, D.C. United States"}],"tags":[{"id":2703,"tag":"John F. Kennedy"},{"id":100,"tag":"Medicine"},{"id":267,"tag":"Health"},{"id":3564,"tag":"Janet G. Travell"}],"course":{"name":"JFK","school":"Marist College","course_id":183,"school_id":77}},{"id":6835,"title":"Enslaved Women Give Birth to the Field of Gynecology","course_id":187,"status":"P","start_date":"1819-08-01","end_date":"1819-08-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In August of 1819, Nanny, an enslaved pregnant woman from South Carolina, cried out as she approached her 60th hour of labor. She was unable to give birth to twins who had died in utero. Fearing she would die, her owners called for a physician. Over the next two days, Nanny endured seven surgeries. Her friends were deeply concerned but not surprised. This was her eighth pregnancy, and she was thought to be now “too delicate” to continue bearing children. Her owners, of course, continued to profit from her reproduction. She was a valuable breeder. ","For slaveholders, an enslaved woman’s fertility was a major asset within the slave market. As soon as a young woman began menstruating, her economic value greatly increased because of her ability to reproduce. Enslavers capitalized on the possibility that a woman could produce offspring. Owning fertile women allowed masters to acquire new slaves through reproduction, bypassing the slave market. Enslaved women whose responsibility it was to become pregnant were known as breeders. In the half century before the Civil War, these women’s reproduction increased the enslaved population of the United States from roughly one to four million.","As the fertility of enslaved women proved to be an advantage within the slave market, masters focused more time on the gynecological health of their enslaved. The field of gynecology grew as a result of the emphasis on the reproductive health of slaves. Doctors in this emerging field viewed enslaved women as subjects for experimental and high-risk procedures in order to further their research. The doctor Nanny’s owners called saved her life but not her fertility."," "," "," "],"display_date":"August 1, 1819 - August 31, 1819","search_date":"1819-08-16","locations":[{"id":53168,"lat":33.51075454458,"lng":-80.336888961225,"zoom":6,"place":"South Carolina, USA"}],"tags":[{"id":3636,"tag":"Gynecology"},{"id":3635,"tag":"Fertility"},{"id":3634,"tag":"Breeder"},{"id":3633,"tag":"Reproduction"},{"id":3632,"tag":"Enslaved Women"},{"id":100,"tag":"Medicine"}],"course":{"name":"Human Trafficking: Yesterday and Today","school":"University of Richmond","course_id":187,"school_id":11}},{"id":6852,"title":"Colonel W. D. Gale's Account of the Army Hospital at Carton Plantation","course_id":188,"status":"P","start_date":"1864-11-30","end_date":"1864-11-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On November 30, 1864 Colonel W.D. Gale participated in the Battle of Franklin and burying the large number of Confederate dead that filled the battlefield. He wrote a letter home to his wife, describing the battle and the Confederate hospital where he visited his wounded comrades. In the Battle of Franklin, the Confederate Army of Tennessee went on the offensive striking the Union army entrenched there. The offensive resulted in 7,000 Confederate casualties, more casualties than McClellan’s Seven Days Battle. The heavy losses as a result of the battle affected the Confederacy for the rest of the war. The McGavock house, better known as Carton plantation, was located at the Confederate’s rear line, serving as the battlefield and army hospital. The house had been secured before the battle as the Confederate Field Hospital, but they did not anticipate the number of causalities that would overwhelm the hospital. Gale recounted, “Every room was filled, every bed had two poor bleeding fellows, every spare space niche and corner under the stairs, in the hall, everywhere…and when the noble old house could hold no more, the yard was appropriated until the wounded and dead filled that.”","Army hospitals during the Civil War did not have the advanced medical knowledge that exists today. They did not properly clean their instruments after each use, resulting in the spread of infection. Two surgeons were staffed at each field hospital, and Carton Plantation was no different. The McGavock children’s bedrooms served as the operating rooms, where blood stains are still evident on its wooden floors. Each corner of the room was designated for the piling of amputated limbs. Over three hundred men were treated for their wounds in the house, but many more were placed in the yard and slave quarters. Of those wounded that filled the house, one hundred and fifty died during the night. Gale described Carrie McGavock’s unwavering care for the soldiers, stating she was “…unawed by horrid wounds, unblanched by ghastly death she walked from room to room, from man to man, her very skirts stained in blood, the incarnation of pity and mercy.” She helped to prepare bandages for the surgeons using everything from her old linen to her undergarments. The McGavocks’ later gave up ten acres of their land to serve as a Confederate Cemetery for those who had died in the Battle of Franklin."," Gale’s account provides a depiction of the Battle of Franklin, the field hospital and the hospitality he experienced there. He served under Leonidas Polk until Polk’s death in June 1864, then he was transferred to General Alexander P. Stewart. Gale survived the war and continued to live in Nashville, Tennessee with his wife. His account sheds light on the McGavock family, his actions during the Battle of Franklin, and the horrors of the Confederate Field Hospital at Carton Plantation."],"display_date":"November 30, 1864","search_date":"1864-11-30","locations":[{"id":53183,"lat":35.903931,"lng":-86.858289,"zoom":6,"place":"carton plantation"},{"id":53182,"lat":35.9250637,"lng":-86.8688899,"zoom":6,"place":"Franklin Tennessee"},{"id":53184,"lat":35.905202915613,"lng":-86.843063963999,"zoom":14,"place":"carton tennesse"}],"tags":[{"id":100,"tag":"Medicine"},{"id":32,"tag":"Civil War"},{"id":1538,"tag":"Battle of Franklin"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":188,"school_id":3}},{"id":6902,"title":"Drug Over-Use and Its Devastating Consequences During the 60?s","course_id":191,"status":"P","start_date":"1/1/56","end_date":"12/2/62","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The article “Doctors Told No Drug Wholly Safe,” written by David Spurgeon and published on June 21<sup>st</sup>, 1957, still reads as a stark warning all these decades later[1]. It appeared on the front page of the Globe and Mail, directly below a headline on ‘atom jets’ being sent to a post-war Korea. The article describes a talk given at the annual convention of the Canadian Medical Association in Edmonton. A Dr. D. E. Rodger from Regina warned the medical community about unforeseen consequences from drugs being freely given. The doctor believed the toxic effects of some medicines were unintentionally causing more harm than benefit. He further encouraged both the reform of the Canadian Food and Drug Act, as well as restrictions to discourage pharmacists making illicit sales. Dr. Rodger stressed that the physician plays the pivotal role in protecting the patient, and their lack of proper judgement regarding unsafe drugs was damaging public health. The article describes the doctor warning about a new class of drug known as the tranquilizers, which may refer to psychotropic drugs widely used in modern healthcare to treat mental illnesses and anxiety. He doubts their medical efficacy, stating that citizens should opt for medications that are more affordable, and extensively understood. He further labels tranquilizers as placebos and inert, suggesting their only medical benefit is psychological. ","This archived article is grim in the context of the events that followed. A few years later in the 1960’s, thalidomide was discovered to cause severe birth defects in the form of shortened or missing limbs[2]. The drug was extremely popular at the time, used as a mild sedative for a sleeping aid, as well as to temper the effects of pregnant women experiencing morning sickness. The drug originated in West Germany, eventually permeating through Great Britain and to clinical trials in North America. It fit with the trend of the day, which saw a dramatic interest in tranquilizers and other ‘downers.’ The efficacy of this emergent drug classification was lauded by patients and many doctors in the years before the thalidomide tragedy was realized. Everyday people in droves sought comfort from their doctors, and unfortunately, they prescribed freely drugs without realizing the implication[3]. Many of these drugs were addictive and as we now know, harmful. This early article shows some practitioners realized the potential consequences were twofold: both in the widespread unregulated distribution and in the lack of research into potential side-effects. These themes became much more prevent during the coming decades, unfortunately too late. Although we cannot prevent the thalidomide disaster now, this story can grant us perspective on current issues. Perhaps we should heed this lost plea and undertake the actions that may not only help the modern drug abuse issues we face today, but also to prevent some unknown yet similar medical disaster still looming.","[1] David Spurgeon, “Doctors Told No Drug Wholly Safe,” <em>The Globe and Mail, </em>June 21, 1957, Front Page, Toronto.","[2] James H. Kim et al., “Thalidomide: The Tragedy of Birth Defects and the Effective Treatment of Disease.” <em>Toxicological Sciences</em>, Volume 122, Issue 1 (2011): 1.","[3] David L. Herzberg. \"Happy Pills in America: From Miltown to Prozac.” (Baltimore: John Hopkins University Press, 2009), 33. "],"display_date":"January 1, 1956 - December 2, 1962","search_date":"1959-06-17","locations":[{"id":53231,"lat":50.794864050736,"lng":6.3228271665456,"zoom":10,"place":"Stolberg, West Germany, Europe"}],"tags":[{"id":2191,"tag":"Doctors"},{"id":3652,"tag":"abuse"},{"id":100,"tag":"Medicine"},{"id":3721,"tag":"Drug Use"},{"id":3722,"tag":"Thalidomide"}],"course":{"name":"Critical Writing and Research for Historians","school":"University of Toronto Scarborough","course_id":191,"school_id":28}}]}