{"id":1001,"tag":"Braxton Bragg","points":[[34.9035877242,-85.1380945498],[34.7357841762,-85.3009353974]],"bounds":[[34.9035877242,-85.1380945498],[34.7357841762,-85.3009353974]],"episodes":[{"id":5190,"title":"Braxton Bragg's Chickamauga: Trouble with the Brass","course_id":64,"status":"P","start_date":"1863-09-19","end_date":"1863-09-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["General Braxton Bragg's Army of Tennessee was in sore need of a decisive victory in September 1863. Following the Army's failed invasion of Kentucky in 1862, Bragg had been steadily pushed out of Middle and Eastern Tennessee and into Georgia without putting up much of a fight. General William Rosecrans had proven a formidable commander of the opposing Army of the Cumberland. After General James Longstreet's Corps from Robert E. Lee's Army of Northern Virginia arrived as reinforcements, Bragg felt ready to strike back. In a general order issued to the soldiers of the army two days before the Battle of Chickamauga, Bragg requested sacrifice and bravery from his men and stated that “failure is impossible and victory must be ours.”","Bragg's after-action reports regarding his soldiers' actions during the battle were full of praise, but he had a different opinion of several of his subordinate officers. Although Bragg won a victory, the Army of Tennessee took heavy losses and was unable to decisively defeat the Army of the Cumberland. In his official report, Bragg placed much of the blame for the lack of total victory on the commander of his right wing, General Leonidas Polk. Bragg claimed that Polk did not conduct his portion of the battle plan on time; as a result the enemy had more time to prepare defenses and the Confederates had a much harder time assaulting their positions. Bragg's plan centered around Polk's success, and although Polk's troops were eventually able to drive the Union forces from the field, the window of opportunity had effectively closed for the Army of Tennessee to achieve total victory. Following the battle, Polk attributed the delay to miscommunication among his own subordinates, but Bragg refused to accept this excuse and attempted unsuccessfully to have Polk removed from his command.","The lack of cooperation between Bragg and Polk during the battle was not an isolated incident. Polk and several other general officers had disregarded orders from Bragg on multiple occasions during the campaigns previous to Chickamauga, due to a lack of confidence in their commander and their own personal ambitions. To make matters worse, Polk and other subordinates even held secret meetings to discuss their commander's replacement. These factors effectively hamstrung Bragg's efforts to utilize the army to the best of his ability. As a result, Bragg's subsequent Chattanooga campaign was a failure and the disgraced general resigned command of the army in December 1863. Bragg's career makes it evident that the success of a commander revolved around the ability to control and maintain proper relations with their subordinates; no clash of arms exemplifies the importance of this relationship better than Chickamauga."],"display_date":"September 19, 1863 - September 20, 1863","search_date":"1863-09-19","locations":[{"id":1619,"lat":34.9035877242,"lng":-85.1380945498,"zoom":10,"place":"CATOOSA, Georgia"},{"id":2308,"lat":34.7357841762,"lng":-85.3009353974,"zoom":9,"place":"WALKER, Georgia"}],"tags":[{"id":916,"tag":"The Battle of Chickamauga"},{"id":1001,"tag":"Braxton Bragg"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":64,"school_id":4}}]}