{"id":1007,"tag":"Drug Culture","points":[[38.9151212228,-76.9435162098],[40.6916304076,-74.0035386433]],"bounds":[[40.6916304076,-74.0035386433],[38.9151212228,-76.9435162098]],"episodes":[{"id":5257,"title":"<strong>Dr. Timothy Leary Defends Responsible Use of LSD</strong>","course_id":69,"status":"P","start_date":"5/1/66","end_date":"5/31/66","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["By 1966, interest in LSD had proliferated in the public sphere to an enormous extent. The debate over the chemical’s risks and therapeutic possibilities led to Senate subcommittee hearings on its use. Acid, as LSD is commonly called, had been sensationalized by mass media publications and, although in its early years it had been extensively and responsibly studied by medical professionals, the effects of such a powerful chemical remained unclear. Psychologist Timothy Leary was one of the most prominent advocates of LSD, arguing that his medical research of LSD had shown tremendous therapeutic possibilities. However, many Americans remained suspicious of the chemical’s powerful nature. Chairman Thomas Dodd, a conservative Democrat from Connecticut, called for quick measures to stamp out the rapid spread of LSD among America’s youth generation.","In order to gain a better understanding of LSD’s implications, Senator Dodd convened subcommittee hearings on recreational drug use among America’s youth. Leary was one of many expert witnesses called to testify. In his testimony, he asserted that “the challenge of the psychedelic chemicals is not just how to control them, but how to use them,” emphasizing the need for further investigation of LSD rather than complete prohibition. Leary also claimed that LSD and many other psychedelic drugs were not dangerous if used wisely and with precautions.","However, his opinion endured aggressive questioning by Senator Ted Kennedy of Massachusetts, who criticized Leary’s testimony as “general hyperbole.” Additionally, the subcommittee chairman cited an earlier testimony by another doctor who argued that LSD encouraged homicidal tendencies and destructive behavior. Leary continued his attempts to placate the committee and remove LSD’s negative associations. When Kennedy asked if LSD usage was “extremely dangerous,” Leary replied, “Sir, the motor car is dangerous if used improperly… Human stupidity and ignorance is the only danger human beings face in this world.” Leary’s testimony urged for some type of licensing that would require LSD users to be highly trained, much like a pilot’s license, so that responsible adults could use LSD “for serious purposes, such as spiritual growth, pursuit of knowledge, or their own personal development.” He also noted that without such licensing, Americans faced “another era of prohibition” that would create a new group of college-educated white-collar criminals. In a later autobiographical work, Leary would claim that Kennedy’s bullying presence was merely an attempt “to gain respectability points by lynching me!”","Leary was one of many experts who testified at the 1966 subcommittee hearings, which showed both ardent support and uncompromising opposition to LSD. Its testimonies marked the conflict between medical professionals, intellectuals, and government officials who struggled to agree on LSD’s meaning as well its regulation. The hearings also embodied the highly politicized atmosphere of the 1960s, which had conservative politicians utilizing acid as a scapegoat and to suppress radicalism among America’s younger generations. Just several months after the subcommittee hearings, LSD was banned in California. By October 1968, possession of LSD was banned federally in the United States with the passage of the Staggers-Dodd Bill, marking a tremendous step towards the “War On Drugs” campaign that would arise in the 1970s."],"display_date":"May 1966","search_date":"1966-05-16","locations":[{"id":31495,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Dist Columbia, District of Columbia"}],"tags":[{"id":1008,"tag":"Counterculture"},{"id":1007,"tag":"Drug Culture"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":69,"school_id":3}},{"id":5258,"title":"<strong>Leary, Metzner, and Alpert Instruct LSD Initiates on How to Achieve</strong> <strong>a Successful “Psychedelic Session”</strong>","course_id":69,"status":"P","start_date":"1/1/64","end_date":"12/31/64","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1964, psychologists Timothy Leary, Ralph Metzner, and Richard Alpert published <em>The Psychedelic Experience</em>, a manual intended to prepare the users of psychedelic drugs for sessions. The authors had researched the therapeutic aspects of psychedelic substances, as well as their religious possibilities. The book is heavily influenced by the <em>Tibetan Book of the Dead</em>, (also known as <em>Bardo Thodol</em>) a funerary text that describes spiritual after-death experiences. The authors’ experiments with LSD and other psychedelics began at Harvard University, until unfavorable representations in the press led to the suspension of the research and, in 1963, the dismissal of Leary and Alpert from their faculty positions at the institution. The authors continued their own research, through observation of others and under the influence of hallucinogenic substances themselves.","The text focused on the use of psychedelics with the intention of achieving spiritual enlightenment. The authors devoted Part 3 of their text to an explanation of how to achieve a beneficial experience through proper preparation for a session, noting proper drugs and dosages as well as the critical importance of an experienced “guide.” A guide was expected to serve as a relaxed, secure, and wise presence to help the “voyager” through their trip, “always ready to help navigate their course, to help them reach their destination.” Also important to a successful session was what Leary frequently referred to as “set and setting.” This idea emphasizes proper mental and physical preparation by participants, as well as a suitable environment for the experience. Most significantly, the authors stated that the manual “prepares the person for a mystical experience according to the Tibetan model,” and instructed participants to delay religious interpretations until the end of the session when they could best benefit the individual spiritually.","A significant proportion of those drawn to Buddhism and other Eastern traditions in the 1960s—like Leary, Metzner, and Alpert—were influenced by the effects of psychoactive substances, and vice versa. Reflecting on psychedelic drug use in the 1960s, scholar Richard Batchelor asserts that “it is all too easy either to dismiss claims of spiritual significance for drugs as thinly veiled justifications for hedonistic indulgence, or to invoke the tragic consequences of heedless excess as grounds for denying the validity of any drug-induced experience at all.” LSD advocates were continually forced to defend the legitimate benefits of its use.","The authors of <em>The Psychedelic Experience</em>, trained in medicine and psychology, were pioneers in the exploration of consciousness and spirituality through the use of psychedelics like LSD. Their research, during the short window of time when LSD was legal, gave some legitimacy to the possibilities of personal and religious development through the use of hallucinogenic drugs. Their work on the spiritual benefits of psychedelics would become even more significant in debates over the use and control of such substances in the late-1960s—debates over one’s right to control their own brain. However, it could not prevent the federal prohibition of LSD in the United States in 1968."],"display_date":1964,"search_date":"1964-07-01","locations":[{"id":31603,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":1009,"tag":"Psychology"},{"id":1008,"tag":"Counterculture"},{"id":1007,"tag":"Drug Culture"},{"id":79,"tag":"Religion"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":69,"school_id":3}}]}