{"id":101,"tag":"32nd Indiana Regiment","points":[[35.1986686307,-88.1843543266],[34.7357841762,-85.3009353974]],"bounds":[[35.1986686307,-85.3009353974],[34.7357841762,-88.1843543266]],"episodes":[{"id":4511,"title":"<strong>Sherman Praises Soldiers of the Fifth Divison</strong>","course_id":18,"status":"P","start_date":"1862-04-06","end_date":"1862-04-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the Battle of Shiloh, General William Tecumseh Sherman gained an appreciation for the bravery of his men. As seen in his after-action report, Confederates surprised the Fifth Division with their attack and Sherman's forces were driven far from their encampment. Though the army was in a panic, the retreat was ultimately halted and Sherman's men held their ground. The 32nd Indiana behaved as a model regiment for General Sherman.  Without haste, Sherman described them as advancing into a thicket where the \"enemy was in great numbers.\"  Despite the large numbers of the enemy the Indianans faced, they entered the battle ground \"in beautiful style.\" Though pushed back due to overwhelming numbers of Confederates, they earned the respect of General Sherman.","            Sherman's Fifth Division was driven to within five hundred yards of the Shiloh meeting house, but did not budge any further than that. He encouraged his men in the face of enemy fire and maneuvered his artillery and companies to engage pressing Confederates trying to capture his guns. Sherman showed his determination to hold off enemy attacks and at times exposed himself to enemy fire in order to direct the movements of his men. He had a total of three horses shot out from under him.           ","            Prior to the Battle of Shiloh, on April 6, 1862, General Sherman, due to General Grant's false evaluation of enemy movement, was not expecting to come into contact with Confederate forces. The 5th Ohio cavalry and the 46th Ohio Infantry Regiment reported seeing Confederate movement but this was ignored by General Sherman. Sherman became enraged with Colonel Thomas Worthington of the 46th Ohio Regiment due to his constant warnings.  Worthington was court-martialed by Sherman and the colonel was a permanent enemy of Sherman from that point on. General Sherman would find out that Worthington was right when early on April 6th Confederates came crashing through the woods into Union positions."," Despite his temper and ignorance on April 5, General Sherman proved important to the Union army. He is credited with saving the Northern forces at the Battle of Shiloh. Abraham Lincoln stated that, \"It is the unanimous opinion here that Brig. Genl. W.T. Sherman saved the fortunes of the day on the 6th and contributed largely to the glorious victory on the 7th.\""],"display_date":"April 6, 1862 - April 7, 1862","search_date":"1862-04-06","locations":[{"id":12073,"lat":35.1986686307,"lng":-88.1843543266,"zoom":9,"place":"HARDIN, Tennessee"}],"tags":[{"id":101,"tag":"32nd Indiana Regiment"},{"id":102,"tag":"The Battle of Shiloh"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}},{"id":5184,"title":"August Willich: No Ordinary General","course_id":64,"status":"P","start_date":"9/1/63","end_date":"9/1/63","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["All men may be created equal but they are remembered differently. In contrast to Robert E. Lee and Stonewall Jackson, August Willich was not a celebrity of the Civil War.  He was a Prussian political refugee and an aristocrat with an unapologetic communistic political leaning. Willch’s communistic nature generated his pre-war nickname, “Reddest of the Red.” Yet, his tremendous contributions to the Union effort garnered praise from General Sherman. During Chickamauga, Willich’s bravery and military prowess is noted.  Renowned Historian of Chickamauga, Steven Woodworth writes, that the mere presence of Willich’s regiment  “was recommendation enough for any division.” Willich remains somewhat of a question mark because after the war he did not publish his memoirs nor did he engage in major post war politics.    Historian Charles Stewart attributes this to the fact that Willich was “thoroughly a Democrat and simply a solider.”  In one sentence, there appears to be no better way to describe Willich.","Unlike most of his superiors, Willich had extensive military experience.  From the age of twelve, he began his military training. Additionally, he was a veteran of several European Wars.  He was in his fifties at the outbreak of the Civil War and had more experience in battle than many of his superiors combined but yet he enlisted as a private. Additionally, Willich implemented the ill-received Prussian tactic of the “three lined advanced firing” and often coordinated his advances with bugle calls.  Union commanders and other officers did not accept these innovations. The rejection of Willich’s tactics was not because they were ill founded but rather a rejection of Willich’s politics.","In Willich’s official report after the battle of Chickamauga, one can see through his rhetoric and the references that he made that he was not an ordinary general.  In a tactical manner, Willich outlined and summarized major troop movements and turning points during the battle.  On one hand, Willich did not use his report as a vehicle to justify or explain his defeat.  On the other hand, he did specifically highlight the actions of his all-German regiment because of his determination to prove “what a patriotic German can do.” For example after Chickamauga, Willich described his 32nd Indiana regiment as “again and again proven that they are true sons of the Republic, who value life only so long as it is the life of a freeman, so that they may make every power, slaveratic or monarchial bend before the commonwealth of the freeman of the United States of America.”  Willich’s report clearly represented what Willich cared about it. By name, Willich mentioned the men under his command who died, including the name of an orderly. His primary concern was the Union defeat and the death of his men. Willich’s military genius was not limited to Chickamauga."],"display_date":"September 1, 1963","search_date":"1963-09-01","locations":[{"id":32907,"lat":34.7357841762,"lng":-85.3009353974,"zoom":9,"place":"Walker, Georgia"}],"tags":[{"id":921,"tag":"August Willich"},{"id":101,"tag":"32nd Indiana Regiment"},{"id":916,"tag":"The Battle of Chickamauga"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":64,"school_id":4}}]}