{"id":1010,"tag":"Housing","points":[[40.0555369225,-74.9693746988],[42.107446354,-83.1351982696],[28.531512,-81.4210304]],"bounds":[[42.107446354,-74.9693746988],[28.531512,-83.1351982696]],"episodes":[{"id":5270,"title":"Levitt &amp; Sons Advertises New Housing Design","course_id":69,"status":"P","start_date":"1/1/49","end_date":"12/31/49","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["After receiving much criticism on his first mass-produced, low-cost housing design, the influential post-World War II real estate developer, William Levitt, introduced a new design in 1949.  As advertisements for the new Rancher sprang up across Pennsylvania, many citizens, including veterans who would receive significant discounts, flocked to the Exhibit Center in the Levittown suburbs.  The innovative, mass-produced Rancher, with its “special introductory price” of $8,990, appealed to eager Americans who dreamed of home-ownership.  In an attempt to generate a sense of urgency among potential buyers, the advertisement warned that the initial price was “subject to increase at any time. Those who make application will be protected against any raise.”  With this in mind, Americans hurried to Levittown to secure reasonably priced housing for their families.","The Levittown guarantee of decent, affordable housing lured many eager, young couples to participate in the suburbanization of postwar America.  As historian Joshua Ruff noted, “Patience had been killed by 15 years of economic depression, war and an epidemic housing shortage. People wanted the full package—the affordable house, the new appliances, the suburban lifestyle—and they wanted it right away.”  Levitt & Sons promised this kind of lifestyle to potential customers, deeming Levittown, Pennsylvania as “the most perfectly planned community in America.”  The alluring advertisement also confidently announced, “There is nothing to compare with it anywhere.”  Levittown included the whole package that Americans desired—a sturdy, affordable house equipped with all the necessary amenities to live comfortably while raising a family.  By promoting Levittown as a kid-friendly community, Levitt & Sons urged families to consider the benefits of living in such a peaceful neighborhood.  For no extra charge, as the advertisement clearly acknowledged, Levittown residents could freely access the many recreational areas in the community.  Homebuyers would get all of this at one low cost.  Finally, the American dream of home-ownership had become broadly accessible.","Earlier on, critics had attacked Levitt’s first housing model, the Cape Cod, as a depressingly small and unimpressive structure.  As acknowledged by suburban historians Rosalyn Baxandall and Elizabeth Ewen, “Levitt took the criticisms seriously and spent between $50,000 and $100,000 to study new housing designs.”  Levitt’s commitment proved essential in improving the earlier design.  Historian Alexander O. Boulton attests to this accomplishment: the new Ranchers “were two feet longer than the earlier models, and they offered as standard features built-in appliances that were only just coming into general use.”  The April 1950 issue of <em>Architectural Forum</em> also addressed the influential and innovative Rancher design.  As quoted in <em>Picture Windows</em>, “‘Never before in the history of U.S. building has one house type made such an impact on the industry in so short a time…builders by the dozens junked their Cape Coddled programs, switched instead to the new Levitt type.’”  It was this innovation, convenience, and affordability of the new Rancher that constituted the major selling points for Levittown in 1949.  The Rancher encompassed all of these elements, thus attracting anxious Americans to the suburbs."],"display_date":1949,"search_date":"1949-07-02","locations":[{"id":26230,"lat":40.0555369225,"lng":-74.9693746988,"zoom":9,"place":"Bucks, Pennsylvania"}],"tags":[{"id":1010,"tag":"Housing"},{"id":11,"tag":"Economy"},{"id":258,"tag":"World War II"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":69,"school_id":3}},{"id":5871,"title":"Home is a relative term","course_id":118,"status":"P","start_date":"1/1/30","end_date":"12/31/39","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Between 1920 and 1970, millions of Blacks migrated from the South in pursuit of job opportunities in the manufacturing industry of the Midwest and Northeast. Detroit was a particularly popular destination due to its budding and thriving automotive industry. Before the \"Great Migration\", an era of Detroit's history coined for the sharp population influx, there were a total of 6,000 Blacks in Detroit. The numbers rose to nearly 120,000 after 1930. This raises the question of where they resided. The majority were constrained by discriminatory housing policies to only certain neighborhoods, one of which was Black Bottom, located on the southeast side of Detroit. Blacks were confined to the cramped, polluted, and congested areas such as Black Bottom. The nieghborhood's condition can be seen in the photograph taken by Walter and Victor Reuther in the 1930s. The overflowing dumpster littered with trash is surrounded by houses that look ready to collapse with the next gust of wind. Those houses sit on a bare, dust covered ground. The entire scene looks bleak and unfit for a comfortable lifestyle.","This picture was taken during the Great Depression. The job desperation that was prevalent in Detroit at this time was not unique to the country, but the sudden rise in immigration just prior to the Depression created special problems for the city, as it did in other northern industrial centers. The increase in population set the stage for the imminent housing crisis. The housing crisis eventually contributed to the race riot of 1943 as blacks begin moving into the white neighborhoods."],"display_date":"1930 - 1939","search_date":"1934-12-31","locations":[{"id":22722,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1962,"tag":"African-American history"},{"id":1081,"tag":"The Great Depression"},{"id":1899,"tag":"Detroit"},{"id":1914,"tag":"Black Bottom"},{"id":1010,"tag":"Housing"},{"id":1972,"tag":"1930s"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5986,"title":"Joint Resolution Providing for Declaration of National Slum Clearance Day","course_id":118,"status":"P","start_date":"6/3/37","end_date":"6/3/37","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On June 16, 1937, Mr. William I. Sirovich, New York Representative, introduced a joint resolution “providing for the declaration of a National Slum Clearance Day by the President of the United States” to the Subcommittee of the Committee on the Judiciary in Washington D.C. This short bill was designed to empower both the President and the nation to realize the state of affairs currently affecting America, in which a third of the population lived in “baneful slum conditions.” Such conditions were said to have secondary effects such as high infant mortality, juvenile delinquency, high crime, and high disease rates. Protecting, policing, and serving such “blighted areas” was extremely costly to city governments and taxpayers. Furthermore, the educational monies being spent towards these areas were “being dissipated and wasted, largely because the educational benefits bestowed [were] nullified by the unwholesome home and neighborhood environment of the children.”","Private enterprise had failed to remedy such issues, and Mr. Sirovich proposed in his bill that federal action be taken by focusing attention of the American people on the slum conditions in which millions of people lived by creating a National Slum Clearance Day. Coming from New York, Mr. Sirovich first addressed the Committee by describing the conditions found in New York City, such as 200 acres of blighted land, tuberculosis epidemics, and conditions that made young women ashamed to invite friends into their homes. He assured that these sorts of issues were the same prevailing in many other American cities, such as Detroit, Boston, Philadelphia, Chicago, and St. Louis, and that a National Slum Clearance Day would prove the U.S. concern for the matter and empower people and government to care for “the forgotten people” living in slum conditions. European countries including England, Germany, and Austria, he claimed, had already eradicated their slum neighborhoods and America needed to follow suit. After this, Mr. Sirovich brought in witnesses from slums in New York City and Philadelphia to read accounts of their living conditions to the committee.","The meeting was not without touchy debate though. A committee member named Mr. Michener questioned the force of the bill and called it out for being a mere gesture instead of constructive action. Mr. Sirovich countered this accusation by noting that efforts at concrete action had thus far not gotten much traction: a bill for slum clearance proposal was pending before Congress, while in Michigan members of the House had risen on the floor demanding action, proving this issue was getting nowhere, despite being endorsed by the President. A nationally declared holiday, he argued, would move the issue forward by raising public awareness and putting the President publicly on the spot. However, Mr. Michener still denied the importance of the bill, stating, “All it means is that, whereas sin is in the world and we think something should be done about it”. The meeting wrapped up quickly and Mr. Sirovich’s final comments before adjournment were those of thanks and to conclude, “Now I have voted for millions and millions of dollars during my 13 or 14 years in the House for the extermination of corn borers, boll weevils, fruit flys, and so forth, now let us do a little bit for humanity too.”","This transcript from 1937 speaks not only to ideas of slum clearance and the beginnings of urban renewal in American cities, but also the nation at large. Through underlying tones, the transcript tells a lot about how people thought the environmental landscape shaped the lives and morality of the people who lived there. The evidence that the government had “forgotten” slum residents implies that they were looked down upon and considered lesser in society. While not noted explicitly in the transcript, this lower class of people was often defined not only by economic status but also by race.","The transcript also reflects a disconnect between the perception of slum residents themselves and the way they were conceived of in Washington. The idea that educational resources were wasted on such populations, for instance, would be angrily contested by residents, who often note that education was a primary value and means for advancement in their neighborhood.","The transcript also sheds light on the national movement of urban renewal during this time. Clearly, the issue was prevalent in Washington and reflected in cities across the country. This acknowledgement by the President and debate within Congress most likely helped shape the mindset of government officials and leaders nationwide about how cities should look and how the urban environment shapes experiences and perceptions among urban residents and the world in general. Though the American Housing Act of 1949 and President Truman’s Fair Deal would come a decade later, along with the height of urban renewal, this transcript certainly paints a picture of early thoughts of urban renewal and the idea of the need to improve urban life."],"display_date":"June 3, 1937","search_date":"1937-06-03","locations":[{"id":22722,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2099,"tag":"Black Bottom, Detroit"},{"id":2011,"tag":"Slum Clearance"},{"id":1197,"tag":"poverty"},{"id":1010,"tag":"Housing"},{"id":1312,"tag":"Disease"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6585,"title":"Washington Shores: The Community that Saved Negro-Owned housing in Central Florida","course_id":167,"status":"P","start_date":"1/1/47","end_date":"12/31/49","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1949, the Orlando Negro Chamber of Commerce presented the details on the upcoming housing development, Washington Shores. Many citizens from all throughout the state came to visit and inspect the new developments progress. This community was unlike any other housing development of this time since all the houses were going to be “owned and peopled by Negro citizens.”  The Washington Shores community was going to be one of the first developments in the nation to start “setting a pattern… for meeting the housing shortages of minority groups, especially Negros.” ","The concept for a Negro-owned community was created in 1947 when John Graham, a tile manufacturer in Central Florida, was faced with the task of finding housing for a Negro employee of his. Appalled when finding that White landowners were charging outrageous rental fees in African American areas of Orlando, Graham gained aid from the Chamber of Commerce, Rotary, and the city government to help ease “congested quarters of the Orlando Negro section” by establishing a non-profit organization to fund the housing development. Segregation of white and black housing communities in this era was a major issue, often “during the 1950s urban expansion…discriminated forced blacks into small, disconnected communities and to travel longer distances for goods and services than did whites.” Thus, the idea of a Negro-owned community close to the hustle and bustle of Orlando was met with excitement.","The development of the Washington Shores community “presents a remarkable case study of civic cooperation.” Throughout Orlando, citizens and businesses contributed to the development of the housing. The Orlando legislature expanded the city limits in order to ensure that the community would have adequate fire and police protection, as well as necessary utilities, such as sewer, electricity, and paved streets. And a Negro real estate firm was given the job of handling the sales of all housing. The aid of the city came with the assurance that this community would not soon become a “slum.","The cost of buying a home in Washington Shores ranged from, five hundred dollars for a normal lot to one thousand for one on the lake shore, with a down payment of $125. Most homes in this community were planned for a five or six-bedroom layout. This low pricing of a home in the 1950s was unheard of, but for many African American families, this was a struggle. Yet, the cities cooperation with the development of Washington Shores aided many African Americans planning on moving to this community, the First National Bank of Orlando gave financial aid to those purchasing homes in the community. ","The Washington Shores community of Central Florida was met and enjoyed with wide appeal. The attractive new development gave African Americans the chance to live life in stable and prosperous new housing. The development of Washington Shores to this day is a highlight of Central Florida History."],"display_date":"1947 - 1949","search_date":"1948-07-01","locations":[{"id":52966,"lat":28.531512,"lng":-81.4210304,"zoom":15,"place":"Washington Shores, Orlando, FL"}],"tags":[{"id":3120,"tag":"Central Florida"},{"id":3119,"tag":"Washington Shores"},{"id":1648,"tag":"1950s"},{"id":266,"tag":"Segregation"},{"id":1667,"tag":"Discrimination"},{"id":1010,"tag":"Housing"}],"course":{"name":"HIS 120 Decade of Decision 1950s","school":"Rollins College","course_id":167,"school_id":5}}]}