{"id":1015,"tag":"slave ship","points":[[41.8745874433,-71.5917581694]],"bounds":[[41.8745874433,-71.5917581694],[41.8745874433,-71.5917581694]],"episodes":[{"id":5268,"title":"The African slave revolt on <em>La Amistad</em>, a ship embarking on a journey from Havana to bring valuables and slaves to trade, emphasized teamwork when taking over the ship.","course_id":58,"status":"P","start_date":"1839-01-01","end_date":"1839-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["On July 2, 1839, fifty-two Africans took over <em>La Amistad</em>, a ship embarking from Havana on a journey to bring valuables and slaves to trade, killing the captain, cook, and three of the crew members.  Two white passengers, Pedro Montes and Jose Rues, were kept alive in order to navigate the ship. The Africans that lead the revolt originally planned to steer the ship to Africa, but Montes and Rues directed the ship toward the U.S. at night, hoping to run into another vessel or a port to escape their predicament.","The conditions originally provided for the Africans by the slave-traders on the ship were intolerable. The legs and wrists of the men, women, and children were fastened together and the space between the decks where they were housed was so small that they were forced to remain in a crouching position for most of the journey. They were provided with rice to eat, and forced to eat so much that sometimes they vomited in order to make them feel even more uncomfortable over the course of their long journey. If they did not finish their ration of rice, they were whipped and beaten. They had little to drink and there was much suffering for the prisoners.","Once the Africans took over <em>La Amistad</em> and attempted to direct it to Africa, their white hostages were treated horribly; for example, Montes suffered from severe wounds to his head and arm. They drifted at sea for sixty-three days, thinking they would soon reach Africa, however, the white hostages navigated the ship northward toward the United States.  Once La Amistad landed in New York in 1839.  Once Montez and Ruiz told their story, the rebels were arrested and transported to Connecticut and awaited their trial.  The revolt on <em>La Amistad</em> created a massive national political drama that resulted in the first anti-slavery decision proclaimed before the United States Supreme Court in 1841. After the horrors of the slave trade were made public, the movement to abolish slavery had officially begun in the United States."],"display_date":1839,"search_date":"1839-07-02","locations":[{"id":11399,"lat":41.8745874433,"lng":-71.5917581694,"zoom":10,"place":"PROVIDENCE, Rhode Island"}],"tags":[{"id":1015,"tag":"slave ship"},{"id":1016,"tag":"La Amistad"},{"id":1017,"tag":"Amistad"},{"id":1018,"tag":"rebellion"}],"course":{"name":"Literary Theory and Writing","school":"St. Norbert College","course_id":58,"school_id":44}}]}