{"id":1018,"tag":"rebellion","points":[[41.8745874433,-71.5917581694],[32.7764749,-79.9310512],[36.6788512,-77.1024902]],"bounds":[[41.8745874433,-71.5917581694],[32.7764749,-79.9310512]],"episodes":[{"id":5268,"title":"The African slave revolt on <em>La Amistad</em>, a ship embarking on a journey from Havana to bring valuables and slaves to trade, emphasized teamwork when taking over the ship.","course_id":58,"status":"P","start_date":"1839-01-01","end_date":"1839-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["On July 2, 1839, fifty-two Africans took over <em>La Amistad</em>, a ship embarking from Havana on a journey to bring valuables and slaves to trade, killing the captain, cook, and three of the crew members.  Two white passengers, Pedro Montes and Jose Rues, were kept alive in order to navigate the ship. The Africans that lead the revolt originally planned to steer the ship to Africa, but Montes and Rues directed the ship toward the U.S. at night, hoping to run into another vessel or a port to escape their predicament.","The conditions originally provided for the Africans by the slave-traders on the ship were intolerable. The legs and wrists of the men, women, and children were fastened together and the space between the decks where they were housed was so small that they were forced to remain in a crouching position for most of the journey. They were provided with rice to eat, and forced to eat so much that sometimes they vomited in order to make them feel even more uncomfortable over the course of their long journey. If they did not finish their ration of rice, they were whipped and beaten. They had little to drink and there was much suffering for the prisoners.","Once the Africans took over <em>La Amistad</em> and attempted to direct it to Africa, their white hostages were treated horribly; for example, Montes suffered from severe wounds to his head and arm. They drifted at sea for sixty-three days, thinking they would soon reach Africa, however, the white hostages navigated the ship northward toward the United States.  Once La Amistad landed in New York in 1839.  Once Montez and Ruiz told their story, the rebels were arrested and transported to Connecticut and awaited their trial.  The revolt on <em>La Amistad</em> created a massive national political drama that resulted in the first anti-slavery decision proclaimed before the United States Supreme Court in 1841. After the horrors of the slave trade were made public, the movement to abolish slavery had officially begun in the United States."],"display_date":1839,"search_date":"1839-07-02","locations":[{"id":11399,"lat":41.8745874433,"lng":-71.5917581694,"zoom":10,"place":"PROVIDENCE, Rhode Island"}],"tags":[{"id":1015,"tag":"slave ship"},{"id":1016,"tag":"La Amistad"},{"id":1017,"tag":"Amistad"},{"id":1018,"tag":"rebellion"}],"course":{"name":"Literary Theory and Writing","school":"St. Norbert College","course_id":58,"school_id":44}},{"id":6603,"title":"Denmark Vesey Conspires to Lead a Slave Revolt","course_id":164,"status":"P","start_date":"1822-05-01","end_date":"1822-07-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Denmark Vesey and his supporters planned a slave rebellion for July 14, 1822. However, “a servant prompted by attachment to his master, communicated to him that he had been requested to give his assent and subscribe his name to a list of persons already engaged in the conspiracy.” Vesey and thirty-four others were executed, by South Carolina, for their plans of treason against the white population of the United States.","Vesey, a literate free black man living in Charleston, bought his freedom in 1800. Years later, he learned about the successful Haitian slave revolt, which inspired him to plan a similar event in the United States. In the year 1817, he joined the African Methodist Episcopal Church (AME) in Charleston, along with around 4,000 blacks who left white churches. Upon his association with the church, he quickly became a leader and realized that the whites in the area targeted those who attended the church; this greatly angered Vesey. As a result, he began to preach from the Old Testament, and he taught that the blacks who attended were the new chosen ones and because of their enslavement, those who forced them into this lifestyle would be punished. By getting his supporters into the mindset that whites deserved to be punished, he encouraged them to support his plan for rebellion.","<em> Narrative of the Events Comprising the Vesey </em>Rebellion states, around 1818, “Vesey considered leaving Charleston…but he decided to stay and see what he could do for his fellow creatures. With a new urgency he preached that freedom for slaves would be realized.” Vesey and his fellow leaders began to plan for a rebellion. Gullah Jack, an African Priest, teamed with Vesey to spread the word of the rebellion and to inspire potential participants. The date for the rebellion was set for July 14, 1822. The plan was to seize the city of Charleston, set fire to the city, kill the governor, and basically every white man in sight.","Denmark Vesey became a martyr to his followers and those to come after him. He assisted in planning a rebellion that could have changed the fate of many slaves and free blacks. David Robertson believes that Vesey \"organized the most elaborate and well-planned slave insurrection in the history of the United States.\" Robertson believes that if he had succeeded the majority of whites in Charleston could have been wiped out. Not only would this have changed their lives, it also would have changed the lives of the white population. With the threat of this possible rebellion, the South realized that they needed to keep a closer eye on the black population. His actions and the results gained support for the abolitionist movement, and the country of the United States began to move closer and closer to a Civil War."," "],"display_date":"May 1, 1822 - July 14, 1822","search_date":"1822-06-07","locations":[{"id":52976,"lat":32.7764749,"lng":-79.9310512,"zoom":8,"place":"Charleston, South Carolina, USA"}],"tags":[{"id":3142,"tag":"Revolt"},{"id":2743,"tag":"Abolitionist"},{"id":4,"tag":"Slavery"},{"id":1018,"tag":"rebellion"}],"course":{"name":"The Civil War and Reconstruction","school":"Juniata College","course_id":164,"school_id":3}},{"id":6657,"title":"Nat Turner Birth of a Nation","course_id":170,"status":"P","start_date":"1831-08-22","end_date":"1831-08-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the 1800’s, slave revolts against their white masters were rarely heard of due to slave’s fear of the unknown if they chose to fight back.  Even though slave revolts were not very popular during this era, some slaves came together and rebelled against their masters for their right of freedom. One of the most famous rebellion was Nat Turner’s which occurred on August 22, 1831, in an attempt to free slaves and kill all white supremacy. In fall of 2016, Nate Parker released the film “The Birth of a Nation” to tell the story of Nate Turner and how the revolt changed the face of America. The film depicted the heinous events that led the slaves revolting and ultimately killing fifty-five white civilians. Though the film showed a valid interpretation of what happened, the film in various scenes dramatized what really happened.","Nat Turner was born into slavery in Southampton County, Virginia and lived his life as any normal slave did growing up on the plantation. He had limited rights like most slaves such as he could not earn money or own property and travel without his master’s permission. In his twenties, he became a preacher and spoke the word of god to inspire and uplift slaves during their hard times. He felt he was chosen by god to do great things which led him to believe that god wanted him to rebelled. Turner felt that god sent him a sign during the solar eclipse that he was destined to lead the revolt (WALBERT)."," ","                On August 22, 1831, Turner and six other slaves attacked the master and his family of the Turner’s plantation as the beginning of the rebellion (WALBERT). After killing their master and freeing the slaves, they begin to go plantation to plantation on a rebellion. For 24 hours, Turner and fellow slaves moved through the county attacking up to eleven plantations before being by caught white militia (WALBERT). They soon were found and captured all the men except Turner who fled and hid in the woods for two months (WALBERT). Eventually he was caught and convicted by white militia and ultimately hanged and body skinned for his crimes. After the hanging of Turner, white mobs begin to kill many innocent slaves for Turner’s wrongdoing in attempt to prevent another rebellion occurring.","The film dramatized many scenes often missing reality points of what really occurred during and after the revolt. In the film, it shows the rebellion in a multiple day period when the event occurred in a 24-hour day period (Parker). Also, it showed Nat escaping after the attack and a couple of days later surrendering to town of Jerusalem. In reality, he actually fled and hid in the woods for two before being captured instead of surrendering (Parker). The movie represented the time period repugnant issues very well but missed some scenes that would have told the story of Turner’s revolutionary rebellion."," "," "],"display_date":"August 22, 1831 - August 23, 1831","search_date":"1831-08-22","locations":[{"id":53025,"lat":36.6788512,"lng":-77.1024902,"zoom":8,"place":"Southampton County, Virginia"}],"tags":[{"id":3267,"tag":"Nat turner"},{"id":1018,"tag":"rebellion"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}}]}