{"id":1019,"tag":"\"Harold Moore\"","points":[],"bounds":[[-100,-100],[100,100]],"episodes":[{"id":5269,"title":"<p><b>Lieutenant Colonel Moore leads 7<sup>th</sup>Calvary into Ia Drang Valley&lt;?xml:namespace prefix = o ns = \"urn:schemas-microsoft-com:office:office\" /&gt;</b></p>","course_id":69,"status":"P","start_date":"1/1/65","end_date":"12/31/65","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Lieutenant Colonel Harold G. Moore, Jr., took command of one of the battalions of the 11th Air Assault Division in June, 1964. He trained and tested the officers and soldiers of his battalion for over a year. Upon completion of testing, the 11th Air Assault Division (Test) was redesignated the 1st Cavalry Division (Airmobile), and Lieutenant Colonel Moore's battalion was given the 1st Battalion, 7th Cavalry colors. The sister battalion became the 2d Battalion, 7th Cavalry. In August, 1965, the 1st Cavalry Division, including the 1st and 2d Battalions, 7th Cavalry, deployed to Vietnam.","Lt Col Harold G. Moore commanded the 7<sup>th</sup> Cavalry which took part in one of the bloodiest battles of Vietnam, Ia Drang Valley, known as the Valley of Death, which started on November fourteenth 1965. The 7<sup>th</sup> Calvary was flown into the valley on a search and destroy operation, after the North Vietnamese attacked a Special Forces base a few days earlier. At the end of the fourth day over two hundred United States Soldiers and over a thousand North Vietnamese Army soldiers had died in combat over the two landing zones.","Using sixteen Huey Helicopters Moore and his men landed at the landing zone called X-Ray at the base of Chu Pong Mountain in November of 1965. After an hour on the ground, the 7th Calvary took fire from the enemy. The men received support fire with artillery at a nearby United States military base and help from bombers and fighter planes overhead. Moore continued to use air support and artillery while his enemy kept trying to overpower him with sheer numbers. However, Moore knew his life line was the Huey’s that were able to bring fresh men and supplies in while taking the wounded back to base. Moore kept the lines open and his men were successful in the end from fending off the North Vietnamese Army after some bloody fighting.","Harold G. Moore has since talked about why he was successful. Leading up to the battle Moore claims “through greater detailed preparations the 7<sup>th</sup> Calvary rose above others, they understood the people, the tactics, and history of the area of Vietnam.” Moore also understood who he was fighting. He had read the history of the French who previously had tried to control Vietnam. Harold Moore followed his principles of conduct during battle in each engagement. He trusted his instincts, was always alert and had no threat of fear. He commented “that a leader must be visible on the battle field, to let his men know he is there with them.” He inspired his men to continue to fight hard. Harold Moore and the 7<sup>th</sup> Calvary won the battle of Ia Drang Valley, and subsequent battles. However, Moore knew at the end of the battle what the Viet Cong were willing to sacrifice and the American military was not prepared for what would ensue."],"display_date":1965,"search_date":"1965-07-02","locations":[{"id":52685,"lat":null,"lng":null,"zoom":8,"place":"Outside US"}],"tags":[{"id":1019,"tag":"\"Harold Moore\""},{"id":1020,"tag":"\"Ia Drang Valley\""}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":69,"school_id":3}}]}