{"id":1026,"tag":"Apollo 11","points":[[29.6873298033,-94.957827752]],"bounds":[[29.6873298033,-94.957827752],[29.6873298033,-94.957827752]],"episodes":[{"id":5279,"title":"Neil Armstrong and Edwin “Buzz” Aldrin Walk on the Moon","course_id":69,"status":"P","start_date":"7/16/69","end_date":"7/21/69","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","On July 16, 1969, Americans Neil Armstrong, Edwin “Buzz” Aldrin, and Michael Collins sat atop a Saturn V rocket and were blasted away from the surface of the Earth on a journey across 300,000 kilometers to land and walk on the Moon.  The choice of which astronaut would step on the lunar surface first came almost by chance- because Armstrong was the Commander of the flight, his seat was closer to the Lunar Module door, meaning that he would be the one to take the first step outside onto the lunar surface.  Six hours after they landed on the Moon, Apollo 11 was ready to be depressurized.  Armstrong and Aldrin suited up before the depressurization.  Armstrong opened the hatch and began his slow descent down the ladder to the lunar surface.  “I’m going to step off the LEM now” he told Mission Control in Houston as he turned and his left boot made contact with the surface.  Over 600 million people on Earth tuned in to watch Armstrong step onto the Moon.  Countless hours of preparation and competition, all finished with a single foot step.  Fifteen minutes later, Aldrin joined him on the surface, as the two jumped and skipped around for the next few hours.","In 1961, President John F. Kennedy made his bold commitment to land Americans on the Moon by the end of the decade to achieve the ultimate Space Race victory.  “I believe this nation should commit itself to achieve the goal, before this decade is out, of landing a man on the Moon and returning him safely to Earth,” stated Kennedy before a joint session of Congress on May 25, 1961.  Eight years later, Armstrong and Aldrin were hours away from achieving the late President’s goal.","Beginning with Sputnik in 1957, the Space Race embodied the struggle between the Soviet Union and the United States for superior technology and achievement before their respective nations and a global audience.  Until this point in time, the Soviets enjoyed more success in the race: the first object in space, the first animal in space, the first man in space, the first woman in space, the first spacewalk, and the first orbit were all helmed by Soviet scientists.  The Americans always finished in a close second place.  The Moon landing, however, was America’s moment in the culminating stage of the race, and Neil Armstrong was going to be the hero."," "],"display_date":"July 16, 1969 - July 21, 1969","search_date":"1969-07-18","locations":[{"id":31933,"lat":29.6873298033,"lng":-94.957827752,"zoom":9,"place":"Harris, Texas"}],"tags":[{"id":16,"tag":"Science/Technology"},{"id":1025,"tag":"Moon"},{"id":1026,"tag":"Apollo 11"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":69,"school_id":3}}]}