{"id":1038,"tag":"Racial motivated dragging","points":[[30.7439478714,-94.0250638445]],"bounds":[[30.7439478714,-94.0250638445],[30.7439478714,-94.0250638445]],"episodes":[{"id":5284,"title":"<strong>James S. Byrd the Jasper City Dragging: An Episode of his life.</strong>","course_id":73,"status":"P","start_date":"6/1/98","end_date":"6/30/98","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["“The Jasper Texas police report of James Byrd Jr. murdered June 1998 read like a grim horror story: along the two miles of blacktop where the 49 year- old father of three was dragged the Sheriff found his t-shirt tank top shoes, dentures and eventually the item that identified him his billfold. The crime is hearkened back to the days of segregation with a black man chained to the back of a truck until his body disintegrated, and the world was shocked by its ferocity.” The world is yet to realize that this atrocity this thing that we call racism still exists in the hearts of men you can’t see it you can’t feel it but yet it’s there hidden from the naked eye. This darkness in the hearts of men is what killed James Byrd.","The police charged Shawn Berry 23, Lawrence R. Brewer 31, and John W. King 23 with the victim’s murder. Mr. King had racist tattoos and they all were Ku Klux Klan supporters leading investigators believed the killing was racially motivated. Mr. King was convicted of capital murder and sentenced to the death penalty; he was the first white man in Texas to be sentenced to die for killing a black man since the death penalty was reinstated in the 70s.","A second man Lawrence R. Brewer received the death penalty also for his role in the death of Mr. Byrd. The third and final man Shawn Berry is now serving a life sentence for his part in this murder. Berry held his account he was an unwilling accomplice and he implicated both King and Brewer.","Many of the whites in the small Texas town of Jasper as well as the blacks seemed to believe this crime did not reflect a deeper problem. Ten years later we remember James Byrd Jr. and this horrific event it was a crime that changed a community and defined how courts deal with racially motivated hate crimes. Monica Rhor stated, “There is still work to do. A few years back, Byrd's gravesite was vandalized and defaced with slurs.” \"We're getting there,\" Boatner said, \"but it just takes time.\""],"display_date":"June 1998","search_date":"1998-06-15","locations":[{"id":41029,"lat":30.7439478714,"lng":-94.0250638445,"zoom":9,"place":"Jasper, Texas"}],"tags":[{"id":1039,"tag":"Black man drag to death"},{"id":1038,"tag":"Racial motivated dragging"}],"course":{"name":"History of the New South","school":"Texas Wesleyan University","course_id":73,"school_id":49}}]}