{"id":104,"tag":"Popular Music","points":[[39.8715057392,-77.2179223246],[41.8399513458,-87.8166666032]],"bounds":[[41.8399513458,-77.2179223246],[39.8715057392,-87.8166666032]],"episodes":[{"id":5045,"title":"Song for a Gettysburg Soldier","course_id":43,"status":"P","start_date":"1864-04-01","end_date":"1864-04-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["He became famous and celebrated through his death. War stories are always full of heroes that appear larger than life and worthy of reverence, and those stories revolving around the Battle of Gettysburg are no different. Sergeant Amos Humiston of Company C of the 154<sup>th</sup> New York was one such man. Though not a hero in the traditional sense, in his death he became somewhat of a legend. During a retreat from what was overwhelming odds Humiston was shot, but what made him famous was that before he died, he pulled out a picture of his children for one last look, and when he was found days later the picture was still clutched in his hands. Though there were many thousands dead after that battle, he was the one that still spoke of love and devotion. Yet when they found him, they could not locate any identification so were not able to tell his wife and children about his death. People were so touched by this that the picture of his children was circulated in newspapers throughout the North to find his family. Eventually his wife saw the picture in a newspaper and realized that it was the same picture she had given her husband, so he was identified.","Though he was identified, his story had touched so many people that the <em>American Presbyterian</em>, a newspaper, announced a contest to compose a song about Humiston. James Clark’s “The Children of the Battle Field” won and was published in April, 1864. This song is very representative of its time and so serves to glorify both the war and death while in battle. In the song the war is romanticized describing how the “heroes of the North… rushed like mountain eagles forth from happy homes away”, and how during battle “banners, marked with ball and blood, around them arose and fell”. One of the most telling lines that serves to glorify his death in battle is that “none were braver in the strife”, serving to prove his noble death. The concept of the “Good Death” was a very popular one in nineteenth century America, in which how one dies symbolizes the life that one lead. So through his death on the battlefield and in the act of holding his children’s picture while he died, he truly had a “Good Death” which shall continue to be known through this song."],"display_date":"April 1864","search_date":"1864-04-15","locations":[{"id":10806,"lat":39.8715057392,"lng":-77.2179223246,"zoom":9,"place":"ADAMS, Pennsylvania"}],"tags":[{"id":32,"tag":"Civil War"},{"id":104,"tag":"Popular Music"},{"id":407,"tag":"Death"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":6080,"title":"Gloria Gaynor Records Disco Anthem ‘I Will Survive’","course_id":123,"status":"P","start_date":"10/23/78","end_date":"10/23/78","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On October 23, 1978, the American singer Gloria Gaynor released the famed disco anthem “I Will Survive.”  The song’s lyrics traced the story of a woman who was wronged by a man and left heart broken and alone. She was both “afraid” and “petrified” by the event.  As the song progressed, the woman transformed her pain into a newfound sense of personal strength.  “I used to cry/ But now I hold my head up high,” Gaynor belted out in the third stanza.  The woman directly asked the man, if he underestimated her ability to move on without him.  “Do you think I’d crumble/Did you think I’d lay down and die?”  Finally, Gaynor breaks into the song’s chorus.  “Oh as long as I know how to love/ I know I’ll stay alive/ I’ve got all my life to live/ I’ve got all my love to give and I’ll survive/ I will survive.”","Historian Tim Lawrence has argued that the “black female diva” became an important figure within the disco movement.  Singers such as Gaynor were able to embrace both a deep emotional vulnerability and a fighting spirit that appealed to a wide and diverse audience. Minority groups, including blacks, women, Hispanics, and gay men, made up a substantial portion of disco’s primary listeners.  Offering these groups a sense of collective spirit, disco became what Barry Walters, a writer for <em>The Advocate</em>, described as “a public music.”  ‘I Will Survive’ fit well into this mold. It provided listeners with a message of resilience, serving as a source of inspiration for many who felt oppressed by society.  With its emphasis on being strong and moving on, “I Will Survive” became an immediate hit among disco lovers across the country.","As the sole singer, Gaynor’s voice and message were clear and direct. “I Will Survive” became an anthem for anyone who felt victimized by society.  This was especially apparent among gay men, who made up the song’s primary fan base.  As Gaynor said, “It made all the sense in the world that ‘I Will Survive’ became an anthem of the gay movement.  Who felt more oppressed than they did?”  The song’s empowered message was especially appealing in the 1970s, when newly enfranchised minorities were attempting to define themselves and show their strength.  From January 20, 1979 to May 25, “I Will Survive” held the number one spot on the pop charts, and became Gaynor’s most popular single."],"display_date":"October 23, 1978","search_date":"1978-10-23","locations":[{"id":34445,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"Cook, Illinois"}],"tags":[{"id":104,"tag":"Popular Music"},{"id":2201,"tag":"Minority Groups"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":123,"school_id":3}}]}