{"id":1045,"tag":"Texas Rangers","points":[[26.5829196245,-98.1225261344]],"bounds":[[26.5829196245,-98.1225261344],[26.5829196245,-98.1225261344]],"episodes":[{"id":5290,"title":"At the Hands of “los diablos tejanos”","course_id":73,"status":"P","start_date":"9/1/15","end_date":"9/30/15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["During the first week of September in 1915, Texas Rangers prowled searching for Mexican bandits in Cuevitas, Texas.  An article in the <em>Boston Daily Globe</em>, reported that a Ranger called his fellow companions to come to a halt.  He spotted a group of Mexican men around a campfire and descended from his horse towards them.  The Rangers caught the riders by surprise and quickly placed them under restraint.  The process of interrogation “by the Rangers was brief and to the point.  That the captives were outlaws was amply proved, it is claimed.”  Within minutes, the two Mexican men met their fate “by the side of the trail.”  The Rangers left their bodies for “the vultures to feed upon.” ","Mexican-American historian, Zaragosa Vargas, claims that the violence that plagued the border region found its origins after the signing of the Treaty of Guadalupe Hidalgo on February 2, 1848.  After months of negotiations, the document, the Protocol of Querétaro, confirmed the agreements.  In direct disregard of the settlements agreed upon, the United States ratified the final draft of the Treaty by amending Article VIII, which guaranteed the land grants in Texas that were established under Mexican law, as well as Article IX, guaranteeing the civil rights of the Mexican nationals who were to become American citizens within one year.  By completely eliminating Article X, that validated the land and civil rights of the Spanish-speaking population, Congress unleashed consequences having disastrous implications to the inhabitants of the border region for years to come.","Anglos moved quickly to procure private property from Tejano landowners by both legal (through fraud and coercion in the courts) and illegal (squatting) means.  According to Vargas, an escalation in violence between the two races erupted and it seemed as if there was one standard of justice for the Anglos and another for the Mexicans.  In order to quell the violence that erupted, the Texas Rangers, who Tejanos referred to as “los diablos tejanos,” unleashed terror throughout the Mexican communities.  Historians, William D. Carrigan and Clive Webb, reiterated “the most systematic abuse of legal authority was by the Texas Rangers.” ","Since their inception during the Texas Revolution, the Rangers protected the border region in South Texas as sole watchmen.  The philosophy in Anglo superiority justified the Rangers’ cruelty upon a race of human beings they believed to be subordinate to their own.  As the journalist following the Texas Rangers in Cuevitas, Texas, conveyed, the Texas Rangers and the Anglo population of South Texas, believed “only by the exercise of extreme measure that the ignorant and easily aroused lower class of Mexicans be brought under subjection and peace restore.”  This idea of justice “became so far beyond the bounds of civilized warfare” that General Frederick Funston, Commander of the U.S. military maneuvers along the border, had to intervene."],"display_date":"September 1915","search_date":"1915-09-15","locations":[{"id":17325,"lat":26.5829196245,"lng":-98.1225261344,"zoom":8,"place":"Hidalgo, Texas"}],"tags":[{"id":1042,"tag":"Mexican-American"},{"id":1045,"tag":"Texas Rangers"},{"id":1046,"tag":"Treaty Guadalupe Hidalgo"},{"id":367,"tag":"Lynching"},{"id":1047,"tag":"Protocol of Queretaro"},{"id":1048,"tag":"Borderlands"},{"id":1050,"tag":"General Frederick Funston"},{"id":1052,"tag":"Texas-Mexico border"}],"course":{"name":"History of the New South","school":"Texas Wesleyan University","course_id":73,"school_id":49}}]}