{"id":1054,"tag":"plessy v. ferguson","points":[[30.1220750117,-89.7244851703]],"bounds":[[30.1220750117,-89.7244851703],[30.1220750117,-89.7244851703]],"episodes":[{"id":5291,"title":"<em>Plessy v. Ferguson </em>","course_id":73,"status":"P","start_date":"1892-06-07","end_date":"1896-05-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["<em>Plessy v. Ferguson </em>","During the day of June 7<sup>th</sup>, 1892, in New Orleans, Louisiana, a man by the name of Homer Plessy decided to forever change the Old South.  Plessy obtained a ticket for a thirty-mile-long road trip from the city of New Orleans to Covington. Upon boarding the railroad car, Plessy informed the conductor that he was one-eighth black; however, that meant he was seven-eighths white. Although he appeared a white man, that did not matter. Alarmed with the information, the conductor informed Plessy that he had to move to the “colored” section of the railroad car. Longing for change, Plessy refused, resisting Jim Crow laws of discrimination in the New South.","Refusing to obey the instruction of the conductor, the Louisiana gendarme arrested Plessy.  Determined to make changes Plessy prepared himself to face the state of Louisiana. At his arraignment, Judge John H. Ferguson presided, ruling in favor of the state segregation law."," More determined than ever Plessy decided to take the state of Louisiana, perhaps one of the most racially neutral states, to the United States Supreme Court. The state of Louisiana disagreed, arguing “laws permitting and even requiring, separation in places does not necessarily imply the inferiority of either race to the other.” The chosen vocabulary and the employment of the language strongly favored the state of Louisiana. Additionally, the original docket illustrated that the interpretation of the Thirteenth along with the Fourteenth Amendment was misread in order to favor the state. Lawrence Goldstone, a well-respected author of historic books, exclaims that  Plessy’s lawyers argued his forceful removal was a violation of the Fourteenth Amendment, and forcing him to relocate based on race violated his Constitutional right severely. With a seven to one ruling by the United States Supreme Court, the case was rejected stating that the Fourteenth Amendment was not violated because it did not discriminate against blacks. Furthermore, Goldstone argues the fallacies of the Louisiana race policy, as he strongly viewed the separation of the two races as a way of pleasing the whites.  Not only did the court rule in Louisiana’s favor, but their decision entrenched the ideas of the Old South and left imprinted scars for generations to come.","    Along with the ruling the United States Supreme Court established a doctrine entitled “separate but equal” which became law across the South establishing separate public facilities. Most important of all concerning the “separate but equal” doctrine were unequally segregated schools. Mark Golub in his article claims, “The Plessy case is infamous for extending the constitutional sanction to Jim Crow segregation laws.” In short, the ruling of the court further enabled the Jim Crow laws to rule the South until the Civil Rights Movement.  Regardless, Plessy went back to Louisiana and pled guilty to the charge and paid the fine. In the forthcoming years the case would become a foundation, a building block for <em>Brown v. Board of Education</em>. Although the case proved a failure for Plessy, in the later years it became the milestone for the issue of education of the New South."," "," "," "," "],"display_date":"June 7, 1892 - May 18, 1896","search_date":"1894-05-28","locations":[{"id":5602,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":1054,"tag":"plessy v. ferguson"},{"id":1069,"tag":"separate but equal case"}],"course":{"name":"History of the New South","school":"Texas Wesleyan University","course_id":73,"school_id":49}}]}