{"id":1055,"tag":"Race riot,","points":[[35.182488505,-89.8964012565],[42.107446354,-83.1351982696]],"bounds":[[42.107446354,-83.1351982696],[35.182488505,-89.8964012565]],"episodes":[{"id":5292,"title":"<em>Re-establishing White Power in Memphis Tennessee</em>","course_id":73,"status":"P","start_date":"1866-05-01","end_date":"1866-05-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Black subordination was the motive that drove white Southerners to start the infamous Memphis Race Riot of 1866.  May 1, 1866, whites of Memphis, Tennessee, set out to destroy black power and to “…achieve this goal in Memphis only by destroying the most potent symbols of black power in the cities- the soldiers themselves.”","After three long and excruciating days of violent hazing and rioting, federal military authorities stepped in to cease the massacre.  Though focused on black soldiers, whites terrorized the black communities, destroying everything in sight with no sense of remorse.  A total of “two whites and at least forty-six blacks had been killed, between seventy and eighty wounded, at least five black women raped, more than one hundred people (mostly black) robbed and four churches, twelve schools and ninety-one houses burned.”","Most of the civilian victims had ties to black military soldiers.  Lucy Smith, one of the five rape victims testified, “there were some pictures in the room: we had General Hooker and some other Union Officers and they said they would not have hurt us so bad if it had not been for these pictures.”","White Southerners made it apparent that they were greatly intimidated by black empowerment at the end of the war and ensured that white power and control were to be re-established in Memphis Tennessee.  According to the <em>Daily Avalanche</em>, “The chief source of all our trouble being removed…we may confidently expect a restoration of the old order of things.  The Negro population will now do their duty…Negro men and Negro women are suddenly looking for work on country farms… Thank heaven, the white race are once more rulers in Memphis.”"],"display_date":"May 1, 1866 - May 5, 1866","search_date":"1866-05-03","locations":[{"id":12369,"lat":35.182488505,"lng":-89.8964012565,"zoom":9,"place":"SHELBY, Tennessee"}],"tags":[{"id":238,"tag":"African American"},{"id":1055,"tag":"Race riot,"},{"id":290,"tag":"Crime"},{"id":1118,"tag":"Black soldiers"}],"course":{"name":"History of the New South","school":"Texas Wesleyan University","course_id":73,"school_id":49}},{"id":5918,"title":"Detroit’s Race Riot Chaos -- 1967","course_id":118,"status":"P","start_date":"7/27/67","end_date":"7/27/67","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Nortown was not exempt from the troubles of the Detroit race riots in 1967.  Detroit news staff photographer Shirkey was able to capture a photo in the area of exactly what was going on in the midst of the riots.  In the photo, 4 guards armed and ready to fire stood in the light of the streetlamps on the corner of the black Detroit neighborhood. They stayed until the wee hours of the morning to assure that blacks were not out past their curfews during the race riots in Detroit. The photo was captioned with “U.S. Army Airborne Infantry stopped cars in violation of the curfew at a French Road intersection on Detroit's East Side.”","The summer of 1967 was an important historical moment created by the city of Detroit’s black residence. They caused an outburst of conflicts around the country. For five days in July, Detroit, Michigan sprung into complete chaos. Proceeding, an economic boom from the auto industry created jobs, and urban renewal projects built new infrastructure in the city, but blacks were left out of this upward mobility. As a result, in a city with majority black residency, this caused a major problem. New plans were destroying black neighborhoods, and economic opportunities were scarce for black residents and the riots were just one show of reactions to these battles that they were facing as a community."," "," "],"display_date":"July 27, 1967","search_date":"1967-07-27","locations":[{"id":33546,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":175,"tag":"African American Sufferage"},{"id":2003,"tag":"Nortown"},{"id":2017,"tag":"French Road"},{"id":1055,"tag":"Race riot,"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}]}