{"id":1057,"tag":"Memphis Riot","points":[[35.182488505,-89.8964012565]],"bounds":[[35.182488505,-89.8964012565],[35.182488505,-89.8964012565]],"episodes":[{"id":5295,"title":"Sexual Violence and the Memphis Riot","course_id":73,"status":"P","start_date":"1866-05-01","end_date":"1866-05-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["From May 1, 1866 to May 3, 1866 violence reigned on the streets of Memphis, Tennessee. At the end of what is today known as the Memphis Riot, forty six African Americans and two White men lay dead. All four of the African American schools were burned as well as over one hundred private residences. Moreover, at least five women testified to having been raped. These women possessed the fortitude and the courage to appear before a congressional committee and recount the heinous acts committed against them.","            Lucy Smith, a young African American girl, only seventeen at the time, was staying with Frances Smith, an old crippled woman when the riots began. Between one and two o’clock in the morning both women awoke to a loud banging at the door. Frances grabbed her crutches and headed for the door. When she opened it she saw “seven men, two of whom were policemen.” She identified them as policemen “by their stars” and noted that they were “all Irishmen.” Upon entering the shack, for that is all it was, the men demanded that they be made supper. Lucy and Frances prepared their meal and waited for the men to leave. However, Lucy and Frances’ nightmare had just begun. The seven men finished their meal and demanded “some woman to sleep with.”         Frances replied that they “were not that sort of women” and indicated that the men should leave. The men refused and one of them struck Frances across the face and began to choke her. Lucy attempted to flee out the open window but the offender caught and treated her similarly. What followed, in the words of Frances Smith, was this: “All seven of the men violated us two. Four of them had to do with me, and the rest with Lucy.”","            As disturbing as the attack was, it is interesting to note that the men did not act out in immediate violence. They asked for a meal first and then stated that they “wanted some woman to sleep with,” as though the women were prostitutes and nothing more. Hannah Rosen, a professor as the University of Michigan, argues that due to the prevailing thoughts and attitudes at the time, most white men considered African American women as unable to resist and subject to white male authority. In other words, “the assailants acted as if…the world had not been fundamentally altered with emancipation” and that these women were still slaves, with no choice in the matter. Rosen also indicates that this pattern of thought was fostered by the press constantly depicting African American women as “lewd” and “loose.” This gave many the impression that African American women enjoyed, or at least easily consented to casual or illicit sex.","            Regardless of the reason, these criminals grossly mistreated Lucy and Frances. Both women gave testimony at a congressional investigation, and even still the malefactors were not charged. This was true not only of this incident, but also of the riot in general. Not a single man was ever arrested or charged for their part in the violence. Instead many of the officers involved, the ones who perpetrated the violence, were compensated for their injuries “sustained in an effort to suppress the riot.”"],"display_date":"May 1, 1866 - May 3, 1866","search_date":"1866-05-02","locations":[{"id":12369,"lat":35.182488505,"lng":-89.8964012565,"zoom":9,"place":"SHELBY, Tennessee"}],"tags":[{"id":7,"tag":"Women"},{"id":1057,"tag":"Memphis Riot"},{"id":1058,"tag":"Sexual Violence"}],"course":{"name":"History of the New South","school":"Texas Wesleyan University","course_id":73,"school_id":49}}]}