{"id":106,"tag":"Medal of Honor","points":[[40.4954308749,-78.7136040605],[37.0780637097,-77.6286065028],[40.3672343623,-76.458298608]],"bounds":[[40.4954308749,-76.458298608],[37.0780637097,-78.7136040605]],"episodes":[{"id":4516,"title":"John Shields: Civil War Medal of Honor Recipient","course_id":18,"status":"P","start_date":"1861-04-15","end_date":"1865-04-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["During the Civil War the 90th Pennsylvania saw some of the most intense action of any regiment in the war.  Made up of volunteer men from the Philadelphia area, these troops moved shortly after their formation into Maryland to be on call as soon as they were needed for battle.  They went into many of the first battles of the war including First Bull Run, different skirmishes, and the battle of Antietam.  From this position they moved to Falmouth, Virginia; where they expected to stick out the winter months, but in December a four-day battle lasting from the twelfth to the fifteenth in Fredericksburg demanded the 90th's assistance.    The original plan laid out by General Burnside required the placement of pontoon bridges supplied by the Army Corps of Engineers, but the bridges were not ready in time, and the forces of the CSA had ample time to assemble and prepare for the attack.","            During this four-day siege John Shields who hailed from Cresson, Cambria County, Pennsylvania preformed an act of valor that would earned him the Medal of Honor.  On December 13, the second day of the battle, while under heavy fire, Private John \"Shiel\" Shields carried a dangerously wounded comrade back to Union lines so that the stricken man would not be captured by the Confederate forces.  His act of fraternity was considered extremely brave, yet dangerous considering the amount of gun fire being unleashed upon the men, making it extremely possible that Shields too would be wounded and eventually captured by Confederate forces.  Shields' luck did not run out at this particular battle, however, he survived the rest of the war, including fighting at the Gettysburg and Spotsylvania and Spotsylvania Court House. Thirty-two years after the end of the war, Shields was given his medal for his bravery at Fredericksburg.  The delay for his reward was never explained, however one could deduce that following the assassination of President Lincoln, the near impeachment of President Johnson, and the mess of Reconstruction in the South, that Congress had their hands full.  Affairs concerning The Grand Army of the Republic simply had to wait until the country was stabilized once more."],"display_date":"April 15, 1861 - April 15, 1865","search_date":"1863-04-15","locations":[{"id":10899,"lat":40.4954308749,"lng":-78.7136040605,"zoom":9,"place":"CAMBRIA, Pennsylvania"}],"tags":[{"id":32,"tag":"Civil War"},{"id":105,"tag":"volunteer"},{"id":106,"tag":"Medal of Honor"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}},{"id":4575,"title":"<strong>First to the Top: Lebanon, PA Man Earns the Medal of Honor</strong>","course_id":18,"status":"P","start_date":"1865-04-02","end_date":"1865-04-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["           In his official report on the final battle at Petersburg Captain R. Frank Hean of the 93rd Pennsylvania Infantry, wrote that the General Horatio Wright ordered the Union attack on \"Battery Gregg,\" to begin at 4 a.m, on the morning of April 2, 1865.  At the appointed hour, the Sixth Army Corp of the Army of the Potomac, charged forward and carried the enemy works.  \"In so doing,\" wrote Hean, \"the enemy opened with artillery and infantry, causing the first two lines to waver, bringing all lines close to mass, with the third line (93rd) as a front, which as first to plant the colors upon the works.\"   ","Hean officially gave credit to a Corporal Jacob Renkenberger for \"planting the first color upon the enemy's works.\"  However, in the history of the regiment, written by Captain Penrose Mark, Sergeant Charles Marquette was given credit for the feat, and \"was awarded a Medal of Honor by Congress for being one of the first to plant the colors on the breastworks.\"","According to Samuel Bates' <em>History of Pennsylvania Volunteers</em>, Charles Marquette was mustered into Perseverance Company 2, also known as Company F of the 93rd Pennsylvania regiment, on Oct 12, 1861.  Marquette fought with the 93rd from their first engagement, which according to historian Richard Sauers occurred near Williamsburg on May 5, 1862, until he was mustered out of the company on June 27, 1865.  Marquette entered the regiment as a private, but Bates noted that he was promoted to Corporal on May 5, 1864 and to Sergeant on January 3, 1865.  According to Sauers, in the April 2 attack, Marquette carried a battle flag given to the Regiment by George Dawson Coleman \"a Lebanon iron ore magnate,\" who \"took a special interest in equipping the 93rd.\"","Mark wrote that Marquette \"was painfully hurt while in the charge by coming in contact with the sharp point of the abatis.\"  However, Marquette continued forward and planted the flag on the Confederate breastworks.  According to Mark, \"the boys of the 93rd who participated in the memorable charge, contended that the flag carried by Sergeant Marquart [<em>sic</em>] was the very first,\" out of all the regiments to be planted on the Confederate works, but several other regiments also claimed that honor.  While Hean's official report does not give Marquette credit for planting the first flag upon the Confederate works, it is the first of three reports that credits Marquette \"for capturing a rebel color while charging the enemy's works.\" Marquette is also mentioned for capturing a Confederate flag in two reports written by his division commander General George Getty.","Despite the conflicting accounts of Charles Marquette's actions in the attack, Sauer's wrote \"On May 10, he was awarded the Medal of Honor for his courage.\"  It is difficult to determine exactly what Marquette did on the morning of April 2, 1865, but it is likely that both stories have some truth to them.  In fact Sauers gave him credit for planting the first flag on the enemy's works and capturing a Confederate flag. In light of the fact that Marquette was awarded the Medal of Honor for his actions that day, it is probable that he did accomplish both things.  Regardless of the reason he earned the Medal of Honor, on May 10, 1865 he became the first and only soldier from Lebanon County, Pennsylvania to earn the highest military award of the United States of America."],"display_date":"April 2, 1865","search_date":"1865-04-02","locations":[{"id":13779,"lat":37.0780637097,"lng":-77.6286065028,"zoom":9,"place":"DINWIDDIE, Virginia"},{"id":11109,"lat":40.3672343623,"lng":-76.458298608,"zoom":9,"place":"LEBANON, Pennsylvania"}],"tags":[{"id":5,"tag":"War"},{"id":32,"tag":"Civil War"},{"id":106,"tag":"Medal of Honor"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}}]}