{"id":1064,"tag":"T.J. McMinn","points":[[29.4490384361,-98.519907109]],"bounds":[[29.4490384361,-98.519907109],[29.4490384361,-98.519907109]],"episodes":[{"id":5297,"title":"Neither Black nor White","course_id":73,"status":"P","start_date":"1896-05-01","end_date":"1897-05-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In May of 1896, Ricardo Rodriguez entered a federal court in San Antonio, Texas, and initiated his application for citizenship of the United States thereby requesting the right to vote.  Since Texas declared its independence from Mexico and was annexed into the United States, Tejanos did not qualify for American citizenship because due to “an 1872 federal statute that ruled that only Caucasians and Africans could become U.S. Citizens,” Texas did not consider Tejanos part of either race.  Yet, this statute “did not specifically deny Mexicans that right” either.  This case brought naturalization of Mexican Tejanos and their right to vote to the forefront of Texas politics.","According to the Texas State Historical Association, in the year that followed, legal maneuvers by politicians to “disenfranchise all Texas Mexicans” were at an all-time high.    San Antonio politicians, T.J. McMinn and Jack Evans, joined forces to oppose the naturalization process of Ricardo Rodriguez claiming he was “’not capable of becoming an American citizen’” due to his race.  These tactics were proclaimed throughout Texas in order to garner support for their opposition to Tejanos’ eligibility of citizenship and to discourage other Tejanos from applying.","After a year of legal maneuvers, on May 3, 1897, Judge Thomas S. Maxey ruled in favor of Ricardo Rodriguez, bestowing the right of citizenship and “thereby legally affirming the civil rights of Texas Mexicans to vote.”  In his ruling, he pointed directly at three distinct documents: The Constitution of the Republic of Texas, the Treaty of Guadalupe Hidalgo and the Fourteenth Amendment of the United States Constitution.","Under the Constitution of the Republic of Texas Maxey recognized the granting of citizenship upon Mexicans living within Texas on Independence Day.  To further this reasoning Maxey directed his findings to the Treaty of Guadalupe Hidalgo, specifically to Article VIII, that states Mexicans who “prefer to remain the said territories may either retain the title and rights of Mexican citizens, or acquire those of citizens o f the United States” under the agreement that the decision must be made within “one year from the date of the exchange of ratifications of this treaty.”  The treaty goes as far as stating that those who do not make their decisions voluntarily after the deadline “shall be considered to have elected to become citizens of the United States.”  Ultimately, Maxey revealed that it was the Fourteenth Amendment that “granted citizenship to all people born or naturalized in the United States, regardless of color or race.”","Through this landmark civil rights case, Judge Thomas Maxey’s confirmed that neither race nor special levels of education could be used to deny U.S. citizenship to anyone.  The argument that Mexican Tejanos were not eligible to vote because they are not white or black could no longer be used to alienate them from becoming citizens.  According to Zaragosa Vargas, a Mexican American historian, in essence, the decision confirmed the “legal right of Mexicans as ‘white,’ further cementing their right to vote."],"display_date":"May 1, 1896 - May 3, 1897","search_date":"1896-10-31","locations":[{"id":12547,"lat":29.4490384361,"lng":-98.519907109,"zoom":9,"place":"BEXAR, Texas"}],"tags":[{"id":1042,"tag":"Mexican-American"},{"id":1046,"tag":"Treaty Guadalupe Hidalgo"},{"id":1052,"tag":"Texas-Mexico border"},{"id":1048,"tag":"Borderlands"},{"id":1059,"tag":"Tejanos"},{"id":1060,"tag":"Texas Independance"},{"id":1061,"tag":"Judge Thomas S. Maxey"},{"id":1062,"tag":"Fourteenth Amendment"},{"id":1063,"tag":"Constitution Republic TX"},{"id":1064,"tag":"T.J. McMinn"},{"id":1065,"tag":"Jack Evans"},{"id":1066,"tag":"Right to Vote"},{"id":1067,"tag":"In Re Ricardo Rodriguez"}],"course":{"name":"History of the New South","school":"Texas Wesleyan University","course_id":73,"school_id":49}}]}