{"id":107,"tag":"friendly fire","points":[[35.2165042447,-76.4856018863]],"bounds":[[35.2165042447,-76.4856018863],[35.2165042447,-76.4856018863]],"episodes":[{"id":4517,"title":"Jeannie Coues: Describes Friendly Fire Casualties","course_id":18,"status":"P","start_date":"1869-04-16","end_date":"1869-04-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In February of 1869, Jane Augusta McKinney Coues and her husband, Dr. Elliot Coues were stationed at Fort Macon, a small island fort off the coast of Beaufort, North Carolina.  Dr. Coues was a well known surgeon and naturalist, and was stationed at the fort to serve the troops that occupied it; Jane lived with him at the Fort.  During her stay there she kept in close contact with her sister in the North.  Coues' letter still survive and give the reader an idea of what it was like to be in a Union occupied Fort that had not so long before belonged to the Confederacy.  ","            In an April 16, 1869 letter to her sister Coues described an incident in which two officers at the Fort are killed by friendly fire.  During this time the Fort had become a military prison, with the troops stationed therein serving as prison guards.  One young soldier, Lt. Alexander, was spending the evening with the Coues; he excused himself to go outside and left their quarters.  A few minutes later the couple heard shots ring out, soon after one dead soldier was brought inside and then Lt. Alexander who had been shot through the lung.  The young lieutenant had heard a fire signal sound and went to investigate, the soldier on guard duty called down to Lt. Alexander and did not hear the reply, so he opened fire on the officer.  Another man came to the lieutenant's aide, but he was shot as well and killed instantly.  There was very little that Dr. Coues could do for the young man besides make him comfortable.  Jeannie was the only lady at the Fort at the time, and the dying young man requested that she stay with him.  She wrote to her sister that she \"never witnessed such excruciating agony in my life\".        "," \"He was a young boy - only 20 years old - and life looked very bright.  But when I told him he was dying he met it very bravely, and after I had talked with him a while he seemed perfectly resigned.  I had never thought to be permitted to point a dying soul to Christ.  He was a bright, handsome boy, the pet of the whole regiment and his mother's darling.\"","            Coues comments that this sort of incident is particularly devastating when it happens in a normal community, but when it happens on an island Fort it seems particularly crippling.  These sort of friendly fire incidents happened in areas like Fort Macon because of its location.  The atmosphere of the nation at the time was one of upheaval and chaos.  The presence of Federal influence in these areas caused unrest in the local white population.  Though aggression was seldom expressed to military forces, the violence and anger of the defeated Southerners was a constant concern to military personnel, especially if they are working in a prison filled with ex-Confederates.  Jeannie Coues grieved in her letter for the boy's family, but she does not blame the soldier who accidently killed him.  They were all just trying to survive, and accidents happened."],"display_date":"April 16, 1869","search_date":"1869-04-16","locations":[{"id":9231,"lat":35.2165042447,"lng":-76.4856018863,"zoom":9,"place":"BEAUFORT, North Carolina"}],"tags":[{"id":107,"tag":"friendly fire"},{"id":108,"tag":"prison"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}}]}