{"id":1070,"tag":"Brown v Board 1954","points":[[39.0415274653,-95.7563474993],[32.2202206971,-86.2076124057]],"bounds":[[39.0415274653,-86.2076124057],[32.2202206971,-95.7563474993]],"episodes":[{"id":5300,"title":"<em>Brown v Board of Education </em>","course_id":73,"status":"P","start_date":"1/1/51","end_date":"5/17/54","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1951, Oliver Brown, along with twelve other families from other states, decided to forever shake the segregated and racist south by filling a lawsuit challenging public school segregation. Brown’s daughter Olivia, a third grader, was forced to attend an African American school miles away from her house, while an all-white school was only seven blocks away.  She walked six blocks every morning to get to her bus stop simply because of the color of her skin. The segregation of the schools served as an all too visual reminder of southern racism.","<em>Brown v. Board of Education</em> served as a skeletal foundation for the other twelve cases accompanying the decision. Brown’s case originated in the state of Kansas and made it all the way to the highest court in the land, the Supreme Court. Once the case cleared its way to the Supreme Court, the possibility of remarkable change surfaced. However, at the state level, Kansas ruled in favor of the state instead of Mr. Brown, upholding the1896 <em>Plessy v. Ferguson</em> ruling when the Supreme Court declared separate but equal constitutional. Five out of the twelve cases made their ways to the Supreme Court; however, Brown’s case originating from Kansas, served as the most powerful.","In his 1958 article in the <em>American Political Science Review</em>, Albert A. Mavrinac asserted that the actions of the Supreme Court in <em>Brown v. Board of Education</em> “proved to be catalyst for social readjustment.” For the South, the consequences proved to be cataclysmic. Racist Southerners who deemed themselves the dominant and superior race of the south strongly disagreed and protested the actions of the Supreme Court. The ruling desegregated school and more importantly overturned the <em>Plessy v. Ferguson</em> decision “separate but equal.” On May 17, 1954, according to Michael L. Birzer and Richard B. Ellis of the <em>Journal of Black Studies</em>, the US Supreme Court ruled that “segregated educational facilities are [were] inherently unequal.”"," Although the ruling seemed like the most important component for African Americans in their fight for equal rights, the social implementations that followed were far beyond what anyone, black or white, had expected.  Racist southerners strongly opposed desegregation of schools and stalled implementation of integration.  In their piece, “The First Serious Implementation of Brown: The 1964 Civil Rights Act and Beyond,” Birzer and Ellis state, that “a decade passed without significant school desegregation.” Regardless of the actions of many southerners, <em>Brown v. Board of Education</em> became a historic case overturning <em>Plessy v. Ferguson</em> and forcing the schools throughout the south to desegregate. Although it took almost a decade for true desegregation to occur, Brown v. Board of Education initiated changed in the racist south.    "," "," "],"display_date":"January 1, 1951 - May 17, 1954","search_date":"1952-09-08","locations":[{"id":31105,"lat":39.0415274653,"lng":-95.7563474993,"zoom":9,"place":"Shawnee, Kansas"}],"tags":[{"id":1071,"tag":"Civil Rights Movement"},{"id":1070,"tag":"Brown v Board 1954"}],"course":{"name":"History of the New South","school":"Texas Wesleyan University","course_id":73,"school_id":49}},{"id":5713,"title":"Alabama’s Resistance to <em>Brown v. Board of Education</em>","course_id":110,"status":"P","start_date":"5/17/54","end_date":"5/23/54","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Arguably one of the most influential and groundbreaking decisions handed down by the Supreme Court is the landmark case of<em> Brown v. Board of Education</em> (1954).  Overturning the precedent previously set by <em>Plessy v. Ferguson</em> (1896), the Court ruled that “separate but equal” was “inherently unequal” in the realm of public education.  This ruling came as quite a shock, and was met with tremendous resistance primarily throughout the South.  In Alabama, the ruling was met with extreme hostility and immediate plans to circumvent the decision were swiftly conceived.","Immediately following the Court’s ruling, Alabama Representative Henry Beatty devised a scheme for maintaining segregation in the state without violating the recent resolution.  Beatty argued that by creating “free schools” in which both whites and blacks were allowed to attend, Alabama could then create segregated, tuition-based schools to provide an alternative to an integrated school system.  Beatty furthered this plan by compiling ways to amend Alabama’s Constitution to allow for both free and tuition-based schools while still managing to uphold the Court’s ruling.","A key component of Beatty’s plan involved tuition-based schools as an alternative to free schools.  The undisguised intention of this plan was to enable white students to stay in white-only schools by paying a “nominal fee” for the sole purpose of differentiating the school from a free, public school.  Any white student demonstrating financial need would have their tuition waived rather than be forced to attend a free, integrated school.  Beatty was determined to avoid directly integrating public schools in Alabama; he was not alone in rejecting the Court’s ruling.","Much of the South demonstrated extreme resistance to the <em>Brown</em> ruling, and in the following decade, few efforts throughout the South would be made to integrate public schools.  Some historians argue that the Court’s ruling resulted in a “backlash” in the South, and that without the <em>Brown</em> ruling, desegregation would have eventually taken place without the open violence and hostility that followed.  Historian Michael J. Klarman argues that prior to <em>Brown</em>, desegregation was already underway, including “desegregation of the Montgomery police force, of elevators in downtown office buildings in Birmingham, [and] of federal juries in Little Rock.”  It is possible, given that desegregation was already beginning without federal intervention, that it would have eventually led to a natural desegregation of public schools.  With <em>Brown</em> forcing the issue upon the South, a hostile environment was unwittingly created in reaction to the ruling.","Beatty made his intention to prevent desegregation of public schools in Alabama clear, and again he was not alone in this goal.  Much of the South rallied against <em>Brown</em>, and it would be a decade before Congress would pass legislation to finally put an end to segregation with the Civil Rights Act of 1964.  While it is not possible to say with any certainty, it is conceivable that the Court did more harm than good with its ruling in <em>Brown</em>.  While the ruling was morally necessary, it created a rallying point for white Southerners to unite against the common cause of desegregation."],"display_date":"May 17, 1954 - May 23, 1954","search_date":"1954-05-20","locations":[{"id":29188,"lat":32.2202206971,"lng":-86.2076124057,"zoom":9,"place":"Montgomery, Alabama"}],"tags":[{"id":43,"tag":"Desegregation"},{"id":1070,"tag":"Brown v Board 1954"},{"id":220,"tag":"alabama"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":110,"school_id":10}}]}