{"id":1071,"tag":"Civil Rights Movement","points":[[39.0415274653,-95.7563474993],[32.3258382723,-87.106506935],[33.5505101397,-90.3010742823],[33.5543155862,-86.8964933862],[39.2464830538,-76.5960396412],[37.9285902233,-75.8346527629],[37.1982888,-78.4297187]],"bounds":[[39.2464830538,-75.8346527629],[32.3258382723,-95.7563474993]],"episodes":[{"id":5300,"title":"<em>Brown v Board of Education </em>","course_id":73,"status":"P","start_date":"1/1/51","end_date":"5/17/54","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1951, Oliver Brown, along with twelve other families from other states, decided to forever shake the segregated and racist south by filling a lawsuit challenging public school segregation. Brown’s daughter Olivia, a third grader, was forced to attend an African American school miles away from her house, while an all-white school was only seven blocks away.  She walked six blocks every morning to get to her bus stop simply because of the color of her skin. The segregation of the schools served as an all too visual reminder of southern racism.","<em>Brown v. Board of Education</em> served as a skeletal foundation for the other twelve cases accompanying the decision. Brown’s case originated in the state of Kansas and made it all the way to the highest court in the land, the Supreme Court. Once the case cleared its way to the Supreme Court, the possibility of remarkable change surfaced. However, at the state level, Kansas ruled in favor of the state instead of Mr. Brown, upholding the1896 <em>Plessy v. Ferguson</em> ruling when the Supreme Court declared separate but equal constitutional. Five out of the twelve cases made their ways to the Supreme Court; however, Brown’s case originating from Kansas, served as the most powerful.","In his 1958 article in the <em>American Political Science Review</em>, Albert A. Mavrinac asserted that the actions of the Supreme Court in <em>Brown v. Board of Education</em> “proved to be catalyst for social readjustment.” For the South, the consequences proved to be cataclysmic. Racist Southerners who deemed themselves the dominant and superior race of the south strongly disagreed and protested the actions of the Supreme Court. The ruling desegregated school and more importantly overturned the <em>Plessy v. Ferguson</em> decision “separate but equal.” On May 17, 1954, according to Michael L. Birzer and Richard B. Ellis of the <em>Journal of Black Studies</em>, the US Supreme Court ruled that “segregated educational facilities are [were] inherently unequal.”"," Although the ruling seemed like the most important component for African Americans in their fight for equal rights, the social implementations that followed were far beyond what anyone, black or white, had expected.  Racist southerners strongly opposed desegregation of schools and stalled implementation of integration.  In their piece, “The First Serious Implementation of Brown: The 1964 Civil Rights Act and Beyond,” Birzer and Ellis state, that “a decade passed without significant school desegregation.” Regardless of the actions of many southerners, <em>Brown v. Board of Education</em> became a historic case overturning <em>Plessy v. Ferguson</em> and forcing the schools throughout the south to desegregate. Although it took almost a decade for true desegregation to occur, Brown v. Board of Education initiated changed in the racist south.    "," "," "],"display_date":"January 1, 1951 - May 17, 1954","search_date":"1952-09-08","locations":[{"id":31105,"lat":39.0415274653,"lng":-95.7563474993,"zoom":9,"place":"Shawnee, Kansas"}],"tags":[{"id":1071,"tag":"Civil Rights Movement"},{"id":1070,"tag":"Brown v Board 1954"}],"course":{"name":"History of the New South","school":"Texas Wesleyan University","course_id":73,"school_id":49}},{"id":5466,"title":"<strong>A Nun’s Perspective on Civil Rights, and an Alternate Ending</strong>","course_id":84,"status":"P","start_date":"3/1/65","end_date":"3/31/65","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In March of 1965, Sister Mary Paul of Detroit wrote a letter to the sisters of her Order describing her experiences while in Alabama as a hospital volunteer during the Civil Rights Movement. She states, “they probably could not have gone on if it had not been for the support of the North,” demonstrating the dire circumstances that led her to get involved in the first place. Being from the north, Sister Mary hadn’t been exposed to too much of the brutality happening in the South during these “race wars.” After watching the police assault the marchers on the Edmund Pettus Bridge on March seventh, Sister Mary knew that she needed to immediately get involved and be an advocate for the demonstrators of this movement for national justice.","Just three days later Sister Mary arrived in Birmingham where she received instant hospitality and kindness from local blacks. She was there to help in hospitals, but also give African American’s an idealistic hope for the future and the equality of races that she thought was so vital. She was also a very strong supporter of the right to vote for all races and knew how many blacks were registered voters as well as how long it would take to register the eligible voters due to the tests put in place to keep blacks out of the voting systems. Amongst all of this, she still speaks with optimism for the future societies potential to be, “a community of love where people gather together as brothers.” She also states that this, “cannot be a reality until people are ready to suffer for justice.” This letter was written during the time when blacks were eager for white activists help, and when whites were discovering the need to participate and stand up against the injustice. However, this letter was written right on the cusp of a racial and historical turn.","Something Sister Mary hadn’t thought about was the possibility that even if racial justice was settled on in the courts, it might never be attained in the community or the attitudes of people. In the late 1960’s, the south was actually on the verge of a tragic failure. Historian Tom Wicker wrote, “despite these idealistic predictions of the future, King's vision of a colorblind society, liberated from the harsh realities of prejudice and discrimination, faced serious barriers after the mid-1960’s<em>.” </em> He also pointed out that the rise of Black Nationalism created rifts between Civil Rights organizations and whites that were dedicated to helping bring about interracial peace.","The black community no longer wanted a lot of help from whites, but rather a sense of independence. This fueled controversy that furthered an already existing conservative white backlash against a lot of the racial progress that had been made over the last several years. By the 1990’s hiring equality, the O.J. Simpson trials and other racial issues were being brought up which raised concern for the long-term success of the civil rights movement and racial amity in America."],"display_date":"March 1965","search_date":"1965-03-16","locations":[{"id":32444,"lat":32.3258382723,"lng":-87.106506935,"zoom":9,"place":"Dallas, Alabama"}],"tags":[{"id":1336,"tag":"racial equality"},{"id":1071,"tag":"Civil Rights Movement"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":84,"school_id":10}},{"id":5690,"title":"One Jew’s Rebuttal to the Civil Rights Movement","course_id":106,"status":"P","start_date":"1/1/57","end_date":"12/31/60","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1957, an anonymous Jewish citizen in Greenwood, MS created a pamphlet called “A Jewish View on Segregation”. In his pamphlet, he gives an account of why the Jewish population should prefer segregation. His premise is the same as White Southerners “that the innate inferiority of African Americans would leave them incapable of competing on equal terms in an integrated society”. He claims that like the master of the antebellum plantations of years past, the white Southerner still had the African-American in their charge and needed to segregate them from society where they could still flourish at their own speed. He cites education as being his primary reason against integration. He argues that if the overwhelming ratio of African-American pupils were allowed to intermingle with white students it would lower the quality of education received by all white children. African-African children were on many occasions behind in their school studies and would often have to repeat a grade. These at risk children would in turn be older than the range of the average grade level student and therefore have a hand in exposing the younger students to negative influence. The meaning of the pamphlet goes against the conventional narrative that all Southern Jews were sympathetic to the plight of African-Americans in their struggle of equality.","An opinion poll in 1959 concluded that the Southern Jewish population was more supportive of the Civil Rights Movement than most Southern Whites although they tended to feel this way in secret. The goal of many Southern Jews was to keep a conservative political profile for fear of falling prey to heavy scrutinizing by Southern Gentiles in the form of Jim Crow laws. To the Southern Jewish businessman, Jim Crow laws were similar to the Nuremberg laws of the Nazi Socialist Party of 1930s Germany. These laws were put into force to keep patrons away from the European Jewish merchants in the form of boycotts and to reduce the status of the Jewish population to second class citizenship. In order to be seen as equals in White society, Southern Jews had to choose their words wisely in order to not be regarded as the masterminds behind the Civil Rights Movement and therefore face ostracism of Anti-Semitic rhetoric from the White majority.","Clive Webb, author of “<em>Fighting Against Fear</em>”, states “most southern Jews were inherently sympathetic toward the black struggle for racial equality, their actions were constrained by political circumstances”. Many of the southern Jewish community wished that their Northern counterparts would forego their convictions of wanting to assist with the Civil Rights Movement because their aiding in the various marches and voters registrations would only bring the wrath of white supremacy upon them, not the Northern visitors.  Jewish merchants feared that whites would not patronize their businesses, thus devastating their socio-economic status which also proved to be a leading concern of the southern Jewish community. After being oppressed, contained and driven almost to the point of extinction, it is understandable why many Southern Jews chose not to openly take part in the Civil Right Movement. Against this background, the author of the anonymous pamphlet stands out as different from the typical beliefs of Southern Jews."],"display_date":"1957 - 1960","search_date":"1959-01-01","locations":[{"id":28265,"lat":33.5505101397,"lng":-90.3010742823,"zoom":9,"place":"Leflore, Mississippi"}],"tags":[{"id":937,"tag":"integration/segregation"},{"id":1071,"tag":"Civil Rights Movement"},{"id":6,"tag":"Education"},{"id":1664,"tag":"Jewish"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":106,"school_id":10}},{"id":6109,"title":"<strong>A Governor Overshadowed by Her Husband’s Ambitions</strong>","course_id":126,"status":"P","start_date":"3/15/68","end_date":"3/15/68","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On March 15th, 1968, teachers and other members of the Alabama Education Association waited to hear George Wallace speak on the behalf of his wife at the annual AEA convention. Lurleen Wallace had been elected governor of the state a year before, and could not make it to the event. “As you know, she is quite sick,” the former governor told the crowd according to the <em>Birmingham Herold Post</em>. Lurleen had been diagnosed with cancer and she was in Montgomery recovering from a recent surgery. The AEA’s president, Vernon St. John decided to send a telegram to the beloved governor and tell her that “the teachers were inspired by her courage, [...] spirit, and uncomparable devotion to Alabama and her people”","In 1966, the state became aware that their new governor was being hospitalized for a hysterectomy. The administration did not tell the press about Lurleen’s condition, but rumors circulated that she had cancer. George Wallace instructed his staff and the doctors not to tell his wife about an abnormality in her biopsy they had found back in 1961. “His decision was not unusual for its time”, writes historian Dan T. Carter. When Lurleen found out from a mutual friend that she had been misled, she was furious. George had a number of reasons not to tell her; he simply did not want rumors spreading that the governor was dying.","George and Lurleen’s oldest son, George Jr. wrote a book about his famous parents in which he recounts the time when Lurleen followed George as governor. “My mother was not the kind of woman you would have expected to be a Governor,” he writes. It was widely known that Lurleen ran for the office simply because her husband, George, desired a third term in office and he was also planning on running for the presidency. He suggested that she run for the governorship, and she became determined to win the election. The crowd that gathered to listen to her inaugural speech could tell that she was tremendously humbled by the people’s confidence in her. More than likely, she knew that without her husband’s help and his presence, she would never have taken part in public life. “I entered the race for Governor for the purpose of permitting my husband to take our fight to the final court of appeal - the people of the United States,” she told the crowd at her inauguration. Although Lurleen was the one who made the decision to run for the executive office in her husband’s place, George’s decisions and policies ultimately shaped her administration.","The Civil Rights movement of the 1960s compelled the nation to reflect on social issues beyond those of segregation and racism. Women realized they still suffered discrimination and injustice in employment, social security, legal treatment of women, and education. Women made up 40 percent of the work force by the end of the 1960s, and more than half of those women were married. They soon began organizing to acquire equal pay and to end job discrimination. Although young women were joining the fight against these social issues across the South, Lurleen Wallace and her politics did not reflect these changing times. She was neither a part of the work force, or an activist for social justice. Governor Wallace’s short administration was overshadowed by not only her husband’s segregationist and conservative policies, but her failure to stand up for change during a time of social transformation."],"display_date":"March 15, 1968","search_date":"1968-03-15","locations":[{"id":31662,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":2260,"tag":"female governor"},{"id":2259,"tag":"governor"},{"id":2258,"tag":"women's movement"},{"id":220,"tag":"alabama"},{"id":1071,"tag":"Civil Rights Movement"},{"id":18,"tag":"Politics"},{"id":1507,"tag":"1960s"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":126,"school_id":10}},{"id":6275,"title":"The Lynching of George Armwood","course_id":132,"status":"P","start_date":"10/18/33","end_date":"10/30/33","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On October 18<sup>th</sup>, 1933, George Armwood was arrested and later lynched for the alleged attack of an old married white woman named Mary Denston. Lynching, commonly practiced throughout the United States from the 19<sup>th</sup> century until the 1960s, was a method of murder used to control African American behavior. The victims were typically accused of inappropriate behavior towards white women, though historians agree that these charges typically were false. Armwood’s case met with something highly unusual of Maryland lynchings up unto this point: gubernatorial intervention.","Gov. Albert Ritchie had ordered that Armwood be moved out of Somerset County to Baltimore for protection until his trial. However, relentless pressure from the whites in Princess Anne pushed Judge Robert Duer to transport Armwood back to Somerset County, where an angry mob waited for him. The mob broke through the guards and used a telephone pole to batter down the jailhouse door. The mob rampaged the jailhouse, found Armwood, and dragged him to the courthouse lawn where they beat him severely. They then dragged him through the streets into Duer's neighborhood, where they hanged him from a tree near the judge's home. Afterwards his mutilated body was set on fire and abandoned in a lumberyard where it stayed to terrorize the African American community.","Politically, Maryland was sharply divided over issues of race. In general, Baltimoreans identified more with northern progressive thought while residents of rural areas held to southern sensibilities. With the gubernatorial election on the horizon, Gov. Ritchie found himself torn between rural white segregationists on the one hand, and urban progressives and African Americans on the other hand. Baltimoreans were enraged by his refusal to take responsibility for Armwoods' lynching. In response, Gov. Ritchie declared that, “The responsibility for Armwood's being at Princess Anne rests squarely on the shoulders of Judge Duer and State's Attorney Robins.” Ritchie’s reluctance to use his power to administer justice seemed to demonstrate a broader unwillingness to improve the rights of minorities and promote a progressive agenda. In order to recover his reputation in this demographic, Gov. Ritchie sent three hundred National Guardsmen to apprehend four of the men accused of the Armwoon lynching and bring them to Baltimore for trial. This ultimately failed because Somerset residents actively rebelled.","Ritchie’s short-lived attempt to prosecute the lynchers alienated White segregationists and his ambivalence about the lynching of Armwood had infuriated African American and white progressive voters. He lost reelection. Interestingly, the Armwood lynching was the last in Maryland. That, combined with the voters' actions, suggest that Maryland politics was turning toward Civil Rights during the 1930s."],"display_date":"October 18, 1933 - October 30, 1933","search_date":"1933-10-24","locations":[{"id":23153,"lat":39.2464830538,"lng":-76.5960396412,"zoom":10,"place":"Baltimore City, Maryland"},{"id":24915,"lat":37.9285902233,"lng":-75.8346527629,"zoom":9,"place":"Somerset, Maryland"}],"tags":[{"id":2540,"tag":"George Armwood"},{"id":2539,"tag":"Gov. Albert Ritchie"},{"id":1,"tag":"Crime/Violence"},{"id":1505,"tag":"Progressivism"},{"id":1071,"tag":"Civil Rights Movement"},{"id":367,"tag":"Lynching"},{"id":3,"tag":"African-Americans"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}},{"id":6774,"title":"Supreme Court Orders the Desegregation of Prince Edward County Schools","course_id":178,"status":"P","start_date":"1/6/64","end_date":"1/6/64","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On January 6, 1964, the Supreme Court ruled that public schools in Prince Edward County, Virginia must integrate.  This decision came in the case <em>Griffin V. School Board of Prince Edward County</em> where Reverend L. Francis Griffin sued the school board for closing all public schools in the area so they would not have to integrate.  Instead, white students attended private school or school in another county while black students did not get to go to school at all from 1959 until 1964 effecting approximately 3,300 students. ","Most southern county governments opposed integration, but none like Prince Edward County.  When the <em>Brown V. Board of Education </em>(1954) decision was handed down, Virginia state and local officials declared a “massive resistance” to the law. Prince Edward County decided to defund public schools, causing them to close in order to forestay integration.  In 1961 plaintiffs challenged this closing in <em>Allen v. County School Board of Prince Edward </em>where it was argued that the closing of Prince Edward County public schools was a form of racial discrimination.  The court ruled in favor of Allen citing it is a form of discrimination and the county was expected to reopen schools to all pupils regardless of race.  However, Prince Edward County kept the schools closed for two more years in spite of this ruling leaving many black students without any formal education.  In the publication “<em>Their Voices, Our History: Stories of Prince Edward County Virginia</em>”; Everett Berryman, Jr. who was twelve at the time public schools closed, explained that he attended a grassroots training center run by his mother instead of public school.  He did not know that he was missing out on anything until his cousin from Baltimore proved much more proficient in reading and math than Everett.  To get a good education, Everett was forced to move in with a family friend so that he could attend school in nearby Appomattox County. ","In 1963, the NAACP and other civil rights groups created privately- funded free schools open to all students on an integrated basis.  In March of 1964, lawyers argued <em>Griffin v. School Board of Prince Edward County </em>in the Supreme Court.  The court ruled in favor of Griffin in a six-to-two decision.  The majority opinion, written by Justice Hugo Black, asserted that the School Board of Prince Edward Counted had violated the Fourteenth Amendment by denying equal protection or opportunity. They also held the school board in contempt of the <em>Brown v. Board of Education </em>(1955), which ordered it was “ necessary and proper to admit (complainants) to public schools on a racially nondiscriminatory basis with all deliberate speed.” The court also asserted that even though local government control led public education, they could not close public schools because citizens have a right to free accessible education.","In 1964, an estimated 1,500 students returned to public schools in Prince Edward County. This event marked the end of massive resistance in Virginia. "],"display_date":"January 6, 1964","search_date":"1964-01-06","locations":[{"id":53117,"lat":37.1982888,"lng":-78.4297187,"zoom":8,"place":"Prince Edward County, Virginia"}],"tags":[{"id":6,"tag":"Education"},{"id":1795,"tag":"integration"},{"id":1071,"tag":"Civil Rights Movement"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":178,"school_id":3}}]}