{"id":1072,"tag":"Pacific Railway","points":[],"bounds":[[-100,-100],[100,100]],"episodes":[{"id":5302,"title":"Following the Westward Expansion through a Kansas Trip in 1866","course_id":75,"status":"P","start_date":"1866-09-05","end_date":"1866-09-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["D. F. Drinkwater advertised that “‘Kansas’ bottom lands are exceedingly rich, and bring large crops of corn, wheat, rye, oats, barley, sugar cane and vegetables, as well as hemp and cotton. The successful raising of the latter is no longer an experiment here.” But he added one more fact to make his call pertinent. It became easy and comfortable to come to Kansas by train. Who could claim better at that time? He stated that “the Missouri Pacific railroad from St. Louis to Wyandotte is one of the best roads in the country, and this new Union Pacific, E. D., is as good a new road as is in use, if not better. Let me say parenthetically that when you come to Kansas of course you had better take the route by St. Louis and Wyandotte over the Missouri Pacific.”","The farmer settlers switched their goal from self-sustainability to commercial production. They had more than they really needed for themselves. People even figured out that growing wheat and oat crops might be as profitable as growing cotton, without generating the associative problems such as slavery issues and the severe effect of the Panic of 1819. After the Missouri controversy, agriculture was focused on other crops. “Rye and sugar cane are called sure crops in Kansas.” The horticulture profits were significant. Orchards started to appear everywhere in Kansas. In particular, vineyard and wine production became a flourishing business. But the exportation of these products to the Eastern and Northern part of the country would not be possible with wagons, which usually took several months to make the trip.","Railroads to connect Kansas to the East and to the West were a necessity;  otherwise, the new settlers would not be successful. The railroad was a faster and safer way to transport a product for sale. Because of the Panic of 1819 and the resulting financial crisis, railroad construction was stopped and compromised. Politicians did not lost their power due to the cotton crash; instead, it was the first settlers who had to directly apply for grants to Washington in order to resume the railroad construction. A second halt happened during the Civil War. The construction was costly because the materials such as iron rails and the technology used were imported from Europe. The situation was confused, but the nationalism of Americans saved the situation. The hope was born again because of the authorization given to the L. P. & W. via the Pacific Railway act of 1862 “to build from an eastern terminus below the junction of the Missouri and Kansas rivers to the designated starting point of the Union Pacific on the 100<sup>th</sup> meridian.” Drinkwater even promised the Congress “As I have before remarked, this trade will be utterly beyond calculation, particularly if our Congress will be so kind as to adjust our internal and external revenue laws, so that American tax paying manufacturers and farmers shall, at least, have an equal chance in our home market with our British rivals.”","D. F. Drinkwater requested himself that more funds be used for railroad construction than for cavalry troops that were to secure the lands against Indians and. He noticed that \"just as fast as the Pacific Railway passes the great military posts upon its line, these become unnecessary, and are, in effect, abandoned.” The reason was that “the Kansas Pacific Railway narrowed the field of operations against the Indians.”  Therefore, the federal government would save money by speeding the railroad construction. Investing in the railroad construction was a win-win decision. Indeed, it “pushed 'the plains' further and further west, and saved the Government the necessity and expense of permanent forts.”"],"display_date":"September 5, 1866","search_date":"1866-09-05","locations":[{"id":4553,"lat":null,"lng":null,"zoom":8,"place":"Unorganized, Kansas"}],"tags":[{"id":411,"tag":"Westward Expansion"},{"id":666,"tag":"Railroad"},{"id":1072,"tag":"Pacific Railway"},{"id":1073,"tag":"Union Pacific"},{"id":13,"tag":"Agriculture"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":75,"school_id":40}}]}