{"id":1074,"tag":"Mississippi","points":[[32.7534998909,-89.1175924173],[40.6916304076,-74.0035386433]],"bounds":[[40.6916304076,-74.0035386433],[32.7534998909,-89.1175924173]],"episodes":[{"id":5304,"title":"Mississippi Burning","course_id":73,"status":"P","start_date":"6/1/64","end_date":"6/30/64","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["<em>Mississippi Burning</em>","            Murder is what it all boiled down to.  In the dawn of the Civil Rights Movement, three civil rights workers were viciously slaughtered in Neshoba County, Mississippi.  <em>Mississippi Burning </em>is a 1988 crime drama film depicting the events of the heinous crime.   ","            In order to fully understand the weight of this crime, one must first explore life in 1960’s America.  In 1963, President John F. Kennedy began drafting The Civil Rights Act of 1964.  This act would prohibit discrimination in public accommodations and federally funded programs, as well as banning discrimination in employment.  From this, the Equal Employment Opportunity Commission was created to enforce compliance among all federally funded programs and employers.  It also strengthened the enforcement of voting rights and the desegregation of schools.  After Kennedy’s assassination, President Lyndon B. Johnson successfully pressed Congress to pass the bill in 1964.","            In June 1964, three civil rights activists traveled to Nashoba County to register African-American voters in Mississippi.  The local sheriff arrested James Chaney, Michael Schwerner, and Andrew Goodman the afternoon of June 21<sup>st</sup>.  As Civil Rights workers, these individuals were well aware of the dangers that could befall them.  All three underwent training before they left and were taught to call and check in once they arrived at every location, as well as every hour on the hour.  When the boys were arrested for allegedly driving 35 miles per hour over the speed limit, they were denied their right to make phone calls.  When Movement activists did not hear from them, they called the local jail where they were falsely informed that the boys were not there.  The boys were later released around 10pm that night. ","            While the boys were in jail, Nashoba County Deputy Sheriff and Klansman Cecil Ray Price notified his Klan associate Edgar Ray Killen to assemble other Klan members.  The three devised a plan to kill the activists.  After their release, the Klansmen stopped the men again after a high speed chase.  As depicted in the movie <em>Mississippi Burning,</em> 7 Klansmen driving 3 cars followed the three.  The Klan then abducted the innocent workers, taking them to an isolated area where they were shot and buried.  Their bodies were found that August buried in a construction yard.","            On December 4<sup>th</sup> of 1964, the FBI arrested 21 suspects on federal conspiracy charges along with 19 other men charged with conspiring to deprive the men of their constitutional rights.  Six days later on December 10<sup>th</sup>, at a preliminary hearing, the U. S. Commissioner for the Southern District of Mississippi, Esther Carter, dismissed the charges and all were released.","            Refusing to let justice fail, in February of 1967 a federal grand jury indicted 18 men in connection to the three murders.  In October, the jury convicted 7 men of conspiracy, including Neshoba County Deputy Sheriff Cecil Price.  The jury acquitted 8 men while three men received mistrials, including Edgar Ray Price.  No one, including Deputy Sheriff Price, served more than six years for their role in the murders.","            On January 6<sup>th</sup>, 2005, a Mississippi state grand jury heard evidence regarding the Neshoba murders.  Prosecutors believed they finally had overwhelming evidence against the 10 living suspects.  That summer, Edgar Ray Killen was convicted on three counts of manslaughter.  Killen, then 80 years old, was sentenced to three consecutive sentences of 20 years in prison.  Killen is the only one to date that has finally faced state charges.  The remaining seven men still living have yet to be prosecuted in spite of overwhelming and untainted evidence against them.","            The film Mississippi Burning brought forth this eye-opening, racist, and heinous crime to a new generation of people along with heavy national media coverage.  Its depiction of the events in Nashoba County struck a chord with viewers, reminding a modern public of the devastating but true, heinous crime."],"display_date":"June 1964","search_date":"1964-06-15","locations":[{"id":32286,"lat":32.7534998909,"lng":-89.1175924173,"zoom":9,"place":"Neshoba, Mississippi"}],"tags":[{"id":42,"tag":"Civil Rights"},{"id":1074,"tag":"Mississippi"},{"id":1075,"tag":"Civil Rights Murders"}],"course":{"name":"History of the New South","school":"Texas Wesleyan University","course_id":73,"school_id":49}},{"id":6075,"title":"Family of Andrew Goodman Spoke at News Conference","course_id":123,"status":"P","start_date":"8/6/64","end_date":"8/6/64","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On August 06, 1964, <em>The New York Times</em> reported an expression of “grief and hope” by Andrew Goodman’s family to the public at a news conference. Andrew Goodman, the dead civil rights worker killed near Philadelphia, Mississippi, had been working on a voter registration drive in Meridan, Mississippi. His parents, Mr. and Mrs. Robert Goodman, ensured the public their pain, although personal, belonged to the entire nation. Despite the death of Andrew and the other two civil right workers, the Goodmans remained adamant the three young men “shall not have died in vain[; the] struggle for equality…shall continue” and not end with the slaying of civil rights activists Goodman, James Chaney, and Michael “Mickey” Schwerner.","The three civil rights activists were a part of the Mississippi Freedom Project under CORE (Congress of Racial Equality) which prepared and encouraged men and women to vote in Lauderdale County, Mississippi. Among those opposing the Freedom Project was the Ku Klux Klan, who had approximately 750 members in Mississippi by the 1960s. The prominent presence of the Ku Klux Klan in the state of Mississippi fostered an environment of intimidation in almost every political office and allowed the extremist group to use fear tactics to prevent minorities, such as African Americans, from voting. Schwerner and Goodman, both twenty-one year old, Jewish men from New York City met at the Mississippi Freedom Project training session. Chaney, a twenty-year old African American and Mississippi native brought local knowledge to the team including his navigating skills needed for the back roads of the Magnolia State.","Goodman, Chaney, and Schwerner had ridden out on the June 16to investigate the arson against the Freedom School, at Mt. Zion. Shortly afterwards they were arrested on the June 21 for a traffic violation and held until the fine of $20 was paid. Klansmen, working in cooperation with some local police stopped the car, and killed the three men. They burned the vehicle and dumped it in a swamp, and buried their bodies in dam. No one was charged for the murder for the three activists, although nineteen men, including the sheriff and deputy sheriff, from the Lauderdale and Neshoba Counties of Mississippi were arrested for “depriving the three [murdered] victims of their civil rights,” in 1967 according to writer Bill Scheppler.","The news conference held by the Goodman family reinforced the philanthropic behavior the civil rights activists pursued in Meridian, Mississippi. With the loss of these young men, the Goodman family voiced hopes of, personally, continuing their son’s civil rights duties. James Farmer, the national director of the CORE released in the news conference that a drive headed by Jackie Robinson, former baseball player, would collect funds for the Schwerner-Chaney-Goodman Memorial Community Center in Meridian. The openness of the Goodman family created a spirit of resilience in the nation during a time of mourning for the African American community. Although three years later, the charges against nineteen men in the local area represented the willingness of the FBI to prosecute those who deprived men of civil rights in the Deep South state of Mississippi."],"display_date":"August 6, 1964","search_date":"1964-08-06","locations":[{"id":31603,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":1074,"tag":"Mississippi"},{"id":3,"tag":"African-Americans"},{"id":2193,"tag":"James Chaney"},{"id":2194,"tag":"Andrew Goodman"},{"id":2195,"tag":"Michael Schwerner"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":123,"school_id":3}}]}