{"id":108,"tag":"prison","points":[[35.2165042447,-76.4856018863],[37.5769153786,-80.6062827848],[32.0447139452,-84.1951910375],[41.6777085169,-82.7856169171],[41.8064084993,-72.7328417292],[42.9168549346,-76.5542572674],[42.8488501,-78.2757597],[40.0411536,-86.8744516],[42.2528649,-73.790959]],"bounds":[[42.9168549346,-72.7328417292],[32.0447139452,-86.8744516]],"episodes":[{"id":4517,"title":"Jeannie Coues: Describes Friendly Fire Casualties","course_id":18,"status":"P","start_date":"1869-04-16","end_date":"1869-04-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In February of 1869, Jane Augusta McKinney Coues and her husband, Dr. Elliot Coues were stationed at Fort Macon, a small island fort off the coast of Beaufort, North Carolina.  Dr. Coues was a well known surgeon and naturalist, and was stationed at the fort to serve the troops that occupied it; Jane lived with him at the Fort.  During her stay there she kept in close contact with her sister in the North.  Coues' letter still survive and give the reader an idea of what it was like to be in a Union occupied Fort that had not so long before belonged to the Confederacy.  ","            In an April 16, 1869 letter to her sister Coues described an incident in which two officers at the Fort are killed by friendly fire.  During this time the Fort had become a military prison, with the troops stationed therein serving as prison guards.  One young soldier, Lt. Alexander, was spending the evening with the Coues; he excused himself to go outside and left their quarters.  A few minutes later the couple heard shots ring out, soon after one dead soldier was brought inside and then Lt. Alexander who had been shot through the lung.  The young lieutenant had heard a fire signal sound and went to investigate, the soldier on guard duty called down to Lt. Alexander and did not hear the reply, so he opened fire on the officer.  Another man came to the lieutenant's aide, but he was shot as well and killed instantly.  There was very little that Dr. Coues could do for the young man besides make him comfortable.  Jeannie was the only lady at the Fort at the time, and the dying young man requested that she stay with him.  She wrote to her sister that she \"never witnessed such excruciating agony in my life\".        "," \"He was a young boy - only 20 years old - and life looked very bright.  But when I told him he was dying he met it very bravely, and after I had talked with him a while he seemed perfectly resigned.  I had never thought to be permitted to point a dying soul to Christ.  He was a bright, handsome boy, the pet of the whole regiment and his mother's darling.\"","            Coues comments that this sort of incident is particularly devastating when it happens in a normal community, but when it happens on an island Fort it seems particularly crippling.  These sort of friendly fire incidents happened in areas like Fort Macon because of its location.  The atmosphere of the nation at the time was one of upheaval and chaos.  The presence of Federal influence in these areas caused unrest in the local white population.  Though aggression was seldom expressed to military forces, the violence and anger of the defeated Southerners was a constant concern to military personnel, especially if they are working in a prison filled with ex-Confederates.  Jeannie Coues grieved in her letter for the boy's family, but she does not blame the soldier who accidently killed him.  They were all just trying to survive, and accidents happened."],"display_date":"April 16, 1869","search_date":"1869-04-16","locations":[{"id":9231,"lat":35.2165042447,"lng":-76.4856018863,"zoom":9,"place":"BEAUFORT, North Carolina"}],"tags":[{"id":107,"tag":"friendly fire"},{"id":108,"tag":"prison"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}},{"id":4537,"title":"Jefferson Davis Finds a Friend in Prison","course_id":18,"status":"P","start_date":"1865-05-01","end_date":"1866-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Around May 10 1865, federal troops captured Confederate President Jefferson Davis fleeing in Georgia and sent him to be confined in Fortress Monroe, Virginia. Davis was held prisoner for two years from May 1865 to May 1867, six months of the time confined in a casemate under heavy guard. According to a war memo excerpted in a New York Times article, he was not arraigned upon any indictment or formal charge of crime but had been indicted for high treason by the Grand Jury of the District of Columbia. Davis was also charged with the assassination of Abraham Lincoln and the murder of Union prisoners of war by \"starvation and other barbarous and cruel treatment toward them.\" Colonel Stewart's (working in the fortress) account denotes a tone of disgust towards Davis' situation in the Richmond Times Dispatch: \"It appears to us ...in chaining the feet of President Davis, under the poor pretext of rendering imprisonment more secure, was to humiliate not only the prisoner, but the people of the whole South, and to them...will be ever linked with the infamy.\" Davis was also chained whilst incarcerated as per order of General Miles. The guards' cruel and disrespectful treatment took a great toll on his health, leaving him emaciated and even sensitive to light. Describing the shackling of Mr. Davis, Dr. John J. Craven, Davis' attending physician, wrote \"On the morning of the 23rd of May, a yet bitterer trial was in store for the proud spirit--a trial severer probably than has ever in modern times been inflicted upon any one who had enjoyed such eminence. This morning Jefferson Davis was shackled\"","    Dr. John J. Craven was the only person to offer Davis companionship and care to alleviate the loneliness and other physical ailments during his imprisonment. On the morning of the May 24th 1865, Dr. Craven heard that Mr. Davis was ill and that he had been assigned as his medical attendant. From then on, the relationship of doctor and patient developed into an abiding friendship. Unable to move except with great difficulty with ankles lacerated by the heavy chains, Davis could not take the exercise that would help his digestion. Dr. Craven realized that his physical condition required the removal of the shackles. Seeking an interview with General Miles and stating his opinion as strongly as possible, General Miles asked, \"You believe it then a medical necessity?\" to which Dr. Craven replied, \"I do most earnestly.\" The shackles were removed after five days."],"display_date":"May 1865 - December 1866","search_date":"1866-03-01","locations":[{"id":14724,"lat":37.5769153786,"lng":-80.6062827848,"zoom":9,"place":"MONROE, Virginia"}],"tags":[{"id":32,"tag":"Civil War"},{"id":108,"tag":"prison"},{"id":123,"tag":"Reconstruction"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}},{"id":4618,"title":"An assistant surgeon reports on gangrene","course_id":18,"status":"P","start_date":"1865-01-01","end_date":"1865-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Andersonville's prison had a hospital crowded with patients, due to the bad living conditions in the cells. The prison was overcrowded with prisoners crammed in rooms, inactive and secluded from society, lacking food, exercise and fresh air. The atmosphere was so polluted that people could hardly breathe. The promiscuity made sickness spread in a heartbeat, and in the winter of 1865, the prison witnessed an epidemic of what was called hospital gangrene, in addition to the usual scourges of diarrhea, dysentery and scorbutus. The assistant surgeon of the hospital reported that the epidemic was due to all these factors. Gangrene started from a bacterial infection in a wound and could spread to the whole body and eventually kill the patient if not handled in time. In the hospital, out of 325 patients, 208 died over the three months before January. Usually gangrene could be handled easily, but the hospital was so over-burdened and not prepared to medical care, that far more people died than typical. The patients of the prison's hospital formed a crew of 1,600 to 2,000 people, who slept in tents, with at least five other persons. They wore their battle clothing that they had not washed in six months or more. In their state, they needed strong food that could give them strength, but the hospital could not provide it for them. The medicines that the hospital received lasted only for ten days, and then they had to accommodate with what they could, such as vegetables picked in nature around the hospital. They were in such a lack for medicine that they had to carry out experiments on the patients, out of natural plants that they picked up in the countryside.  The good will of the surgeons was not to question though, they were at peace with God and with themselves by trying all that was possible to improve the conditions of the prisoners. ","This report reveals the conditions of prisoners of war Andersonville, the most infamous of prisons. Many of them entered in good health and caught lethal diseases there. According to Freemon, hospital gangrene was a sickness in which skin tissues became black, and it happened only in certain hospitals, due to horrific sanitary conditions. He believed that the hands of the surgeons themselves could be responsible for the spread of the disease from a wound to the other. In Catton and McPherson's view, the living conditions were atrocious and the death rates were alarmingly high. They say it was due less to the good will of people than to the heartlessness of the war. Apparently the conditions were equally bad in the prisons North and South, but no effort was made to change things."],"display_date":1865,"search_date":"1865-07-02","locations":[{"id":2222,"lat":32.0447139452,"lng":-84.1951910375,"zoom":10,"place":"SUMTER, Georgia"}],"tags":[{"id":32,"tag":"Civil War"},{"id":108,"tag":"prison"},{"id":2,"tag":"Health/Death"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}},{"id":5091,"title":"The Legacy of Andersonville Prison; Who is to Blame?","course_id":43,"status":"P","start_date":"1864-02-27","end_date":"1865-04-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The concept of enemy prisoner of war camps was a new idea at the time of the American Civil War. Previously soldiers that surrendered on the battlefield were often paroled. These soldiers were expected to return home and lay down their arms. However, often these men would return home then reenlist and fight the enemy again. Armies recognizing this problem placed punishments on soldiers who were captured violating their parole. Though these punishments were in place, there was really no efficient way to keep track of those who violated their parole, thus enemy prisoner of war camps were established. Although prisoners were placed in these camps, often treatment and conditions were so difficult that there was no guarantee that they would survive. The best example from the American Civil War is Andersonville prison camp Andersonville prisoners suffered so immensely that the camp’s commander was trailed and imprisoned for war crimes. Attaching blame to the commander was and is the obvious course of action, however, reviewing the history of the camp reveals different information.  Who is actually to blame?"," ","Howell Cobb, the commander of the military district Andersonville was located recognized the problem of overcrowding in the camp as early as May of 1864. “There are now in the prison twelve thousand prisoners…The effect of increasing number within the present area must be a terrific increase of sickness and death during the summer months.” So while the conditions suffered by Union soldier imprisoned with the walls of the were horrible, it was recognized by the Confederate administration that conditions were sub-standard."," ","So who is to blame? Many argue that is the responsibility of the commander of the camp. However, the commander was not allocated resources sufficient care for the number of prisoners interred at the camp. The Confederacy, when conditions at Andersonville were at their all time worst, barely had the resources to provide for armies in the field, so naturally, the amount of resources allocated to the commander of the camp extremely limited. Blame can be assigned ultimately by putting the situation in historical perspective."," ","Perspective is an interesting subject in regards to how the legacy of a particular event or place is viewed. Often, especially when the event or place is viewed negatively, blame shifts depending which side the reviewer takes. Pro-Union reviewers will place blame on the commander, or the Confederate government for the conditions suffered by the union detainees.  However, conversely pro-Confederate reviewers will place blame on the lack of resources across the Confederate states and will cite similar instances in camps located in Union territory for committing similar atrocities. Ultimately, placing blame for prison camp suffering lies with the reviewer’s perspective and sympathies."],"display_date":"February 27, 1864 - April 9, 1865","search_date":"1864-09-17","locations":[{"id":2222,"lat":32.0447139452,"lng":-84.1951910375,"zoom":10,"place":"SUMTER, Georgia"}],"tags":[{"id":108,"tag":"prison"},{"id":2,"tag":"Health/Death"},{"id":715,"tag":"Military"},{"id":32,"tag":"Civil War"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5149,"title":"Alfred Bell’s letter to his wife of 23 November 1863","course_id":59,"status":"P","start_date":"1863-11-23","end_date":"1863-11-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Captain Alfred Bell was ailing in late November 1863.  Too sick even to write to his wife, Capt. Bell had his friend G.F. Wilson transcribe a letter for him on 23 November 1863.  Bell and Wilson were both prisoners of war (POWs) at Johnson’s Island, Ohio during this time, and this wasn’t the greatest of periods for Captain Bell.  Aside from the obvious misfortune of being imprisoned, Bell was in need of many goods from home.  A good coat and underclothing were amongst the articles Bell wished to receive from his wife.  Prisoners at Johnson’s Island during this period were permitted to obtain clothing from relatives, so long as the clothing was gray and did not resemble a uniform.  Although imprisoned, many POWs at Johnson’s island still required money to help sustain them, as prisoners were also able to purchase clothing from the sutler.   Bell requested of his wife that “if you haven’t started [me] some money you must do it immediately.”","Although according to Edward T. Downer the amount and quality of food available to prisoners during the period from 1862-early 1864 was acceptable to Federal inspectors as well as prisoners, Bell still appealed to his wife for butter, sausages and apples, and to have her mother “help her to fix something that a sick man can eat.”  Bell complained that the prisoners had no butter and had only hard bread, meat, and coffee to eat.  Prisoners could receive food from home, as well as purchase food from both prison and outside sources as a way of breaking the tedium of the ration they were provided.","Much of Bell’s misfortune at this time came from his being sick.  His letter states that there was a great deal of sickness on the island at the time of his writing.  However, according to Downer, the health of the men at this camp compared well to others, as Johnson’s Island lost only 16 prisoners to death of 2,381 in November of 1863, compared to forty men lost of 2,831 at Camp Morton in Indianapolis.","Although Bell and his comrades were obviously living through a situation which was less than ideal, the prisoners on Johnson’s Island were by no means suffering a terrible fate, especially when compared to Federal POWs in Southern prisons such as Andersonville.  Prisoners were able to receive goods from home and were generally fed and clothed well in November 1863.  Not only were the men fairly well-cared for, but the majority of the POWs were in good health during this time.  The 23<sup>rd</sup> day of November 1863 was just one of many repetitive days in the life of Captain Alfred Bell and his fellow prisoners while at Johnson’s Island, Ohio."],"display_date":"November 23, 1863","search_date":"1863-11-23","locations":[{"id":10476,"lat":41.6777085169,"lng":-82.7856169171,"zoom":10,"place":"OTTAWA, Ohio"}],"tags":[{"id":32,"tag":"Civil War"},{"id":108,"tag":"prison"}],"course":{"name":"Intro to American History","school":"Case Western Reserve University","course_id":59,"school_id":41}},{"id":5164,"title":"<strong>An English Woman Writes About American Prisons </strong>","course_id":66,"status":"P","start_date":"1/1/34","end_date":"12/31/34","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Should prison be a place of punishment or reform?  American society was debating this question when Harriet Martineau, a famous writer from England, visited in 1934.  Martineau later wrote about her two year trip to America in a book called “Retrospect of Western Travels”, Volumes 1 and 2, which was published in 1938.   In a chapter titled “\"Prison\", Martineau describes her visit to Auburn Prison.   Auburn was a famous prison, both in America and in England.  This prison was known for harsh psychological conditions.  The prisoners worked together during the day, but were in solitary confinement at night.  Even though they worked together, they were not allowed to communicate with each other at all.  This system of prison discipline was called the \"Auburn\" or \"Silent\" system.  Martineau observed the prisoners at Auburn and described how horrible it was that the convicts were never allowed to speak to each other.  In addition, the convicts were observed by strangers and mocked on a regular basis.   While the convicts' physical lives were generally satisfactory, they lived a kind of constant shame because of strangers watching them and not being able to talk to each other.  As a result, the convicts looked “pale and haggard” in spite of good food and generally good physical treatment.  Martineau blamed their unhealthy appearance on a lack of self-respect because they had no diversion, even momentarily, from their horrible lives.  \"They are denied the forgetfulness of themselves and their miseries which they might enjoy in free conversation\". Martineau was very much against this kind of dehumanizing treatment.","She then described a very different the system at Weathersfield prison.  This prison was run by a friend of hers named Captain Pillsbury.  Captain Pillsbury’s philosophy was completely the opposite from the philosophy at Auburn Prison.  Instead of treating convicts disrespectfully and without dignity, he intentionally treated them with patience and kindness hoping to cause moral conversion in the convicts.  Martineau described how some of the most hardened criminals in the country were sent to Weathersfield.  When they arrived, Captain Pillsbury told them that he would treat them kindly and hoped that they would treat him the same.  He then showed kindness and trust to the prisoners.  In one instance, a prisoner tried to escape.  In most prisons, an escape would have been punished severely, but Pillsbury did the opposite.  This man had broken his ankle during the escape.  Pillsbury had the man bandaged and put in his own bed, where he personally cared for the man all night, knowing that the man was in terrible pain.  The prisoner was so moved and felt such shame over having tried to escape, that when he recovered, he caused no more problems at the prison.","In another instance, when Captain Pillsbury learned that a convict planned to murder him, he asked the man to shave him in a private room to show that he trusted the man.  Captain Pillsbury was defenseless.  The man shaved Captain Pillsbury, hands shaking the whole time.  When the convict finished shaving the captain, the captain said he’d known the convict could be trusted.  The man was overwhelmed by the Captain’s gesture and responded “God bless you, sir!  you may!”   In another incident, when Captain Pillsbury showed kindness and trust to a convict, the man actually burst into tears.  He told Captain Pillsbury “I have been a very devil these seventeen years; but you treat me like a man”.  From that moment on, he was also reformed.  Martineau attributes Captain Pillsbury’s faith in these men to causing their reform."],"display_date":1934,"search_date":"1934-07-02","locations":[{"id":24036,"lat":41.8064084993,"lng":-72.7328417292,"zoom":9,"place":"Hartford, Connecticut"},{"id":24452,"lat":42.9168549346,"lng":-76.5542572674,"zoom":9,"place":"Cayuga, New York"}],"tags":[{"id":108,"tag":"prison"},{"id":890,"tag":"prison reform"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":66,"school_id":40}},{"id":6719,"title":"Prisoner's Rights: Their Role in the Attica Prison Riot","course_id":176,"status":"P","start_date":"5/1/71","end_date":"9/13/71","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The concept of prisoners being viewed as human and having rights was not widely understood or enforced until the 1960s. Before the 1960s, prison officials operated prisons in the manner they deemed acceptable with little oversight. The courts utilized a “hands off doctrine” that did not give them the jurisdiction to interfere with prison operations. Challenging the hands off doctrine, <em>Jones v. Cunningham</em> (1963) held that inmates could question their imprisonment and the treatment and conditions within correctional facilities. The Supreme Court ruling, <em>Cooper v. Pate</em>, decided June 22, 1964, gave prisoners the right, under the constitution, to file grievances in a court of law.","Inmates, generally speaking, are afforded constitutional provision under the First, Fourth, Eighth, and Fourteenth amendments, whereas someone not incarcerated is afforded every right within the constitution.","The riot that began on September 13, 1971 at the Attica Correctional Facility in Attica, New York, is said to be a result of ignored and dismissed concerns and grievances of inmates related to the conditions of the prison and the treatment of inmates. In 1971, four months prior to the riot, a prisoner group wrote a list of demands to the Commissioner of Prisons. The inmate group cited issues of over-crowding, starving, and the absence of medical care, plus twenty-four additional demands. This list was a comprehensive and articulate list of demands and negotiations on behalf of the men. Not only were the demands not met or negotiated, anyone in the prison with a copy of the demands could be punished to two months in solitary confinement. It became clear to the prisoners that their demands were not a priority to the Department of Correctional services.  Demands made by prisoners were threatening to some people in the corrections world. Therefore, those demands were often met with force. With conditions worsening and no indication of relief, tensions within the prison were very high. A four-day riot exploded, fruitless negotiations were held, and five hundred and fifty police officials retook the prison, leaving thirty-nine  people dead and over one hundred shot. "," ","Without question, the Attica Prison Riot is not something in history to be proud of, in terms of its deadly toll and misconstrued story that was told by government officials and reporters to the masses. What was left out of the narrative is that the basis of the demands made by the prisoners were basic human rights. Not only were they basic human rights; they were rights that, under the United States Constitution, prisoners are afforded. Their grievances about over-crowding, starvation practices, and an absence of adequate medical care are protections prisoners have under the Eighth Amendment. The Eighth Amendment protects individuals from cruel and unusual punishment.  The United States Supreme Court has ruled that the Eighth Amendment does indeed extend to conditions of correctional institutions. The demands of Attica Correctional Facility prisoners in wake of the riot rightly qualify as human rights that should have been met at all times within the institution. "," ","J. Lovelace"],"display_date":"May 1, 1971 - September 13, 1971","search_date":"1971-07-07","locations":[{"id":53074,"lat":42.8488501,"lng":-78.2757597,"zoom":8,"place":"639 Exchange Street Rd, Attica, NY 14011"}],"tags":[{"id":108,"tag":"prison"},{"id":825,"tag":"Riot"},{"id":3365,"tag":"correctional facilities"},{"id":3366,"tag":"prisoner's rights"},{"id":3367,"tag":"Eighth Amendment"},{"id":3368,"tag":"Attica"},{"id":3369,"tag":"inmates"},{"id":3370,"tag":"penitentiary"}],"course":{"name":"Incarceration in the US","school":"Indiana University-Purdue University, Indianapolis","course_id":176,"school_id":94}},{"id":6727,"title":"\"The Last Vestige of the Gloomy Structure\"\nPublic Displays of Hangings in Indiana","course_id":176,"status":"P","start_date":"1885-01-01","end_date":"1885-10-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In Crawfordsville, a small Indiana town, stands the last working rotating jail, now a museum.  Inside, guests examine the revolving cells and tour the sheriff’s adjoining home. While no famous criminal resided behind these bars, the museum is nonetheless full of exciting tales.  At one stop on the tour, visitors face a metal fixture on the wall.  This “staple” was once attached to the scaffold used to hang two men, including John W.C. Coffee, the first man to be executed in Crawfordsville. Visitors clamor to see this artifact and listen in awe to its gruesome story.  It’s been over 130 years since the execution, but the popularity of this object shows the unrelenting fascination society has with crime and punishment.","In January<sup>, </sup>1885, the bodies of James and Elizabeth McMullen were found beaten and burned.  Days later, police apprehended the “idler and loafer” John Coffee, who quickly confessed to the murder.  Over the coming months, Coffee’s story changed several times, but investigators always assumed his guilt.  Coffee was tried and sentenced to be hanged in October 1885.","This was Crawfordsville’s first public execution.  Local workers constructed a scaffold and fence for the event and officials sent invitations to control crowds.  Jail officials spent weeks leading up to the execution preparing; the rope used was “tested repeatedly by a 150-lb. sack of sand.”  This overzealousness would ultimately lead to disaster.","An estimated 200 people crammed the square to witness the hanging.  Around 12:20 PM on that October day, executioners placed the rope around Coffee’s neck and opened the trapdoor.  Unfortunately, due to repeated practice, the weakened rope broke and Coffee dropped to the ground, still alive.  Officials quickly brought him back to the top of the scaffold and dropped him for a second time, the rope breaking yet again.  The rope held on the third attempt and Coffee was pronounced dead at 12:58 PM.","His execution was over, but the horrific scene would linger.  Just a few days after the event, prisoners demanded carpenters tear down the scaffold as the sight and sound of the empty staple frightened those who could view it from their cells.  <em>The New York Times</em> picked up the story and soon Coffee’s botched execution became national news.  Townspeople reported seeing Coffee’s ghost roaming the town and jail for years.  Crawfordsville went from being a little-known Indiana town to the site of an infamously terrible execution.","A century later we still view Coffee’s hanging “through cracks in the fence.” Crime and punishment have fascinated audiences for years, and the Rotary Jail Museum’s display of the stable is another example of our undying curiosity.  John Coffee may have had an average life, but it is his torturous death that attracts visitors to his story.  His tale would not have as much weight without the ability to view the real stable.  Objects of punishment and death are powerful vehicles for education, but it is up to historic sites to find ways to display them effectively. "],"display_date":"January 1, 1885 - October 31, 1885","search_date":"1885-06-01","locations":[{"id":53083,"lat":40.0411536,"lng":-86.8744516,"zoom":8,"place":"Crawfordsville, IN"}],"tags":[{"id":1268,"tag":"Capital Punishment"},{"id":3148,"tag":"Indiana"},{"id":108,"tag":"prison"},{"id":3395,"tag":"Jail"},{"id":3396,"tag":"Museum"},{"id":3397,"tag":"Hangings"},{"id":3398,"tag":"Crime and Punishment"}],"course":{"name":"Incarceration in the US","school":"Indiana University-Purdue University, Indianapolis","course_id":176,"school_id":94}},{"id":6729,"title":"The School to Prison Pipeline: How Ella Fitzgerald's Brief Imprisonment Informs us on the Link","course_id":176,"status":"P","start_date":"4/13/33","end_date":"4/13/33","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On April 13, 1933, a judge sentenced the future First Lady of Song, Ella Fitzgerald, to serve out her time at the New York State Training School for Girls in Hudson, New York. At fifteen years old, she was sent there on the charge of “incorrigibility,” a status offence that sent minors to reform schools. While there, Fitzgerald, as an African American, was racially segregated into different living quarters than the white students and was “subject to physical abuse” [1].","                Despite Fitzgerald being an African American cultural icon, her story is not an uncommon one.   It was common practice to send girls with status offences and other crimes to schools meant to reform their characters.  For example, there were two different efforts for reform schools for girls of color around the time of Fitzgerald’s own incarceration: the Industrial Home School for Colored Girls, which was created in 1916 in Virginia, and a proposed Georgia school for “delinquent colored girls” that the General Federation of Colored Women’s Clubs endorsed in 1937 [2].","                In many reform schools, girls were segregated by race. Additionally, most schools featured hard labor for the sake of reforming girls’ characters [3]. For example, students at the Virginia Industrial Home School for Colored Girls performed hard labor such as farm work and hog raising for the sake of reformation. As a result, girls were only allowed to attend school half a day and then worked the farmland belonging to a member of the board of trustees, and their education consisted mainly of domestic work training [3]. Girls who were eventually paroled from the Industrial Home were forced into work with an arranged employer and the employer could return the girl at any time if the employer felt that the girl’s work proved unsatisfactory [3].","                Although these segregated reform schools no longer exist, the concept of disenfranchised education still remains. As Wald and Losen state, children who are more likely to receive inadequate education are more likely to be targeted for disciplinary actions and are therefore more likely to be discriminated against in school by getting reprimanded or punished. They continue by indicating that the groups most likely to be targeted by school disciplinary action are students of African American and Latino heritage [4]. So, students of color who are being targeted are more likely to see hindrances to their education, and this can set in motion a way for these students to be more likely targeted by prison systems for status offences.  In this way, just as Fitzgerald was considered incorrigible, students today are facing disciplinary action which can land them in prison."," ","                However, Wald and Losen state that this school-to-prison pipeline is in place because students of color are more likely targeted due to their lack of education, which has been in place since the repealing of Jim Crow laws governing school segregation [4]. And even though Fitzgerald somehow broke free from this pipeline,   the inadequate and discriminatory educational system still exists. "],"display_date":"April 13, 1933","search_date":"1933-04-13","locations":[{"id":53085,"lat":42.2528649,"lng":-73.790959,"zoom":7,"place":"Hudson, New York"}],"tags":[{"id":142,"tag":"african americans"},{"id":6,"tag":"Education"},{"id":3359,"tag":"Incarceration"},{"id":1667,"tag":"Discrimination"},{"id":3404,"tag":"Ella Fitzgerald"},{"id":108,"tag":"prison"},{"id":3406,"tag":"Pipeline"}],"course":{"name":"Incarceration in the US","school":"Indiana University-Purdue University, Indianapolis","course_id":176,"school_id":94}}]}