{"id":1081,"tag":"The Great Depression","points":[[40.7455449451,-84.936600608],[38.9151212228,-76.9435162098],[42.6001926046,-73.9735779487],[29.4490384361,-98.519907109],[33.039510867,-115.365309221],[37.1932870529,-100.851305615],[39.9878097372,-91.1885648416],[30.1220750117,-89.7244851703],[41.8399513458,-87.8166666032],[40.6916304076,-74.0035386433],[42.107446354,-83.1351982696],[41.000231092,-78.474128629],[39.2338595038,-76.3925904773],[39.6214880132,-78.6989494063],[39.4722539212,-77.3980976361],[41.4673534696,-90.5674122327]],"bounds":[[42.6001926046,-73.9735779487],[29.4490384361,-115.365309221]],"episodes":[{"id":5389,"title":"<em>The U.S Works Projects Administration Federal Writers’ Project and Historical Records Survey.</em>","course_id":79,"status":"P","start_date":"1/1/34","end_date":"12/31/39","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Photographs abound. The black and white or sepia pictures display dirty children, tired mothers or men hard at work. Every one was broke and tired. This era, known as The Great Depression, lasted from 1929 through the advent of the Second World War. This was a time of struggle for people from all walks of life. Even people from white-collar fields, such as lawyers, librarians and teachers were unable to provide for their families. The New Deal program <em>The U.S Works Projects Administration</em> (WPA)felt that there was a more productive way to use the unique skill set that these people brought with them than put them to work on the construction crews created across the nation. The resulting effort was <em>The U.S Works Projects Administration Federal Writers’ Project and Historical Records Survey.</em>","This project was the result of several meetings that took place in 1934 between Jacob Baker, the assistant to the chief of the Civil Works Administration and his assistant, Katherine Kellock. The <em>Works Project Administration </em>ultimately created four appendages to protect and sustain the arts: the <em>Federal Writers' Project</em>, <em>the Art Project</em>, the <em>Theater Project</em>, and the <em>Music Project</em>.","By 1935, <em>The Federal Writers Project </em>was up and running. The main goal of this project was to create a series of guidebooks and local histories. Championed by Kellock, The <em>American Guide Series</em> and “<em>America Eats</em>”were a result of this project. Other collections include the narratives of former slaves as well as celebrations of local culture and art. Even though these projects collected invaluable history, one of the many issues the faced was the collection and intake process. In addition, there were many bureaucratic hurdles that could not be resolved.","Many in Congress felt that the money used to fund the many WPA writers and art programs could be used elsewhere. With the impending threat of war, many Congressmen were intent on diverting those funds to the defense budget. Before the program was terminated in 1939,<em> The Federal</em> <em>Writers Project </em>compiled an impressive collection of pamphlets, books radio scripts and transcripts. These histories are stored in many places on the Internet such as The American Memory Collection."],"display_date":"1934 - 1939","search_date":"1936-12-31","locations":[{"id":22390,"lat":40.7455449451,"lng":-84.936600608,"zoom":10,"place":"Adams, Indiana"},{"id":22331,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Dist Columbia, District of Columbia"}],"tags":[{"id":1220,"tag":"Federal Writers' Project"},{"id":1084,"tag":"The New Deal"},{"id":620,"tag":"Franklin D. Roosevelt"},{"id":1221,"tag":"Katherine Kellock"},{"id":1085,"tag":"WPA"},{"id":1081,"tag":"The Great Depression"}],"course":{"name":"The Great Depression","school":"Texas Wesleyan University","course_id":79,"school_id":49}},{"id":5429,"title":"The FDR and Lucy Mercer Affair","course_id":79,"status":"P","start_date":"11/1/13","end_date":"11/30/13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Franklin D. Roosevelt will forever be remembered for his public contribution to our nation during the Great Depression years. However, the confidence FDR exuded publically was also used in a more private nature. Late in 1913 Lucy Mercer was hired by Eleanor Roosevelt to act as a social secretary and as such she managed any of the paperwork and social affairs of Eleanor. When FDR first saw Lucy, she was arriving for work as he was leaving for his office in the Navy Department and it was not long before he took to greeting his wife’s secretary with, “Ah, the lovely Lucy.”","This was the beginning of what became a long term romance. Lucy began to accompany the family to more and more social events, serving as the extra woman at the table meant to entertain foreign ambassadors. What began as simply an employee and employer relationship blossomed into a love affair. Franklin, who had loved traveling to Campobello, the family’s summer home, now began to drag his feet about joining Eleanor and the children. Instead he remained in Washington while encouraging Eleanor to stay longer and taking trips on his boat with Lucy.","Eleanor’s suspicions were further aroused after Franklin wrote to her of a trip to the birth places of Robert E. Lee and George Washington. Lucy was among the list of passengers and despite her apparent coupling with Nigel Law, a British diplomat and friend to FDR, the implications of Lucy’s real reason for being aboard were obvious. The next week Eleanor fired Lucy from her secretary position with the family. However, five days following her dismissal from her post, Franklin hired Lucy as a secretary in the Navy Yard allowing the two to remain in contact with one another.","The following summer Roosevelt again dragged his feet in joining his family at Campobello. Eleanor for her part attempted to avoid leaving for the family’s retreat, while at the same time begging Franklin to join them. While Eleanor remained at Campobello, Franklin arranged another sightseeing trip with Lucy again on the guest list. This stalling, followed by summer jaunts with Lucy were to become the norm for Franklin’s summers. He placated Eleanor with a day or two of his time, however there was always an excuse for him to return to his bachelor summers.","Soon Eleanor’s suspicions were confirmed. FDR, just returned from a trip to Europe during World War I, failed to remove the correspondence between him and Lucy from his suitcase. Eleanor discovered them and threatened to divorce Franklin, effectively ending his political career. FDR was saved only be his charm and the fact that Eleanor had a political agenda of her own that could ill afford the stigma of divorce. Also there were the children to be considered. Franklin promised to end the relationship with Lucy who eventually married, however she always loved Franklin and they continued to write to one another long after the affair had ended up until FDR’s death."],"display_date":"November 1913","search_date":"1913-11-15","locations":[{"id":16493,"lat":42.6001926046,"lng":-73.9735779487,"zoom":9,"place":"Albany, New York"}],"tags":[{"id":1081,"tag":"The Great Depression"},{"id":1282,"tag":"Affair"},{"id":1283,"tag":"FDR"},{"id":1284,"tag":"Lucy Mercer"}],"course":{"name":"The Great Depression","school":"Texas Wesleyan University","course_id":79,"school_id":49}},{"id":5310,"title":"Unlikely Hero: Emma Tenayuca","course_id":73,"status":"P","start_date":"1/1/32","end_date":"12/31/47","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Mexican-Americans were not immune to the catastrophic effects of The Great Depression.  Throughout the 1930s and 1940s, San Antonio saw an influx of migrant families from the lower Rio Grande Valley in search of work and food.  This migration proved more disastrous to an already delicate situation in the city.  As conditions worsened, an unlikely defender of the Mexican-American people, sixteen-year-old Emma Tenayuca, lead her people’s cause against the powers who oppressed them.","In response to the Great Depression and its effects on the American people, President Franklin D. Roosevelt instituted the New Deal for Americans.  Unfortunately, it was allocated inconsistently by local officials and resulted in the underrepresentation of Mexican-Americans.  Zaragosa Vargas, a Mexican-American historian, notes that since they held no political influence, like African-Americans, they received less benefits than whites under programs such as the Agricultural Adjustment Act,  the National Recovery Administration, the Workers Progress Administration and the Civilian Conservation Corps.","According to Vargas, San Antonio’s Westside held almost two-thirds of the Mexican-American’s total population estimated to be one hundred thousand.  The Westside slum was a breeding ground for tuberculosis, diphtheria and other communicable diseases.  It became a place of “considerable human suffering” with no alleviation in sight.","Yet, in 1932, living amidst the terrible suffering in San Antonio’s slums, Emma Tenayuca became actively involved in bringing an end to disenfranchisement, poverty and the oppression of the Mexican-American people.  In 1933, she participated and was arrested in the strike against the Finck Cigar Company.  Undaunted, she assisted and organized the garment worker’s strike against the Dorothy Frock’s Company a year later.  Her unrelenting determination led her to take important positions as leader of the Unemployed Council in 1935.  More notably, Tenyauca was recognized in 1937, when “she was elected to the National executive Committee of the Worker’s Alliance of America” as the first Mexican-American woman to ever hold that office in any national organization.","Determined, Emma Tenayuca continued to organize the Mexican-American people, hold “street meetings, [organize] mass demonstrations, [picket] relief offices, and [petition] relief offices to raise WPA work relief pay of Tejanos equal to that of Anglos.”  Vargas believed that “her fiery eloquence attracted large crowds to the open-air meetings” and made her the most successful public speaker of the time.  Due primarily to her efforts, San Antonio’s River Walk provided work under the WPA for Mexican-American workers, as they created the pedestrian walkway and diverted the San Antonio River through the middle of the city.","Although only a young woman, Emma Tenayuca was very aware of the living conditions, misery and poverty of San Antonio’s Mexican-American people.  Fearing more the effects of oppression and discrimination, she battled and spoke out against city leaders and police.  Her legacy lives among a people who’s future was transforming in front of their very eyes.  The Great Depression was a trying time for Americans.  Yet, it also produced leaders, like Tenayuca, who dedicated their lives to holding America and the American people accountable in “Order to form a more perfect union.”"],"display_date":"1932 - 1947","search_date":"1939-12-31","locations":[{"id":23160,"lat":29.4490384361,"lng":-98.519907109,"zoom":9,"place":"Bexar, Texas"}],"tags":[{"id":1042,"tag":"Mexican-American"},{"id":1080,"tag":"Emma Tenayuca"},{"id":1081,"tag":"The Great Depression"},{"id":1082,"tag":"San Antonio, Texas"},{"id":1083,"tag":"San Antonio River Walk"},{"id":1084,"tag":"The New Deal"},{"id":1085,"tag":"WPA"},{"id":1086,"tag":"CCC"},{"id":1087,"tag":"AAA"},{"id":1088,"tag":"Worker's Alliance"},{"id":1089,"tag":"Unemployed Council"},{"id":1090,"tag":"strikes"},{"id":1091,"tag":"Dorothy Frock's Company"},{"id":1092,"tag":"Finck Cigar Company"}],"course":{"name":"History of the New South","school":"Texas Wesleyan University","course_id":73,"school_id":49}},{"id":5361,"title":"Dorothea Lange and Social Documentary during the Great Depression","course_id":79,"status":"P","start_date":"3/1/36","end_date":"3/1/40","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Her young child sits at her feet, eating the dirt that covers so much of their existence. The tent containing all of the family’s worldly belongings displays a tattered existence. The desolate background and the despair on her face shows the plight of so many during the latter part of the Great Depression. Taken in 1937 by Dorothea Lange, the picture titled \"Eighteen-year-old mother from Oklahoma, now a California migrant\" portrays the desperation that so many people felt.","Dorothea Lange began her career as a portrait photographer but it was her work documenting the struggles of those displaced by the Great Depression that brought her to the attention of the publice. By photographing a social group that the country did not want to see, she became an eminent photographer that left a lasting legacy. Eventually called social documentary photography, the work that Lange produced during the Depression was a groundbreaker in the arena. With her work for the Farm Security Administration (FSA) and Office of War Information (OWI) during the years of 1935 to 1942, she showed people the uncomfortable and painful reality of those that suffered most during the Great Depression. It was her hope that by helping society see the difficulties faced by these displaced peoples would provide change.","Lange was unique in that she took the time to interview her subjects prior to photographing. By focusing on what her subjects had to say, Lange created pictures with depth and insight into their character. It was her practice to record the location, date and comments of the people in the camps that she photographed. She was careful to include information such as how many children a person had, what they paid for rent, food and how much they earned. Lange also used newspaper clippings from the region to supplement her notes and photographs.","In Lange’s later publications, she included notes from her field reports combined with photographs to show the extant that country was suffering. Anne Whiston Spirn writes in her book <em>Daring to Look: Dorothea Lange's Photographs and Reports from the Field</em>, “rural poverty was a product of history, not of nature.” The rich visual imagery in Lange’s images compounded the despair that was felt throughout the country."],"display_date":"March 1, 1936 - March 1, 1940","search_date":"1938-03-01","locations":[{"id":24015,"lat":33.039510867,"lng":-115.365309221,"zoom":8,"place":"Imperial, California"}],"tags":[{"id":1164,"tag":"Migrant workers"},{"id":1161,"tag":"Photography"},{"id":1163,"tag":"FSA"},{"id":1162,"tag":"Social documentary"},{"id":1081,"tag":"The Great Depression"}],"course":{"name":"The Great Depression","school":"Texas Wesleyan University","course_id":79,"school_id":49}},{"id":5430,"title":"The Great Jack-Rabbit Roundup","course_id":79,"status":"P","start_date":"1/1/35","end_date":"12/31/35","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["When one thinks of the Dust Bowl one normally envisions the swirling dust, the storms, the poverty, and the despair. A little discussed consequence of the Dust Bowl was the effect that it had on the wildlife. An ever decreasing food supply was driving the jack-rabbits out of their native habitats and forcing them onto the plains in rapidly increasing numbers. Once on the plains these rabbits began to destroy what little that the dust and storms had not already done in.","In an effort to control the rapidly increasing numbers of the jack-rabbits, whole communities came together and began to organize large parties in which the jack-rabbits would be systematically eliminated. Initially they used shotguns, but this became dangerous due to the large number of people that turned out to these “hunts”. Eventually it was decided that they would use clubs to avoid further injuries. This switch in weapons was very effective as there were so many jack-rabbits that one could simply wade into a large group and start swinging their club and kill the rabbits. Members of the party would start out in a circle, sometimes as large as a mile in circumference and begin to walk towards the center, driving all the jack-rabbits caught within the circle toward a pen. Once enclosed in the hastily erected pen, the jack-rabbits were easy targets for the club wielding locals.","The photo that was used for this episode is one taken at a Kansas jack-rabbit round up and depicts a few men with their clubs herding the jack-rabbits toward the pin. These gatherings became a sort of social activity in which friends and neighbors gathered and talked. Although the task was gruesome, the camaraderie was admirable and served to solidify rapidly disintegrating communities. The men in the photo are smiling, laughing and joking, which was something rarely caught in photographs at this time. The jack-rabbit round ups were an escape for those in rural communities, much like films were at this time, and despite the disturbing nature of the activity were a relief from the troubles experienced in the dust bowl."],"display_date":1935,"search_date":"1935-07-02","locations":[{"id":22196,"lat":37.1932870529,"lng":-100.851305615,"zoom":9,"place":"Seward, Kansas"}],"tags":[{"id":1081,"tag":"The Great Depression"},{"id":1285,"tag":"Rabbit Drives"},{"id":1286,"tag":"Jack Rabbit Roundup"},{"id":1287,"tag":"Kansas"},{"id":1288,"tag":"Dust Bowl"}],"course":{"name":"The Great Depression","school":"Texas Wesleyan University","course_id":79,"school_id":49}},{"id":5431,"title":"Jazz Boom!","course_id":79,"status":"P","start_date":"1/1/29","end_date":"1/1/29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The American country was in turmoil. People were starving for work and relief from the Depression. Franklin D. Roosevelt was struggling to regain control of the plummeting economy and the people were worn. Any distraction offered to these hard working masses was widely accepted. Music, for many, was seen as brief respite from the difficulties of their daily life. Along with FDR’s fireside chats, music was being aired into an increasing number of homes on a regular basis.","As part of Roosevelt’s New Deal programs, <em>Works Projects Administration</em> (WPA) began collecting art and music and exposed the nation to an evolving style of music, jazz. Evoking an emotional response from the audience, jazz music, reminiscent of African American spirituals, had become popular in many urban areas allowing the music industry to endure during the years when so many industries struggled to stay afloat. Changes  in musical style occurred around 1935 in conjunction with technological advances in for both film and audio technology. In addition, the New Deal program, <em>Works Projects Administration</em> (WPA) began collecting art and music and exposed the nation to the ever-evolving style of music.","Many of the WPA’s contributing artists gained fame during this era leaving a lasting influence on the nation’s music industry. The impact these people made on the cultural history of The United States and its music[btm1]  is enduring. For example, Billy Holiday, known as Lady Day, came to the forefront of the music scene in 1935, when she became vocalist for major orchestras such as Count Basie and His Barons of Rhythm. Count Basie had worked with other such greats as Louis Armstrong, another influential jazz musician. Armstrong, also known as Satchmo, a shortened version of Satchel Mouth, began playing cornet as a young man elevating himself in the industry  becoming a great trumpet player and singer. Often in demand during the Depression, Armstrong made his first trip to Europe in 1932.","The recording and film technologies as well as that of jazz music itself progressed during this period. Benny Goodman was a well-established radio and studio musician who combined forces with other musicians to focus on a purely jazz sound rather than popular tunes. Securing a contract to perform on the radio show “Let’s Dance” catapulted his sound to stardom with the crowning achievement being the first-ever jazz concert at New York’s prestigious Carnegie Hall.","Following Goodman’s successes with Swing Jazz bandleaders began to feature more jazz arrangements, styles and solos ushering in a new genre of music that is still evolving today."," "," "," "," "," "," "," "," "," "," "," "," "," "," "," "," "," "," "," "],"display_date":"January 1, 1929","search_date":"1929-01-01","locations":[{"id":19406,"lat":39.9878097372,"lng":-91.1885648416,"zoom":9,"place":"Adams, Illinois"},{"id":20995,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"Orleans, Louisiana"}],"tags":[{"id":1290,"tag":"Satchmo"},{"id":1289,"tag":"Louis Armstrong"},{"id":471,"tag":"music"},{"id":1291,"tag":"Swing Jazz"},{"id":1081,"tag":"The Great Depression"},{"id":1085,"tag":"WPA"},{"id":997,"tag":"Billie Holiday"},{"id":959,"tag":"Jazz"}],"course":{"name":"The Great Depression","school":"Texas Wesleyan University","course_id":79,"school_id":49}},{"id":5434,"title":"“The Baby Faced Mad Man of Highway 12”","course_id":79,"status":"P","start_date":"8/1/34","end_date":"11/27/34","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Federal Bureau of Investigation (FBI) named 1934 “The Year of the Gangster” as the agency had killed John Dillinger, Homer Van Meter, Bonnie and Clyde, and Charles Arthur “Pretty Boy” Floyd. The FBI now had its eye set on Baby Faced Nelson. Nelson had killed FBI agent W. Carter Baum at the Little Bohemia shootout as a member of the 2<sup>nd</sup> Dillinger gang. By August 23, 1934, FBI and local police forces across the United States had apprehended or killed all of John Dillinger’s 2<sup>nd</sup> gang except Baby Faced Nelson. He was the sole survivor of the Second Dillinger gang and was the FBI’s public enemy number one, because of his aim at FBI agents.","            On November 27, 1934, FBI agents Sam Cowley and Herman “Ed” Hollis were in pursuit of Baby Face Nelson. Agents on a stake-out had seen Nelson, his wife and John P. Chase driving into Wisconsin. The agents got Baby Face’s license plate and gave word to agents Cowley and Hollis. Around 3:15 that afternoon Nelson took a car out of the chase with a hail of bullets. Agents Sam Cowley and Ed Hollis found Nelson and John Chase on Highway 12 in Burlington.","            The Firefight on Highway 12 was about to begin. Baby Face Nelson pulled of Highway 12 (now Highway 14) at an entrance of a park and prepared to have a firefight. As soon as the agents stopped, about 150 ft away the firefight erupted. Nelson and Chase opened fire with Cowley and Hollis taking cover and firing back. Cowley hit Nelson with many rounds, but the baby faced mad man kept shooting, wounding Cowley badly.","            Agent Hollis with a heroic move jumped forward shooting Baby Face Nelson in the legs. Nelson did not fall, however, to the hail of bullets. Instead, he returned Hollis’ fire, killing him instantly. Escaping, Nelson was bleeding profusely. The FBI found his body that evening near a graveyard, apparently abandoned by his partner in crime."," "," "],"display_date":"August 1, 1934 - November 27, 1934","search_date":"1934-09-29","locations":[{"id":22034,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"Cook, Illinois"}],"tags":[{"id":1293,"tag":"Gangsters"},{"id":1081,"tag":"The Great Depression"}],"course":{"name":"The Great Depression","school":"Texas Wesleyan University","course_id":79,"school_id":49}},{"id":5667,"title":"Agricultural Labour-The Secret Jobs Done by Children-A look into the secretive world of hiring children as child labourers during the Great Depression.","course_id":104,"status":"P","start_date":"1/1/30","end_date":"12/31/38","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Agricultural Labour-The Secret Jobs Done by Children"," ","Industrial child labour was a very important issue in New York and the Southern part of America during the 1930s, but a large number of children also worked in agricultural farms for wages. There was no means to end this and it was a largely unknown issue at the time (Feld, 2). Feld’s article described New York citizens in 1935 fighting for more child labour amendments to be included in New York Legislature of 1921 for children working in sweatshops and industries (1). From 1921 to 1935, only few changes to the amendments regarding child labour were made, including the minimum age for a child to work, which was 16, by President Roosevelt (Feld, 1). Child labour was seen as a fairly cheap source of labour and many adults competed with children in New York for work. This was especially evident from 1928 until 1935 as the Great Depression hit, a result of the crashing stock markets. Subsequently many families grew poor and, “children found work while their elders waited for relief in bread lines”, (Feld, 2). Financially, children supported the families while their care-givers waited for food to feed their families.","Though many people believed child labour did not occur in the factories following the 1925 child labour amendments, children worked in farms as labourers as, “the laws did not apply to the fields”, (Feld, 3). In the census of 1930, two million children aged 10-18 still worked and 700,000 were under the age of 15. Most worked in the agricultural sector during summer vacation (Feld, 4). Federal surveys said children worked twelve hour shifts on tobacco, beet and, cotton plantations, all over the country (Feld, 3). One specific type of child intensive labour was when children worked on their parent’s farm (Feld, 5). Parents could use their children’s work for their own benefit and there was no legal way of limiting the hours children worked, nor regulation for their safety. As a result of fluctuating market prices for the crops of farmers, Feld states that farmers’ only sure economic strategies were, “their own labour and that of their children”,(Feld, 2). Using a lot of child labour was one way that a farmer could survive economically due to the unstable markets. This was very true about the tobacco fields as tobacco was, ``fashionable``, (Young and Young, 51)  and used children as young as five years old to pick the best, lowest leaves and de-worm crops (Feld, 6).","This article aimed at showing the significance of a largely unknown American condition of working children under the age of sixteen in farms. Many adults were in competition with the children because employers knew, ``children are a cheap form of labour without demands``, (Hindman, 71). Especially during the Great Depression, children were, ``willing to work long hours, as a way of cutting costs``, (Hobbes, McKechnie, et al, 191), and compete with adult workers until the 1940s (Nanjuda, 23). Working children took on the role of adults and were a main source of income for their families. Finally, “technological improvements in agriculture can never keep up with technological improvements in technology”, (Feld, 3). Much faster, easy labour was provided by children but that was no match for machine power in relation to industries."," "," "," "," "," ","Works Cited","Feld, Rose, “America’s Vast Army of Child Workers.” <em>New York Times</em> (2013): 18-19."," ","March 24, 1935, Accessed February 5, 2013."," ","http://search.proquest.com.myaccess.library.utoronto.ca/docview/101577232/13C81D7A"," ","5E05BEAFEEC/1?accountid=14771"," ","Hindman, Hugh<em> .Child Labour an American History</em>. New York: Library of Congress, 2002."," ","Hobbs, Sandy, McKechnie, Jim and Lavalette, Michael. <em>Child Labour A Companion </em>","<em>History</em>. California: Library of Congress, 1999."," ","Nanjunda, D.C. <em>Anthropology and Child Labour</em>. New Delhi: Mittal Books, 2009."," ","Young, William and Young, Nancy. <em>The 1930`s</em>. Connecticut: Library of Congress, 2002."," "," "],"display_date":"1930 - 1938","search_date":"1934-07-02","locations":[{"id":22428,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":1081,"tag":"The Great Depression"},{"id":1629,"tag":"Child Labour"}],"course":{"name":"US History since the Civil War","school":"University of Toronto Scarborough","course_id":104,"school_id":28}},{"id":5871,"title":"Home is a relative term","course_id":118,"status":"P","start_date":"1/1/30","end_date":"12/31/39","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Between 1920 and 1970, millions of Blacks migrated from the South in pursuit of job opportunities in the manufacturing industry of the Midwest and Northeast. Detroit was a particularly popular destination due to its budding and thriving automotive industry. Before the \"Great Migration\", an era of Detroit's history coined for the sharp population influx, there were a total of 6,000 Blacks in Detroit. The numbers rose to nearly 120,000 after 1930. This raises the question of where they resided. The majority were constrained by discriminatory housing policies to only certain neighborhoods, one of which was Black Bottom, located on the southeast side of Detroit. Blacks were confined to the cramped, polluted, and congested areas such as Black Bottom. The nieghborhood's condition can be seen in the photograph taken by Walter and Victor Reuther in the 1930s. The overflowing dumpster littered with trash is surrounded by houses that look ready to collapse with the next gust of wind. Those houses sit on a bare, dust covered ground. The entire scene looks bleak and unfit for a comfortable lifestyle.","This picture was taken during the Great Depression. The job desperation that was prevalent in Detroit at this time was not unique to the country, but the sudden rise in immigration just prior to the Depression created special problems for the city, as it did in other northern industrial centers. The increase in population set the stage for the imminent housing crisis. The housing crisis eventually contributed to the race riot of 1943 as blacks begin moving into the white neighborhoods."],"display_date":"1930 - 1939","search_date":"1934-12-31","locations":[{"id":22722,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1962,"tag":"African-American history"},{"id":1081,"tag":"The Great Depression"},{"id":1899,"tag":"Detroit"},{"id":1914,"tag":"Black Bottom"},{"id":1010,"tag":"Housing"},{"id":1972,"tag":"1930s"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5874,"title":"Idle Hands Are a Gardener's Playthings: Community Involvement in the Wake of the Great Depression","course_id":118,"status":"P","start_date":"1/1/25","end_date":"12/31/35","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Just before World War I, John Balowich just barely avoided conscription into the Russian army by being sponsored to the US by his brothers. Beginning work in the coal mines in DuBois, PA, John faced dire circumstances both down in the mines and above ground: whatever wages he earned were owed to the company store for sustenance before he even resurfaced with his pay. Given an opportunity to escape the mines, John moved to Detroit as an auto factory worker, promised a \"magnificent sum of $5 a day.\" Leading up to the Depression, as auto company layoffs and changeovers began, John harbored dreams of staring a grocery store, a dream to which he came one step closer when he began renting a candy shop on Hanson and Cicotte. Shortly after, John was finally able to take up renting a \"grocery-butcher shop with living quarters,\" fulfilling his dream. Working from 6:45 AM to 9:45 PM, John loved every moment and created a \"village meeting place\" equipped with the only telephone in the area. John even began extending credit to local patrons and ended every transaction with \"a little schnapps\" and a candy bar for each of the men's children. John was happy, and \"everyone was happy,\" until rationing and shortages brought on by the Second World War forced him to close the store and return to factory work. Though John never fully regained the losses from the outstanding credit, John remained \"happy and optimistic\" since he had \"achieved his dream, lived a good life, and loved his country with a passion.\"","John's fierce optimism and devotion to his community was characteristic of the time period as Sidney Fine writes in his biography of Frank Murphy. He describes the \"widespread belief in the United States before 1929 that a person who wished to work could find employment,\" a sentiment that is exhibited by John's dreams to leave a steady position and risk opening his own store. Frank Murphy, the mayor of Detroit leading up to and during the Great Depression, believed that citizens of Detroit should expect that their government should aid those in distress due to unemployment, stating that \"no one in this great city of plenty...must be allowed to go hungry, or cold, or unhoused, or unclothed.\" This belief led Murphy to start the Mayor's Unemployment Committee (MUC) to help to address issues of unemployement by sharing the importance of the issue with the whole community and framing the issue in a new light. MUC went on to establish several new programs, once of which was the Detroit thrift-gardens, a program that echoed the work of Hazen Pingree and his \"potato patches.\" In addition to providing much-needed food to the unemployed, Murphy believed that \"the psychological effect of idleness of large groups of our people...[is] dangerous to the safety and morale of the country\" and that the projects could help to cultivate work ethic for the unemployed. Though originally unsuccessful, the project eventually proved to provide work for the unemployed and allowed them to stay mentally and physically fit until they found another job while contributing to the greater community."],"display_date":"1925 - 1935","search_date":"1930-07-02","locations":[{"id":21386,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"},{"id":21832,"lat":41.000231092,"lng":-78.474128629,"zoom":9,"place":"Clearfield, Pennsylvania"}],"tags":[{"id":1978,"tag":"Unemployment"},{"id":1081,"tag":"The Great Depression"},{"id":1111,"tag":"World War I"},{"id":1908,"tag":"Garden"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5906,"title":"History of the Mundane","course_id":118,"status":"P","start_date":"1/1/33","end_date":"12/31/33","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["This is the story of something completely boring or, at least, it would seem that way from the outset.  It is the story of the registration process for the Detroit Thrift Gardens program started in 1931 to provide vacant lot gardens for the many people whose lives were shattered by the Great Depression.  This type of program was nothing new for the city of Detroit which had pioneered the concept of vacant lot gardening programs in the United States during the economic downturn of 1893. However, the bureaucratized vision of it was something that was, if not new, at least enhanced in the Detroit Thrift Gardens program.  The vacant lot gardening program of the 1890s was concerned with tracking economic input and estimating output but was never quite so meticulous as the thrift garden program, which, besides its registration forms that mirrored a census data form in the nature of their queries, had an official pledge that each gardener had to sign.  The pledge laid out the ground rules for participation in the program, which included an agreement not to sell any of the produce grown, to design and manage the plot in a specific spatiotemporal manner, and an agreement to statistically track the progress of the garden plot, among other things.  Some of these pledges established a program that was much more strictly controlled than a similar program in the 1890s had been: for instance, the restriction on selling surplus produce which was not only permitted but encouraged in the nineteenth-century vacant lot gardening program.  This increase in bureaucratic management could be read in a variety of ways but something that should be considered is that while both programs were framed as a consumptive alternative for poor urban dwellers who could not afford produce the vacant lot gardens of 1893 were also understood to be a means of naturalizing and potentially ruralizing recently immigrated Eastern European populations.","It is startling what can be gleaned from the most seemingly mundane bureaucratic documents.  Often, the unexpectedly fascinating history of faceless government agencies is obscured behind the veil of boring that seems to pervade bureaucracy.  However, what is being concealed, beyond simply the untold history of the mundane, is the assumptions and social logic that serve as frameworks and operating principles for these institutions.  More importantly, the operation of power and the central role that institutions, even small-scale institutions such as the Detroit Thrift Gardens program, serve in shaping the way people live and interact with the world.  The thrift gardens, for instance, were a highly managed form of urban land-use that, through bureaucratic tools and channels, shaped the appearance of urban agriculture and shaped people’s relations to it."],"display_date":1933,"search_date":"1933-07-02","locations":[{"id":22722,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1081,"tag":"The Great Depression"},{"id":1930,"tag":"Urban Agriculture"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6261,"title":"Laurel: An Almost home for the Bonus Expaditionary Force","course_id":132,"status":"P","start_date":"5/1/32","end_date":"12/31/32","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["After World War I, men who had fought in the United States military forces were promised a bonus. Imagined as a way to provide them with some financial support in their older age, Congress agreed to pay the bonus in 1945 --nearly thirty years after the end of the war. However, by 1932, veterans of the war were feeling the impact of the Great Depression very sharply.Walter W. Wathers left Portland, Oregon, with a few hundred men, determined to march to Washington and demand immediate payment of their promised bonus. The march eventually included 20,000 veterans and their family members. Their protest was peaceful and orderly, but it failed. Under orders of the President, they were expelled from Washington. Three Marchers were killed during the protests.","With the death of their comrades still fresh on their minds, many of the Bonus Marchers simply returned home. Waters was determined not to give up, however. While many veterans abandoned the fight, some remained with Waters. They continued their effort to continue to convince the American government that their plight demanded immediate action.","Violently expelled from Washington, DC, Waters began to search for another place his army could call home. Johnstown Pennsylvania extended an offer, but Waters declined. He wanted to set up his troops in  area closer to the “front,” and Maude Edgell offered Waters a wooded plot in Laurel, Maryland.","Waters set about to create a new encampment there, where his fellow veterans could not just continue to occupy in protest, but also live in a self sustaining community. Several hundred veterans gathered at the sight to begin preperation for the settlement. Waters met with the Mayor of Laurel to discuss these plans.","Unfortunately for Waters, politicians were not finished refusing the Bonus Army. Maryland's governor at the time, Alan Richie, delcared the site unsuitable for such a large settlement, insisting that the land was not appropriate for farming and that the lack of water and infrastructure were insurmountable.","With yet another defeat, the bonus army wandered off in to obscurity. Several hundred of the former marchers died in a hurricane. Their final defeat was a mass cremation. They had been ignored by their government, driven out by the army they once served, and labeled as radicals. The Bonus would eventually be paid in 1936 but not with out significant losses by of those who had fought for it."," "],"display_date":"May - December 1932","search_date":"1932-08-31","locations":[{"id":24195,"lat":39.2338595038,"lng":-76.3925904773,"zoom":9,"place":"Baltimore, Maryland"}],"tags":[{"id":2565,"tag":"Laurel Md"},{"id":280,"tag":"Maryland"},{"id":728,"tag":"Veterans"},{"id":1859,"tag":"World War 1"},{"id":1081,"tag":"The Great Depression"},{"id":1173,"tag":"Bonus March"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}},{"id":6283,"title":"The Great Depression and Household Management Columns","course_id":132,"status":"P","start_date":"10/1/29","end_date":"1/31/36","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Following the stock market crash of October and the resulting American economic collapse, Maryland families were left haphazardly arrayed on a financial spectrum starting with “making do” and ending with scrounging. Wives and mothers often managed the day to day expenditures within families and those in the newly reduced middle class adapted and reframed the economic decisions that they made. Women living in towns and cities dealt with their new money problems and simultaneously struggled with the stigma attached to talking about financial problems and the need to keep up appearances. Since personal help and advice on how to save money remained somewhat taboo, women found help in the Women’s sections and household maintenance columns in local newspapers. Through these columns women managed to build a wide reaching but anonymous support network.","These columns ran before the depression but after the economic crash they too adapted and reflected the economic needs of women during the Great Depression. The women’s section of newspapers usually covered roughly two pages and offered a myriad of advice and help to women trying to cut costs. The Daily Mail of Hagerstown, Maryland, ran a weekly Food Market Advice column for women. Information in the column included the rise and fall of prices for local produce and meats and predicted patterns for future prices providing women with needed information for weekly shopping and encouragement to take advantage of local markets. The column also provided meal ideas and menus for the cheapest options. Other articles gave advice about meal plans and offered set prices that they believed could be followed, touting $1.50 or $2.00 plans that could feed large families. Often the advice became extremely detailed. A column titled Sister Mary's Kitchen ran in the Fredrick, Maryland, News. The writer advised women about which cuts of meat cooked the quickest so they might save money on electricity. She noted that the money saved by cooking quickly could be set aside to pay for heating bills. Some columns offered direct tips on how to discretely cut costs so that women could maintain their middle class appearance. These tips ranged from cooking advice --telling women to mix butter and margarine to stretch it farther and hide the taste-- to sewing --advising that dresses could be let down and that ribbon or rickrack could hide the old seams and creases.","Usually these columns were also conscious of the social conventions of the time period and refrained from using terms like “cheap” or “thrifty.” Economical became the standard term used to describe the advice and alert women reading it that they could find advice there. The columns that offered advice also obeyed social conventions by giving women in need of help and advice the anonymity needed to ask. With the help of these columns women managed to navigate their lives and economic choices in the Great Depression."],"display_date":"October 1929 - January 1936","search_date":"1932-11-30","locations":[{"id":19072,"lat":39.6214880132,"lng":-78.6989494063,"zoom":10,"place":"Allegany, Maryland"},{"id":19248,"lat":39.4722539212,"lng":-77.3980976361,"zoom":9,"place":"Frederick, Maryland"}],"tags":[{"id":7,"tag":"Women"},{"id":1081,"tag":"The Great Depression"},{"id":600,"tag":"Media"},{"id":11,"tag":"Economy"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}},{"id":6340,"title":"Women’s Social Organizations during the Economic Crisis.","course_id":144,"status":"P","start_date":"1/1/25","end_date":"12/31/33","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1925, a new social sorority, founded just years before the economic downfall, the Great Depression, made its first official document, the Chi Omega Gamma Constitution. Chi Omega Gamma was founded by Helen Sheveland, Dorothy Youngberg, Lois Oline, Lorraine Ossain, Clarice Swanson, Lillian Wilson and Mildred Anderson. These women saw the need for another social organization on Augustana College’s campus. They felt Augustana needed more “spirit.”  Little did these women know, spirit would be very helpful in just a few short years.","In order to make any organization successful there need to be rules and expectations for the members to follow. The seven women, along with two pledges, set rules and regulations as well as the goals they wanted their organization to achieve. First they started with a monthly meeting.  To run these meetings, and the sorority effectively, they made four primary positions: President, Vice President, Historian, and Treasurer.","During the Great Depression many college aged woman were financially affected by the stock market crash in the late 1920s. Samuel Haig Jameson found that one of the biggest issues for college women in the early 1930s was money. The women felt pressure from their parents to conserve money, which only added stress to the already hectic college life.","While the Chi Omega Gamma sorority had been growing for over five years, its members were not above the economic crisis happening during this time. The group vowed, back in 1925, to hold no more than two social events per year. Next, they decided on system to pay for these events, and made mandatory monthly fees, or dues; each woman was required to pay her share in order to be active in the sorority.  Without this money, the sorority would not hold these social events, and, as a result, would lose the opportunity to recruit new members.","During this economic hardship, the women of Chi Omega Gamma found solace in their sisterhood and banded together to move the sorority forward."],"display_date":"1925 - 1933","search_date":"1929-07-02","locations":[{"id":20952,"lat":41.4673534696,"lng":-90.5674122327,"zoom":9,"place":"Rock Island, Illinois"}],"tags":[{"id":2654,"tag":"Sorority"},{"id":1081,"tag":"The Great Depression"},{"id":1946,"tag":"Higher Education"},{"id":7,"tag":"Women"}],"course":{"name":"History of Women in the U.S.","school":"Augustana College","course_id":144,"school_id":54}}]}