{"id":1082,"tag":"San Antonio, Texas","points":[[29.4490384361,-98.519907109]],"bounds":[[29.4490384361,-98.519907109],[29.4490384361,-98.519907109]],"episodes":[{"id":5310,"title":"Unlikely Hero: Emma Tenayuca","course_id":73,"status":"P","start_date":"1/1/32","end_date":"12/31/47","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Mexican-Americans were not immune to the catastrophic effects of The Great Depression.  Throughout the 1930s and 1940s, San Antonio saw an influx of migrant families from the lower Rio Grande Valley in search of work and food.  This migration proved more disastrous to an already delicate situation in the city.  As conditions worsened, an unlikely defender of the Mexican-American people, sixteen-year-old Emma Tenayuca, lead her people’s cause against the powers who oppressed them.","In response to the Great Depression and its effects on the American people, President Franklin D. Roosevelt instituted the New Deal for Americans.  Unfortunately, it was allocated inconsistently by local officials and resulted in the underrepresentation of Mexican-Americans.  Zaragosa Vargas, a Mexican-American historian, notes that since they held no political influence, like African-Americans, they received less benefits than whites under programs such as the Agricultural Adjustment Act,  the National Recovery Administration, the Workers Progress Administration and the Civilian Conservation Corps.","According to Vargas, San Antonio’s Westside held almost two-thirds of the Mexican-American’s total population estimated to be one hundred thousand.  The Westside slum was a breeding ground for tuberculosis, diphtheria and other communicable diseases.  It became a place of “considerable human suffering” with no alleviation in sight.","Yet, in 1932, living amidst the terrible suffering in San Antonio’s slums, Emma Tenayuca became actively involved in bringing an end to disenfranchisement, poverty and the oppression of the Mexican-American people.  In 1933, she participated and was arrested in the strike against the Finck Cigar Company.  Undaunted, she assisted and organized the garment worker’s strike against the Dorothy Frock’s Company a year later.  Her unrelenting determination led her to take important positions as leader of the Unemployed Council in 1935.  More notably, Tenyauca was recognized in 1937, when “she was elected to the National executive Committee of the Worker’s Alliance of America” as the first Mexican-American woman to ever hold that office in any national organization.","Determined, Emma Tenayuca continued to organize the Mexican-American people, hold “street meetings, [organize] mass demonstrations, [picket] relief offices, and [petition] relief offices to raise WPA work relief pay of Tejanos equal to that of Anglos.”  Vargas believed that “her fiery eloquence attracted large crowds to the open-air meetings” and made her the most successful public speaker of the time.  Due primarily to her efforts, San Antonio’s River Walk provided work under the WPA for Mexican-American workers, as they created the pedestrian walkway and diverted the San Antonio River through the middle of the city.","Although only a young woman, Emma Tenayuca was very aware of the living conditions, misery and poverty of San Antonio’s Mexican-American people.  Fearing more the effects of oppression and discrimination, she battled and spoke out against city leaders and police.  Her legacy lives among a people who’s future was transforming in front of their very eyes.  The Great Depression was a trying time for Americans.  Yet, it also produced leaders, like Tenayuca, who dedicated their lives to holding America and the American people accountable in “Order to form a more perfect union.”"],"display_date":"1932 - 1947","search_date":"1939-12-31","locations":[{"id":23160,"lat":29.4490384361,"lng":-98.519907109,"zoom":9,"place":"Bexar, Texas"}],"tags":[{"id":1042,"tag":"Mexican-American"},{"id":1080,"tag":"Emma Tenayuca"},{"id":1081,"tag":"The Great Depression"},{"id":1082,"tag":"San Antonio, Texas"},{"id":1083,"tag":"San Antonio River Walk"},{"id":1084,"tag":"The New Deal"},{"id":1085,"tag":"WPA"},{"id":1086,"tag":"CCC"},{"id":1087,"tag":"AAA"},{"id":1088,"tag":"Worker's Alliance"},{"id":1089,"tag":"Unemployed Council"},{"id":1090,"tag":"strikes"},{"id":1091,"tag":"Dorothy Frock's Company"},{"id":1092,"tag":"Finck Cigar Company"}],"course":{"name":"History of the New South","school":"Texas Wesleyan University","course_id":73,"school_id":49}}]}