{"id":1084,"tag":"The New Deal","points":[[40.7455449451,-84.936600608],[38.9151212228,-76.9435162098],[29.4490384361,-98.519907109],[38.8324772244,-76.8447330303]],"bounds":[[40.7455449451,-76.8447330303],[29.4490384361,-98.519907109]],"episodes":[{"id":5389,"title":"<em>The U.S Works Projects Administration Federal Writers’ Project and Historical Records Survey.</em>","course_id":79,"status":"P","start_date":"1/1/34","end_date":"12/31/39","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Photographs abound. The black and white or sepia pictures display dirty children, tired mothers or men hard at work. Every one was broke and tired. This era, known as The Great Depression, lasted from 1929 through the advent of the Second World War. This was a time of struggle for people from all walks of life. Even people from white-collar fields, such as lawyers, librarians and teachers were unable to provide for their families. The New Deal program <em>The U.S Works Projects Administration</em> (WPA)felt that there was a more productive way to use the unique skill set that these people brought with them than put them to work on the construction crews created across the nation. The resulting effort was <em>The U.S Works Projects Administration Federal Writers’ Project and Historical Records Survey.</em>","This project was the result of several meetings that took place in 1934 between Jacob Baker, the assistant to the chief of the Civil Works Administration and his assistant, Katherine Kellock. The <em>Works Project Administration </em>ultimately created four appendages to protect and sustain the arts: the <em>Federal Writers' Project</em>, <em>the Art Project</em>, the <em>Theater Project</em>, and the <em>Music Project</em>.","By 1935, <em>The Federal Writers Project </em>was up and running. The main goal of this project was to create a series of guidebooks and local histories. Championed by Kellock, The <em>American Guide Series</em> and “<em>America Eats</em>”were a result of this project. Other collections include the narratives of former slaves as well as celebrations of local culture and art. Even though these projects collected invaluable history, one of the many issues the faced was the collection and intake process. In addition, there were many bureaucratic hurdles that could not be resolved.","Many in Congress felt that the money used to fund the many WPA writers and art programs could be used elsewhere. With the impending threat of war, many Congressmen were intent on diverting those funds to the defense budget. Before the program was terminated in 1939,<em> The Federal</em> <em>Writers Project </em>compiled an impressive collection of pamphlets, books radio scripts and transcripts. These histories are stored in many places on the Internet such as The American Memory Collection."],"display_date":"1934 - 1939","search_date":"1936-12-31","locations":[{"id":22390,"lat":40.7455449451,"lng":-84.936600608,"zoom":10,"place":"Adams, Indiana"},{"id":22331,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Dist Columbia, District of Columbia"}],"tags":[{"id":1220,"tag":"Federal Writers' Project"},{"id":1084,"tag":"The New Deal"},{"id":620,"tag":"Franklin D. Roosevelt"},{"id":1221,"tag":"Katherine Kellock"},{"id":1085,"tag":"WPA"},{"id":1081,"tag":"The Great Depression"}],"course":{"name":"The Great Depression","school":"Texas Wesleyan University","course_id":79,"school_id":49}},{"id":5310,"title":"Unlikely Hero: Emma Tenayuca","course_id":73,"status":"P","start_date":"1/1/32","end_date":"12/31/47","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Mexican-Americans were not immune to the catastrophic effects of The Great Depression.  Throughout the 1930s and 1940s, San Antonio saw an influx of migrant families from the lower Rio Grande Valley in search of work and food.  This migration proved more disastrous to an already delicate situation in the city.  As conditions worsened, an unlikely defender of the Mexican-American people, sixteen-year-old Emma Tenayuca, lead her people’s cause against the powers who oppressed them.","In response to the Great Depression and its effects on the American people, President Franklin D. Roosevelt instituted the New Deal for Americans.  Unfortunately, it was allocated inconsistently by local officials and resulted in the underrepresentation of Mexican-Americans.  Zaragosa Vargas, a Mexican-American historian, notes that since they held no political influence, like African-Americans, they received less benefits than whites under programs such as the Agricultural Adjustment Act,  the National Recovery Administration, the Workers Progress Administration and the Civilian Conservation Corps.","According to Vargas, San Antonio’s Westside held almost two-thirds of the Mexican-American’s total population estimated to be one hundred thousand.  The Westside slum was a breeding ground for tuberculosis, diphtheria and other communicable diseases.  It became a place of “considerable human suffering” with no alleviation in sight.","Yet, in 1932, living amidst the terrible suffering in San Antonio’s slums, Emma Tenayuca became actively involved in bringing an end to disenfranchisement, poverty and the oppression of the Mexican-American people.  In 1933, she participated and was arrested in the strike against the Finck Cigar Company.  Undaunted, she assisted and organized the garment worker’s strike against the Dorothy Frock’s Company a year later.  Her unrelenting determination led her to take important positions as leader of the Unemployed Council in 1935.  More notably, Tenyauca was recognized in 1937, when “she was elected to the National executive Committee of the Worker’s Alliance of America” as the first Mexican-American woman to ever hold that office in any national organization.","Determined, Emma Tenayuca continued to organize the Mexican-American people, hold “street meetings, [organize] mass demonstrations, [picket] relief offices, and [petition] relief offices to raise WPA work relief pay of Tejanos equal to that of Anglos.”  Vargas believed that “her fiery eloquence attracted large crowds to the open-air meetings” and made her the most successful public speaker of the time.  Due primarily to her efforts, San Antonio’s River Walk provided work under the WPA for Mexican-American workers, as they created the pedestrian walkway and diverted the San Antonio River through the middle of the city.","Although only a young woman, Emma Tenayuca was very aware of the living conditions, misery and poverty of San Antonio’s Mexican-American people.  Fearing more the effects of oppression and discrimination, she battled and spoke out against city leaders and police.  Her legacy lives among a people who’s future was transforming in front of their very eyes.  The Great Depression was a trying time for Americans.  Yet, it also produced leaders, like Tenayuca, who dedicated their lives to holding America and the American people accountable in “Order to form a more perfect union.”"],"display_date":"1932 - 1947","search_date":"1939-12-31","locations":[{"id":23160,"lat":29.4490384361,"lng":-98.519907109,"zoom":9,"place":"Bexar, Texas"}],"tags":[{"id":1042,"tag":"Mexican-American"},{"id":1080,"tag":"Emma Tenayuca"},{"id":1081,"tag":"The Great Depression"},{"id":1082,"tag":"San Antonio, Texas"},{"id":1083,"tag":"San Antonio River Walk"},{"id":1084,"tag":"The New Deal"},{"id":1085,"tag":"WPA"},{"id":1086,"tag":"CCC"},{"id":1087,"tag":"AAA"},{"id":1088,"tag":"Worker's Alliance"},{"id":1089,"tag":"Unemployed Council"},{"id":1090,"tag":"strikes"},{"id":1091,"tag":"Dorothy Frock's Company"},{"id":1092,"tag":"Finck Cigar Company"}],"course":{"name":"History of the New South","school":"Texas Wesleyan University","course_id":73,"school_id":49}},{"id":6271,"title":"Greenbelt: Enthusiasm and Exclusion","course_id":132,"status":"P","start_date":"1/1/35","end_date":"12/31/37","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Of all the federal government’s attempts to deal with the Great Depression, few were as ambitious as the creation of the Resettlement Administration. The Resettlement Administration, established in 1935, was originally designed to move farmers to more productive agricultural areas. Once farmers were moved off of poor landscapes, the agency sent in conservation experts to reclaim and improve the land. The Resettlement Administraion also oversaw the creation of model communities, designed to serve as examples of how people could live more harmoniously with the environment. The towns highlighted the necessity of green space and public transportation and emphasized the value of cooperative living. The Resettlement Administration worked with over 200 existing rural and suburban communities and actually designed three entirely new towns before the agency was dissolved.","Greenbelt, Maryland, was one of the three towns planned and established by the Resettlement Administration. Established in 1937, Greenbelt attracted unemployed and impoverished people who wanted to make a new life for themselves and were willing to be active civic participants. One citizen of Greenbelt in the early years said first inhabitants felt like pioneers working in uncharted territory. Their enthusiasm for the Greenbelt project showed itself in the creation of numerous cooperative organizations within the town. Within the first ten months, Greenbelt’s civic-minded inhabitants had founded twenty-nine clubs and organizations.","Despite this enthusiasm of the residents in the foundation of Greenbelt, there was a disappointing trend toward racial exclusion. The town originated as an exclusively white community. The only hint of diversity was the presence and acceptance of Jewish residents. The original plan for Greenbelt called for a segregated black section, the Rossville Rural Development. Officials quietly dropped the plan and later justified their decision by explaining that African Americans had their own low cost housing in Northeast Washington.","Racial inequity was a persistent problem in the New Deal, and the Resettlement Administration Programs were no different.The racial exclusiveness of Greenbelt was not unique. Several other Resettlement Administration towns who also did not allow African Americans, including Trussville, Alabama, Greendale, Wisconsin, and Arthurdale in Reedsville, West Virginia."," "],"display_date":"1935 - 1937","search_date":"1936-07-01","locations":[{"id":23887,"lat":38.8324772244,"lng":-76.8447330303,"zoom":9,"place":"Prince Georges, Maryland"}],"tags":[{"id":2533,"tag":"Greenbelt Maryland"},{"id":889,"tag":"Racism"},{"id":1084,"tag":"The New Deal"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}},{"id":6304,"title":"Greenbelt Maryland and the Traditional Family","course_id":132,"status":"P","start_date":"1/1/37","end_date":"12/31/45","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Great Depression had devastating affect on the American economy. President Franklin Roosevelt's New Deal programs were designed for relief, recovery, and reform. The Resettlement Administration was one of several new agencies created by the program. Under the auspices of the Department of Agriculture, the RA helped relocate farmers, refinance farms, and establish new and more sustainable communities. This last project --the creation of “greenbelt towns”-- was among the agency's most innovative.","The Greenbelt community in Maryland was designed to help sustain traditional families. It included a playground, green space, and close proximity to neighbors. All of these choices were designed to foster a sense of community and connection. As evidence that the program was building stronger families, a report issued in 1942 boasted that the birth rate in Greenbelt was 35 births per 1000 households, as compared to 17 nationwide."," "],"display_date":"1937 - 1945","search_date":"1941-07-02","locations":[{"id":23887,"lat":38.8324772244,"lng":-76.8447330303,"zoom":9,"place":"Prince Georges, Maryland"}],"tags":[{"id":1969,"tag":"Public housing"},{"id":2533,"tag":"Greenbelt Maryland"},{"id":1084,"tag":"The New Deal"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}}]}