{"id":109,"tag":"highdeath toll","points":[[40.4953812031,-78.7135842636],[33.9914893238,-80.8577865567]],"bounds":[[40.4953812031,-78.7135842636],[33.9914893238,-80.8577865567]],"episodes":[{"id":4518,"title":"Dam Breaks, Johnstown Floods","course_id":18,"status":"P","start_date":"1889-05-31","end_date":"1889-05-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["On May 31, 1889 one of the most devastating disasters in Pennsylvania history occurred in Cambria County, starting in the town of St. Michael and ending in Johnstown.  The dam of the South Fork of the Little Conemaugh, which created Lake Conemaugh was abandoned by the Alleghany Portage Railroad in 1854.  It was then purchased by the South Fork Fishing and Hunting Club.  They were to maintain the dam and keep it stable.  However, the club neglected the dam, except to lower it feet to make a wider carriage road.  On May 30, 1889 a very heavy rain began to fall.  This rain made the lake rise at an alarming rate, causing the weakened walls to crumble beneath the pressure of the water.  The outpouring of the contents of the eight-mile-long, three-mile-wide Lake caused a forty foot tidal wave that rushed into the valley below.  The crushing waves of water wend its way through the Conemaugh valley until it reached Johnstown.  \"A roar like thunder\" was heard as the water crushed its way over fifteen miles of valley to the city.  Because Johnstown sits in the bottom of the valley, they had experienced floods before.  A telegraphic warning was attempted earlier in the day but it was not heeded as a serious threat.  When the dam broke at Four o'clock, the only warning the people of Johnstown received was the whistle of a train that saw the tidal wave and tried to warn the people.  ","            <em style=\"mso-bidi-font-style: normal;\">The New York Times</em> first report on June 1, the day after the flood, seems to just scratch the surface of the devastation.  The telegraph communication with Johnstown was out, and travel into the city impossible.  So the reporter had to gather his information from Pittsburgh by contacting the surrounding areas.  The most riveting part of the article is when he states: \"One telegraph operator says he counted sixty-three bodies in twenty minutes floating past his office.\"  The devastation was appalling.  Relief efforts from all over the country came to Johnstown after the flood.  In the days that followed, when telegraph connections were restored the real devastation and carnage of the flood was sent out to the world.  A June 3, article in the <em style=\"mso-bidi-font-style: normal;\">New York Times</em>, describes the huge number of casualties and the state of panic that the city was in.  The people were starving and desperate, rumors of grave robbers began to surface and cause a panic.  The whole of the city was in shambles.  It was not until Clara Barton and the Red Cross arrived that some sort of order and stability to Johnstown.  In McPherson's book he describes how the Club had boasted something close to 10,000 modern amenities and luxuries, and in spite of that an earthen dam got the best of the wealthy club members, and took the lives of two thousand and twenty nine innocent people. "],"display_date":"May 31, 1889","search_date":"1889-05-31","locations":[{"id":10901,"lat":40.4953812031,"lng":-78.7135842636,"zoom":9,"place":"CAMBRIA, Pennsylvania"}],"tags":[{"id":109,"tag":"highdeath toll"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}},{"id":5064,"title":"Remembering Our Gallant Dead","course_id":43,"status":"P","start_date":"1863-01-14","end_date":"1863-01-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Dealing with death is as unavoidable as death itself.  Grief that weighs on the hearts of those who have lost someone dear to them is a great burden to bear.  Imagine then the amount of sorrow and mourning in the Confederate States at the height of the American Civil War.  Ways of thinking about and dealing with the amount of loss of life during the Civil War were diverse.  William C. Davis in his book, The Cause Lost: Myths and Realities of the Confederacy, addresses the changes that took place throughout the war in how citizens in the South dealt with the overwhelming personal loss.  At the onset of the war, Davis explains; when patriotism and military zeal were at their highest points, men were quick to rush off to join the ranks and the great adventure that awaited them.  Similarly, those who suffer the loss of a family member early in the war in large part viewed the death as a heroic sacrifice to a just cause. This notion did not hold as the war became prolonged and the death toll rose.  Writings, both public and private, took a more realistic and negative tone, moving away from the romantic, almost idealistic, vision of war seen at the onset.","<br /> A piece from the January 14, 1863 edition of The Confederate Baptist attempted to address and assuage the grief of those personally touched by the war.  The section, entitled “Our Gallant Dead,” both gave honor to the memory of brave unknown soldiers and addressed the reality of a deadly campaign.  The author called to the “noble spirits…whose graves are unmarked…but their memory is none the less dear” and for the living he advised that “it well becomes us to mourn both as a nation and individuals…it is indeed noble to weep for the good and the brave.”  However the imagery is far from romantic.  The author acknowledged the brutality of war and wove a tapestry of mental images including “precious blood…oozing from a fatal wound” and “the falling, mangled forms of the deadly combatants…Sublime tragedy! Awful spectacle!,” hardly the common language of a religious newspaper.","<br /> The Confederate Baptist presents us with an interesting snapshot of the war.  At the time of this publication in 1863, the subscribers of this paper were likely undergoing the change in outlook on the war from ‘heroic crusade’ to ‘useless sacrifice’ and the language and imagery of this particular article perfectly captured the tension between these two opposing forces."],"display_date":"January 14, 1863","search_date":"1863-01-14","locations":[{"id":11638,"lat":33.9914893238,"lng":-80.8577865567,"zoom":9,"place":"RICHLAND, South Carolina"}],"tags":[{"id":109,"tag":"highdeath toll"},{"id":32,"tag":"Civil War"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}}]}