{"id":1090,"tag":"strikes","points":[[29.4490384361,-98.519907109],[42.927205,-76.1289029],[31.4481547,-109.9284084]],"bounds":[[42.927205,-76.1289029],[29.4490384361,-109.9284084]],"episodes":[{"id":5310,"title":"Unlikely Hero: Emma Tenayuca","course_id":73,"status":"P","start_date":"1/1/32","end_date":"12/31/47","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Mexican-Americans were not immune to the catastrophic effects of The Great Depression.  Throughout the 1930s and 1940s, San Antonio saw an influx of migrant families from the lower Rio Grande Valley in search of work and food.  This migration proved more disastrous to an already delicate situation in the city.  As conditions worsened, an unlikely defender of the Mexican-American people, sixteen-year-old Emma Tenayuca, lead her people’s cause against the powers who oppressed them.","In response to the Great Depression and its effects on the American people, President Franklin D. Roosevelt instituted the New Deal for Americans.  Unfortunately, it was allocated inconsistently by local officials and resulted in the underrepresentation of Mexican-Americans.  Zaragosa Vargas, a Mexican-American historian, notes that since they held no political influence, like African-Americans, they received less benefits than whites under programs such as the Agricultural Adjustment Act,  the National Recovery Administration, the Workers Progress Administration and the Civilian Conservation Corps.","According to Vargas, San Antonio’s Westside held almost two-thirds of the Mexican-American’s total population estimated to be one hundred thousand.  The Westside slum was a breeding ground for tuberculosis, diphtheria and other communicable diseases.  It became a place of “considerable human suffering” with no alleviation in sight.","Yet, in 1932, living amidst the terrible suffering in San Antonio’s slums, Emma Tenayuca became actively involved in bringing an end to disenfranchisement, poverty and the oppression of the Mexican-American people.  In 1933, she participated and was arrested in the strike against the Finck Cigar Company.  Undaunted, she assisted and organized the garment worker’s strike against the Dorothy Frock’s Company a year later.  Her unrelenting determination led her to take important positions as leader of the Unemployed Council in 1935.  More notably, Tenyauca was recognized in 1937, when “she was elected to the National executive Committee of the Worker’s Alliance of America” as the first Mexican-American woman to ever hold that office in any national organization.","Determined, Emma Tenayuca continued to organize the Mexican-American people, hold “street meetings, [organize] mass demonstrations, [picket] relief offices, and [petition] relief offices to raise WPA work relief pay of Tejanos equal to that of Anglos.”  Vargas believed that “her fiery eloquence attracted large crowds to the open-air meetings” and made her the most successful public speaker of the time.  Due primarily to her efforts, San Antonio’s River Walk provided work under the WPA for Mexican-American workers, as they created the pedestrian walkway and diverted the San Antonio River through the middle of the city.","Although only a young woman, Emma Tenayuca was very aware of the living conditions, misery and poverty of San Antonio’s Mexican-American people.  Fearing more the effects of oppression and discrimination, she battled and spoke out against city leaders and police.  Her legacy lives among a people who’s future was transforming in front of their very eyes.  The Great Depression was a trying time for Americans.  Yet, it also produced leaders, like Tenayuca, who dedicated their lives to holding America and the American people accountable in “Order to form a more perfect union.”"],"display_date":"1932 - 1947","search_date":"1939-12-31","locations":[{"id":23160,"lat":29.4490384361,"lng":-98.519907109,"zoom":9,"place":"Bexar, Texas"}],"tags":[{"id":1042,"tag":"Mexican-American"},{"id":1080,"tag":"Emma Tenayuca"},{"id":1081,"tag":"The Great Depression"},{"id":1082,"tag":"San Antonio, Texas"},{"id":1083,"tag":"San Antonio River Walk"},{"id":1084,"tag":"The New Deal"},{"id":1085,"tag":"WPA"},{"id":1086,"tag":"CCC"},{"id":1087,"tag":"AAA"},{"id":1088,"tag":"Worker's Alliance"},{"id":1089,"tag":"Unemployed Council"},{"id":1090,"tag":"strikes"},{"id":1091,"tag":"Dorothy Frock's Company"},{"id":1092,"tag":"Finck Cigar Company"}],"course":{"name":"History of the New South","school":"Texas Wesleyan University","course_id":73,"school_id":49}},{"id":6615,"title":"Morrison Swift Predicts the Rise of Socialism","course_id":163,"status":"P","start_date":"6/29/03","end_date":"6/29/03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In a letter to the <em>New York Times</em>, Morrison Swift wrote, “A question that many are asking with a great deal of interest is what effect the great socialist gains in Germany will have upon this country.” Morrison Swift wrote letters to the editor of the <em>New York Times</em> many times before. Swift, a writer, social activist, speaker, and pamphleteer, focused on social and political theory.","Germany saw a rise in socialist ideas as they neared the twentieth century. The German Social Democratic Party became one of Germany’s most popular parties, and saw massive gains in the Reichstag since 1890. Socialism also saw a rise in popularity in the election of 1900 in the United States.  Swift said, “The German elections are likely to have a very notable influence upon the American working classes in changing this, by calling their attention to politics as a method far more potent than the strike.” Unfair and dangerous working conditions brought on by rapid industrialization, such as low wages, long hours, and work-related injuries, led to strikes and standoffs between laborers and managers. Swift mentioned the unhappiness of the laborer in society, writing that workers finally realized that there may be something wrong with the interactions between labor and capital.","Between 1900 and 1904, Socialism gained popularity in a region of 20 states bounded by Maine, Minnesota, Missouri, and Maryland. This region accounted for the most socialists in office, along with between 60 percent and 85 percent of the Socialist party vote. This region was also heavily industrialized. Counties known for having unions and industry working against each other tended to vote more Socialists into office and have a more Socialist leaning during the presidential election.","Swift likened the American trust leaders to the German Emperor, William the Second, saying, “Our heads of industry and finance are bearing down on the people in ways as surprising and obnoxious to us as a free nation, as William’s ways are obnoxious and intolerable to Germany as an unfree nation.” Swift predicted that such conditions would unleash a gradual rise in popularity for Socialism. Swift mentioned, “It seems that we should recognize that Socialism is to spring into a great, perhaps huge, practical force in this country in a very short time.” In 1900, the Democratic Socialist Party, led by Eugene V. Debs, had only 0.6 percent of the popular vote, but by 1904 the Socialist Party, also led by Debs, had risen to three percent of the popular vote.","Swift highlighted the fact that Germans saw less industrialization than the United States, yet still ran to Socialism to protect themselves from industrialization. He predicted that the American laborers would run to the arms of Socialism for protection, and that it was inevitable to avoid the revolution. Despite Swift’s predictions, Socialism would decline in popularity and would almost die out after the First World War."],"display_date":"June 29, 1903","search_date":"1903-06-29","locations":[{"id":52989,"lat":42.927205,"lng":-76.1289029,"zoom":5,"place":"New York"}],"tags":[{"id":3176,"tag":"Labor Movement"},{"id":3175,"tag":"1903"},{"id":3174,"tag":"1904 Election"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":1090,"tag":"strikes"},{"id":896,"tag":"Labor"},{"id":2188,"tag":"Socialism"},{"id":2781,"tag":"Election"}],"course":{"name":"History of U.S. Presidential Elections","school":"Wayne State University","course_id":163,"school_id":92}},{"id":6683,"title":"Report on the Bisbee Deportations","course_id":173,"status":"P","start_date":"6/26/17","end_date":"11/6/17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the aftermath of the strike and deportation of workers in the booming town of Bisbee, Arizona, President Woodrow Wilson set up the Federal Mediation Commission to investigate the events in detail. In the commissions’ published report, it states that on July 12, 1917, the Bisbee Deportation was an embarrassment for industrial peace and that it, “Deeply affected the opinions of laboring men, as well as the public throughout the country.” (W. B. Wilson et al. 3)","Released on November 6, 1917, the <em>Report on the Bisbee Deportations</em> claimed that the strike was unjustified because an impartial process should settle grievances. The report determined that many people supported the strike because of their loyalty to fellow workers and to not be disliked by their peers. (W. B. Wilson et al. 4)","Despite the sheriff and governor of Arizona’s request for the aid of federal troops, two separate investigations on June 30 and July 2 concluded that the strike itself was peaceful and that troops were, “Neither needed nor warranted under existing conditions.” (W. B. Wilson et al. 4) Instead of receiving federal troops, Sheriff Harry Wheeler and approximately 2,000 men, who wore white armbands to distinguish themselves from other mining workers, herded 1,186 men. The men were put onboard a train that brought them to Columbus, New Mexico. Columbus authorities refused to take the deportees and were taken to the desert town Hermanas. The deportees were left stranded without food, water, and shelter for two days. On July 14, the War Department was notified of the stranded deportees and they were escorted back to Columbus.","The report notes that the leaders of the deportation never illustrated their fears to the governor of Arizona when they requested for federal troops two previous times. Therefore, the report concluded that this was, “Wholly illegal and without authority in law, either state or federal.” (W. B. Wilson et al. 6)","Of the deportees, 199 were native born American and 468 were citizens. There were 472 registered under the selective-draft law. Foreign born workers were split between 20 different nationalities. (W. B. Wilson et al. 5)","‘New immigration’ began in the early-twentieth century. From 1901 to 1914, 13 million immigrants born in southern and eastern Europe moved to the United States. By 1910, one-seventh of the American population was foreign born. (Foner 683)","Strikes weren’t uncommon during The Progressive Era. In 1907, 10,000 black and white dockworkers in New Orleans fought against employers who wanted to eliminate their unions and reduce wages. (Foner 696)","In 1913, immigrants from Europe and Mexico demanded wage increases, an eight-hour workday and the right to shop and live in places not owned by the Colorado Fuel and Iron Company. When 11,000 strikers and their families were evicted from company housing and moved into tent colonies, the armed militia killed 20 to 30 people, including children. (Foner 697)","The report recommended that the governor of Arizona punish those responsible, while creating separate investigations to determine whether there was any interference with the enforcement of selective-draft law and with lines of communication, respectively. (W.B. Wilson et al. 7) What’s truly telling is that despite insurmountable evidence against the sheriff, the report concludes that President Wilson and Congress should determine whether the deportation is a crime. The sheriff and his vigilantes were never convicted of any crime."],"display_date":"June 26, 1917 - November 6, 1917","search_date":"1917-08-31","locations":[{"id":53041,"lat":31.4481547,"lng":-109.9284084,"zoom":8,"place":"Bisbee, Arizona"}],"tags":[{"id":31,"tag":"Immigration"},{"id":3302,"tag":"IWW"},{"id":3290,"tag":"Deportation"},{"id":2645,"tag":"Woodrow Wilson"},{"id":3303,"tag":"Harry Wheeler"},{"id":3304,"tag":"Arizona"},{"id":1090,"tag":"strikes"}],"course":{"name":"US History 1867 to the present","school":"University of Toronto Scarborough","course_id":173,"school_id":28}}]}