{"id":1094,"tag":"Church/Religious Activity","points":[],"bounds":[[-100,-100],[100,100]],"episodes":[{"id":5312,"title":"Immigrants Massacred in the Meadows","course_id":74,"status":"P","start_date":"1856-09-07","end_date":"1856-09-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A bloody massacre of immigrants on route to California by members of the Church of Jesus Christ of Latter-Day Saints (Mormons) and aided by local Native Americans occurred in Mountain Meadows, Utah. The blame for the massacre originally fell on the Native Americans. <em>The Pittsfield Sun</em>, a Massachusetts newspaper, provided an eyewitness account to the horrific crime and indicted the Mormons as the actual instigators. The men accused of the crime were Isaac Hight, John D. Lee, and John Higbee. The horrific massacre in Mountain Meadows displayed tensions that were present between the territory of Utah and the federal government of the United States.","The United States acquired Utah as a territory after the Treaty of Guadalupe Hidalgo in 1848. Prior to the acquisition, Utah had been governed by members of the Mormon Church. Throughout the 1850s, distrust towards Mormons and their practice of polygamy intensified within the federal government. Historian Kenneth M. Stampp stated “Northerners and Southerners, whether Democrats, Republicans, or Americans, could unite wholeheartedly in condemning it.” The impending threat of federal government intervention created wartime hysteria for the Mormons in Utah.","The Mountain Meadows massacre exemplified how far the Mormons were willing to go in order to protect freedoms that they believed the federal government threatened. The emigrants engaged in a conflict with the Native Americans and then were received by the Mormon militia, who they thought had arrived to give aid to them. They followed the advice of the Mormons and gave up their goods to the Indians and marched to Cedar City with the militia. The group never made it to Cedar City; the Native Americans attacked the defenseless emigrants by order of the militia. The massacre resulted in the death of around 120 men, women, and children. <em>The Pittsfield Sun</em> claimed that the Massacre occurred due to the wealth that the emigrant party had and the desire of the Mormons to gain it. Historians have since argued that the true reason for the massacre was to protect Mormon religion.","<em> The Pittsfield Sun</em>, located in Massachusetts, certainly held some type of prejudice against the Mormons, as did the majority of U.S. citizens at that time. However, regardless of bias, the end result of the massacre remained the same, it resulted in a tremendous loss of human life with little provocation. The United States’ relationship with its territories during the 1850s was a time of high tensions and mistrust. The fragmented federal government in the late 1850s could not respond appropriately to the massacre due to the internal tensions between the North and South and a long-standing mistrust of the Mormons. Therefore, justice was never fully received for the victims of the massacre. John Lee was the only Mormon charged for the crime and he received execution by a firing squad at the location where the massacre took place. The Mormons felt justified in defending their religion and the safe haven that they established for themselves in Utah from government interference and a hostile U.S. populace."," "],"display_date":"September 7, 1856 - September 11, 1856","search_date":"1856-09-09","locations":[{"id":13381,"lat":null,"lng":null,"zoom":8,"place":"IRON, Utah"}],"tags":[{"id":1094,"tag":"Church/Religious Activity"},{"id":12,"tag":"Migration/Transportation"},{"id":19,"tag":"Native-Americans"},{"id":1,"tag":"Crime/Violence"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":74,"school_id":3}}]}