{"id":1097,"tag":"Religion/Cults","points":[[31.5523814719,-97.2017924103]],"bounds":[[31.5523814719,-97.2017924103],[31.5523814719,-97.2017924103]],"episodes":[{"id":5313,"title":"A Siege in Waco","course_id":73,"status":"P","start_date":"2/28/93","end_date":"4/19/93","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            On February 28, 1993 Alcohol, Tobacco and Firearmd agents approached the compound of the Branch Davidians, a Protestant cult, in an attempt to serve a search warrant for illegal automatic weapons. What the ATF did not know was that the Davidians knew that they were coming. Having been tipped off by the indiscretion of a reporter, the Davidians armed themselves and prepared for the ATF raid. The undercover agent who had been inserted into the Davidians warned ATF that the raid was no longer a secret and that they had lost the element of surprise. Rather than cancel the raid until a later date the commander ordered that the men proceed as planned. Thus they drove up to the compound in cattle trailers pulled by individual agent’s trucks.","            Each side blamed the resulting confrontation on the other. The Davidians asserted the ATF agents fired first and the ATF blamed the Davidians. Regardless they exchanged automatic weapons fire and when the smoke cleared four ATF agents had been killed as well as five Davidians in a shootout lasting over two hours. After this initial firefight, the FBI took over as federal agents had now been killed and the jurisdiction changed. There followed a fifty day siege in which the FBI used sleep deprivation tactics and tear gas in an attempt to drive the Davidians out. Further the FBI believed the situation to be a hostage situation when in fact many of the followers were there of their own accord.","            On April 19, 1993, with negotiations ceasing to progress, the FBI contacted the Davidians inside the compound and notified them that there would be tank activity, but that only tear gas was going to be fired. They further asked that they Davidians not fire upon the tanks. As the tanks began to breach the outer walls the compound’s structural integrity became compromised. Simultaneously multiple fires broke out on the compound. As the compound began to collapse and fire engulfed it entirely, only nine members of the Branch Davidians left the compound. The seventy five others that remained inside, including twenty five children under the age of fifteen were all killed, either by smoke inhalation, fire, or collapsing rubble. The siege had ended but the controversy had only begun."],"display_date":"February 28, 1993 - April 19, 1993","search_date":"1993-03-24","locations":[{"id":41912,"lat":31.5523814719,"lng":-97.2017924103,"zoom":9,"place":"Mclennan, Texas"}],"tags":[{"id":1095,"tag":"Waco"},{"id":1096,"tag":"Branch Davidians"},{"id":1097,"tag":"Religion/Cults"}],"course":{"name":"History of the New South","school":"Texas Wesleyan University","course_id":73,"school_id":49}}]}