{"id":110,"tag":"Importation","points":[[35.8067238469,-78.6641504807]],"bounds":[[35.8067238469,-78.6641504807],[35.8067238469,-78.6641504807]],"episodes":[{"id":4520,"title":"Opposition to the Slave-Trade","course_id":20,"status":"P","start_date":"1795-02-09","end_date":"1795-02-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["\"By the gentleman just arrived from Raleigh, the seat of government in North Carolina, We learn that the assembly of that state have passed a law to prohibit further importation of slaves into that state, either by land or sea, from any part of the world.\" This strong statement described North Carolina's bill banning the importation of slaves into the state. Slaves in North Carolina worked hard growing tobacco and other crops. They generated great wealth for the slave holders, but they did not earn anything in return, and they had no legal rights. The government banned the slaves' importation in North Carolina in part to protect slaves' value, and it was a sign of North Carolina's opposition to the slave trade.","The government of North Carolina did what it could to prohibit the importation of slaves into the state, banning the importation of foreign slaves in 1786.  Moreover, under a state law passed in 1816, any person who brought foreign slaves into the state of North Carolina, in opposition to Congress's ban on the transatlantic slave trade, would forfeit their slave property. The state would then sell the slaves and keep the profits from the sale. These strict regulations made sure citizens did not buy slaves from any other parts of world.","North Carolina, New York, Maryland, Delaware, Massachusetts, Pennsylvania, Georgia, Connecticut, and Rhode Island all prohibited the importation of slaves before 1800. Prohibiting the importation of slaves was also a very important event for the American Congress, and in 1808, as soon as allowed under the U.S. Constitution, Congress agreed to forbid the importation of slaves without opposition. \"In 1819, Congress declared the slave-trade to be piracy, though,\" according to historian Hubert H. Bancroft, \"none of its participants seem to have been condemned as pirates.\" Furthermore, the declaration was not only for a particular state, but was a national declaration for all the states of America. The declaration was necessary in that time, because the slave holders living in the Southern part of the country realized that slave trade might cause an explosion in the slaves' population, and they were afraid that slaves would fight against them for freedom. Furthermore, they had enough slaves to produce children, who were the potential slaves of the future, so they did not need extra slaves. For this reason, they allowed the declaration stopping the slave trade.<strong> </strong>Although prohibiting the importation of slaves was not as important as abolishing slavery, prohibiting the importation of slaves was a very important step toward abolishing slavery."],"display_date":"February 9, 1795","search_date":"1795-02-09","locations":[{"id":15239,"lat":35.8067238469,"lng":-78.6641504807,"zoom":9,"place":"Wake, North Carolina"}],"tags":[{"id":110,"tag":"Importation"},{"id":4,"tag":"Slavery"},{"id":96,"tag":"Slave Trade"}],"course":{"name":"American Civilizations to 1877","school":"University of North Carolina at Pembroke","course_id":20,"school_id":9}}]}