{"id":1101,"tag":"Monopoly","points":[[30.1220750117,-89.7244851703]],"bounds":[[30.1220750117,-89.7244851703],[30.1220750117,-89.7244851703]],"episodes":[{"id":5315,"title":"Slaughterhouse Cases of 1873","course_id":73,"status":"P","start_date":"1873-04-14","end_date":"1873-04-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The smell of rotting, maggot infested corpses, stomach acid, and feces filled the humid air in New Orleans for years.  The look on the animal’s faces as they met their violent death was heartbreaking.   This butchering began what is now known as the controversial “Slaughterhouse Cases of 1873.”  Racial tension, public health issues, and a corrupt monopoly laid the foundation for the legal action.  The butchers of New Orleans took a stand against the idea of a monopoly.  Beginning, the state of Louisiana legislature “passed a law creating and granting a monopoly to the Crescent City Livestock Landing and Slaughterhouse Company to slaughter animals in the New Orleans vicinity.”","A single slaughterhouse for the city meant a major decrease in the number of jobs offered to local men.  “Depending on whom you ask, this was either a desperately long overdue public heath measure in the admirable tradition of progressive reform or a fiendishly corrupt monopoly abrogating the butchers’ right of free labor.” ","The public health issue of these cases was the cholera outbreaks due to the unsanitary conditions of these slaughterhouses.  Due to the lack of health laws, when it rained in New Orleans, the rotting corpses, blood, and feces from the slaughtered pigs and cows ran into the water systems used by local communities.  There were not any laws did not restrict the procedures that the butchers had to abide by while working or disposing of the corpses.  It did not take long for disease to spread form the lifeless animal corpses to the lives of the nearby city. ","The racial aspect of the Slaughterhouse Cases correlated with the establishment of the Fourteenth Amendment that granted citizenship to freed slaves.  Southern white Democrats powerfully opposed the idea of political equality between the black and white societies.  White southerners formed the idea that the American government was demolishing the power of the states and becoming a tyranny.  Bitterness filled the hearts and minds of the white southerners that had a hard time grasping the idea of equality to all.  “The court thus ruled that the Louisiana law was constitutional and allowed the New Orleans butcher plan to go forward.”"],"display_date":"April 14, 1873","search_date":"1873-04-14","locations":[{"id":5600,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":29,"tag":"New Orleans"},{"id":1098,"tag":"Slaughterhouse Cases"},{"id":1099,"tag":"Butchers"},{"id":1100,"tag":"Health Codes 1873"},{"id":1101,"tag":"Monopoly"}],"course":{"name":"History of the New South","school":"Texas Wesleyan University","course_id":73,"school_id":49}}]}