{"id":1105,"tag":"Cotton","points":[[41.8745874433,-71.5917581694],[38.3466828925,-81.7092467216],[29.9858808,-90.0769034]],"bounds":[[41.8745874433,-71.5917581694],[29.9858808,-90.0769034]],"episodes":[{"id":5317,"title":"Ideas on Land Use and Land Ownership during the 19th Century","course_id":75,"status":"P","start_date":"1800-01-01","end_date":"1825-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Land played an important role in the United States economy, more specifically the raising of cotton. A traveler of this era notes of his stop at Rhode Island, writing that cotton was the source of wealth as there were many manufacturers of cotton which performed weave ticking, shirting and sheeting. He goes on to mention that “Rhode-Island is the greatest manufacturing state in the Union, having, at least, 150 cotton factories” (Royall, 369). Cotton to 19<sup>th</sup> century United States was the modern equivalent of oil to Saudi Arabia. Although the South was the heavier grower of cotton, the traveler's writings indicate that the industrial North is dependent on the importing of cotton as it fuels a rapidly growing textiles industry. Additionally, the United States led the world in the exporting of cotton. As the economy started to grow, those who grew cotton began to hold much influence in the politics of the country.","In the pursuit of one's own property, settlers continued to move west for a piece of the American dream. As the traveler makes his way west, he marvels at the spirit and attitude of the people making their way to the expanding frontier. “The inhabitants of the western states are an enterprising, systematical, industrious people, to which they are stimulated by the fertility of their soil, and numerous navigable rivers” (Royall, 55-56). Traveling west to acquire one's own land meant a great deal to the individuals during this time. It meant a chance for a better life, but not all acts to obtain land would be met uncontested or free from immoral decisions. Ideas of obtaining more and more land would eventually lead to tense struggles and wars against the indigenous people.","The ground of the United States was indeed fertile and rich when settlers arrived in the United States. The soil displayed healthy signs of deep, rich colors, both red and black. Native Americans lived on these fertile grounds and the original inhabitants of the United States would find themselves in an increasingly an unfavorable position during the 19<sup>th</sup> century as the expanding westerns sought to gain more land and take advantage of the fertile soil to raise their own crop. The traveler mentions that “Kenhawa county consists of two strings of inhabitants, upon Kenhawa and Elk rivers. It was reclaimed from the Indians and the buffaloes, by degrees, with the loss of many lives by the former, until Gen. Wayne subdued them” (Royall, 50). One can see glimpses into the tension taking place between the expanding settlers and the encroached Natives. This struggle would be ongoing and eventually lead to the downfall of Native American communities across the United States.","Managing the resources on the land, proved to be something of an after thought to 19<sup>th</sup> century Americans. Timber in particular was considered a resource that would never run out. People paying attention to the vanishing trees realized something terrible was happening with all the deforestation taking place around the states. The traveler writes “the mournful screaking of the machinery, day and night; the bare, rugged, inhospitable looking mountain, from which all the timber has been cut, give to it a gloomy appearance” (Royall, 47). The intrinsic value of nature's scenic beauty was vanishing. He repeatedly mentions the loss of timber in his travels, writing “the great scarcity of timber enclose their fields principally with ditches. The great number of hands in proportion to the quantity of land has ruined Virginia” (Royall, 119). The loss of timber is directly correlated with the rise of industry and animal raising. The technology at the time required massive amounts of wood to be burned and coal to be extracted. What the Americans at the time failed to understand were the environmental consequences of deforestation which included soil erosion and unhealthy amounts of silt in water ways.","Hunting wild animals to a near point of extinction showcased another example of the American view on resource management. The traveler writes of the animal diversity that once existed in the Kenhawa county of Virginia. “The buffaloes were so numerous on this river, that they made large roads through the bottoms. Elks, deer and bears were likewise numerous. None of the buffaloes are to be seen now” (Royall, 50). This example suggests that animals would be killed for sport without restrictions or an understanding of the role they played in the local ecosystems. Buffalo were one of the animals hunted most aggressively in the nineteenth century, considered too plentiful to ever die out. Their hides were used in the production of animal clothing and tongues were considered special products to be eaten."],"display_date":"1800 - 1825","search_date":"1812-12-31","locations":[{"id":15552,"lat":41.8745874433,"lng":-71.5917581694,"zoom":10,"place":"Providence, Rhode Island"},{"id":15783,"lat":38.3466828925,"lng":-81.7092467216,"zoom":7,"place":"Kanawha, Virginia"}],"tags":[{"id":1102,"tag":"Land"},{"id":1103,"tag":"Resource"},{"id":1104,"tag":"Hunting"},{"id":1105,"tag":"Cotton"},{"id":1106,"tag":"Timber"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":75,"school_id":40}},{"id":6498,"title":"Boll Weevil Knievel","course_id":155,"status":"P","start_date":"11/30/03","end_date":"1/1/22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In November of 1903, Abe Brittin was preparing for war. His goal: “arresting the further progress of the pest” that had ravaged the South’s vital cash crop, cotton. This “evil” was the boll weevil, and it was advancing from Mexico into the United States. To Brittin and his companions in the Odd Fellows Hall of New Orleans, this was as much a war as the Civil War had been, thirty-eight years earlier. “Production,” he said, “is not keeping pace with consumption, and if this condition be not relieved, some other section of the world will produce the cotton needed.” The Honorable Charles Schuler agreed that Louisiana must be protected from the boll weevil as Texas had not been. He questioned how “veterans who had sacrificed their property and their lives to the back the human vermin that infested their State would suffer this insect to overwhelm them.” The “immense importance of the crop” and the necessity of protecting it was proven by the sheer number of people who depended on it for their livelihood. Scientists like Professor H. A. Morgan knew that the weevils fed “upon volunteer or planted cotton” and advised that “infected” fields “should immediately be quarantined.\"","Despite the intensity of this call to war, the boll weevil slowed the production of cotton in the south. Poor tenant farmers suffered as much as, if not more than, rich plantation owners. All was not lost, however. Cotton had become king in the south, and this had resulted in irresponsible growing practices; the boll weevil invasion forced cotton growers to rethink their methods. Growers began to us more fertilizer on their plants, increasing the time that a plot of land could be used before it was depleted of nutrients. Even more drastically, the boll weevils’ presence slowed cotton production until it could no longer support the southern economy singlehandedly. The monocropping culture gave way to a more diverse agriculture. Eventually, southerners began to recognize that the boll weevil had not ruined their lives. Enterprise, Alabama, even built a monument to the boll weevil as a way of thanking it for pushing them into progress."],"display_date":"November 30, 1903 - January 1, 1922","search_date":"1912-12-15","locations":[{"id":52890,"lat":29.9858808,"lng":-90.0769034,"zoom":6,"place":"New Orleans"}],"tags":[{"id":1105,"tag":"Cotton"},{"id":1669,"tag":"South"},{"id":13,"tag":"Agriculture"},{"id":2914,"tag":"boll weevil"},{"id":2915,"tag":"monoculture"}],"course":{"name":"HIST 3550, American Environmental History","school":"Auburn University","course_id":155,"school_id":73}}]}