{"id":1108,"tag":"Mexican American Women","points":[[29.4490384361,-98.519907109]],"bounds":[[29.4490384361,-98.519907109],[29.4490384361,-98.519907109]],"episodes":[{"id":5320,"title":"Lydia Mendoza sings “Mal Hombre”","course_id":73,"status":"P","start_date":"1/1/34","end_date":"12/31/34","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["On a hot sunny day in a plaza on the streets of San Antonio, a young girl and her family set up a few chairs and arrange themselves with their instruments. The plaza is full of people selling and eating food, going about talking, and small groups of men strumming on their guitars in the background. Then suddenly the small voice of a young girl starts to sing amidst the crowd. She sings songs known to all those around, songs of heartache, songs glorifying the heroes of Mexico, and songs about the trials of daily life. But one song garners her more attention than all the rest, in her sweet voice she sings, “Mal hombre, tan ruin es tu alma que no tiene nombre. Eres un canalla, eres un malvado. Eres un… mal hombre” <em>Evil man, so mean is your soul it has no name. You are a scoundrel, you are a wicked one. You are an… evil man. </em>In 1934, “Mal Hombre” was heard on Spanish language radio sung by eighteen year old Lydia Mendoza.","Lydia Mendoza, born in May 1916 in Houston, moved to San Antonio with her family in 1928. Lydia and her sisters, managed by their father, performed along the streets, in business establishments, and at the Plaza del Zacate. They earned twenty-five to thirty cents per week and a dollar twenty-five on weekends. This was enough to pay the rent and provide food for the family.","In 1934, Lydia recorded “Mal Hombre” for Bluebird Records in San Antonio and earned sixty dollars. This event marked the first Tejano music track ever recorded making Lydia Mendoza the first Tejano music recording artist. Her song became a hit with the people along the Texas-Mexico border. According to Teresa Palomo Acosta in the article “Lydia Mendoza,” Mendoza’s voice could “awaken a populist frenzy and collective pride in Mexicans.”","Lydia Mendoza sang and recorded the folk songs and popular music of the region that had a history spanning over a hundred years. She recorded over a hundred songs and over fifty albums throughout her career. Her ability to connect with audiences that were neglected in mainstream American music earned her the titles of “La Alondra de la Frontera” <em>The Lark of the Border</em>,“La Cancionera de los Pobres” <em>the Songstress of the Poor</em>, and “La Gloria de Texas” <em>the Glory of Texas</em>.","Although Lydia Mendoza had secured a following among people in Texas, she still faced the struggles of minority people during the 1930s. While on tour in West Texas, Lydia Mendoza avoided staying in hotels and preferred the safety of privately owned homes with trusted friends. Furthermore, she and her band also avoided restaurants with signs that read “No dogs or Mexicans allowed.”","Lydia Mendoza continued to sing and record music into the second half of the Twentieth Century. In the 1970s, a rising interest in folk music around the country helped her find a new following among white college students. In 1977, she sang for President Jimmy Carter’s inauguration ceremony. Universities also took notice of her accomplishment. She taught music at California State University in Fresno, California. Mendoza continued recording music until she suffered a stroke in 1988.","Her work and accomplishments brought recognition to Hispanic culture during her lifetime. Mendoza has been inducted into the Tejano Music Hall of Fame (1982), the Texas Women’s Hall of Fame (1985), and the Tejano R.O.O.T.S. Hall of Fame and Museum (2002). She has also been awarded the National Endowment for the Arts Heritage Fellowship (1982) and presented with the National Medal of Arts (1999) by President Bill Clinton.","At the age of ninety-one, Lydia Mendoza died in San Antonio on December 20, 2007. Hundreds of her fans came to pay tribute at her funeral. She is buried at San Fernando Cemetery in San Antonio, Texas."],"display_date":1934,"search_date":"1934-07-02","locations":[{"id":23160,"lat":29.4490384361,"lng":-98.519907109,"zoom":9,"place":"Bexar, Texas"}],"tags":[{"id":1107,"tag":"Tejano Music"},{"id":1108,"tag":"Mexican American Women"}],"course":{"name":"History of the New South","school":"Texas Wesleyan University","course_id":73,"school_id":49}}]}