{"id":1111,"tag":"World War I","points":[[38.9151212228,-76.9435162098],[40.6916304076,-74.0035386433],[42.107446354,-83.1351982696],[41.000231092,-78.474128629],[39.5358347431,-76.0898051386],[42.614266142353,-75.69234765625],[41.041613288868,-73.852138140601],[41.696413124963,-73.918141494751],[41.1489458,-73.9830029],[42.363165365115,-73.553494054511],[41.639967351896,-74.423852426949]],"bounds":[[42.614266142353,-73.553494054511],[38.9151212228,-83.1351982696]],"episodes":[{"id":5322,"title":"Patriotism or Equal Rights: The Suffragist’s Dichotomy during World War I","course_id":72,"status":"P","start_date":"2/26/17","end_date":"2/26/17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Great War in Europe had already lasted much longer than anticipated by the early months of 1917. Despite a long-standing precedent of neutrality in the face of foreign conflict, the United States steeled itself for the possibility of war. On February 26, 1917, the <em>New York Times</em> ran an article entitled \"Suffragist Pledge Aid to the Nation\" covering the National American Woman Suffrage Association’s pledge to aid in the war effort if the U.S. became involved in the conflict overseas. The Suffrage Association had met the day before in Washington, D.C. and had drafted a letter to President Woodrow Wilson promising the services of two million suffragists.","The <em>New York Times</em> cited the contents of the letter, which expressed the suffragists’ belief that \"the settlement of international difficulties by bloodshed is unworthy of the twentieth century\" [1]. However, despite their opposition to the war, the suffragists would remain loyal to the U.S. government and fulfill their civic duty to support the soldiers and the war effort. In anticipation that the U.S. might enter the war, the Suffrage Association planned to form a committee of representatives from each suffragist organization to ready them for war work, such as collecting rations and medical supplies. Additionally, the <em>Times</em> reported that a new bureau would coordinate the placement of women in the positions left empty by men shipped out to fight.","The suffragists’ letter to President Wilson made clear that they had \"no intention of laying aside [their] constructive, forward work\" to obtain voting rights for the female citizens of the United States [1]. At the same time the suffragists were pledging their loyalty to the nation, they were also planning a demonstration at the White House the following Sunday. According to the <em>Times</em> article, women from all over the country would rally together in support of a constitutional amendment granting women the right to vote. At the same meeting that produced the letter to President Wilson, the Congressional Union for Woman Suffrage raised $12,500 in support of the demonstration outside of his offices. Later the same week, the Woman’s Party and the Congressional Union for Woman Suffrage would be merged following another convention in Washington, D.C.","The <em>New York Times</em> article highlights some of the paradoxes of the time period in which it was published. Women were told to be prepared to fill men’s positions on the home front while the men were fighting overseas, and yet were not accorded the same rights as those men. They were encouraged to be loyal to the U.S. government, but had no say in choosing that government. During this time period, women were expected to be patriotic and functional, but not political or radical. Opponents to women’s suffrage frequently made comparisons between the suffragist movement and socialism, implying that the two were irretrievably intertwined. However, during World War One, suffragists rationed food, volunteered for the Red Cross, and worked in factories that produced munitions [2]. Their continued loyalty and patriotism deflated arguments that voting rights for women opened the doorway for radical socialist pacifism.","Ironically, suffragist actions to support the war effort fulfilled the female Red Cross volunteer ideal presented in pro-war propaganda. Organizations such as the National American Woman’s Suffrage Association featured in the <em>New York Times</em> article tried to prove women’s \"fitness for suffrage and equal citizenship rights by loyally supporting the government’s military preparedness and war policies\" [3]. Through the patriotic efforts of suffragists during World War I, American citizens came to accept that women were entitled to equal voting rights. Their ability to step in and keep the country functioning while a large portion of the male population fought valiantly overseas proved that suffragists were loyal to the United States of America and sought to be further enabled to participate in the country’s government."," ","[1] \"Suffragists Pledge Aid to the Nation. Declare at Washington Meeting that 2,000,000 Women Will Serve in the Country’s Crisis.\" <em>The New York Times</em>, February 26, 1917. Retrieved from http://query.nytimes.com/mem/archive-free/pdf?res=9E01E2DD123BEE3ABC4E51DFB466838C609EDE","[2] Brown, K. M. \"The Education of the Woman Citizen, 1917-1918.\" <em>Bowling Green State University, </em>2010<em>. </em>Retrieved from http://etd.ohiolink.edu/view.cgi/Brown%20Kathryn%20M.pdf?bgsu1277150212","[3] McKillen, E. \"Pacifist Brawn and Silk-Stocking Militarism: Labor, Gender, and Antiwar Politics, 1914–1918.\" <em>Peace & Change</em>, 33(3), 388-425, 2008. doi:10.1111/j.1468-0130.2008.00504.x"],"display_date":"February 26, 1917","search_date":"1917-02-26","locations":[{"id":17283,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Dist Columbia, District of Columbia"}],"tags":[{"id":7,"tag":"Women"},{"id":196,"tag":"women's rights"},{"id":170,"tag":"suffrage"},{"id":1111,"tag":"World War I"}],"course":{"name":"America From Civil War to World Stage","school":"Widener University","course_id":72,"school_id":43}},{"id":5340,"title":"American Women during WWI","course_id":72,"status":"P","start_date":"1/1/18","end_date":"12/31/20","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Ida Clyde Clarke’s <em>American Women and the World War </em>pays homage to the everyday heroism that women during the first World War conveyed. Written in 1918, Clarke clearly explains that she plans, with this publication, to “permanently record the greatest massed effort of women the world has ever known” [1]. It is clear that Clarke feels that these great women go under-appreciated, hence why she published this document. Clarke’s target audience for the publication is women. She seeks to encourage women in their future endeavors by describing the great successes of women during the first World War. Her goal is to bring well-deserved attention to the efforts of women during the war.","Clarke begins by discussing the creation of the Woman’s Committee, a useful tool that gathered together groups of women across many states in mutual cooperation [2]. The Committee was so well-organized that it began to acquire sub-divisions such as Child Welfare and Home and Foreign Relief. The women of this Committee delivered valuable lectures about food conservation and also gave their time to help with the Red Cross. Although the Red Cross work was very helpful to the sailors during this time, women during the war also volunteered at home by overseeing playgrounds, parks and other various charities [3]. Clarke also goes on to describe that these women did their patriotic duty by nearly solving the problems of food conservation and food production during the time of the war.","Although there are many triumphs discussed in American Women and the World War, women also faced several injustices. While women were able to enlist in the US Navy during World War I, they had to settle for typically “female” work. This work would include nursing and telephone operating. The women were also denied an auxiliary corps, as per the War Department. Along with the war ending also concluded any hopes of women enlisting in the US Army [5].","While women during World War I faced many ups and downs, one can say that their efforts were eventually recognized. Popular belief holds that women were recognized because they had truly proved themselves during the war [6]. Undoubtedly, the women’s war efforts also helped lead to their gaining the right to vote in 1920 with the 19<sup>th</sup> Amendment.","In conclusion, Ida Clarke successfully achieved her goal in proving the heroism and patriotism of American women in American Women and the World War. Women finally were given the chance to prove themselves as the everyday heroes that they were, at home and during the war. By doing so, they continued their legacy of equal rights and eventually gained the right to vote."," "," ","<sup><sup>[1]</sup></sup> Ida Clyde Gallagher Clarke, <em>American Women and the World War</em> (New York: D. Appleton and Co,1918), 1.","<sup><sup>[2]</sup></sup> Clarke, <em>American Women</em>, 9.","<sup><sup>[3]</sup></sup> Clarke, <em>American Women</em>, 34.","<sup><sup>[4]</sup></sup> Clarke, <em>American Women</em>, 118.","<sup><sup>[5]</sup></sup> Joshua S. Goldstein, <em>War and Gender: How Gender Shapes the War System and Vice Versa</em> (Cambridge: Cambridge UP, 2001).","<sup><sup>[6]</sup></sup> “World War One and Women,” accessed December 1, 2011, http://www.historylearningsite.co.uk/world_war_one_and_women.htm."],"display_date":"1918 - 1920","search_date":"1919-07-02","locations":[{"id":15927,"lat":40.6916304076,"lng":-74.0035386433,"zoom":10,"place":"New York, New York"}],"tags":[{"id":7,"tag":"Women"},{"id":1111,"tag":"World War I"}],"course":{"name":"America From Civil War to World Stage","school":"Widener University","course_id":72,"school_id":43}},{"id":5552,"title":"The Espionage Act of 1917","course_id":89,"status":"P","start_date":"1/1/17","end_date":"12/31/17","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1917 the United States Congress passed the Espionage Act while involved in World War I. This act made it illegal for someone to obtain, distribute, or possess information relating to the national defense of the United States, her dependents, or those under her control or jurisdiction. The act also made it illegal to aid, conspire, or share any information or documents relating to national defense. Punishment for these crimes included a fine not to exceed $10,000 and/or a two year prison sentence. The Espionage Act also made it illegal to make false statements or otherwise interfere with military operation, including but not limited to causing any type of disloyalty, mutiny, promoting insubordination, or refusal of duty, and willingly obstructing recruitment. Punishment for these crimes carried a fine not to exceed $10,000 and/or twenty years in prison.  The act even extended to those that conspired with a group, but did not participate, and those that failed to report someone that was suspected of any of these crimes. These crimes carried the same punishment as those previously mentioned.","Within the first few months of the Espionage Act, roughly nine hundred people were imprisoned. Public figures such as Eugene V. Debs, Philip Randolph, and Emma Goldman were imprisoned under the act for various crimes. Many were imprisoned for speaking out against the act and for criticizing whether or not it violated the First Amendment. Arrests and imprisonments even included conscientious objectors to World War I, with four-hundred fifty being imprisoned.  <em>The Masses,</em> a socialist journal, was not immune to suspicions either. In 1918, authorities claimed that some of its articles and cartoons undermined the United States’ war effort. Legal action eventually forced the journal to stop publication. Then attorney general A. Mitchell Palmer and his assistant, J. Edgar Hoover, used the Espionage Act and Sedition Act, passed the year before, to deport immigrants that were believed to be involved in left-wing politics. In total, two-hundred forty-five people were deported, primarily to Russia. These policies and deportations continued during the Red Scare of 1919-1920, when nearly fifteen-hundred people were arrested for what was viewed as disloyalty.","Citations:"],"display_date":1917,"search_date":"1917-07-02","locations":[{"id":17283,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Dist Columbia, District of Columbia"}],"tags":[{"id":1111,"tag":"World War I"},{"id":1193,"tag":"J. Edgar Hoover"},{"id":1473,"tag":"Espionage Act"},{"id":1474,"tag":"Eugene V. Debs"},{"id":1475,"tag":"Emma Goldman"},{"id":1476,"tag":"A. Mitchell Palmer"}],"course":{"name":"Industrialism and Imperialism","school":"Texas Wesleyan University","course_id":89,"school_id":49}},{"id":5874,"title":"Idle Hands Are a Gardener's Playthings: Community Involvement in the Wake of the Great Depression","course_id":118,"status":"P","start_date":"1/1/25","end_date":"12/31/35","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Just before World War I, John Balowich just barely avoided conscription into the Russian army by being sponsored to the US by his brothers. Beginning work in the coal mines in DuBois, PA, John faced dire circumstances both down in the mines and above ground: whatever wages he earned were owed to the company store for sustenance before he even resurfaced with his pay. Given an opportunity to escape the mines, John moved to Detroit as an auto factory worker, promised a \"magnificent sum of $5 a day.\" Leading up to the Depression, as auto company layoffs and changeovers began, John harbored dreams of staring a grocery store, a dream to which he came one step closer when he began renting a candy shop on Hanson and Cicotte. Shortly after, John was finally able to take up renting a \"grocery-butcher shop with living quarters,\" fulfilling his dream. Working from 6:45 AM to 9:45 PM, John loved every moment and created a \"village meeting place\" equipped with the only telephone in the area. John even began extending credit to local patrons and ended every transaction with \"a little schnapps\" and a candy bar for each of the men's children. John was happy, and \"everyone was happy,\" until rationing and shortages brought on by the Second World War forced him to close the store and return to factory work. Though John never fully regained the losses from the outstanding credit, John remained \"happy and optimistic\" since he had \"achieved his dream, lived a good life, and loved his country with a passion.\"","John's fierce optimism and devotion to his community was characteristic of the time period as Sidney Fine writes in his biography of Frank Murphy. He describes the \"widespread belief in the United States before 1929 that a person who wished to work could find employment,\" a sentiment that is exhibited by John's dreams to leave a steady position and risk opening his own store. Frank Murphy, the mayor of Detroit leading up to and during the Great Depression, believed that citizens of Detroit should expect that their government should aid those in distress due to unemployment, stating that \"no one in this great city of plenty...must be allowed to go hungry, or cold, or unhoused, or unclothed.\" This belief led Murphy to start the Mayor's Unemployment Committee (MUC) to help to address issues of unemployement by sharing the importance of the issue with the whole community and framing the issue in a new light. MUC went on to establish several new programs, once of which was the Detroit thrift-gardens, a program that echoed the work of Hazen Pingree and his \"potato patches.\" In addition to providing much-needed food to the unemployed, Murphy believed that \"the psychological effect of idleness of large groups of our people...[is] dangerous to the safety and morale of the country\" and that the projects could help to cultivate work ethic for the unemployed. Though originally unsuccessful, the project eventually proved to provide work for the unemployed and allowed them to stay mentally and physically fit until they found another job while contributing to the greater community."],"display_date":"1925 - 1935","search_date":"1930-07-02","locations":[{"id":21386,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"},{"id":21832,"lat":41.000231092,"lng":-78.474128629,"zoom":9,"place":"Clearfield, Pennsylvania"}],"tags":[{"id":1978,"tag":"Unemployment"},{"id":1081,"tag":"The Great Depression"},{"id":1111,"tag":"World War I"},{"id":1908,"tag":"Garden"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6268,"title":"Aberdeen Proving Ground Creating a Local Impact","course_id":132,"status":"P","start_date":"10/20/17","end_date":"7/15/20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["World War I impacted millions of people and their environment. After hostilities erupted in Europe in 1914, the United States maintained an official stance of neutrality. But American industry recognized an opportunity, and provided a variety of supplies to warring nations. The German strategy of unrestricted submarine warfare made neutrality impossible, however. The United States declared war on Germany in 1917, and the federal government entered into the business of military supply.","Six months after the official declaration of war, the federal government purchased over 35,000 acres of land in Harford County, Maryland. The War Department contracted with the Maryland Dredging & Contraction Co. for construction and Aberdeen Proving Ground opened in October, 1917. The facility was used for designing and testing ordinance material. The construction of the Proving Ground had a profound impact on the local community. Population increased dramatically, and workers and locals alike demanded new services.","Transportation services became a priority for both locals and workers. On November 1<sup>st</sup> 1917 Mr. James Buckelew requested a railroad track extension so that workers could travel directly from Baltimore to the Proving Ground. Work to extend the tracks began on December 20<sup>th</sup> 1917. Unfortunately, the new line was not complete until  July 15<sup>th</sup>, 1920, well after the end of the war.","The population increase also created opportunities for new businesses in Aberdeen. Recreational facilities were particularly in demand. The Aberdeen Amusement Company constructed a theater that became an important social space for locals, workmen, and soldiers alike. The Aberdeen Amusement Company was the only theatre in the Aberdeen area, so it was  important to everyone. Sadly, on a cold winter night in February of 1918, the Odd Fellow Building, located right next to the theatre caught fire and caused severe damage. The reconstruction of the buildings took over three years, but the theatre was rebuilt and renamed “New Theater.\"","Aberdeen Proving Ground created a local impact for the town of Aberdeen. It helped the town grow to over 15,000 people in a short period of time, and it made a home for not just the locals, but a home for soldiers and their families during World War I."],"display_date":"October 20, 1917 - July 15, 1920","search_date":"1919-03-03","locations":[{"id":15946,"lat":39.5358347431,"lng":-76.0898051386,"zoom":9,"place":"Harford, Maryland"}],"tags":[{"id":1111,"tag":"World War I"},{"id":792,"tag":"Transportation"},{"id":955,"tag":"Theatre"},{"id":2527,"tag":"Aberdeen"},{"id":2528,"tag":"APG"},{"id":2529,"tag":"local"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}},{"id":6864,"title":"In Westchester Lies the Fear of Spies","course_id":190,"status":"P","start_date":"7/12/18","end_date":"7/12/18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On July 12, 1918, the Bronxville Review published an article entitled, “Why Westchester County Must Be Guarded.” It claimed that Westchester County had a problem with the presence of “enemy aliens” during the First World War. An “enemy alien” was a person living in America who was a citizen of a foreign country at war with the United States. The article described efforts to ensure the protection of the county. The local sheriff established a camp, known as the “field headquarters,” which consisted of twenty men who went out on patrols day and night across the entire county, looking for anyone they thought could be suspicious enemy aliens. Westchester even developed its own intelligence bureau. Enemy aliens were supposedly interested in Westchester, because “of easy access to New York, together with the fact that there were many unguarded and unobserved sections in the remote part of the county.” Authorities were worried about potential espionage and “various unfriendly acts” that enemy aliens might commit. This article highlights a broader issue of spy panic that was occurring throughout the United States during the First World War.","When the war broke out in 1914, President Woodrow Wilson acted under the Alien and Sedition Act of 1798, which allowed the president to arrest and deport aliens who had fallen under suspicion. When the United States entered the war in 1917, the fear of spies only intensified. To help ease this hysteria, President Wilson ordered all German-American citizens fourteen years of age and older to register with the government. People were paranoid about the idea of possible enemy aliens living amongst them and were suspicious of all German-Americans, whether they had a reason to be or not. In 1918, a man named Robert Prager, a German-American citizen living in Collinsville, Illinois, was publicly lynched after falling under suspicion of being an enemy alien.","German-Americans were discriminated against during World War I and faced unfair regulations. In April 1917, the federal government ruled that German-Americans were prohibited from living near munitions manufacturers. German-Americans living in New Haven, Connecticut near the Winchester Repeating Arms factory were forcibly evacuated from their homes. Some Germans-Americans were imprisoned in internment camps. A widespread feeling of xenophobia towards German-Americans swept over the United States. For example, in 1917 the German language was eliminated from the curriculum of many public schools in the United States, all due to the panic that people felt about enemy aliens.","The dilemma that the people of Westchester County faced was only a preview of the hysteria spreading throughout the country. The actions of county officials demonstrates the idea that the war took a psychological toll on the people on the homefront, causing people to be fearful of things that were not a present threat. The attitude towards German-American civilians at this time was one of fear and hatred, and the government’s fears about security from these possible threats outweighed the rights of individuals. The First World War stoked unreasonable panic about internal enemies that led to the violation of people’s civil rights."],"display_date":"July 12, 1918","search_date":"1918-07-12","locations":[{"id":53198,"lat":42.614266142353,"lng":-75.69234765625,"zoom":6,"place":"Westchester County, New York"}],"tags":[{"id":1111,"tag":"World War I"},{"id":3673,"tag":"Enemy Aliens"},{"id":3674,"tag":"German-Americans"}],"course":{"name":"Historian's Craft","school":"SUNY New Paltz","course_id":190,"school_id":102}},{"id":6885,"title":"Help Catch a U-Boat!","course_id":190,"status":"P","start_date":"2/1/15","end_date":"11/1/18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In early December of 1917, the United States Navy was in dire need of binoculars, spyglasses, and telescopes. The decision to declare war in April had brought the Navy into direct conflict with German U-boats, which had terrorized American trade and civilian vessels for the last several years. To face this challenge, the Governor of New York, Charles Whitman, sent out a call to the general public for assistance. On December 12<sup>th</sup> in the town of White Plains, the <em>Scarsdale Inquirer</em> published the following communication from the State Defense Council: “The Council, in view of the great need of the United States Navy for binoculars, spyglasses and telescopes and the impossibility of their manufacture, has adopted a recommendation of Governor Whitman that the people who have such glasses be urged to turn them over to the Government for use in the war.” Before the war began, the United States imported practically all high-quality observation lenses from Germany. American factories could not keep up with wartime demand. These glasses were needed on the growing number of ships being pushed into action. The article claimed that every ship, whether it was in the Navy or a merchant marine ship, required more men on lookout than ever before because of submarines.","The tensions that boiled over in 1917 had been simmering for at least the last two years. Frequent reports of sinkings and alleged sabotage by the Germans contributed to a sense of fear and unease. The most famous was the sinking of the Lusitania in May of 1915, in which 128 Americans lost their lives. Calls to “Remember the Lusitania” were a popular motivation to fight back against German naval tactics and the obvious danger they presented. President Woodrow Wilson responded with a formal protest to Berlin in which he cited the “sacred freedom of the seas.” He asserted that “American citizens act within their indisputable rights… in traveling wherever their legitimate business calls them upon the high seas, and exercise those rights in what should be the well-justified confidence that their lives will not be endangered by acts done in clear violation of universally acknowledged international obligations.” Despite American objections, no permanent resolution between the sides could be reached. The German’s decision to return to unrestricted submarine warfare in February of 1917 necessitated a strong response.","The article of December 12<sup>th</sup>, 1917 demonstrated the atmosphere of fear and uncertainty that surrounded the submarine war. Even those in landlocked communities who had little to fear from a submarine attack, such as White Plains, New York, were asked to aid the fight against U-boats. The article appealed to those who could not take an active part in “this war on the Kaiser” to help catch one of his submarines by sending a glass to the Navy. Not only did the article show how the United States was struggling to meet the demands of the Great War, but it also revealed America was ready to enlist everyday people to keep up with those demands."],"display_date":"February 1, 1915 - November 1, 1918","search_date":"1916-12-16","locations":[{"id":53210,"lat":41.041613288868,"lng":-73.852138140601,"zoom":10,"place":"White Plains, New York"}],"tags":[{"id":3697,"tag":"Naval Operations"},{"id":3696,"tag":"U-Boats"},{"id":1111,"tag":"World War I"}],"course":{"name":"Historian's Craft","school":"SUNY New Paltz","course_id":190,"school_id":102}},{"id":6887,"title":"Wartime, Women, and Sexual Constructs","course_id":190,"status":"P","start_date":"11/9/18","end_date":"11/9/18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["       On November 9, 1918, the social reformer, Dr. Eleanor Bertine spoke at Vassar College in Poughkeepsie, New York about “sex morals.” An article about her speech, titled “Social Morality and the War,” was published in the campus newspaper, <em>The Vassar Miscellany News, </em>on November 14, 1918. In her speech, Dr. Bertine argued that laws on sex were unjust toward women and that therefore, ‘the single moral standard’ should be followed as a regulation. The single standard pushed for men to abide by the same rules they expected women to abide by: abstaining from sexual relations before marriage and remaining loyal to their husbands afterward. As a whole, women wanted to hold men accountable for their own role in engaging in sexual behaviors. The “double moral standard” excused male indiscretions, but not female.","       During the Progressive Era, male and female reformers began to devise regulations to control and ultimately destroy commercialized prostitution. At the beginning of World War I, male reformers formulated new regulations on prostitution through licenses, special courts, and laws that disciplined women. Female reformers like Bertine, however, pointed out the issue with prostitution was the conduct of men, and therefore pushed for a single standard of sexual behaviors. These female reformers felt that the double standard divided women into bad and good, while condoning the behavior of men using women for their own sexual benefit.","       The problem with the double moral standard, Bertine said, was that people assumed it was “caused by actual physical differences of sex, by the mistaken ideals of boys, too often imparted by women, and by the lesser necessity for responsibility in a man.” Under the double standard, women were expected to remain pure, while men were encouraged to explore their sexuality before and while being married. The Historian John C. Burnham notes that young men at this time rarely were loyal to their fiancés or wives, and even doctors commonly believed that abstinence was harmful to a man’s health. Dr. Bertine’s talk shows the inequality of expected social-sexual behaviors between men and women. Circumstances and regulations against women, created under the double standard, showcase a global epidemic of blaming and punishing women, and the hypocrisy that goes along with it, for actions that men were obviously a part of as well.    "],"display_date":"November 9, 1918","search_date":"1918-11-09","locations":[{"id":53213,"lat":41.696413124963,"lng":-73.918141494751,"zoom":13,"place":"124 Raymond Ave, Poughkeepsie, NY 12604"}],"tags":[{"id":83,"tag":"Prostitution"},{"id":7,"tag":"Women"},{"id":1111,"tag":"World War I"}],"course":{"name":"Historian's Craft","school":"SUNY New Paltz","course_id":190,"school_id":102}},{"id":6889,"title":"Working Reserve Supports the Farms","course_id":190,"status":"P","start_date":"4/20/18","end_date":"4/20/18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In Rockland County, New York, farmers were short on help during the spring of 1918. Most of their farm hands were being pressed into military service after the United States entered World War I in April 1917. Food production was likely to suffer. However, the <em>Rockland County Times </em>on 20 April, 1918,brought good news. The New York State Food Commission created the New York State Boys’ Working Reserve in March 1918 to select and mobilize young men ages 16 to 21 in support of the farms. The boys mostly came from New York City and were screened before being sent to farms upstate. In April 1918, one thousand boys had already bent sent to assist the farmers in their tasks.","The farmers were encouraged to put in requests for additional help at once, before the season began in earnest. Farmers who requested help sooner were able to get a better selection of workers than those who did so later. L.A. Muckle from the Rockland County Farm Bureau and Mr. G M Carleton of Mahwah, New Jersey, obtained the necessary paperwork and coordinated labor support for farmers. Mr. Carleton had charge of the boys from New York City High School, who would be mobilized to support Rockland County Farmers.","As of April 20, 1918, Mr. Carleton had ten boys ready for mobilization to the Rockland County to support the farms there. Furthermore, he was able to reserve an additional twenty to thirty boys within the following two weeks if he received applications from the farmers promptly. Farmers were assured that Mr. Carleton would do his best in screening the boys to be mobilized. The boys sent would be strong and willing workers who would fulfill the requirements the farmers had. These boys proved to be a valuable asset in assuring food production would not falter and contribute to the war effor","This article demonstrates that labor was a huge problem not only for the farmers in Rockland County, but also for farmers and businesses across the United States. Labor shortages not only decreased the production rates, but also hampered the war effort. The United States was not well prepared to meet its labor needs after the declaration of war in April, 1917. The creation of the Boys’ Working Reserve suggest that the government was slow to identify these issues and devise a strategy to mitigate them. The Boys’ Working Reserve provided relief to farmers, but it came nearly a year after the United States entered the war."],"display_date":"April 20, 1918","search_date":"1918-04-20","locations":[{"id":53215,"lat":41.1489458,"lng":-73.9830029,"zoom":2,"place":"Rockland County, New York"}],"tags":[{"id":1111,"tag":"World War I"},{"id":2935,"tag":"Farmers"},{"id":896,"tag":"Labor"}],"course":{"name":"Historian's Craft","school":"SUNY New Paltz","course_id":190,"school_id":102}},{"id":6891,"title":"Fighting the War from the Kitchen","course_id":190,"status":"P","start_date":"1/2/18","end_date":"1/2/18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["At the start of the year 1918, women in Chatham, New York were beginning to feel the pressures of World War I in their homes. On January 2, 1918, the Chatham Courier featured “Hints for Housekeepers,” an article that called for women to start using “fireless cookers” to make their meals. These cookers could either be bought or made with instructions provided by the government. According to the article, “One woman made one of these cookers out of an old trunk and some hay which served her purpose very well and saved her many a dollar.” To use these cookers, the food to be cooked had to first be heated to the boiling point separately, either on a stove or by some other method. Then, once at the boiling point, the food could be moved to the cooker, where it would remain until it was finished cooking. The article quoted a woman who used a fireless cooker to boil her ham overnight, and she stated,  “In the morning it was always perfectly done...” Thus, “...it is possible for every household in the United States to save much time, fuel and nervous energy...” by using the cookers in their daily meal preparation. This practice would save women time that, according to the article, they could then “...spend in Red Cross work, or knitting or in some one of the various branches of war relief.”","Many changes on the home front during the war, including values the United States Food Administration’s propaganda promoted for women at home, began to create a new role for women in society. The United States Food Administration was a government agency created in 1917 in response to the United States’ entrance into World War I. In the same year, President Woodrow Wilson placed Herbert Hoover in charge of the new administration. Hoover and his administration oversaw the management of food on the home front, and in order to do so created propaganda to influence women. Although the government did not implement rationing during the war, the United States Food Administration encouraged women to conserve as much as they could for the war effort. In her analysis of propaganda during the war, author Celia Malone Kingsbury wrote of the importance that this appeal placed on the war in homes and kitchens, drawing it into the domain of women. The emphasis on conserving for the war effort could be one reason that women were willing to create their own “fireless cookers”  out of inexpensive or repurposed materials to prepare their meals. According to the article, these cookers were useful because “Saving of labor is almost as important if not quite so, as the saving of money at this time….” The emphasis placed on the importance of women’s work at home gave them a role in the war, where their work on the home front was just as important as that of the men fighting in battles on the war front."],"display_date":"January 2, 1918","search_date":"1918-01-02","locations":[{"id":53214,"lat":42.363165365115,"lng":-73.553494054511,"zoom":8,"place":"Chatham, New York, USA"}],"tags":[{"id":1246,"tag":"Propaganda"},{"id":7,"tag":"Women"},{"id":3701,"tag":"home front"},{"id":1111,"tag":"World War I"}],"course":{"name":"Historian's Craft","school":"SUNY New Paltz","course_id":190,"school_id":102}},{"id":6893,"title":"A Vassar Alumnus in France","course_id":190,"status":"P","start_date":"1/1/14","end_date":"12/31/19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1918, Irma Waterhouse, a graduate of Vassar College, traveled to France as a part of the Vassar relief unit under the American Red Cross, working with the American Expeditionary Forces. She wrote about her experiences in letters home, one of which was published in the Vassar school newspaper, The Miscellany. Waterhouse had graduated in 1914 and was recruited by the Vassar Canteen Unit in 1918. In her letter, she was proud to explain what she was doing to aid the American army in France. She discusses how important volunteers were and how their help was so desperately needed. She describes the excitement she feels living in France: “We get back and forth in army trucks or army machines and that is the time when you get the biggest thrill- for of course we are the only women who can ride in army trucks and cars- we are part of A. E. F.!” Irma emphasized the honor she felt serving her country. She urged other women at Vassar to join the A.E.F.","Women were desperately needed to fill jobs in France. The book, The Hello Girls by Elizabeth Cobbs discusses the push for women’s involvement in the communication sector. Many women were recruited to become switchboard operators but, there were also  many other positions that needed to be filled from nurses to secretaries. Irma Waterhouse was one of those women. She worked in the kitchens of a Red Cross station in France and served soldiers. This position was revolutionary for a woman like Irma. Because of her wealth and access to education she had the time to volunteer and follow a patriotic calling of helping the military. These opportunities were not afforded to lower class women, who did not have the means to take off from work and leave their responsibilities at home. Irma’s education aided her in work; at some points during her service she worked as a secretary. She was the only person out of five secretaries to speak French, so she often translated between the American and French secretaries.","Irma Waterhouse and the Vassar Canteen Unit tell a unique story about social roles of women during the war. The role of women was changing at this time, as new positions overseas and at home opened to women. For the first time, women were not only encouraged to enter the war effort, but also they were drastically needed.  These women volunteers came from upper-class families with educated backgrounds, but in France they worked service jobs usually held by the lower class. Waterhouse’s achievements did not end here. During World War II she once again worked with the Red Cross informing families across New York city that their sons and husbands had been killed in the war. In her adult life, Waterhouse taught classes to uneducated women about how to lead discussions, a move towards liberating women. She was also a successful author of short stories, received an M.A. in social working at fifty-one and became the head psychiatric social worker at Adelphi University. World War One opened up a variety of opportunities for women, especially upper-class women. After the war, many educated and experienced women who had proved themselves in the face of conflict."," "],"display_date":"1914 - 1919","search_date":"1916-12-31","locations":[{"id":53219,"lat":41.639967351896,"lng":-74.423852426949,"zoom":9,"place":"Poughkeepsie, NY"}],"tags":[{"id":1111,"tag":"World War I"},{"id":7,"tag":"Women"},{"id":3706,"tag":"Vassar"},{"id":3707,"tag":"AEF"}],"course":{"name":"Historian's Craft","school":"SUNY New Paltz","course_id":190,"school_id":102}}]}