{"id":1113,"tag":"Keating-Owen Act","points":[[38.9151212228,-76.9435162098]],"bounds":[[38.9151212228,-76.9435162098],[38.9151212228,-76.9435162098]],"episodes":[{"id":5309,"title":"The Keating-Owen Child Labor Act of 1916","course_id":72,"status":"P","start_date":"9/1/16","end_date":"9/1/16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Congress drafted the <em>Keating-Owen Child Labor Act of 1916</em> as a means to regulate youth labor.  This Act was named for its sponsors, Democratic Representatives Edward Keating and Robert Latham Owen.  The Act prohibited the shipment or delivery for shipment for interstate or foreign sale of any goods or services that were produced by laborers under the age of 14 in a factory, shop or cannery and under the age of 16 in a mine.  Also, child laborers under 16 years old could only work from 6am to 7pm and not for more than eight hours a day and not more than six days a week.","The Act specified that the U.S. Attorney General, the Secretary of Commerce and the Secretary of Labor would convene a board to publish from time to time uniform rules and regulations to comply with this Act.  To enforce this Act, the Secretary of Labor would assign inspectors to perform inspections of workplaces that produce goods for commerce.  These inspectors would have the authority to make unannounced visits and would be given full access to the facility in question.   Anyone found in violation of this Act or who makes false statements or produces false evidence would be subject to fine and/or imprisonment.","By the early 1900s, census figures estimated that nearly two million children were employed in manufacturing, agriculture, mines, and stores and on city streets.  Most of these workers were under age 14.  They were typically the sons and daughters of poor immigrants helping to support their families.  Children working in factories, mines, mills and on farms were usually subjected to harsh working conditions.  They worked for twelve or more hours a day, and usually seven days a week.  Injuries and illnesses were very common.  Playtime and school were nonexistent for these youngsters.","The issue of child labor had become a concern to many Progressive reformers.  A group of reformers founded the National Labor Committee in 1904.  Their goal was to collect evidence to document the conditions faced by these young workers.  They hired investigators, such as Lewis Hine, to gather this information.","Hine interviewed and photographed countless young child laborers around the country.  He often had to hide his camera and even sneak into the work places to get his shots.  His photographs were very compelling.  The photographic evidence as well as his interviews brought much attention to the overwhelming facts of this very real problem.  Hine’s photographs and interviews were used to enlighten Congress to the fact that legislation needed to be introduced to ban the unsafe child labor practices.","Congress had hoped the Keating-Owen Child Labor Act could achieve their objective to rid the industrial market of immoral child labor practices.  This was not to be.  The Supreme Court ruled in Hammer vs. Dagenhart that the Keating-Owen Child Labor Act was unconstitutional in 1918.  They found that Congress could not regulate interstate commerce above the states’ right to regulate local trade as stated in the 10th amendment of the U.S. Constitution.  This was a big blow to Congress, the Progressive reformers and Lewis Hine.  They all had worked very hard to bring an end to an appalling American reality.","They would all have to wait to finally see real regulation of child labor practices in the U.S. until the passage of the Fair Labor Standards Act of 1938.  This Act successfully survived through Supreme Court challenges and even led to the reversal of Hammer vs. Dagenhart in 1941.  The Fair Labor Standards Act of 1938 is still law today."],"display_date":"September 1, 1916","search_date":"1916-09-01","locations":[{"id":17283,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Dist Columbia, District of Columbia"}],"tags":[{"id":68,"tag":"Progressive Reformers"},{"id":1079,"tag":"Lewis Hine"},{"id":1113,"tag":"Keating-Owen Act"},{"id":65,"tag":"Child Labor"}],"course":{"name":"America From Civil War to World Stage","school":"Widener University","course_id":72,"school_id":43}}]}