{"id":1115,"tag":"Freedmen","points":[[35.182488505,-89.8964012565],[31.9014449767,-81.1192880728],[35.7795897,-78.6381787]],"bounds":[[35.7795897,-78.6381787],[31.9014449767,-89.8964012565]],"episodes":[{"id":5325,"title":"Freedmen's Bureau: Simply Welfare? Or Something More?","course_id":73,"status":"P","start_date":"1865-03-03","end_date":"1866-03-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Civil War left the freedmen with no place to live, no food to put on their plates, and no opportunity for jobs. Responding to this problem, the government established The Freedmen’s Bureau. Launched on March 3, 1865, the Bureau provided relief to freed slaves, including giving out clothing, food, and medicine. The Bureau also confiscated land in some of the former confederate states to give them a new start. The differing opponents and sympathizers depicted their views through post-civil war years, most descriptively and creativity through cartoons and drawings.","Geography defined their positions. The northerners accepted the abolition of slavery with open arms. They had a vision that Blacks would be socially regarded with respect. However, proponents realized that state and federal laws needed amending to provide this new life. Freedmen offices in each of the former states eventually hired 550 agents to better the lives of the freed slaves.","However many, mainly southerners, saw the new system as a type of welfare, where freedmen received money, land, food, and clothing without having to do anything in return. In an 1866 political cartoon, a freed slave was depicted as last, cheating the system. The cartoon degraded the African American depicted in the picture, declaring the Freedmen’s Bureau as an “agency to keep the Negro in idle at the expense of the white man.” The white man preformed all the work, while a barefooted African American asked himself “What is de use for me to work as lang as dey make des appropriations?” Critical and defaming prints and cartoons contributed to the end of the Freedmen’s Bureau in 1866."],"display_date":"March 3, 1865 - March 3, 1866","search_date":"1865-09-01","locations":[{"id":1276,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":1119,"tag":"Freedmen's Bureau"},{"id":92,"tag":"Freed Slaves"},{"id":1114,"tag":"Political Cartoons"},{"id":1115,"tag":"Freedmen"}],"course":{"name":"History of the New South","school":"Texas Wesleyan University","course_id":73,"school_id":49}},{"id":5816,"title":"African-American Killed KKK Member in Memphis, Tennessee","course_id":113,"status":"P","start_date":"1868-03-19","end_date":"1868-03-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On March 19, 1868, <em>The New York Times </em>reported the murder of a supposed Ku-Klux Klan member by a “Negro” in Memphis, Tennessee. The paragraph summary reported that a group of Klan members went to the African-American’s home the night prior and “demanded admission” there. Henry C. Blair, the supposed KKK member, shot and killed by the homeowner during the confrontation. <em>The New York Times</em> predicted there would be no “further trouble” despite the animosity the situation had created in the surrounding area.","The general philosophy around the creation of the Ku Klux Klan “tapped the daily economic and social frustrations of the average white southerner, and in doing so rationalized who the enemy was and how they were to be defined, fought, and eliminated as a threat,” claimed professor Kwando Miassi Kinshasa. The KKK began as armed counterpoint to the reconstruction ideas implemented in the United States after the Civil War. Many KKK members were “war-veterans, the unemployed, the ex-slave, poor white farmers and restless youth whose fortunes were yet to be made and lost.” As the United States prepared to make massive changes in a country that remained in shambles from a four year war, the entry of thousands of African-Americans into the status of citizens was a nightmare for southerners who lost the war. Kinshasa wrote, “Violent attacks by the Ku Klux generally inflicted havoc among unarmed rural Freedmen.” The notion of slavery died with the Civil War, but, the idea that African-Americans could have full ownership of property and their own labor was an idea that many Southerners could not reconcile after the defeat of the war. To disarm the Freedmen from all power and rights would place the whites back in a position of power and leadership after a dreadful defeat.","The murder of a Klansmen in Tennessee represented the willingness of African-American citizens to fight for the rights that were inherently theirs. Despite the violence that the Klan enforced on the African-American population, armed resistance by African-Americans occurred. Tennessee, the only state outside of the deep South that had a significant portion of the population in support of the KKK, refused to push the Klansman’s murder."],"display_date":"March 19, 1868","search_date":"1868-03-19","locations":[{"id":12369,"lat":35.182488505,"lng":-89.8964012565,"zoom":9,"place":"SHELBY, Tennessee"}],"tags":[{"id":32,"tag":"Civil War"},{"id":151,"tag":"Ku Klux Klan"},{"id":1115,"tag":"Freedmen"},{"id":248,"tag":"tennessee"},{"id":1872,"tag":"New York Times"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":113,"school_id":3}},{"id":6299,"title":"Harriet Jacobs encourages Savannah Freedman’s Orphan Asylum","course_id":137,"status":"P","start_date":"1868-03-02","end_date":"1868-03-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Harriet Jacobs appealed to the government of the city of Savannah to create an orphan asylum. According to Jacobs there were other organized societies that provided “relief of the freed orphans and aged freedman.” What Jacobs planned to do was purchase an area of land around the city and cultivate it for the use of the both the children and older residents within the area. “I promised my assistance, with the understanding that they should raise among themselves the money to purchase the land,” she wrote,  “to cultivate the land (about fifteen acres) in vegetables and fruit.” Jacobs then went on to say that, “The institution will thereby be supplied, while a large surplus will remain for market sale. Poultry will also be raised for the market sale.”  By making the institution self-sufficient they hoped not to depend on local or state government in the long term would most likely decline to help blacks. Jacobs and her counterparts wanted to provide for both education and growth for African Americans who were left in a state of destitution during the Reconstruction era.","Harriet Jacobs was an ex-slave from North Carolina who spent years of her life working as a nanny for a family in New York. She changed her name, and began a new life after her escape to freedom in the early 1840s, however, the time she spent in slavery had a major impact on her.  She captured her experience in the South in her autobiography, <em>Incidents in the Life of a Slave Girl </em>published in 1861<em>.</em> She used her antislavery narrative to show society the horrors of slavery for a woman. She emphasized the fact that women suffered in a way that was particularly terrible compared to that of men. Jacobs’ story, unlike many other antislavery narratives of this time, appealed by design to an abolitionist audience that was primarily made up of women. More importantly, it was geared towards white women in a society that believed their moral virtue was a component of Christianity. But for Jacobs as a black woman, getting her writings published was very difficult. What is most remarkable about this woman is that despite the horrors she faced, she continued to advocate for blacks, joining the struggle against slavery, and even assisting black refugees during the war. She used the recognition from her narrative to help with public institutions for blacks such as schools, hospitals and orphanages after the war.","During Reconstruction, southern states creation of Black Codes had a major, but short-lived effect on the lives of blacks. The South needed a sufficient labor force and many black orphans were forced against their will to work as apprentices for an employer. Many of these employers could perform a series of abuses on their apprentices. Although they had to provide both clothing and food for their apprentices, it was akin to slavery. Because of these laws this resulted in the creation of black orphan asylums that could aid black children who were homeless."],"display_date":"March 2, 1868","search_date":"1868-03-02","locations":[{"id":1632,"lat":31.9014449767,"lng":-81.1192880728,"zoom":9,"place":"CHATHAM, Georgia"}],"tags":[{"id":1115,"tag":"Freedmen"},{"id":123,"tag":"Reconstruction"},{"id":2577,"tag":"Orphans"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":137,"school_id":3}},{"id":6452,"title":"Reconstruction: Knowledge is Power","course_id":149,"status":"P","start_date":"1867-08-24","end_date":"1867-08-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["This document is an open letter to General Grant from Major General Pope in regards to allowing confederate leaders to be involved in the Reconstruction process in the South. The main piece of evidence used by Pope to further his argument about rebel officials role in reconstruction, is a speech made by B.H. Hill.  Pope claims that the speech represents the feeling of the majority of the whites in the south, that reconstruction will never be accepted because of the drastic changes it would require.  Although, Pope makes it clear that he does not want their ideas and thoughts muffled at all from the United States, but that having an open conversation with these ideas will better help it to not happen again.  If these voices were kept silent, Pope argues that reconstruction would fail within a few years. Having this discussion available for everyone to hear would actually make reconstruction strong and last long, since people would have \"with[stood] the influence of the secession party\".  Overall, Pope writes how reconstruction can only be successful if the people in the south support it and work towards it, otherwise discontent will fester until more conflict inevitably boils over. Pope supports the Reconstruction Acts actions towards disenfranchising since he believes it would keep more rebel thoughts out of actual politics.  Other sources that Pope uses are letters by Hill, by Governor Perry of South Carolina, of Hershal V Johnson of Georgia and many others who represent the anti-reconstruction of the South.  For Pope, reconstruction is not just about ending the rebel discourse, but maintaining efforts for reconstruction and reconnection to the Union long after the individual rebel voices fade away and the states are readmitted. In order to know how to make reconstruction successful in the long term, the rebel ideologies and arguments must become fully developed in the open and public sphere, according to Pope.  He also shows how the education and social integration of the freedmen is essential to making them a part of society, and will better the society.  Pope says that any attempts to \"check\" the education of the freedmen would severely undermine any progress made. Pope concludes the letter to General Grant by claiming that he believes any straying from the course he outlined for reconstruction would end in disaster, destruction, and the winning of evil.  ","Major General Pope's perspective seems particularly unique when Blight's book <em>Race and Reunion </em>is taken into account.  According to Blight, the \"politicians sought to permanently bury the issues of war and simultaneously used those very issues to fan the flames of political difference\"(Blight 98).  Pope's open concept take on Reconstruction and dealing with rebel leaders/thoughts is just the opposite of this, which seems to be against the majority opinion based on Blight's writing.  Pope's perspective, while not part of the three main perspectives of the South (white unionists who moved south during Reconstruction, white southerners--poor men and slaveholders, and the freedmen), provides historians with what appears to be a minority perspective on Reconstruction. What Pope wanted for the reunion of the United States and for Reconstruction was highly unlikely during that time given the increased polarization of politics during that time.  As Blight says, the politics became about arguing over the end of the war, who won, and who would win.  Major General Pope had an optimistic approach to the reunion, however since the war was still being fought in the political arena, it made his plan unrealistic.    "],"display_date":"August 24, 1867","search_date":"1867-08-24","locations":[{"id":52852,"lat":35.7795897,"lng":-78.6381787,"zoom":9,"place":"Raleigh, NC"}],"tags":[{"id":123,"tag":"Reconstruction"},{"id":311,"tag":"Union"},{"id":1115,"tag":"Freedmen"},{"id":6,"tag":"Education"},{"id":2843,"tag":"Confederate leaders"},{"id":2844,"tag":"Reconstruction Acts"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":149,"school_id":2}}]}