{"id":1119,"tag":"Freedmen's Bureau","points":[[32.8753704415,-79.8417496964]],"bounds":[[32.8753704415,-79.8417496964],[32.8753704415,-79.8417496964]],"episodes":[{"id":5293,"title":"Teaching in the Unknown","course_id":73,"status":"P","start_date":"1865-05-15","end_date":"1867-05-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Emily Bliss and Mary Ames had never taught before, and they were about to venture into the heart of the Reconstruction south and teach the newly freed slave children. They were two women from the North with no teaching experience at all. Intrigued by Emily Bliss, Ames decided to follow her to Boston and enroll as teacher to work for the Freedmen's Bureau in 1865.","They were not supported by their families and upon their arrival in Charleston were shuffled from place to place. They met Mr. Pilsbury, who was one of the education leaders in the town, and a discouraged and exhausted Emily Bliss desperately asked him for sympathy, and if he happened to have a wife who would feel for them and bring them comfort. Ms. Pilsbury took them in, and they found themselves in one of the nicest mansions in Charleston. They were asked to stay and teach there, but shocked Mr. Redpath, who was the leader of the Freedmen’s Bureau who extended the invitation, when they declined and said they would rather teach the freed slaves who had been sent to Estido Island on Sherman’s March following the war.","The Blacks were very welcoming to the two newcomers, and they soon found out that the officers and the teachers were the only white people on the island, along with the 10,000 newly freed slaves.\tOn their first day of school, May 15, 1865, they had only 9 boys and 6 girls. Only two of the children knew their letters, and none knew how to read. They next day, however, there were 28 students present, and of the new students, 2 of them could read. The children were not in good shape and did not have nice clothes, according to Bliss, “the poor creatures (having) lived so long in a filthy condition that they don’t know what it’s like to be clean”. Once June hit, it got so hot that the 2 women were advised to leave as soon as they could, for it was hazardous to their health. They stayed however, committed to their cause, and by June they had 101 students. It was hard for them to keep order however, and they had immense trouble keeping the older students in line. School ended on June 30, and on July 2 they were told that the soldiers received orders to leave the island, allowing the freed slaves to do so as well. It was troublesome to Ames, because it was the soldiers she received her rations and supplies from. By July 12 many of the soldiers and freedmen were leaving the island, however Ames was determined to stay and keep teaching those who had no one to teach them. Ames stayed on the island, and moved to a house in order to continue her teaching. She stayed for a little over a year until she no longer received any support at all from the Freedmen’s Bureau, but continued to be very successful in her teaching of the freed slave children."],"display_date":"May 15, 1865 - May 15, 1867","search_date":"1866-05-15","locations":[{"id":11457,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":7,"tag":"Women"},{"id":1056,"tag":"Teaching"},{"id":123,"tag":"Reconstruction"},{"id":1119,"tag":"Freedmen's Bureau"}],"course":{"name":"History of the New South","school":"Texas Wesleyan University","course_id":73,"school_id":49}},{"id":5325,"title":"Freedmen's Bureau: Simply Welfare? Or Something More?","course_id":73,"status":"P","start_date":"1865-03-03","end_date":"1866-03-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Civil War left the freedmen with no place to live, no food to put on their plates, and no opportunity for jobs. Responding to this problem, the government established The Freedmen’s Bureau. Launched on March 3, 1865, the Bureau provided relief to freed slaves, including giving out clothing, food, and medicine. The Bureau also confiscated land in some of the former confederate states to give them a new start. The differing opponents and sympathizers depicted their views through post-civil war years, most descriptively and creativity through cartoons and drawings.","Geography defined their positions. The northerners accepted the abolition of slavery with open arms. They had a vision that Blacks would be socially regarded with respect. However, proponents realized that state and federal laws needed amending to provide this new life. Freedmen offices in each of the former states eventually hired 550 agents to better the lives of the freed slaves.","However many, mainly southerners, saw the new system as a type of welfare, where freedmen received money, land, food, and clothing without having to do anything in return. In an 1866 political cartoon, a freed slave was depicted as last, cheating the system. The cartoon degraded the African American depicted in the picture, declaring the Freedmen’s Bureau as an “agency to keep the Negro in idle at the expense of the white man.” The white man preformed all the work, while a barefooted African American asked himself “What is de use for me to work as lang as dey make des appropriations?” Critical and defaming prints and cartoons contributed to the end of the Freedmen’s Bureau in 1866."],"display_date":"March 3, 1865 - March 3, 1866","search_date":"1865-09-01","locations":[{"id":1276,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":1119,"tag":"Freedmen's Bureau"},{"id":92,"tag":"Freed Slaves"},{"id":1114,"tag":"Political Cartoons"},{"id":1115,"tag":"Freedmen"}],"course":{"name":"History of the New South","school":"Texas Wesleyan University","course_id":73,"school_id":49}}]}