{"id":1123,"tag":"1800s","points":[[40.5636337847,-74.6163625092],[37.09024,-95.712891]],"bounds":[[40.5636337847,-74.6163625092],[37.09024,-95.712891]],"episodes":[{"id":5330,"title":"A Reformer Notes How the Medical Profession is Detrimental to the Health of Americans of the 1800s.","course_id":75,"status":"P","start_date":"1857-01-01","end_date":"1857-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Ironically detrimental to the health of Americans during the 1800s was the medicinal trade itself; <strong>“</strong>the medical profession in America [bore] the evils of haste and irregularity incident to so many of its institutions. It [was] a country of many and violent diseases” (Nichols, 363). Firstly, becoming a doctor was simple enough to be achieved by virtually anyone. Attaining a certificate as a Medicinae Doctor required solely observing a regular physician or reading about medicine for three years, attending two medical lecture courses, paying a few fees, and passing a \"hasty examination, made by professors who are very anxious that [the test takers] should pass...Any one [could] practise medicine who [chose] to set about it. No diploma [was] needed, and no licence required. This is the American idea of ‘free trade and no monopoly.’” (Nichols, 364). Furthermore, no distinction was made between pharmacists, physicians, surgeons, and midwives; as a result, every doctor was expected to cover the responsibilities of all of these positions.","Most difficult of the incongruities of the medical profession was the lack of standards regarding education. Not only did schools of all 34 states at the time create their own standards for curricula, diplomas, methods, and beyond, but nearly every program differed in theories of disease and methods of treatment. “There is no standard--no real science of medicine--no absolute or acknowledged authority,” wrote journalist, author, dietitian, and reformer Thomas Low Nichols. “Every one may do what is right in his own eyes...I knew one [college] in which the professor of physiology was a vitalist, while the professor of chemistry also lectured on physiology, and based his explanations on chemical theories. The Professor of Theory and Practice was at sword's or lancet's point with the Professor of Materia Medica. One denounced blood-letting, and was in favour of a mild, expectant practice; the other was a sanguinary Sangrado, who held that the only way to get health into a man was to let the blood out of him, and that violent diseases were to be expelled by more violent medicines” (Nichols, 365). Among the numerous modes of medical thought was the “botanic” which was created by Samuel Thomson, who believed in sweating and purging the body rather than bloodletting, and which rejected formal education. Some, mostly German immigrants, practiced homeopathic medicine in the early 1800s which included natural ways of curing disease, advocated for more interaction between patients and doctors, and aimed for medicine to be issued in doses that could be endured. Others, led by physician Russell Trall who founded the New York Hydropathic and Physiological School in 1854 and published <em>New Hydropathic Cook-Book</em> in 1857, practiced hydropathic medicine;  these water-based methods focused on a “program of hydropathy, gymnastics, diet, sleep, and exercise.” Still other physicians believed in Grahamism which promoted vegetarianism, water as a sovereign remedy, regular exercise, fresh air, temperance, and bran. Minister Sylvester Graham, inventor of the graham cracker, was the main advocate for the bran bread diet and strongly encouraged abstinence from alcohol (Finkelman). Interestingly, as a result of adhering to the Graham diet, abolitionist Theodore Weld lived until the age of 92 (Howe, 650). Evidently, the medical profession could have proved much more successful had it united under common goals, theories, and standards. Had doctors of the time chosen to strive toward the same objectives, such as distinguishing disease prevention from treatment, they would have been able to excel and to be more effective in their better defined roles. Had professionals reached a consensus regarding which theories to teach to all medical students, the widely-spread practice would have been homogeneous and therefore more expandable throughout the country. Had they agreed upon uniform procedures, advancements of these procedures would have been easier to implement, and the remedies themselves would have been more reliable."],"display_date":1857,"search_date":"1857-07-02","locations":[{"id":8592,"lat":40.5636337847,"lng":-74.6163625092,"zoom":9,"place":"SOMERSET, New Jersey"}],"tags":[{"id":100,"tag":"Medicine"},{"id":1122,"tag":"Public Health"},{"id":1123,"tag":"1800s"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":75,"school_id":40}},{"id":6668,"title":"Bringing It Home","course_id":170,"status":"P","start_date":"1800-01-01","end_date":"1865-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Baseball fans across the U.S have heard of players such as David Ortiz, Satchel Paige, or even Bo Jackson. They are some of the greatest African Americans to step foot on a baseball field. Some refer to them as “freaks of nature” because of their playing abilities. Today in Major League Baseball, about 8.5 % of the players on opening day rosters are African Americans. We all know that there was a time in America when African Americans weren't allowed to play baseball. But when were they allowed into the sport of baseball?"," ","It all began in the late 1800s. African Americans first began to play baseball on college, military, and company teams. As time progressed, blacks somehow made it into the professional stage of baseball. There is no record of who the first black baseball player was, but the first black to reach the Major Leagues was Jackie Robinson. Around the 1800s there was a lot of racial prejudice. Some people could only imagine how blacks were treated on and off the field considering that there were people who absolutely didn’t want them play baseball. Those people where whites in the U.S."," ","Because of the amount of racial prejudice floating around it was hard for players to play the game with comfort. What I mean by this is that players couldn't play the without worrying what would happen to them if they played better than a white player. During this time, if a white player saw that a black player had potential, he would do things like “spike” them during a game. White players used the tactic of spiking to injure African American players. This is done during baserunning and sliding into other bases. If a white player was running bases, he would try to step on the back of a black player's ankle or leg, leaving a huge gash or maybe even breaking the player's leg."," ","Blacks had their troubles off the playing field as well. For African Americans, they were treated the same as they were within the playing grounds. In some cases they were treated worse. For example if a team went to a restaurant and they had a black player on their roster, sometimes they were refused of service and asked to leave. In other cases they were allowed service, but if the black player were to go to the bathroom alone, sometimes customers would go to the bathroom just to threaten them or even assault them. Because some of the players may have had families, whites would go to their homes and bust the windows out while they were sleeping. Not only did whites bust windows out, they tried to set their homes on fire as well.","As time progressed,  people began to see the potential in black baseball player's. Although their potential began to be recognized, there were still some instances where player's were heckled by whites in the stands and off the field. After a while,  some whites began to realize that racial prejudice was wrong and that African Americans aren’t what they perceive them to be. The Only thing that blacks ever wanted was the equal opportunities as other people, to be specific whites.","<br />Today in the U.S, there are more black baseball players than there were in the 1800s for sure. There are African Americans playing baseball at every level of play. The number of blacks playing baseball is increasing dramatically every year. If it wasn’t for some players or people, blacks might have never made it to play in the Major Leagues."],"display_date":"January 1, 1800 - January 1, 1865","search_date":"1832-07-02","locations":[{"id":52839,"lat":37.09024,"lng":-95.712891,"zoom":8,"place":"United States"}],"tags":[{"id":3276,"tag":"Arican Americans"},{"id":233,"tag":"Baseball"},{"id":1667,"tag":"Discrimination"},{"id":889,"tag":"Racism"},{"id":1123,"tag":"1800s"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}}]}