{"id":1125,"tag":"Pellagra","points":[[35.1823412133,-89.8965921784],[33.9914893238,-80.8577865567],[33.8033539054,-87.2973292286]],"bounds":[[35.1823412133,-80.8577865567],[33.8033539054,-89.8965921784]],"episodes":[{"id":6055,"title":"Dr. Garrison Calls for Action","course_id":122,"status":"P","start_date":"11/14/27","end_date":"11/17/27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In mid-November of 1927, in Memphis, Tennessee, the Southern Medical Assocoiation was holding their twenty-first annual conference. Included within this four-day conference, the Section on Public Health met. It was there that Dr. C. W. Garrison, the State Health Officer from Arkansas, addressed the delegates. He was concerned about the pellagra problem cases, he told the delegates that the number of cases in Arkansas ran between five-thousand and ten-thousand per year and that the death toll averaged at five-hundred per year where the total population was less than two-million.","Dr. Garrison, clearly alarmed at the statistics related to pellagra in his own state, appealed to the delegates to find a solution. He proposed a resolution that would provide a varied diet to tenant farmers by giving them, where- and whenever possible, \"a liberal supply of vegetables, poultry and milk for home consumption,\" and crop diversification in order to eradicate pellagra. His resolution passed, unanimously, following a heated debate over the origin of pellagra, about whether the disease was dietitic or infectious in nature.","Elizabeth Etheridge explains the reasons behind the poverty of the tenant farmers, who were always in debt as a result of cash advances during the year that were taken out of the profits after the harvest and ginning. This constant poverty was the true cause for pellagra, much to the dismay of many Southerners who believed that the endemic had been dramatized in order to scar the image of the New South. It was because of the economic situation that tenant farmers were forced to eat the three-M diet: meat, meal and molasses. That lack of variation meant dietary deficiency and, eventually, pellagra.","In addition to being poverty stricken, which meant little or no money to purchase food, the only crop grown by most tenant farmers was cotton, not a food crop. Cotton was king. In order to increase the chances of having a good crop the landowners would not allow tenants to use any land to grow their own gardens or keep their own livestock so that it could all be used to grow cotton. Only one crop meant that there was one chance to make money off the land. If the crops failed, as were common with many floods occurring, portions of the crops would be destroyed. If the crops were unsuccessful, the tenants would be fortunate if they made enough to cover their expenses. One crop also meant that there were vegetables readily available for the tenants, or to sell.","Etheridge calls Dr. Garrison's resolution \"the first evidence of a change in public opinion\" where pellagra, formerly thought to be an infectious disease, was now thought of as one of dietary deficiency and economic in nature. As ground-breaking as this resolution was, it only provided for tenant farmers. There were still plenty of other occupations that left people poverty-stricken."],"display_date":"November 14, 1927 - November 17, 1927","search_date":"1927-11-15","locations":[{"id":19831,"lat":35.1823412133,"lng":-89.8965921784,"zoom":9,"place":"Shelby, Tennessee"}],"tags":[{"id":1125,"tag":"Pellagra"},{"id":230,"tag":"Medicine/Health"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":122,"school_id":10}},{"id":6056,"title":"Dr. Babcock and Dr. Lavinder Perpetuate a Lie","course_id":122,"status":"P","start_date":"1/1/10","end_date":"12/31/10","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Dr. C. H. Lavinder and Dr. J. W. Babcock, two of the doctors who were heading the crusade on pellagra in the American South, translated a French book, simply titled <em>Pellagra</em>, written by Dr. Armand Marie about the disease. Published in 1910, the book contains a history of the disease in Europe, where it was first observed, along with a list of symptoms, various treatments, and even how to prevent it. The contents of the book were as much as anyone knew about pellagra up to that time, particularly that it was positively correlated with poverty.","The book states, \"Pellagra has almost invariably been found associated wretchedness and poverty, and the disease has in consequence been often regarded as an indication of the economic conditions obtained among certain classes of people in the country involved.\" It was clearly understood prior to 1910 that living in poverty and contracting pellagra were closely linked. It was attributed to spoiled corn and a resulting infection. Doctors, therefore, assumed that because polenta, and other corn meal  products, were the basis of peasants' diets in Europe, they would prepare and eat meal, even after it spoiled. They would have to so as not to waste their food and money.","In Europe, the disease-causing poverty was a problem that needed to be dealt with, and so was claimed to have been \"through motives of patriotism of for reasons of policy, or even from a sense of shame, publicists have felt urged to grapple with the problem.\" It continues that since it is the laboring class who is most affected pellagra greatly affects productivity in countries where it is prevalent. Dr. Lavinder and Dr. Babcock then make a startling claim that there is an \"absence among us, relatively speaking, of the poverty-stricken classes among which pellagra occurs\" in America. They said that there is \"no such...poverty\" in America.","That was a bold statement that is historically inaccurate. Michael A. Flannery explained how pellagra was known to exist in America through a report by Dr. George H. Searcy from the Mount Vernon Insane Hospital in Mobile, Alabama, where he reported eighty-eight cases of pellagra observed in 1906. Elizabeth Etheridge, too, wrote of Dr. Searcy's findings. Additionally, Etheridge explains that once Dr. Searcy named the disease and outlined the symptoms, \"doctors...had their memories jogged\" and they attributed many past cases to pellagra.","Pellagra obviously existed in America long before the book was published. Even taking into account that information was passed along much more slowly in the early twentieth century, the fact remains that the book was translated by Dr. Babcock and Dr. Lavinder who both knew of the outbreak prior to the book's publication. It is likely that this incorrect statement about poverty in America was made as a move to perpetuate the idea of a successful New South. Flannery expressed that the New South was being promoted to draw in industry. In essence, n order to preserve the idea of the prosperous New South, some people would twist the truth, such as \"touting the benefits of modern diversified agriculture and industrial expansion\" while not talking about low wages. Others, it seems, like Dr. Babcock and Dr. Lavinder, would just lie."," "," "],"display_date":1910,"search_date":"1910-07-02","locations":[{"id":17237,"lat":33.9914893238,"lng":-80.8577865567,"zoom":9,"place":"Richland, South Carolina"}],"tags":[{"id":209,"tag":"New South"},{"id":230,"tag":"Medicine/Health"},{"id":1125,"tag":"Pellagra"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":122,"school_id":10}},{"id":6057,"title":"Pellagra is Caused by Low Wages","course_id":122,"status":"P","start_date":"1/1/14","end_date":"12/31/15","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1914 in Walker County, Alabama, pellagra was prevalent. Dr. C. A. Grote, the County Helath Officer, was desperately trying to understand the cause of, and find a treatment for, the disease. He spent that year observing the disease with the assumption that it was infectious in nature. He used \"preventative measures\" against pellagra the same as he would against any other infectious disease. He found that those measures were to no avail and the disease continued to spread. He tried therapeutic preparations to treat the disease and again had no success.","The following year, 1915, Dr. Grote took a different approach to the disease. He began to study cases with the theory of dietary deficiency in mind. He noticed the previous year that almost all cases involved patients who lived in \"mining camps and rural districts\" who made up much of the poorer classes. Because of that observation, Dr. Grote began to carefully study mining camps in Walker County. He found a \"very interesting situation\" that helped to prove this theory.","He found two different mining camps were owned by the same company (no name was given in his report) and located about a quarter-mile from each other. These two camps, despite common ownership and close proximity, were very different, as far as pellagra was concerned. Camp A was surprisingly free of pellagra while in Camp B it was rampant. Camp A was made up of the white collar mine workers (such as clerks and bookkeepers) as well as skilled laborers and black miners (Grote stated that the black miners were paid more money than the white miners). Camp A had a commisary that sold good, fresh foods. Camp B, on the other hand, was made up entirely of poor, white miners and the commissary there only sold \"the poorest kinds of foods, including canned foods and fat meats.\"","Pellagra was obviously a disease of the poor and made evident that many industrial workers were not paid enough to adequately provide for their families. Camp A, of course, was the exception rather than the norm but it did prove that higher wages played a role in preventing the disease. In South Carolina, Dr. Joseph Goldberger's team was making the same economic parallels, says Alan M. Kraut. Kraut describes how one Goldberger staff member, Edgar Sydenstricker, an economist and statistician, canvassed several mill towns and found that the average annual income for all mill wokers was seven-hundred dollars regardless of the size of the family they had to provide for. It follows, then, that larger families were more likely to have pellagra victims than smaller ones.","Kraut explains that wages made all the difference with the disease. Low wages proved to be, arguably, the main cause for pellagra. In the North, workers in the same industry made considerably more than their Southern counterparts, and pellagra was a much more common malady in the South. Whether in mill towns or mining camps, South Carolina or Alabama, the same economic conditions existed, low wages for blue collar workers caused the disease to flourish."],"display_date":"1914 - 1915","search_date":"1914-12-31","locations":[{"id":18307,"lat":33.8033539054,"lng":-87.2973292286,"zoom":9,"place":"Walker, Alabama"}],"tags":[{"id":1125,"tag":"Pellagra"},{"id":230,"tag":"Medicine/Health"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":122,"school_id":10}}]}