{"id":1128,"tag":"Drought","points":[],"bounds":[[-100,-100],[100,100]],"episodes":[{"id":5331,"title":"Thaddeus Hyatt Appeals to President Buchanan to Address the Kansas Territory’s Drought","course_id":74,"status":"P","start_date":"1860-02-04","end_date":"1861-01-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Discussion of the Kansas Territory before the Civil War often turns directly to the time period known as “Bleeding Kansas,” which generally refers to the year of 1856 or to its part in the Kansas-Nebraska Act in 1854. These events, however, were not what the citizens of the Kansas Territory were concerned with immediately before the outbreak of the Civil War. In 1860, with the rest of the country absorbed in the presidential election, Kansas suffered through severe drought and famine, to which the Federal government failed to respond. The letters and reports of visiting New Yorker Thaddeus Hyatt to President James Buchanan, detailing the deplorable conditions in the Territory, went largely ignored.","Hyatt penned seventy pages of reports and pleas to Buchanan to send aid to the suffering people of Kansas. Perhaps the most moving of all of his appeals was the final one. He expressed his disgust with the press of the East. While in Kansas, Hyatt had mailed numerous letters to the <em>New York Tribune</em> describing the suffering of Kansas’s citizens, with the hope that, with the publication of the letters, people of the East would have “compassion on the perishing people of Kansas.”","Upon Hyatt’s return to New York he was shocked to learn that only one of this letters had been published. As he discussed in his letters to Buchanan, he was ill from the conditions he witnessed in Kansas, but was even more disturbed by the silence of the press. Hyatt emphasized to Buchanan that since the citizens of the United States refused to help their brethren, the responsibility was placed upon the Federal government. He did not specify what Buchanan should do, only that he should take some sort of action. Of all Hyatt’s statements, the most powerful was that he desired “speedy relief” to “reach a multitude of starving American citizens, even though <em>they cannot vote.</em>”","Here Hyatt revealed an even larger issue of the time. Despite the fact that Kansas had sufficient population to be admitted into the Union in 1860, it still remained a territory. If Kansas had been a state during the drought of 1860, it would have been able to receive “federal resources.” The only action that Buchanan took to aid Kansas was to make a personal donation of one hundred dollars.","The significance of this action, or lack of action, may have contributed to Kansas’s position at the outbreak of the war. The policy of the Buchanan administration towards the drought, despite such reports as Hyatt’s, paved the way for Republican and Constitutional Unionist criticism of the Democratic Party in the 1860 election. The critique by some was that the Democrats had failed Kansas, which increased Union sympathy in Kansas during the war."," "],"display_date":"February 4, 1860 - January 14, 1861","search_date":"1860-07-25","locations":[{"id":4294,"lat":null,"lng":null,"zoom":8,"place":"DONIPHAN, Kansas"},{"id":4224,"lat":null,"lng":null,"zoom":8,"place":"ALLEN, Kansas"},{"id":4541,"lat":null,"lng":null,"zoom":8,"place":"BRECKENRIDGE, Kansas"},{"id":4335,"lat":null,"lng":null,"zoom":8,"place":"GREENWOOD, Kansas"},{"id":4254,"lat":null,"lng":null,"zoom":8,"place":"CHASE, Kansas"}],"tags":[{"id":1131,"tag":"Thaddeus Hyatt"},{"id":1130,"tag":"Kansas Territory"},{"id":1129,"tag":"James Buchanan"},{"id":1128,"tag":"Drought"},{"id":1127,"tag":"Famine"},{"id":13,"tag":"Agriculture"},{"id":32,"tag":"Civil War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":74,"school_id":3}}]}