{"id":1133,"tag":"Booker T. Washington","points":[[33.5535062339,-86.8977806563],[32.3860025551,-85.692630494],[28.6147216,-81.3806249],[28.4844995,-81.2518833]],"bounds":[[33.5535062339,-81.2518833],[28.4844995,-86.8977806563]],"episodes":[{"id":5333,"title":"A Protest Against the Burning and Lynching of Negros by Booker T. Washington","course_id":72,"status":"P","start_date":"2/29/04","end_date":"2/29/04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Booker T. Washington was an African American educator and political activist.  Although born a slave in 1856, he and his family were later emancipated but still lived in poverty.  Determined to get an education, Washington started work at the age of nine to put himself through school.  After his extensive education, Washington would later be chosen to be the first head of what is now Tuskegee University.  He advised fellow blacks to better themselves and learn more skills rather than focusing on civil rights and social equality.  In the long run, Washington believed the strategy would give African-Americans greater economic stability, which would enable them to live comfortable lives.","One of the causes that Washington spoke out against was lynching.  It was a problem that happened from the late-19<sup>th</sup> century all the way up until the middle-20<sup>th</sup> century.  Many groups of the day spoke out against it including the National Association of Colored Women, the National Association for the Advancement of Colored People, as well as individuals such as Ida B. Wells.  Many whites rationalized the brutal killings of African-Americans as justification for crimes against white women, including rape.","On Monday, February 29, 1904, Booker T. Washington penned a letter in the <em>Birmingham-Age Herald </em>that was also covered by the Associated Press.  In the article Washington states that in the past two weeks three members of his race have been “burned at the stake.”  One of these victims was a woman and none of the three had anything to with sexual crimes involving white women.  The lynchings were performed in broad daylight and in the vicinity of churches.","Washington stated that he would be the first to admit when someone of his race had committed a crime and condemn him or her.  However, he argued that everyone deserves a fair trial because that is what our civilization is founded on.  The law was being bypassed and he warned that eventually the law would not matter for any crime whether it’s committed by white or black people.  The lynchings had to stop for the sake of the nation’s prosperity.","There are two groups that this article is aimed towards.  The first would be the mobs of people performing these brutal murders.  Washington charges them with insulting the nation’s court system and the legal authority.  He states that the law is made by the white man and there would be a slim chance of any guilty black man escaping.  Therefore, if the black man is guilty, he shall sure enough be convicted and sentenced accordingly.","Also, Washington had ties with many politicians of the day.  This article also serves as a way to reach out to these men.  They have the power to stop this and rid the shame that is being bestowed upon the Christian civilization.","Washington was much respected among white people at the time as well as among African-Americans.  However, his article had little practical impact in resolving the lynching issue as lynchings continued to be a common method employed by whites to terrorize blacks until the end of the 1960s."],"display_date":"February 29, 1904","search_date":"1904-02-29","locations":[{"id":50979,"lat":33.5535062339,"lng":-86.8977806563,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":1133,"tag":"Booker T. Washington"},{"id":367,"tag":"Lynching"}],"course":{"name":"America From Civil War to World Stage","school":"Widener University","course_id":72,"school_id":43}},{"id":5488,"title":"<strong>Effectively Speaking: Booker T. Washington’s Speech at the “Atlanta Exposition”</strong>","course_id":89,"status":"P","start_date":"1895-09-15","end_date":"1895-09-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The time had come to deliver his speech. As principal of an all-Black school he realized the importance of conveying his message carefully at the opening of “the Atlanta Cotton States Exposition in Tuskegee, Alabama”. Standing in front of a large gathering the principal of the Tuskegee Normal and Industrial Institute understood his words had to be effective. He looked into a sea of anxious white faces and felt the collection of Black expectant stares. With a stoic purpose Booker T. Washington addressed the crowd. His speech commenced not only the start of the trade fair, but the beginning of a new ideology for Black Americans.","Placating the white associations who helped form the exposition, Washington first expressed his appreciation for their benevolence. “I but convey to you, Mr. President and Directors, the sentiment of the masses of my race,” Washington assured, “when I say that in no way have the value and manhood of the American Negro been more fittingly and generously recognized, than by the managers of this magnificent Exposition at every stage of its progress.” Continuing to appease his audience, he voiced his ready acceptance of social segregation. He reminded the white audience of his race’s subservient past. His words sought to soothe them by pledging to them loyalty and service just like days of old. Cognizant of his place in society, Washington took extreme care by addressing these critical issues.","His speech demanded for his own race to understand the reality of their plight to freedom. He called for them to recognize the South and their place in it as laborers. He urged his race to accept the role, embracing it to be their own. Washington instructed, “To those of my race who depend on bettering their condition […] I would say cast down your bucket where you are […] cast it down in agriculture, in mechanics, in commerce, in domestic service and in the professions.” Washington also forewarned, “We shall contribute one third to the business and industrial prosperity of the South, or we shall prove a veritable body of death, stagnating, depressing, retarding every effort to advance the body politic.” Booker T. Washington advocated for production to refocus the aims of his people. He reasoned industrial trade gave them a sense of purpose, and a needful place within a race-conscience society.","On September 15, 1885, in Tuskegee, Alabama, Booker T. Washington spoke to an influential crowd. Ultimately this address, cemented his place as a leading Black figure in American history. The speech’s theme emphasized Washington’s idea of “a new era of industrial progress” while at the same time defining key roles for Black Americans. Crafted by his voice, Washington emerged not just as a principal leading his students, but also as a well-versed orator ready to become a leader to an entire race."," "," "],"display_date":"September 15, 1895","search_date":"1895-09-15","locations":[{"id":249,"lat":32.3860025551,"lng":-85.692630494,"zoom":9,"place":"MACON, Alabama"}],"tags":[{"id":1382,"tag":"Speeches"},{"id":1381,"tag":"Principal"},{"id":1380,"tag":"Cotton States"},{"id":1379,"tag":"Black Americans"},{"id":1378,"tag":"Exposition"},{"id":1377,"tag":"Educational Tour"},{"id":1376,"tag":"Tuskegee Normal and Indus"},{"id":1375,"tag":"Atlanta Exposition"},{"id":3,"tag":"African-Americans"},{"id":1133,"tag":"Booker T. Washington"}],"course":{"name":"Industrialism and Imperialism","school":"Texas Wesleyan University","course_id":89,"school_id":49}},{"id":6511,"title":"Southern African American Industrial School Funding in the Early 1900s","course_id":154,"status":"P","start_date":"1/1/00","end_date":"12/31/15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Many African American industrial institutions in the south, especially the Robert Hungerford industrial school in Eatonville, Fl had many struggles upon its establishment in 1899. Journeying along through the early twentieth century, this chain of schools based their education off the Tuskegee institute under the guidance and teachings of the profound educator named Booker T. Washington. One study that is not touched on enough or regarded highly throughout African American history, is the surrounding question of how were these industrial institutions in the south able to stay afloat financially to support their education for young African Americans during the time of segregation between White and Black schools?","There is a lot of first-hand evidence from the Robert Hungerford industrial school’s Fourth Annual Report, written in 1903 to the Board of Trustees principal Russell C. Calhoun, on the basis of funding. This annual report included a thank you letter from Principal Calhoun  to the Board of Trustees, thanking them for their contributions. Additionally, Principle Calhoun speaks about the progression of the industrial school in 1903 and ask for assistance in the expansion the institution into the future.","To give a rough estimate, based off the letter from Principal Calhoun to the Board of Trustees, the industrial school’s populace counted up to 105 students. Also, the school also taught 12 different trades such as Blacksmithing, Wheelwrighting, Carpentry, Farming, Cooking, Sewing, Laundering, Poultry Raising and Dairying. To support the teaching upon these trades the property sat on 200 acres of land with one Dormitory. Amongst these acres of land, the amount of shops, tools, and livestock altogether accumulated up to $5,286.75. As the industrial institution expanded in later years, we deduce that a great deal of support was needed within the different areas of funding from different organizations or entities in the rural south. Yet is had difficulty finding the much needed support.","When it came to funding education for minorities in the United States, especially for African American schools in the north and south, they traditionally received the shorter end of the stick when compared to White schools. It is worth noting that much of the funds for African American education came from black communal efforts such as churches and intuitive finances. Separate funding was given within the terms of segregation and fell in line with the distribution of local real estate taxes. The south found ways to avoid paying these taxes and authorized local school authorities to handle the circulation of funds between African American and White schools that were supported by State legislatures. State legislatures were notoriously known for underfunding city schools, which is still prevalent to this day, especially within the African American community.","In viewing African American education from a broad scope, we can see that there was much inequality in the funding platform provided by the white community. This situation happened in both the north and south but it was considerably more prominent in the south. Slightly shifting our focus to the topic of campaigns especially towards the Northern Campaigns. The southern industrial institutions, such as the Robert Hungerford industrial school, set up “Northern Campaigns” to raise from 3,000 to 30,000 dollars through daily written appeals from the southern institution’s trusted representatives. These appeals were sent to white charity groups in an effort to obtain their support for the education platform that these southern industrial institutions had to offer.","Through these grueling and difficult efforts to receive some type of financial support, African American educators had to compete against sales groups who tirelessly searched for reformation with crusades and quarterly settlements from northern philanthropic funding. Although most African American southern industrial institutions lost a vital avenue into the northern philanthropic trusted funding, there were some successes such as Hampton University and Tuskegee Institute. Northern Philanthropists used the success of these southern African American industrial institutions with the thought that these southern educational institutions were enormously financially supported.","James H. Dillard, southern white educational activist connected with many philanthropic activities, once declared that twenty-five percent of northern money for black education \"might better be sunk into the Potomac River before it comes over.”"," There were also false claims for donations for industrial schools that never existed in the south. In 1912, there were seventeen industrial institutions aided by the government, 15 were located in the south, but none African American. Soon enough African American industrial schools in the south were quickly sending appeals to the North. ","The reason for the written appeals were to show the humility and consistency of the importance that African American fund raisers and educators to northern philanthropist about the success of their schools. . The following from James S. Russell, Principal of the St. Paul, Virginia, Normal and Industrial School to New York investment banker George Foster Peabody, was representative: “In overalls, with plows, mattocks, hoes, and other implements, our agricultural students may be seen today adding two hundred acres of low lands to the present acreage; milking cows; caring for the swine; truck gardening; putting in the winter cover crops, etc. In the workshops, building wagons, buggies, shoeing horses, making harness.... In the classroom like bees getting the fundamental requisites for trades.... So great is the sacrifice and earnestness of these poor boys and girls that they justly deserve ... the sympathy and support of all persons interested in human struggles.”","African American educators and fund raisers proved their passion and support to the industrial education for black males and females by reaching out and speaking in campaigns, meetings, and publications to Northern philanthropists. In these publications, they emphasized that southern industrial schools will have a remarkable benefit to the African American community in the rural south through the many trades that it taught and had to offer. Religion also played a vital role in the Northern Campaigns since it was highly valued among northern white philanthropists as well. Consequently, black educators emphasized and incorporated the importance of God and Christianity for attending African American students in these Northern Campaigns.","The 1915 Northern Campaigns were considered successful in funding as a whole. Although defining success might be different from school to school. Due to WWI, different complications between the philanthropic community and poorly planned events may have created problems in the funding campaigning. The Robert Hungerford industrial school resolved in 1909 and was considered one of the most successfully funded. There were other smaller African American industrial schools that faced financial burdens as they try to establish themselves into the future of the black southern industrial institutions."],"display_date":"1900 - 1915","search_date":"1908-01-01","locations":[{"id":52904,"lat":28.6147216,"lng":-81.3806249,"zoom":8,"place":"Eatonville,Fl"},{"id":52903,"lat":28.4844995,"lng":-81.2518833,"zoom":8,"place":"Orange County, Fl"}],"tags":[{"id":2962,"tag":"1900-1915"},{"id":2961,"tag":"Industrial Schools"},{"id":2960,"tag":"Northern Campaigns"},{"id":2959,"tag":"Fl"},{"id":1237,"tag":"Tuskegee"},{"id":1133,"tag":"Booker T. Washington"},{"id":129,"tag":"Eatonville"}],"course":{"name":"African American History Since 1877","school":"Rollins College","course_id":154,"school_id":5}}]}