{"id":1135,"tag":"Mary Todd Lincoln","points":[],"bounds":[[-100,-100],[100,100]],"episodes":[{"id":5336,"title":"Mary Todd Lincoln Writes to Elizabeth Keckly","course_id":72,"status":"P","start_date":"1868-01-15","end_date":"1868-01-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Mary Todd Lincoln wrote many letters to “Lizzie.” Lizzie was one of Lincoln’s closest friends. Her full name was Elizabeth Keckly, and she was a former slave. It should come as no surprise that one of Mary Todd Lincoln's closest friend was a former slave. Mary showed much support for the emancipation of slaves. Lincoln met dressmaker and best friend Elizabeth Keckly through her involvement with the Contraband Relief Association, which raised private donations for the housing, employment, clothing and medical care of recently freed slaves. In her letter she describes how very sad she was feeling. Considering the year of the letter, 1868, she was likely still coping with the assassination of her husband, which happened less than three years earlier.  Mary also speaks in her letter of losing $82.00 (approximately $1,300 today) and a semi-new pocket book. This revelation only confirms her lack of regard for money and material possessions<strong><em>. </em></strong>Her anxiousness and descriptions of paranoia for those who she claimed were looking for her, which are mentioned multiple times in this letter to Lizzie as stated: “(Between Ourselves)” and “(Do not mention this to them)” do indicate that she may have been suffering from severe depression, anxiety and paranoia.  Of course her illnesses could be attributed to severe tragic circumstances especially during her stay at the White House. The trauma of the Civil War and most notably the assassination of her husband, Abraham Lincoln in the Ford Theater as she sat beside him could have easily sent her over the edge.","At the end of the letter, she requested that her dear friend Lizzie send some personal possession of hers because at the time she had relocated to Germany with her son Tad.  One of her requests was black dress that she was desperately seeking.  Understandably since it has been said that after the passing of her son, Willie she only wore black for a extensive period of time. During the same time, she pursued her battle with Congress over awarding Presidential widows a pension.  It seems as though Mary Todd Lincoln received as much criticisms as she did support.  She received a lot of backlash for her support of freed slaves.  She also was known to have a complete disregard for spending especially in times when the country was struggling.  However, it can be said that Mrs. Lincoln was an extremely intelligent women who provided a model for future First Ladies to guide their husbands through campaigns and eventually the Presidency.  Mary Todd once told family & friends, “the person she marries would one day become President.”How very true that was.  Mary Todd Lincoln received a lot of criticism for certain things like her views on slavery and her careless spending, but she seemed to be a very compassionate person who treated everyone as her equal.  She may of had vices, but so does everyone else.  For a women who survived through the losses of three sons and her husband, who at the time was President of United States, she managed better than most would have in her situation."],"display_date":"January 15, 1868","search_date":"1868-01-15","locations":[{"id":1276,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":683,"tag":"Abraham Lincoln"},{"id":1135,"tag":"Mary Todd Lincoln"},{"id":1150,"tag":"Elizabeth Keckly"}],"course":{"name":"America From Civil War to World Stage","school":"Widener University","course_id":72,"school_id":43}}]}