{"id":1142,"tag":"Black Sox Scandal","points":[[41.8399513458,-87.8166666032]],"bounds":[[41.8399513458,-87.8166666032],[41.8399513458,-87.8166666032]],"episodes":[{"id":5343,"title":"Players Confess to Fixing 1919 World Series","course_id":72,"status":"P","start_date":"9/29/20","end_date":"9/29/20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On September 29, 1920, the <em>New York Times</em> published an article entitled, “Eight White Sox Players are Indicted on Charge of Fixing 1919 World Series; Cicotte Got $10,000 and Jackson $5,000.” The 1919 World Series played between the Chicago White Sox and Cincinnati Reds will forever be remember was one of the darkest moments in Major League Baseball and American Sports History. Baseball was, and still is, referred to as “America’s Pastime” because of its nationwide popularity. Unfortunately, it had a dark cloud cast over it due to the actions of eight players from the Chicago White Sox. The eight men included left fielder and star player, “Shoeless” Joe Jackson, pitchers Eddie Cicotte and Claude \"Lefty\" Williams, infielders Buck Weaver, Arnold \"Chick\" Gandil, Fred McMullin, and Charles \"Swede\" Risberg as well as outfielder Oscar \"Happy\" Felsch. The <em>Times</em> article focuses on the confessions of Joe Jackson and Eddie Cicotte. These were the first legitimate admissions of guilt by the players involved.","The team was hounded by rumors of possible foul play for the entire 1920 season and it took until the last weekend of the regular season for the truth to be made public. The White Sox, who were actually in a close race to make the playoffs, needed to win the remaining regular season games to have a chance to win the pennant. Their playoff hopes took a crushing blow on September 28, 1920 when pitcher, Eddie Cicotte had broken down and confessed to intentionally losing games during the previous World Series. His confession led “Shoeless” Joe Jackson to confirm everything that his teammate, Cicotte, had said. Cicotte received $10,000 before the World Series was underway. He stated that his reason for accepting the bribe to throw the World Series was to pay the mortgage on the farm that he had purchased. The mortgage, according to the <em>New York Times</em>, was valued at $4,000. Cicotte was very remorseful for accepting the bribe and only had his family in mind as he confessed. He was reported to have been crying for the duration of his confession. This secret had been eating away at him for an entire year. He was quoted in the <em>New York Times</em> article as saying, “I never did anything I regretted so much in my life.” Joe Jackson, on the other hand, had different motives for sharing the dark secret. He was told that he would receive $20,000 for his role because he was the star player; however, he only received $5,000. He cited that as his reasoning for coming forward. The two pitchers involved in the scandal, Cicotte and Lefty Williams, were credited with all of the 5 losses in the series, combined.  The World Series, at this time, was contested under a best-of-nine format where as today, it is played under a best-of-seven format. During their time on the mound, Williams and Cicotte, would be questionably wild with their pitches and would commit errors in the field that would allow runs to score. Joe Jackson, at the time, was a very dangerous and feared hitter in the league. He testified, according to the <em>Times</em> article, that throughout the series he either would strike out or hit “easy balls” in situations that a base hit would result in a run scored for Chicago. All eight players involved in the scandal were banned from Major League Baseball for life.","The so-called “Black Sox” Scandal crushed the pureness of the game. Baseball was popular because of the spirit of competition and loyalty of fans to their favorite teams. The eight players involved in this scandal nearly destroyed the fiber of competition and sport that held the game of baseball together. These players needed to be made examples by the league. Because of the scandal, any player who was involved in any way with gamblers or fixing the outcome of a game was to be banned for life. Unfortunately for the Chicago White Sox Organization and their fan base, this scandal that haunted to game of baseball stuck with the team for years. It became known as the “Curse of the Black Sox.” The White Sox did not win a World Series Title until the year 2005. The scandal led to 86 years of hardship and suffering without any championships to show for it."],"display_date":"September 29, 1920","search_date":"1920-09-29","locations":[{"id":20798,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"Cook, Illinois"}],"tags":[{"id":1144,"tag":"Eddie Cicotte"},{"id":1143,"tag":"\"Shoeless\" Joe Jackson"},{"id":1142,"tag":"Black Sox Scandal"},{"id":1141,"tag":"1919 World Series"},{"id":1140,"tag":"Cincinnati Reds"},{"id":1139,"tag":"Chicago White Sox"}],"course":{"name":"America From Civil War to World Stage","school":"Widener University","course_id":72,"school_id":43}}]}