{"id":1148,"tag":"Expatriation","points":[[32.5099595434,-84.8770433037]],"bounds":[[32.5099595434,-84.8770433037],[32.5099595434,-84.8770433037]],"episodes":[{"id":5346,"title":"Confederate General John C. Breckinridge Provides Insight into Slave Loyalty and Confederate Expatriation","course_id":74,"status":"P","start_date":"1869-01-24","end_date":"1869-01-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Dated January 13, 1869, this letter written by ex-Confederate general and former United States Vice-President, John C. Breckinridge, first became public on January 20, 1869, when the newspaper of Columbus, Georgia printed a copy of the message. Four days later, the <em>New York Times</em> made it available to an even wider audience when it republished the article. After the surrender of the Confederacy, Breckinridge feared the possibility of the Union bringing charges against him for his participation in the rebellion. To escape potential prosecution, Breckinridge fled to Havana, Cuba. From Cuba, he traveled to the United Kingdom, and then to Canada, where he wrote this letter in Niagara, Ontario.","Breckinridge did not mean the focus of his letter to revolve around his post-war travels. Instead, he meant to inquire about his “faithful colored servant, Thomas.” Despite the fact that Thomas had been a slave and servant to Breckinridge, the former master spoke of his servant in a fond manner. He seemed nostalgic when he wrote of his and Thomas’s parting before Breckinridge left for the U.K. Neither of the men seemed happy about the parting, but Breckinridge thought it best for Thomas to return home. “I succeeded in sending him back to his friends from Havana, although he wished to remain with me.” According to Breckinridge, Thomas felt such loyalty to his master that he promised to once again live with Breckinridge upon his return to the United States.","This letter penned by Breckinridge to “a gentleman” in Columbus unusual in two respects. Some instances were recorded during the Civil War of slaves remaining with their masters after emancipation; however, the extreme loyalty that Thomas possessed towards Breckinridge was not the norm. While impossible to verify, the devotion from Thomas that Breckinridge wrote of, if true, was an exceptional relationship between and servant. Thomas only left Breckinridge’s side at his insistence.","The location of the letter’s composition also made it unique. Men having served in the Confederate Army were known to have left for other countries after the war. Most, however, did not flee to Canada as Breckinridge did. While Canada was not the first sanctuary Breckinridge found, his relocation to it was uncommon. Many Confederates that left the U.S. immigrated to Mexico and others to Brazil. Brazil served as an appealing option because the country still permitted slavery at the time. The United Kingdom, which Breckinridge did travel to, was also a much more popular destination than Canada for Confederate expatriates."],"display_date":"January 24, 1869","search_date":"1869-01-24","locations":[{"id":2102,"lat":32.5099595434,"lng":-84.8770433037,"zoom":10,"place":"MUSCOGEE, Georgia"}],"tags":[{"id":123,"tag":"Reconstruction"},{"id":31,"tag":"Immigration"},{"id":18,"tag":"Politics"},{"id":1147,"tag":"John C. Breckinridge"},{"id":1148,"tag":"Expatriation"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":74,"school_id":3}}]}