{"id":1149,"tag":"Wife","points":[[32.467984914,-80.4033249144]],"bounds":[[32.467984914,-80.4033249144],[32.467984914,-80.4033249144]],"episodes":[{"id":5329,"title":"A descriptive entry about a wife of a rice planter during the Civil War. She discusses the issues she and her family endured during the war.","course_id":72,"status":"P","start_date":"1862-05-12","end_date":"1862-05-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Margaret Ann Meta Morris, (1810-1881) was the wife of a rice planter. She resided in coastal South Carolina with her family. She kept a personal diary in which she focused on topics such as her family being ill, historical events, plantation life, her children’s involvement in the Civil War, and her teaching efforts. The entry on May 12, 1862, describes what she endured while she and her family fled their home in the Colleton District of South Carolina due to fear of Union attacks. Margaret was very discouraged and upset. She had to leave abruptly with her family because they expected attacks from Union troops. Many moved from the lower country near the coast to the upper country. Margaret’s family moved to Spartanburg, South Carolina. Residents of the coastal region had to leave in such haste that family members and slaves were left behind. The train stations were more congested than usual, and people were trying to sell their houses. No one wanted to rent their homes, so instead they had to sell the homes for the best price attainable. In the upper country, food prices increased because the storeowners knew that families were desperate and had no other option than to purchase food from them. Margaret was enraged by this increase because she expected businesses to help out and not take advantage of the situation to make bigger profits. Her father had been very ill, weeks prior to the move and was already in Spartanburg receiving care. However with the chaos of the evacuation, there was no one to oversee his slaves and Margaret heard that they had fled to New Hope, South Carolina. Her father was not well enough to organize his own affairs. Margaret was in the process of moving her family and her husband was searching for a place to keep his servants, so they could not help her father. Margaret’s husband, Mr. Grimball did not find a place that was sufficient. If they could not find a place soon, one of their neighbors would allow them to board with her. They agreed to split the rent with her, but they feared that the landlord would raise the price if he knew there would be more tenants. Margaret ends her entry by expressing how sad she was to be leaving, and that their town in the Colleton District, was deserted. She knew that only more bad news would follow.","Margaret wrote her entry about a year after the start of  the Civil War. The war began in April of 1861 and ended in April of 1865. The first shots of the war were fired in Charleston, South Carolina, only sixty miles from Margaret’s home in the Colleton District. The fighting began when the Confederate government demanded that U.S. forces abandon Charleston Harbor, but instead of leaving, U.S. troops moved to Fort Sumter. When the president at that time, Abraham Lincoln, sent in a ship with reinforcements the fort was attacked by and forced to surrender.","People in Colleton District were so concerned about being attacked during the war because they were close to the coast. Being so close to the water made the Colleton District an easy target for Union raids. Ships could come in and land troops nearby with little warning, so Margaret and her family has no choice but to flee. There were a lot of raids and surprise attacks, so it was very likely that Margaret’s family would have been in severe danger if they stayed in Colleton District. Margaret and her family were living in the middle of difficult times, she was in the middle of a war. At any time she or her family could have been hurt. She also had other concerns, like her sons, who were actually in the army and her father who was ill. They had nowhere to stay, but she did not give up, she persevered. She did not allow her circumstances to leave her hopeless. Margaret supported her family and knew that they needed her, she possessed a lot of qualities that many people would not, if they had been in a similar situation."," "],"display_date":"May 12, 1862","search_date":"1862-05-12","locations":[{"id":11488,"lat":32.467984914,"lng":-80.4033249144,"zoom":8,"place":"COLLETON, South Carolina"}],"tags":[{"id":749,"tag":"Diary"},{"id":32,"tag":"Civil War"},{"id":1149,"tag":"Wife"}],"course":{"name":"America From Civil War to World Stage","school":"Widener University","course_id":72,"school_id":43}}]}