{"id":115,"tag":"Women&#39;s Right","points":[[40.7805662337,-73.9388482485]],"bounds":[[40.7805662337,-73.9388482485],[40.7805662337,-73.9388482485]],"episodes":[{"id":4524,"title":"Susan B. Anthony Asks People to Sympathize with Slaves","course_id":18,"status":"P","start_date":"1859-01-01","end_date":"1859-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Susan B. Anthony was born in 1820 into a Quaker family full of activist traditions. According to the Susan B. Anthony House, in 1845, after moving to Rochester the family became very active in the anti-slavery movement.   Ignoring opposition and abuse, she traveled and campaigned for the abolition of slavery and women's rights to their own property and earnings. She also campaigned for women's labor organizations from the 1840s until her death in 1906.","Anthony gave a speech in 1859 questioning American Slavery. She painted a picture of slavery that puts the white population in that position. \"Let us feel that it is our own children,\" she said, \"ruthlessly torn from our yearning mother hearts, sold on the auction block to the highest bidder.\" She drove the points to the heart of those in attendance of her speech. She went on to parallel slavery to having their own sisters and daughters exposed in public. She then called to the audience asking to make the slave's case their own, to feel bound with the slave in his shackles of slavery. \"Make the slave their neighbor, and love him as oneself,\" she admonished, quoting Matthew 22:30.","She made the argument that the problem with slavery has nothing to do with the Bible or the Constitution, but was truly a battle within the conscience. In addition, that one-sixth the population of a civilization, bent on elevating and refining, was denied all educational, industrial, social, and political rights and privileges. She brought up an excellent point that many northerners put all the blame on the south for being the slaveholders but merely the northerners are forgetting that the slave as she puts it, \"is a human being like ourselves,\" and goes on to that then \"we are bound up with the slave-holder, in his guilt.\"   "],"display_date":"January 1, 1859","search_date":"1859-01-01","locations":[{"id":8923,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":64,"tag":"Anti-slavery"},{"id":115,"tag":"Women&#39;s Right"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}}]}