{"id":1151,"tag":"Buffalo","points":[],"bounds":[[-100,-100],[100,100]],"episodes":[{"id":5281,"title":"The Sioux and United States Indian Policy","course_id":70,"status":"P","start_date":"1862-01-01","end_date":"1862-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Amos H. Gottschall traveled across the North American continent four times from the Atlantic to the Pacific, which took him twelve years to do.  During his travels, Gottschall lived with the Indians he came across.  Gottschall wrote all his experiences down, especially with the Sioux from whom he later picked up the Sioux language.  Gottschall became very fascinated with the Indians and decided to become knowlegeable about them in order to correct the misperceptions others had of them.  In his twelve year narrative, Gottschall wrote a  passage about his intentions to inform Americans about the Indians they misunderstood:","<strong>“</strong>I used to tell the Sioux that I intended to make a \"wo-wah-pe\" (book) for the white people to read, and that in it I would describe the Indian mode of life, and inform my people just how I fared at the hands of the Indians. This always pleased them, and doubtless influenced them to treat me well” (Gottschall161).","If the Sioux refused to follow or comply with the methods of America’s Indian policy in solving the Indian problem, then America would use military force and intimidation to get the Sioux.  Although the Sioux tried to use peaceful solutions, something would always go wrong in which it seemed that fate was not swinging in their direction.  The treaty would be broken as both sides failed to keep their promises, but the Sioux broke theirs because the federal government did not keep theirs in the first place by not preventing white settlers and their livestock from encroaching on Sioux lands.  More white settlers failed to recognize the agreements made in the Fort Laramie Treaty and continued to trespass and settle in Sioux lands which drove the buffalo herds away.  In addition, more emigrants were traveling to California and Oregon over many new trails like the John Bozeman Trail, starting from Fort Laramie and ending in Virginia City, Montana.  These new trails also drove the buffalo herds away, and the Sioux and their allies were enraged.  The white travelers and settlers “committed depredations, and, despite the guarantee of the United States to the Indians in the treaty of 1851, were left unpunished” (Textor 104).  As a result, the United States broke their treaty agreements.","Because America failed to keep their promises in the treaties, war occurred.  Broken treaties led to the first series of the Sioux War which began in 1862 with the Santee and other tribes in the eastern territory of the Sioux where Minnesota and Missouri are today (Robinson 16).  Led by Little Crow, the Santee raided, attacked and pillaged a village and fort killing hundreds of settlers and soldiers.  Gottschall wrote about this saying, \"During the years 1862 and 1863, the immigration to Dakota was almost entirely stopped by the Sioux war. Hundreds of settlers were killed in Minnesota and Dakota at that time; but a great change has since taken place, and the fine soil and lovely prairies and valleys are rapidly luring emigrants to seek homes within its borders. Gottschall wrote about the results during one of the Sioux Wars: \"Prior to the year 1858, what is now known as Dakota, was unceded land, and belonged to the Sioux Indians. In that year a treaty was made with the Sioux, and the land taken from them; it was not organized as a territory, however, until the winter of 1861 … Dakota is very large, and as yet, only a small part of it, comparatively, is settled by the whites, the remainder being still the hunting-ground of the Sioux and other Indian tribes” (Gottschall 70).","The war ended when the Santee and their allies lost the Battle of Wood Lake on September 23, 1862.  Thirty-eight warriors were convicted of murder and sentenced to death by hanging on December 23, 1862.  Some of the remaining Santee joined the Lakotas in the western Sioux territory."],"display_date":1862,"search_date":"1862-07-02","locations":[{"id":15204,"lat":null,"lng":null,"zoom":8,"place":"DATOKA TERRITORY, Territory"}],"tags":[{"id":1215,"tag":"Sioux Wars"},{"id":1214,"tag":"Sioux"},{"id":1151,"tag":"Buffalo"},{"id":180,"tag":"Indians"},{"id":537,"tag":"Native Americans"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":70,"school_id":40}}]}