{"id":1158,"tag":"Great Depression","points":[[35.8426844848,-86.4167102519],[32.7703945791,-97.2918801714],[40.6916304076,-74.0035386433],[42.2533621325,-83.8384551752],[42.107446354,-83.1351982696],[44.34792430133,-78.688675423332]],"bounds":[[44.34792430133,-74.0035386433],[32.7703945791,-97.2918801714]],"episodes":[{"id":5391,"title":"The Banjo's Role during the Great Depression.","course_id":79,"status":"P","start_date":"1/1/20","end_date":"12/31/44","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The banjo is a string instrument with a sound unlike any other. It made parlor room music for the upper middle class and was a part of the Great Depression and has continued on into the years as a recognizable instrument. The banjo was sought by many because of its strange high tempo songs that were played on them. In the Tennessee Valley country farmers would get together after working all day in the fields and play to pass the time like Uncle Dave Macon.  Uncle Dave Macon played for so long and so well that people started to gather to watch him play music. Later in life he would even be paid. Uncle Dave Macon was born David Harrison Macon in Tennessee on October 7, 1870. During the 1920s when Uncle Dave was 50 years old he was paid $15 by friends for entertainment during the evening hours. Author and music historian for Rutherford County, Charles Wolfe, described Macon “as a character” before he ever set foot on the Grand Ole Opry stage or produced recordings with his talented banjo skills and his bear claw pick.","The banjo’s popularity can be attributed to the common farmer and his love for the instrument. The banjo was a valuable entertainment tool that allowed them to play as much as they liked to pass away the time on the front porch. During the 1920s the banjo gained popularity because it was portable, easy to learn on and musical dueling matches were played like checkers or chess. By the late 1926 the phrase “hillbilly music” describing the banjo was published in <em>Variety</em> magazine.  This “hillbilly music” was viewed by most Americans as “more southern folk music” which was typical of describing familiar tunes on the fiddle, harmonica and banjo. The booming popularity of the radio in the 1920s made southern folk music noticeable and, as a huge contributor to that type of folk music, the banjo became a status symbol of the southern music."],"display_date":"1920 - 1944","search_date":"1932-07-01","locations":[{"id":21882,"lat":35.8426844848,"lng":-86.4167102519,"zoom":9,"place":"Rutherford, Tennessee"}],"tags":[{"id":1279,"tag":"banjo"},{"id":1278,"tag":"music, folk"},{"id":1158,"tag":"Great Depression"}],"course":{"name":"The Great Depression","school":"Texas Wesleyan University","course_id":79,"school_id":49}},{"id":5365,"title":"Brother, Can You Spare a Dime?","course_id":79,"status":"P","start_date":"2/26/99","end_date":"2/26/99","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["<em>They used to tell me I was building a dream and so I followed the mob,</em>","<em>When there was earth to plow or guns to bear, I was always there right on the job.</em>","<em>They used to tell me I was building a dream, with peace and glory ahead,</em>","<em>Why should I be standing in line, just waiting for bread?</em>","During the Depression, there were not many distractions for people.  All they could do was walk the streets and wait for the food banks to open in order to provide for their families.  The Depression was America’s lowest point because people could do nothing to help each other.","In 1931 Yip Harsburg and Jay Gorney wrote <em>Brother, Can You Spare a Dime? </em>Reflecting the American dream.  The idea of the song was to give people a distraction and get their minds off the bad times.  The song gave people a way to forget their troubles for a little while and gave them hope.  It reminded them of how things used to be: the jobs, their homes, and plenty to eat.","Even though the Depression hit everybody, people still had a smile on their face and a song in their heart.  They knew that the depression would not always last.  When Franklin D. Roosevelt signed the New Deal Act, people began to work, provide for their families, and live the American dream again.","<em>Once I built a railroad, I made it run, made it race against time.</em>","<em>Once I built a railroad; now it’s done. Brother, can you spare a dime?</em>","<em>Once I built a tower, up to the sun, brick, and rivet, and lime;</em>","<em>Once I built a tower, now it’s done. Brother, can you spare a dime?</em>"],"display_date":"February 26, 1999","search_date":"1999-02-26","locations":[{"id":42961,"lat":32.7703945791,"lng":-97.2918801714,"zoom":9,"place":"Tarrant, Texas"}],"tags":[{"id":1158,"tag":"Great Depression"},{"id":1171,"tag":"Jazz\\Blues"},{"id":1172,"tag":"Yip Harburg"}],"course":{"name":"The Great Depression","school":"Texas Wesleyan University","course_id":79,"school_id":49}},{"id":5755,"title":"Strong Female Characters in Depression Era Media","course_id":112,"status":"P","start_date":"1/1/20","end_date":"12/31/45","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Great Depression provided a hotbed of motivation that led to a dramatic change in the status quo of gender roles. With unemployment at an all-time high, the duties of a housewife were suddenly multiplying both in importance and quantity. This forced women to become more creative and tenacious, bearing the responsibility of relieving the pressures of joblessness and hunger.  Housewives were intensely unhappy with this situation, and this discontent pushed them into action on a scale never seen in the US before.","The mainstream media reacted to this housewife activism. Although they took the movement seriously, they could not help but ridicule the idea of a housewife movement. As they poked fun at the group, however, tension grew over the “politicizing of the traditional roles of wives and mothers.” No matter how much the media lampooned the movement, its pervasiveness in contemporary American culture was undeniable. The topic was one of hot debate, reflected by its presence in newsprint throughout the period. Society’s idea of what women were capable of was undergoing a significant change.","Milton Caniff, a cartoonist who had become famous at the time for his <em>Terry and the Pirates </em>strip, had sensed this influence and incorporated it into his comic. While the eponymous character, Terry, fought many a foe, the most famous was known as “the Dragon Lady”. She was a sly and capable foe, and at the advent of World War II, led the resistance against Japan’s invasion of China. She is shown to be an equal match for Terry on numerous occasions. This portrayal of a competent, attractive female antagonist was revolutionary for the time. It is also worth noting that the Dragon Lady was not only a woman, but also ethnic, being Asian. Caniff’s comic contained several other strong, female characters, but none were quite as influential as her. This can clearly be seen today where the term “dragon lady” refers to a negative stereotype of strong or mysterious women of East Asian descent."," "],"display_date":"1920 - 1945","search_date":"1932-12-31","locations":[{"id":21355,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":30,"tag":"Urban Society"},{"id":1158,"tag":"Great Depression"},{"id":258,"tag":"World War II"},{"id":788,"tag":"Sexism"},{"id":617,"tag":"Feminism"},{"id":1774,"tag":"Milton Caniff"},{"id":1775,"tag":"Comics"},{"id":1776,"tag":"Dragon Lady"},{"id":1777,"tag":"Cartoonist"}],"course":{"name":"The Comic Book City","school":"Rollins College","course_id":112,"school_id":5}},{"id":5919,"title":"Hunger that's worth marching for","course_id":118,"status":"P","start_date":"1/1/35","end_date":"12/31/55","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Brother Dave Moore was a leader in one of the many Unemployed Councils that were littered across Detroit. He gives a first-hand account of the Ford Hunger March of March 7<sup>th</sup>, 1932, a protest of unemployed workers in which four protestors were shot p¡by police, but also the frustration and injustice that led up to the march. Brother Moore lived in Leland Street off of Hastings Street in the predominantly African-American Black Bottom neighborhood. He described the horrific daily occurrences on the streets of Black Bottom at the start of the Great Depression that drove the community members to take action against Ford. Landlords would evict people abruptly with very little warning, moving their belongings out and leaving them on the street in the bitter cold. In particular, he recounted seeing a woman give birth in the street during winter in Black Bottom.","Demonstrations such as the Ford Hunger March, as gruesome as they were, did influence change. In 1935, housing projects began to be built to provide housing for low-income families. Mr. Hughes described the conditions of the projects: “at Brewster Center we played baseball, we pitched horseshoes, we went swimming, shot pool, we danced and we sang….” His account of life in the projects is similar to that of Betty DeRamus, a former Black Bottom resident. She regarded the projects as a, “paradise community”. The Ford Hunger March was one of the steps that inched Black Bottom towards better conditions during the Great Depression."],"display_date":"1935 - 1955","search_date":"1945-07-01","locations":[{"id":24271,"lat":42.2533621325,"lng":-83.8384551752,"zoom":9,"place":"Washtenaw, Michigan"}],"tags":[{"id":2047,"tag":"Labor protests"},{"id":2026,"tag":"Housing Projects"},{"id":1158,"tag":"Great Depression"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5907,"title":"Great Depression Gardens","course_id":118,"status":"P","start_date":"1/1/31","end_date":"12/31/32","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Immediately following the Great Depression, the Mayor’s Unemployment Committee (MUC) established a thrift-garden program in Detroit.  Between 1931 and 1932, the height of the program, the gardens supplied food and benefits for about 20,000 people.  Experienced gardeners would create model gardens for thrift gardeners to follow, who were either welfare clients or those near the verge of dependency.  Experienced gardeners also seemed to mange and oversee the workers and land, sitting outside of sheds on the perimeter of the land.  They were dressed well, considering that it was the time of the depression, wearing white button-down shirts, ties, brimmed hats, and slacks. Plots were located between dirt roads near shack-like houses, surrounded by some of Detroit’s factories and smokestacks.  Corn appeared to be one of the more popular crops to grow.","Inspired by Hazen Pingree’s potato patches, Frank Murphy, the mayor of Detroit, decided to establish the “vacant lot gardening,” which had the two objectives of feeding the needy and preserving the  work habits of the unemployed. In 1931, the MUC allotted $10,000 to the program, supplying land, equipment, gardening instruction.  By the end of its first year, the gardens profited each worker by about $50, justifying a continuation of the project for another year.","Similar to Detroit’s economic standing today, the Great Depression forced thousands out of their jobs.  Murphy’s gardens, however, seemed to be a successful solution to maintaining the city’s work morale, encouraging the population to be involved in their community, and stimulating the economy.  Due to the parallels between Detroit in the early 1930s and today, the thrift garden program may be a viable source and inspiration for making future changes within the city."],"display_date":"1931 - 1932","search_date":"1932-01-01","locations":[{"id":22722,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2029,"tag":"Thrift gardens"},{"id":1158,"tag":"Great Depression"},{"id":1905,"tag":"Urban Farm"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6329,"title":"The Great Depression Finds Its Way to the Comics","course_id":139,"status":"P","start_date":"1/1/29","end_date":"1/1/39","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["One of the lowest points in American history, The Great Depression stemmed from uneven prosperity in the 1920s paired with the nation producing more than it could consume and the small foreign market for American goods.[1] While American people suffered, hard work became a necessity for most and a skill children were quick to learn. Comics like Little Orphan Annie gave the people hope, as well as raised interest in comics, opening the door for later tales of less orthodox genres.","As a boy growing up in the Great Depression, Carmine Infantino, comic book legend and co-creator of such heroes as the Flash and Green Lantern, was no stranger to hard work. When he was no older than six, he already worked as a shoe shiner to help his family make ends meet. He dreamed of growing up to become an architect—a talent and passion visible in the well-designed and elaborate buildings in his comics—but the inability to afford the schooling prompted him to focus on his drawing instead, giving way to the industry he is now associated with. The influence of the Depression itself was part of Infantino’s inspiration to begin with. He grew up drawing the faces of cartoon characters depicting the times, such as the aforementioned Orphan Annie, a character known for her spunk and optimism during hard times.[2]","Infantino went to school in Manhattan, despite the fact that he lived in Brooklyn, solely because he had a burning passion to draw and Brooklyn offered few opportunities. The Depression worked against him as much as it influenced him. His parents hesitated to give him money to go to this school because they feared that all artists were starving and poor—sensations they knew well and dreaded their child having to go through. Eventually they relented. Infantino went on to meet the man who gave him his first major opportunity to learn his trade: Harry Chesler. He gave Infantino an opportunity he could not refuse: Chesler would pay him a dollar a day simply to come to his shop and learn.","Infantino eventually ended up at Quality Publishing, a new break that arose from his first one-in-a-million opportunity. It was here that his job became to work on the backgrounds of the comics, circling back to his past dreams of becoming an architect. While the Depression forced him down a path that may not have been his first choice, he discovered a new passion, and continued to explore his old one through a new medium."," ","[1] Sreenivasan, Jyotsna. <em>Poverty and the Government in America: A Historical Encyclopedia</em>. Santa Barbara, Calif.: ABC-CLIO, 2009, 56.","[2] Gary Groth, \"The Carmine Infantino Interview.\" (The Comics Journal. June 29, 2010.)"],"display_date":"January 1, 1929 - January 1, 1939","search_date":"1934-01-01","locations":[{"id":21355,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":1775,"tag":"Comics"},{"id":1158,"tag":"Great Depression"},{"id":2633,"tag":"Carmine Infantino"}],"course":{"name":"Creating the Comic Book City","school":"Rollins College","course_id":139,"school_id":5}},{"id":6897,"title":"Beer Vote Legality Due for Court Test","course_id":191,"status":"P","start_date":"1/1/29","end_date":"12/31/35","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["My article \"Beer Vote Legality Due for Court Test\" from May 9th, 1935, refers to a court test of Ontario’s Liquor Control Act. The challenge sought to determine whether plebiscites on prohibiting the sale of alcohol were legal. Lawyer W.H. Bouck organized the petition that prompted the vote by Lindsay’s City Council.  The Council’s ruling was a close 5 to 4 decision to hold a plebiscite to ascertain what the future of alcohol sale would be in the community. Col. R.I. Moore, in the wake of the vote, sought to bring it to court to challenge the authority of the decision, based on a claim that some names on the original petition were invalid, and that a reading of the by-law required at least a two-thirds majority.  According to Bouck, the pro-dry petition organizer, the Lindsay City Council should not to concern itself with Moore’s challenge and continue with the plebiscite. Additionally, Bouck outlined his plan for gathering signatures in Toronto as he had in Lindsay. In Toronto, Bouck was attempting to gather 90,000 signatures for a similar plea in the province’s capital. Part of Bouck’s plan was to cross reference the signatures gathered with data from the provincial lists of 1934 to make certain all the names gathered for his petition were in fact from those eligible to vote, making the job of City Clerk Somers easier, and the cross-referencing cheaper and quicker.  (The Globe, May 9th, 1935)   "," ","The broader historical context of the Lindsay case outlined in my article was dominated by the Great Depression, the economic hardships endured by most Canadians, and the legacy of Prohibition. 1935 was a year of great economic hardship across Canada. It was the end of R.B. Bennett and his Conservative Party’s control of Parliament, whose term was marked by failed economic policies, such as the infamous Unemployment Relief Camps and the Bennett Buggies. In fact, the month before the “Beer Vote” article was published, the On-to-Ottawa Trek began as a strike over harsh working conditions and low wages by the workers at Relief Camps, later morphing into a cross-country journey to protest the federal government itself. Over 1000 of these workers “rode the rails” to Ottawa to make their grievances known. This economic situation that permeated Canada in the 1930s connects to the article, perhaps helping to explain R.I. Moore’s opposition to making Lindsay dry, as the sale of alcohol could provide some much-needed stimulus to the local economy, as well as a way for the hard-done-by members of the community to cope. Another key part of the context to consider is broader Prohibition. In Ontario, prohibition lasted from 1916 to 1926, but this article shows that Temperance ideology continued to be an influential movement even after it was repealed. Enclaves of dry communities persisted, like what Bouck wanted Lindsay and Toronto to become.       "],"display_date":"1929 - 1935","search_date":"1932-07-01","locations":[{"id":53226,"lat":44.34792430133,"lng":-78.688675423332,"zoom":11,"place":"Lindsay, Ontario, Canada"}],"tags":[{"id":1630,"tag":"Canada"},{"id":1158,"tag":"Great Depression"},{"id":111,"tag":"Prohibition"}],"course":{"name":"Critical Writing and Research for Historians","school":"University of Toronto Scarborough","course_id":191,"school_id":28}}]}