{"id":1161,"tag":"Photography","points":[[33.039510867,-115.365309221],[39.8715057392,-77.2179223246],[39.878712355,-75.2036894677],[37.2279279,-77.4019267]],"bounds":[[39.878712355,-75.2036894677],[33.039510867,-115.365309221]],"episodes":[{"id":5361,"title":"Dorothea Lange and Social Documentary during the Great Depression","course_id":79,"status":"P","start_date":"3/1/36","end_date":"3/1/40","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Her young child sits at her feet, eating the dirt that covers so much of their existence. The tent containing all of the family’s worldly belongings displays a tattered existence. The desolate background and the despair on her face shows the plight of so many during the latter part of the Great Depression. Taken in 1937 by Dorothea Lange, the picture titled \"Eighteen-year-old mother from Oklahoma, now a California migrant\" portrays the desperation that so many people felt.","Dorothea Lange began her career as a portrait photographer but it was her work documenting the struggles of those displaced by the Great Depression that brought her to the attention of the publice. By photographing a social group that the country did not want to see, she became an eminent photographer that left a lasting legacy. Eventually called social documentary photography, the work that Lange produced during the Depression was a groundbreaker in the arena. With her work for the Farm Security Administration (FSA) and Office of War Information (OWI) during the years of 1935 to 1942, she showed people the uncomfortable and painful reality of those that suffered most during the Great Depression. It was her hope that by helping society see the difficulties faced by these displaced peoples would provide change.","Lange was unique in that she took the time to interview her subjects prior to photographing. By focusing on what her subjects had to say, Lange created pictures with depth and insight into their character. It was her practice to record the location, date and comments of the people in the camps that she photographed. She was careful to include information such as how many children a person had, what they paid for rent, food and how much they earned. Lange also used newspaper clippings from the region to supplement her notes and photographs.","In Lange’s later publications, she included notes from her field reports combined with photographs to show the extant that country was suffering. Anne Whiston Spirn writes in her book <em>Daring to Look: Dorothea Lange's Photographs and Reports from the Field</em>, “rural poverty was a product of history, not of nature.” The rich visual imagery in Lange’s images compounded the despair that was felt throughout the country."],"display_date":"March 1, 1936 - March 1, 1940","search_date":"1938-03-01","locations":[{"id":24015,"lat":33.039510867,"lng":-115.365309221,"zoom":8,"place":"Imperial, California"}],"tags":[{"id":1164,"tag":"Migrant workers"},{"id":1161,"tag":"Photography"},{"id":1163,"tag":"FSA"},{"id":1162,"tag":"Social documentary"},{"id":1081,"tag":"The Great Depression"}],"course":{"name":"The Great Depression","school":"Texas Wesleyan University","course_id":79,"school_id":49}},{"id":6123,"title":"Gettysburg's Harvest of Death","course_id":124,"status":"P","start_date":"1863-07-05","end_date":"1863-07-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Battle of Gettysburg is remembered as the bloodiest battle of the American Civil War. The fighting in Gettysburg, Pennsylvania, started in the early morning of July 1, 1863, and lasted three days, until July 3. Despite the Union’s decisive victory at Gettysburg, around 23,000 of their soldiers died during the three day battle, whereas the Confederate Army lost 28,000 [1]. Photographs were taken of the battlefield and serve as a reminder of both how many lives this famous battle claimed, and the humanity of the fallen soldiers. One photograph in particular, Timothy O’Sullivan’s <em>A Harvest of Death</em>, gives a dramatic, yet realistic portrayal of Gettysburg’s casualties and the horrors of war.","The famous nineteenth century photographer, Matthew Brady, is most often associated with Civil War photography. He was in charge of a substantial crew of photographers, and often attributed their photographs to himself, as well as those of other photographers to which he had no business relations [2]. Brady was the former employer of other accomplished photographers, such as Alexander Gardner. Gardner and his cameramen, James Gibson and Timothy O’Sullivan, were accomplished photographers in their own right. After leaving Brady’s employment, Gardner and his crew focused on the grisly, uncensored realities of war, taking photos of the dead men and horses strewn about the battlefields. These photographers traveled to battlefield locations in covered wagons, which served as both a mobile storage facility and a darkroom [3]. Gardner led a three-man team which arrived at Gettysburg late in the morning of July 5, 1863, soon after the defeated Confederate General Robert E. Lee left the battlefield. The photographers immediately began taking photographs of their bloody surroundings, and Timothy O’Sullivan, one of Alexander Gardner’s photographers, snapped his famous photograph [4].","The photo shows the bodies of dead soldiers scattered across a field, among the debris from battle, and in the distance, two living men with horses can be seen. Prominent among the dead, the decaying corpse of a Union soldier is seen with his legs splayed, right arm outstretched, head turned towards the photographer, and his mouth forced open due to bloating. The other men lie in similar positions, but their heads are turned away. The soldiers’ once-handsome uniforms are disheveled; several of their coats are unbuttoned, and some are missing shoes. The dead lie at varying distances from O’Sullivan’s camera; the scattering of bodies continues until they fade into the mist [5]. Because the battle ended two days prior to the taking of this photograph, the bodies are not those of freshly deceased men, although they remain unburied in the July heat. The photo was fittingly titled <em>A Harvest of Death</em>.","The photographs of the Civil War hold a great amount of significance, to both contemporary and modern audiences. O’Sullivan’s photograph immortalized the carnage of the Battle of Gettysburg, giving non-combatants and future generations a view of the battlefield, in all its gruesome authenticity. This photograph gives humanity to the unnamed fallen soldiers and, together with the many other photos published from various Civil War battlefields, brought the horrors of war to the attention of the American public. These photographs were a stark contrast to the portraiture of powerful figures that Americans were used to seeing – high-ranking officers and government officials posing for the camera. Aside from their families and friends, most of the dead men on the battlefield were unknown to the general public [6]. The idealized glamour of war – the stylish uniforms, well-groomed horses, and the heroic nature of the soldiers who would fight for their families, their country, and their values – all of this was pushed aside in the photographs to show the true, gruesome nature of the battlefield.","Due to public demand, these photographs were displayed in galleries for public viewing and printed in newspapers using a woodcut of the glass images [7]. The American public was simultaneously horrified and fascinated by the morbid scenes depicted in the photographs. The <em>New York</em> <em>Times,</em> speaking of the photographs (for which Brady was given undue credit), said that they had “done something to bring home to us the terrible reality and earnestness of war. If he has not brought bodies and laid them in our door-yards and along the streets, he has done something very like it.” [8]"," "," ","[1] George Sullivan, <em>In the Wake of Battle The Civil War Images Of Matthew Brady </em>(Munich: Prestel Verlag, 2004), 18.","[2] <em>Ibid</em>., 10.","[3] <em>Ibid</em>., 15.","[4] <em>Ibid</em>., 18.","[5] Timothy O’Sullivan, “A Harvest of Death, Gettysburg, July 1863” (Washington, D.C.: National Archives and Records Administration).","[6] Mary Panzer, <em>Matthew Brady and the Image of History</em>, (Washington, D.C.: Smithsonian Books, 1997), 106-109.","[7] Panzer, 106-109 and Foster Eubank, <em>Following Civil War Photographers</em>, (Henderson, NV: Jennings Sayre Publications, 2003), Introduction.","[8] Panzer, 106-109."," "],"display_date":"July 5, 1863","search_date":"1863-07-05","locations":[{"id":10806,"lat":39.8715057392,"lng":-77.2179223246,"zoom":9,"place":"ADAMS, Pennsylvania"}],"tags":[{"id":32,"tag":"Civil War"},{"id":1860,"tag":"Battle of Gettysburg"},{"id":1161,"tag":"Photography"},{"id":5,"tag":"War"}],"course":{"name":"Historical Perspectives on Technology","school":"Widener University","course_id":124,"school_id":43}},{"id":6296,"title":"Pinkerton Creates First Photographic Wanted Poster","course_id":137,"status":"P","start_date":"1874-01-01","end_date":"1874-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["“Abduction of Charlie Brewster Ross,” announced a wanted poster created in 1874, and handed out to people in the Philadelphia area. Two young boys had been kidnapped from their wealthy family. The older of the two boys was later found on the street, where the kidnappers had abandoned him. Unfortunately, though, the criminals kept Charlie, the younger brother, with them, and used him to force a ransom from his parents. The family hired Allan Pinkerton, founder of the Pinkerton Detective Agency, after the police ran out of leads. Pinkerton created this wanted poster in hopes that it would lead to Charlie’s eventual discovery. Pinkerton added a photograph of Charlie Ross to the poster, which made his work one of the earliest examples of photography used on public posters.","The horrific abduction of six-year old Charlie Brewster in 1874 portrays the emotional state of some individuals during Reconstruction. Some people had lost everything; money, family, homes. The volatile economy including a depression made it hard for some to get by every day. Perhaps that is why these individuals felt the need to kidnap the children of wealthy families; simply for the ransom money. However, if that were the case, one would think that the kidnappers would have returned Charlie after receiving the cash. Instead, Charlie was never returned to his family, and to this day no trace of the boy’s body has ever been found.","Although Reconstruction brought chaos and struggle to some, and had many Americans feeling depressed and helpless, it also consisted of the creation of many new ideas and inventions, like the photographs on printed posters. These fresh innovations showed how the United States was advancing in some ways, while it was seemingly struggling to get back on its feet. Along with the invention of photographed printed work were the inventions of the telephone in 1876 and the electric light bulb in 1879. Lastly, along with modifications in technology, the Charlie Brewster wanted poster portrayed changes in practices for police and private detectives. These posters, and other propaganda, aided the law enforcement, and made it much simpler for them to communicate information and receive assistance from civilians who may be able to help. Because of this, children after Charlie had a much greater chance of being rescued than those before him.","Overall, the wanted poster titled “Abduction of Charlie Brewster Ross” emphasized the utter helplessness that many individuals felt during the time of Reconstruction, and the lengths that some of these people were willing to go to for money. Pinkerton’s new idea of using photography in police work transformed law enforcement practices. Wanted posters soon led to the idea of mug shots that further served police forces. Therefore, the photographed printed work portrayed, at the same time as a depression, how there was also a sense of hope and advancement in America through new ideas and inventions."],"display_date":1874,"search_date":"1874-07-02","locations":[{"id":11231,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"PHILADELPHIA, Pennsylvania"}],"tags":[{"id":2570,"tag":"abduction"},{"id":118,"tag":"invention"},{"id":1161,"tag":"Photography"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":137,"school_id":3}},{"id":6703,"title":"Photography During the Civil War","course_id":170,"status":"P","start_date":"1861-01-01","end_date":"1865-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","Photography During the Civil War"," "," "," ","            The camera was invented around 1816, and many people didn’t know what to think about it. At first, it took a photographer about 8 hours to take one picture. As technology advanced, the camera did as well. In a few short years, the time it took for pictures to be taken went from 8 hours, to about 30 minutes. Still not nearly as fast as we know today, but many people around that time say an opportunity to shift their focus to different subject matters. From portraits of wealthy land owners to graphic scenes of the Civil War. Many photographers risked their lives to capture gruesome scenes and carnage from the Civil War so everyone back home could see exactly how “romantic” war is."," ","            The Civil was the first major conflict to be photographed. This meaning that The Civil War is the first war we have extensive knowledge of with the help of photography. Many historians believe that the camera actually changed the war as we know it. The camera did a lot for the war. As previously stated, it brought people back home closer to the war. Showing them how terrible it actually was. It also gave women back home keepsakes of their loved one’s photo to remember them if they were to tragically die in battle. But more importantly it helped both the North and South spy on one another. “…military leaders on both sides also hired photographers to gain intelligence about enemy emplacements, roads, bridges and railroads.”[1] Gaining intelligence on the enemy was a crucial part in planning your next attack."," ","Being a photographer in the late 1860’s was not an easy task. Today, all we have to do is pull out our phones and we can snap a picture in seconds. Back then, a photographer had to carry all his equipment by wagon to the battlefield. The equipment included a darkroom, chemicals for processing the photo, and stands to hold up the camera. Whenever they moved, they had to make sure all their plates and chemicals were secure. It wasn’t recorded exactly how many photographers lost their lives while capturing photos of battles, but many historians believe it wasn’t many."," ","A famous photographer of the time period was a man by the name of Mathew Brady. He was practically a pioneer of war-time photography. He was President Lincolns photographer at one point as well. Brady’s first battle he documented was the Battle of Bull Run where he was under direct fire but managed to escape. His famous works come from the most gruesome battle, the Battle of Antietam. Brady came under a lot of criticism for allegedly moving dead bodies around and staging scenes to make them worse than they actually were. We have all seen Mathew Brady’s works and we just don’t know it. Brady is responsible for the portrait on the five-dollar bill and the penny. In 1874, the War Department purchased all of Brady’s pictured for roughly 28,000 dollars, or 6 million dollars in today’s money."," ","Photography did quite a bit for the war. Whether it be helping one side spy on another, or give wives and mothers pictures to hold on to, the camera and photography helped shaped and war and give historians a better understanding of how it all occurred."," "," "," "," "," "," ","[1] <a href=\"https://www.seeker.com/how-civil-war-photography-changed-war-1766077826.html\">https://www.seeker.com/how-civil-war-photography-changed-war-1766077826.html</a>"],"display_date":"1861 - 1865","search_date":"1863-07-02","locations":[{"id":17965,"lat":37.2279279,"lng":-77.4019267,"zoom":8,"place":"Petersburg, Virginia"}],"tags":[{"id":1161,"tag":"Photography"},{"id":3273,"tag":"spy"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}}]}