{"id":1166,"tag":"Dust Pneumonia","points":[[37.1916469064,-98.0755264086]],"bounds":[[37.1916469064,-98.0755264086],[37.1916469064,-98.0755264086]],"episodes":[{"id":5362,"title":"<em><strong>DUST PNEUMONIA BLUES</strong></em>","course_id":79,"status":"P","start_date":"1/1/25","end_date":"12/31/45","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["I went to the doctor, and the doctor said, “my son,”","I went to the doctor, and the doctor said,” my son,","You got that dust pneumony an’ you ain’t got long, not long.”","When Woody Guthrie recorded these words in 1940, he was describing the beginning of a form of pneumonia caused by breathing in too much dust.   A common complaint during the “Dirty Thirties”, also known as the Dust Bowl, dust pneumonia is a form of silicosis, similar to the Black Lung that miners contracted working in the coal mines of Kentucky and West Virginia.   It was one of the biggest killers of the Dust Bowl and its main victims were the young and elderly.  The symptoms were coughing spells, body aches, particularly chest pains, and shortness of breath.  Some had nausea and could not keep food down.  Within days of diagnosis, some would die.","People hung damp sheets across their windows, wore masks on their faces, and put wet towels at the bottom of their doors at night and still the dust would get in. In the morning, the sheets and towels looked like they were covered in mud.  Mothers found the faces of their infants covered in dust, their eyes red, mud caked around their mouths, the babies coughing, sometimes coughing up mud, and crying.","The death toll of dust pneumonia cannot be determined with accuracy.    It is believed to have contributed to hundreds of deaths, with some estimates ranging into the thousands. Those who did survive generally did so with life-long breathing problems."," ","“Down in Texas, my gal fainted in the rain,","Down in Texas, my gal fainted in the rain,","I throwed a bucket o' dirt in her face just to bring her back again.”"],"display_date":"1925 - 1945","search_date":"1935-07-02","locations":[{"id":20064,"lat":37.1916469064,"lng":-98.0755264086,"zoom":9,"place":"Harper, Kansas"}],"tags":[{"id":1165,"tag":"Dust Bowl; Woody Guthrie;"},{"id":1166,"tag":"Dust Pneumonia"}],"course":{"name":"The Great Depression","school":"Texas Wesleyan University","course_id":79,"school_id":49}}]}