{"id":1172,"tag":"Yip Harburg","points":[[32.7703945791,-97.2918801714]],"bounds":[[32.7703945791,-97.2918801714],[32.7703945791,-97.2918801714]],"episodes":[{"id":5365,"title":"Brother, Can You Spare a Dime?","course_id":79,"status":"P","start_date":"2/26/99","end_date":"2/26/99","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["<em>They used to tell me I was building a dream and so I followed the mob,</em>","<em>When there was earth to plow or guns to bear, I was always there right on the job.</em>","<em>They used to tell me I was building a dream, with peace and glory ahead,</em>","<em>Why should I be standing in line, just waiting for bread?</em>","During the Depression, there were not many distractions for people.  All they could do was walk the streets and wait for the food banks to open in order to provide for their families.  The Depression was America’s lowest point because people could do nothing to help each other.","In 1931 Yip Harsburg and Jay Gorney wrote <em>Brother, Can You Spare a Dime? </em>Reflecting the American dream.  The idea of the song was to give people a distraction and get their minds off the bad times.  The song gave people a way to forget their troubles for a little while and gave them hope.  It reminded them of how things used to be: the jobs, their homes, and plenty to eat.","Even though the Depression hit everybody, people still had a smile on their face and a song in their heart.  They knew that the depression would not always last.  When Franklin D. Roosevelt signed the New Deal Act, people began to work, provide for their families, and live the American dream again.","<em>Once I built a railroad, I made it run, made it race against time.</em>","<em>Once I built a railroad; now it’s done. Brother, can you spare a dime?</em>","<em>Once I built a tower, up to the sun, brick, and rivet, and lime;</em>","<em>Once I built a tower, now it’s done. Brother, can you spare a dime?</em>"],"display_date":"February 26, 1999","search_date":"1999-02-26","locations":[{"id":42961,"lat":32.7703945791,"lng":-97.2918801714,"zoom":9,"place":"Tarrant, Texas"}],"tags":[{"id":1158,"tag":"Great Depression"},{"id":1171,"tag":"Jazz\\Blues"},{"id":1172,"tag":"Yip Harburg"}],"course":{"name":"The Great Depression","school":"Texas Wesleyan University","course_id":79,"school_id":49}}]}