{"id":1173,"tag":"Bonus March","points":[[46.2975453728,-117.907874423],[39.2338595038,-76.3925904773]],"bounds":[[46.2975453728,-76.3925904773],[39.2338595038,-117.907874423]],"episodes":[{"id":5366,"title":"The Bonus Army","course_id":79,"status":"P","start_date":"7/28/32","end_date":"7/28/32","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Four-thirty in the afternoon on July, 28, 1932, Pennsylvania Avenue in Washington, D.C., was embalmed with tear gas.  Herbert Hoover instructed General MacArthur to lead 600 troops from the 16<sup>th</sup> Brigade into the streets to diffuse the “Bonus Army” riots.  The first riot resulted in the death of one Bonus Marcher killed by police gunfire.  After catching wind of the incident, President Hoover requested the deployment of the Regular Army to cease the uproar in Washington.","            After the Great War, Congress promised in 1924 20,000 veterans a “bonus” payment for the compensations of the war.  The payments were to be deferred until 1945.  Due to the severity of the Great Depression, in 1931 the United States Congress overrode a veto granting the Great War veterans half of their promised compensation check.  As the economy continued to decline so did the patience of the veterans and half of their earned money was not enough to survive on.","The legislation made one such payment to Frank Agaria.  The United States Congress issued Adjusted Service Certificates to the Great War veterans upon their return to the States.  The certificates provided the details and regulations of the bonus check that was to be given for compensations throughout the war.  Frank Agaria, was issued the certificate on March 1, 1931.  In Mr. Agaria’s certificate, it is declared that in the event of death of the veteran, his beneficiary received his money if a beneficiary had been appointed before death.  Mr. Agaria was guaranteed $308.00 on March 1, 1931 and $1,931.00 that deferred to March 1951.  The certificate was signed by the Director of the United States Veterans Bureau. ","On December 5, 1932, proponents of further immediate payment published a poster informing Americans of the unfortunate situation the veterans of the Great War faced.  The poster described the harsh conditions the winter brought upon the “hungry veterans” and the creator of the poster suggested that there are “hundreds and thousands of us have no shelter, and there will be more of us in that fix by the time winter comes.”  The poster also encouraged the veterans to march to Washington and elect delegated Bonus Marchers.","The “Bonus Army Incident” was a very controversial issue.  The question of respect for the Bonus Marchers has been a concern, whether or not the proper procedures were followed by the Regular Army.  Though he was following the orders of his Commander-in-Chief, Major General MacArthur was criticized by the American people and after, citizens frowned upon his actions."],"display_date":"July 28, 1932","search_date":"1932-07-28","locations":[{"id":21988,"lat":46.2975453728,"lng":-117.907874423,"zoom":9,"place":"Columbia, Washington"}],"tags":[{"id":1173,"tag":"Bonus March"},{"id":1174,"tag":"Bonus Army"},{"id":1175,"tag":"General MacArthur"},{"id":1176,"tag":"Bonus Check"},{"id":1177,"tag":"WWI Veterans"}],"course":{"name":"The Great Depression","school":"Texas Wesleyan University","course_id":79,"school_id":49}},{"id":6261,"title":"Laurel: An Almost home for the Bonus Expaditionary Force","course_id":132,"status":"P","start_date":"5/1/32","end_date":"12/31/32","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["After World War I, men who had fought in the United States military forces were promised a bonus. Imagined as a way to provide them with some financial support in their older age, Congress agreed to pay the bonus in 1945 --nearly thirty years after the end of the war. However, by 1932, veterans of the war were feeling the impact of the Great Depression very sharply.Walter W. Wathers left Portland, Oregon, with a few hundred men, determined to march to Washington and demand immediate payment of their promised bonus. The march eventually included 20,000 veterans and their family members. Their protest was peaceful and orderly, but it failed. Under orders of the President, they were expelled from Washington. Three Marchers were killed during the protests.","With the death of their comrades still fresh on their minds, many of the Bonus Marchers simply returned home. Waters was determined not to give up, however. While many veterans abandoned the fight, some remained with Waters. They continued their effort to continue to convince the American government that their plight demanded immediate action.","Violently expelled from Washington, DC, Waters began to search for another place his army could call home. Johnstown Pennsylvania extended an offer, but Waters declined. He wanted to set up his troops in  area closer to the “front,” and Maude Edgell offered Waters a wooded plot in Laurel, Maryland.","Waters set about to create a new encampment there, where his fellow veterans could not just continue to occupy in protest, but also live in a self sustaining community. Several hundred veterans gathered at the sight to begin preperation for the settlement. Waters met with the Mayor of Laurel to discuss these plans.","Unfortunately for Waters, politicians were not finished refusing the Bonus Army. Maryland's governor at the time, Alan Richie, delcared the site unsuitable for such a large settlement, insisting that the land was not appropriate for farming and that the lack of water and infrastructure were insurmountable.","With yet another defeat, the bonus army wandered off in to obscurity. Several hundred of the former marchers died in a hurricane. Their final defeat was a mass cremation. They had been ignored by their government, driven out by the army they once served, and labeled as radicals. The Bonus would eventually be paid in 1936 but not with out significant losses by of those who had fought for it."," "],"display_date":"May - December 1932","search_date":"1932-08-31","locations":[{"id":24195,"lat":39.2338595038,"lng":-76.3925904773,"zoom":9,"place":"Baltimore, Maryland"}],"tags":[{"id":2565,"tag":"Laurel Md"},{"id":280,"tag":"Maryland"},{"id":728,"tag":"Veterans"},{"id":1859,"tag":"World War 1"},{"id":1081,"tag":"The Great Depression"},{"id":1173,"tag":"Bonus March"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}}]}