{"id":1175,"tag":"General MacArthur","points":[[46.2975453728,-117.907874423]],"bounds":[[46.2975453728,-100],[46.2975453728,-117.907874423]],"episodes":[{"id":5366,"title":"The Bonus Army","course_id":79,"status":"P","start_date":"7/28/32","end_date":"7/28/32","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Four-thirty in the afternoon on July, 28, 1932, Pennsylvania Avenue in Washington, D.C., was embalmed with tear gas.  Herbert Hoover instructed General MacArthur to lead 600 troops from the 16<sup>th</sup> Brigade into the streets to diffuse the “Bonus Army” riots.  The first riot resulted in the death of one Bonus Marcher killed by police gunfire.  After catching wind of the incident, President Hoover requested the deployment of the Regular Army to cease the uproar in Washington.","            After the Great War, Congress promised in 1924 20,000 veterans a “bonus” payment for the compensations of the war.  The payments were to be deferred until 1945.  Due to the severity of the Great Depression, in 1931 the United States Congress overrode a veto granting the Great War veterans half of their promised compensation check.  As the economy continued to decline so did the patience of the veterans and half of their earned money was not enough to survive on.","The legislation made one such payment to Frank Agaria.  The United States Congress issued Adjusted Service Certificates to the Great War veterans upon their return to the States.  The certificates provided the details and regulations of the bonus check that was to be given for compensations throughout the war.  Frank Agaria, was issued the certificate on March 1, 1931.  In Mr. Agaria’s certificate, it is declared that in the event of death of the veteran, his beneficiary received his money if a beneficiary had been appointed before death.  Mr. Agaria was guaranteed $308.00 on March 1, 1931 and $1,931.00 that deferred to March 1951.  The certificate was signed by the Director of the United States Veterans Bureau. ","On December 5, 1932, proponents of further immediate payment published a poster informing Americans of the unfortunate situation the veterans of the Great War faced.  The poster described the harsh conditions the winter brought upon the “hungry veterans” and the creator of the poster suggested that there are “hundreds and thousands of us have no shelter, and there will be more of us in that fix by the time winter comes.”  The poster also encouraged the veterans to march to Washington and elect delegated Bonus Marchers.","The “Bonus Army Incident” was a very controversial issue.  The question of respect for the Bonus Marchers has been a concern, whether or not the proper procedures were followed by the Regular Army.  Though he was following the orders of his Commander-in-Chief, Major General MacArthur was criticized by the American people and after, citizens frowned upon his actions."],"display_date":"July 28, 1932","search_date":"1932-07-28","locations":[{"id":21988,"lat":46.2975453728,"lng":-117.907874423,"zoom":9,"place":"Columbia, Washington"}],"tags":[{"id":1173,"tag":"Bonus March"},{"id":1174,"tag":"Bonus Army"},{"id":1175,"tag":"General MacArthur"},{"id":1176,"tag":"Bonus Check"},{"id":1177,"tag":"WWI Veterans"}],"course":{"name":"The Great Depression","school":"Texas Wesleyan University","course_id":79,"school_id":49}}]}