{"id":1181,"tag":"American women","points":[[41.8064084993,-72.7328417292]],"bounds":[[41.8064084993,-72.7328417292],[41.8064084993,-72.7328417292]],"episodes":[{"id":5789,"title":"Lever Bros. LUX Magazine Advertisement","course_id":114,"status":"P","start_date":"1/1/20","end_date":"12/31/20","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["As a result of industrialization and suburbanization in the late nineteenth and early twentieth centuries, there was a shift in the attitudes of people around the nation. Both movements led to major social changes in America at all levels, particularly among the growing middle class. People were having fewer children, engaging in careers that afforded heads of households’ higher incomes, and purchasing things they not only needed, but things considered luxuries. The print advertising industry was also undergoing several major changes.","Of the many luxuries enjoyed in the late 1800’s were finer articles of clothing.  Those finer articles could not be laundered in the same manner as the more heavy-duty fabrics.  As a result, the use of specialty soaps started to gain popularity.  One individual who profited from this fashion trend during the Second Industrial Revolution was William Hesketh Lever (1851-1925) of England, who was considered one of the “World's Greatest Advertisers”.[1]  In 1885, as a result of fashion demands and increased motivations brought on by technological advancements and industrial development, the Lever brothers, William and James, decided to leave their father’s business in order to enter the soap industry.[2]  They made and sold their own copyrighted Sunlight household soap.[3] When the topic of fabric care came up in discussions and individuals were asked to name a soap company, the name of Lever Bros. was commonly mentioned.[4] In 1887, Lever Bros. built the factory community of Port Sunlight in Cheshire, England, on 56 acres of swamplands.[5] As the use of household soaps and laundry products increased, the Lever Bros. continued advertising and expanding their business around the world, creating branches in places such as France, Germany, and the United States.[6]","During this time period, the popularity of LUX laundry soap, a popular Lever Bros. product at the time, for washing finer articles of clothing even penetrated Hollywood when the majority of movie actors/actresses favored the product.[7] One specific Lever Bros. advertisement targeted to women was published in 1920 in a magazine by the name of the <em>Delineator</em>, which illustrated an artistic ad for LUX laundry flakes.[8] The ad presents a smaller sketch on the left of a maid helping a sophisticated woman with her garments, and a larger drawing on the right showing one woman sitting down on an outside bench admiring the expensive quality of another woman’s silk and lace ruffled dress. The print under the illustration describes several luxury items while persuading the reader to believe that using LUX suds will not damage their finer fabrics. Likewise, the woman being admired in the ad is wearing a purple and white silk ruffled dress and seems to be posing in a very statuses manner while the other young woman is apparently complementing her. This advertisement shows that during this time there was a significant need for a laundry product designed for expensive items and that women in particular were starting to purchase and wear garments of better quality, and thus needed a different soap that could clean their higher-quality apparel without damaging them. Also, a portion of the ad seems to pull at the viewer’s natural inclinations and aspirations by creating the belief that they too could wear lavish and expensive garments by purchasing LUX. In the magazine, the posture of the woman in the smaller picture to the left is also producing an air of arrogance and pride by her stance as she gets assistance from her maid with her outfit.","Before print advertisements like this became popular, trade cards were circulated. Not only were children encouraged to play with the cards in order to educate them on the existing roles set by society, (such as a young woman becoming a wife and homemaker), but they also served as a means of advertising.[9] Most of these cards “advertised nationally manufactured and distributed products” with the name of the company printed on the packages in order to present it as a gift to their customers while also serving as a veiled marketing device.[10] American society had grown fundamentally by the 1900s and thus different advertising techniques were established. Especially in regard to the aforementioned LUX advertisement, that was created as an instrument to sell Lever Bros. products. This advertisement shows viewers today how much society was changing by industrialization and urbanization. No longer were middle-class people content with utilitarian fabrics, but instead wanted varieties of materials such as silk, satin, and lace with hundreds of patterns to choose from.","Furthermore, one of the larger issues at this time, was the use of advertisements as a way of exemplifying the growth of consumer culture and beliefs while giving birth to a new profession - specialized corporate advertising.[11] Jackson Lears, of Rutgers University, discussed this trend by stating there has not been an easy transition of “modern art and modern advertising” since there was a previous belief which held that the smartest and most successful graduates of art schools that were employed by big corporations for the purpose of assisting with advertising were “selling out”.[12] During the early 1900s however, this was no longer the case. Modern art pieces were now being used to capture consumer trends of the time. As a result of the evolution in advertising from word of mouth, to trade cards, to company brands creating art pieces published in magazines, to modern advertisements seen today, small businesses have the ability to expand into million dollar corporations thanks to consumers and products that made history, such as LUX by Lever Bros."," "," "," ","[1]  \"Lever Bros.\" <em>Time</em>, September 16, 1929, Accessed October 31, 2013, http://0-web.ebscohost.com.libcat.widener.edu/ehost/detail?vid=3&sid=a8ac8858-98b2-4f76-8446-62be38b8886f%40sessionmgr198&hid=128&bdata=JnNpdGU9ZWhvc3QtbGl2ZQ%3d%3d#db=aph&AN=54787935","[2] “Lord Leverhulme”, <em>History</em>, Accessed December 2, 2013, http://www.history.co.uk/biographies/lord-leverhulme","[3] \"Lever Bros.\" <em>Time</em>, September 16, 1929, Accessed October 31, 2013, http://0-web.ebscohost.com.libcat.widener.edu/ehost/detail?vid=3&sid=a8ac8858-98b2-4f76-8446-62be38b8886f%40sessionmgr198&hid=128&bdata=JnNpdGU9ZWhvc3QtbGl2ZQ%3d%3d#db=aph&AN=54787935","[4] <em>Id</em>.","[5] “Lord Leverhulme”, <em>History</em>, Accessed December 2, 2013, http://www.history.co.uk/biographies/lord-leverhulme","[6] <em>Id</em>.","[7] \"Lever Bros.\" <em>Time</em>, September 16, 1929, Accessed October 31, 2013, http://0-web.ebscohost.com.libcat.widener.edu/ehost/detail?vid=3&sid=a8ac8858-98b2-4f76-8446-62be38b8886f%40sessionmgr198&hid=128&bdata=JnNpdGU9ZWhvc3QtbGl2ZQ%3d%3d#db=aph&AN=54787935","[8] “Organdies - linens - fine lawns and batistes,” <em>Duke University Libraries</em>. Accessed November 5, 2013. http://library.duke.edu/digitalcollections/eaa_L0062/#info","[9] Marilyn Mehaffy, “Advertising Race/Raceing Advertising: The Feminine Consumer(-Nation), 1876-1900”, <em>The University of Chicago Press, </em>Autumn 1997, Accessed October 31, 2013. http://www.jstor.org/stable/3175155","[10] <em>Id</em>.","[11] “Organdies - linens - fine lawns and batistes,” <em>Duke University Libraries</em>. Accessed October 31, 2013. http://library.duke.edu/digitalcollections/eaa_L0062/#info","[12] Jackson Lears, “Uneasy Courtship: Modern Art and Modern Advertising”, <em>The Johns Hopkins University Press</em>, Spring 1987, Accessed November 5, 2013, Stable URL: http://www.jstor.org/stable/2712634"," "],"display_date":1920,"search_date":"1920-07-01","locations":[{"id":20056,"lat":41.8064084993,"lng":-72.7328417292,"zoom":9,"place":"Hartford, Connecticut"}],"tags":[{"id":730,"tag":"Advertising"},{"id":1831,"tag":"Lever Bros."},{"id":1181,"tag":"American women"},{"id":1832,"tag":"Consumer Magazines"}],"course":{"name":"America From Civil War to World Stage","school":"Widener University","course_id":114,"school_id":43}}]}