{"id":1182,"tag":"social status","points":[[40.7805662337,-73.9388482485],[42.107446354,-83.1351982696],[28.5383355,-81.3792365]],"bounds":[[42.107446354,-73.9388482485],[28.5383355,-83.1351982696]],"episodes":[{"id":5368,"title":"American Women’s Social Status in 1800’s","course_id":80,"status":"P","start_date":"1883-01-01","end_date":"1883-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Emily Faithfull, an English women right’s activist and writer, discovered an interesting phenomenon during her trips to the United States in 1872 and 1882. Many middle class and upper class women she met were leading a harsh life after losing their fathers or husbands. In two cases, the daughter of a navy Commander and the wife of a General of the United States Army were not able to make a living after the death of their father and husband, respectively. These two cases were only the tip of the iceberg: many upper and middle class women also suffered when their kinsmen dead, lost the ability to work or became unemployed. Even though most of them were willing to take up jobs to improve their living conditions; unfortunately, they did not have the ability to do so. Faithfull discovered that this was due to the “short-sighted policy” in many American families that females did not need to work as they would be married have no necessity to do so (Faithfull, p.281, 282). This illustrated that in the early history of the United States, women were mostly being nurtured in a “green house” and being considered as dependents of the male family members.","The above story reflected the passive role of women in early American society. At that time, women were expected to stay home and take care of the family and housework instead of taking up jobs. According to Faithfull, in 1836 there were only seven occupations opened to women. Although some women had a chance to take up jobs, they had to face low pay. In Vermont, the average salaries of male teachers was 20 dollars a month and 1600 dollars a year. But female teachers only received 8 dollars per month and 750 dollars per year because of tradition and prejudice. (Faithfull, p.75)"],"display_date":1883,"search_date":"1883-07-02","locations":[{"id":8929,"lat":40.7805662337,"lng":-73.9388482485,"zoom":10,"place":"NEW YORK, New York"}],"tags":[{"id":1197,"tag":"poverty"},{"id":7,"tag":"Women"},{"id":1182,"tag":"social status"}],"course":{"name":"U.S. History from 1812 - 1914","school":"Foothill College","course_id":80,"school_id":40}},{"id":5995,"title":"1955 Research on Community Socioeconomic Standings in Metropolitan Detroit","course_id":118,"status":"P","start_date":"1/1/55","end_date":"12/31/55","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1955, a publication on the “social rating of community areas in Metropolitan Detroit” was prepared in response to an apparent number of requests for such information from member agencies of the United Community Services. The information was intended to summarize and explain the standing/social position of all communities in Metro Detroit based on their economic relation to each other and “the incidence of community problems.” Statistical measures were used to determine aspects of each neighborhood: economic levels (value of homes, monthly rent, number of laborers and service workers, etc.), unemployment levels (old age assistance, dependent children, unemployed persons, etc.), and morality and housing conditions (Tuberculosis/death rate, overcrowded homes, etc.). The definitions of such criteria were largely defined and sourced from the 1950 U.S. Census of Population. The document shows that areas of East Detroit that would be considered Black Bottom neighborhood, such as Mack Ave, were below average” in economic levels, “above average” in laborers and service workers, and “below average” in “managerial and professional workers” relative to the rest of the Detroit Metro area. Information for any neighborhood or area (divided by 1950 Census classification tracks of the city) can be found in this document, including places like River Rouge, Belle Isle, Indian Village, Brightmoor, Pingree, Delray, Cass, and more.","The publication of such documents like this likely gave the general public, and Detroit city officials, tangible numbers to confirm the beliefs that many of them already held. The research proved with numbers that certain areas of the city were blighted with disease and death rates, surrounded by poor housing and factory workers, and were made up of those dependent on the government and poverty assistance.  Despite the fact that these numbers are most likely legitimate and were carefully calculated, they do not give the full story. Statistics, without proper explanation or context, can be very powerful. Records and accounts like these allowed certain areas and peoples to be defined as slums, to be used for city projects, and to be broken up when space was needed. This was certainly the case in Black Bottom, Detroit. For example, accounts from Blacks in the area commonly attest that they couldn’t get “managerial or professional jobs” despite having the skills, due to overt discrimination in hiring practices of the time. They were forced to work at low-skilled jobs in the factory, for lower wages than their white coworkers, which was their best option for providing for themselves and their family. The statistical record from the United Community Services ignored these factors, and allowed policymakers to write the area of Black Bottom off as “low-class.” Finally, the fact that the introduction of this document states that it was prepared in response to “requests for information from member agencies” instills a sense of suspicion. Was this research performed just to give insight onto the makeup of Detroit? Was it to figure out where help was needed and then aid those areas? Or was it perhaps requested to provide tangible evidence that certain areas were dirty, poor, slums, in preparation for the great urban renewal movements of the coming decades?"],"display_date":1955,"search_date":"1955-07-02","locations":[{"id":28980,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2099,"tag":"Black Bottom, Detroit"},{"id":1182,"tag":"social status"},{"id":2119,"tag":"U.S. Census"},{"id":2120,"tag":"Economic Levels"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6536,"title":"The African American Negro Chamber of Commerce(AANCC):The Social Status of African American Police Officers within their community","course_id":154,"status":"P","start_date":"1/1/57","end_date":"3/21/16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In sight of the 1957 African American Negro Chamber of Commerce directory, discovered on page 54, are honorary descriptions under the pictures of the first six African American Police officers selected to join the Orlando Police Department, Orange County Florida. Their names are Richard A. Jones, John W. Jordan, Gainous Wright Jr., Mayo Howard, Belvin Perry Sr. and Otha Lee Kelly. Richard A. Jones and Belvin Perry Sr, were the first two Black officers to join the force. The first to break the color line in the Orlando Police Department (OPD) was Officer Jones. He was also the first black OPD sergeant and lieutenant. Officer Belvin Perry Sr was the father of Chief Judge of Florida Ninth Judicial Circuit (retired), Belvin Perry, Jr.  Retired Chief Judge Belvin Perry, Jr was the presiding judge over the high profile Casey Anthony murder trial in 2011. ","The City of Orlando was one of the last cities to develop a police department but these officers still were able to implement their marks during the turbulent times of segregation and social injustice that were mostly, directed toward African American and other minority communities. Especially, in the Southern States at the beginning of the Civil Rights era. These police officers primarily served in the black communities and among African American business districts.","  All six officers were perceived as tremendous role models within the African American communities in and around the City of Orlando, Florida. The expectations were massive when it came to representing their communities. These police officers were known to serve and protect their assigned beat with professionalism and demonstrations of fairness to all. Additionally, they illustrated what it meant to wear the uniform of a police officer as an African American and display what it took to properly, uphold the law.  These police officers brought a significant amount of pride to the black communities, packaged with a few stressful factors to be taken into consideration as well. The 1950’s brought about major changes in law enforcement with the assignment of Black police officers in various cities of Florida. While there was advancement of racial and ethnic diversity in law enforcement, segregation and discrimination continued well into the 1960’s in the south. It’s worth noting that New York appointed the first Black police officer in 1891.","There is no doubt that the first Black police officers were pioneers in their profession in Florida. These Black officers had to endure the trials and struggles of racial integration and law enforcement reformation. When it comes to African American and other minority police officers they have additional pressures pinned to them when carrying out the responsibilities married to the law enforcement profession. I can imagine them feeling alienated and disrespected in a sense, especially, when they had the same responsibilities as the white officers but lower pay and in separate facilities.","  On a general scale, especially, from 1957 up to today there are mountains of  evidence supporting social pressures brought by a significant number of police officers among the African American and other minority communities. These police officers are engaged in the practice of abuses  and violent acts that further heightened the racial and ethnic tensions in the United States. It was initially thought that if an African American or minority officer (not white) was assigned to an African American or minority community there would be a decrease in police abuse and unjustified acts. However, this has been proven not to be the case. Today the disconnect between police officer continues to grow primarily in American communities where there is a large population of minorities, poverty and crime at high.","In 2015, in response to people’s assessment and outcried in many cities of the United States, against police unfairness and their excessive use of force, President Obama called for mediation between police and the community they served. The call was also an effort to reduce racial tension in many cities and communities and rebuild police reputation and trust.","We can present the question “why do members of the police force engage in unethical behaviors and use force to bring public order?” I can only reply that sometimes when people face challenges which they can not deal with or control, they tend to use extra force to control or change the course of a “perceived” bad outcome. Sometimes police officers deal with stressful and dangerous situations, day-in and day-out , until they break down emotionally and act contrary to the law they swore to affirm. By the same token, there are police officers that perform the functions of law enforcement with pride, integrity, and honesty in the mist of any turmoil or pressure situation. "," ","We must not forget President Obama’s call to work on our relationship law enforcement with the goal of reducing racial tensions and rebuilding trust. Also, we must not forget the pioneers that fought and paved the road for social and cultural integration and equality."],"display_date":"January 1, 1957 - March 21, 1916","search_date":"1936-08-11","locations":[{"id":52926,"lat":28.5383355,"lng":-81.3792365,"zoom":8,"place":"Orlando,FL"}],"tags":[{"id":3020,"tag":"Orlando, Fl"},{"id":3019,"tag":"OPD"},{"id":3018,"tag":"First"},{"id":3017,"tag":"1957"},{"id":3016,"tag":"AANCC Directory"},{"id":1182,"tag":"social status"}],"course":{"name":"African American History Since 1877","school":"Rollins College","course_id":154,"school_id":5}}]}