{"id":1185,"tag":"War Department","points":[[38.9071923,-77.0368707]],"bounds":[[38.9071923,-77.0368707],[38.9071923,-77.0368707]],"episodes":[{"id":6529,"title":"Lincoln: Mastermind in Chief","course_id":159,"status":"P","start_date":"1864-07-02","end_date":"1864-07-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Abraham Lincoln was an apparent genius. He had the ability to tend to a country divided by political differences and opinions, act as a commander in chief, and skillfully direct generals. He did this concomitantly as he anticipated the needs of the war effort, used the most advanced and up-to-date technology to communicate orders, and tended to the matter of humanity. Combined, this assets point to his almost superhuman-like quality of leadership. In order to see this in action one simply needs to examine and analyze President Lincoln’s Daily Agenda and communications through telegraph to various entities. Our focus will primarily be on the 2nd of July 1864.","On July 2nd 1864 Abraham Lincoln had quite a full day. His activity, to our knowledge, began at 7:50 am with two telegrams to Honorable D. Davis and Honorable S.H. Treat.[1] He was seeking each man's \"summary of the evidence, with [their] impression, on the Coles County [Illinois] riot cases.\" The background story on this is that on March 28, in Charleston, members of the 54th Illinois Infantry clashed with area Democrats and a riot ensued. Nine people died, including six soldiers and three citizens. Twelve people were wounded. [2] Sending out these telegraphs was only the start to a very full day for President Lincoln. But in the first two telegraphs of the day he has already dealt with, at least in a small portion, political differences that divide the country. We can see as he moves from each part of his day to the next that this is not just haphazard but masterfully planned.","Lincoln seems aware that every minute of his day counts as well as his every action. According to reports of Lincoln’s daily agenda, he also confers with Cong. Julian (Ind.) on power of Congress to confiscate landed estates of Confederates. [2] Here Lincoln is moving to political issues that again could ultimately prove divisive in a future reconciliation. Also, the records show that Lincoln transmits to Senate information regarding African slave trade. This shows that Lincoln was forward thinking and not just in the moment.","In addition to his growing agenda, he met with Former Sen. Fessenden (Maine), who was newly nominated to the position of secretary of treasury. According to sources, it was a “long interview with President at White House.” [2] No office was too small for Lincoln’s attention and here he is careful to masterfully choose and place people in authority that he wanted and sometimes needed in so he could move forward with his war machine. Continuing in his ability to operate as a genius leader he speaks directly with Gen. Meigs regarding Ft. Leavenworth [2] which is key at this point to the Union cause. Lincoln puts on his commander-in-chief hat here to make sure that things are going according to plan. Next, the President approves an act granting lands to aid in construction of railroad and telegraph line from Lake Superior to Puget's Sound on Pacific coast. This is a military move that will help Lincoln secure an eagle eye view of the country and put him with in the heat of conflict in moments. It was also a genius move as it is giving Lincoln a legacy of being a builder of infrastructure and a president who ultimately wants his country to be technologically advanced. While all of this has gone in one day of President Lincoln’s life, he is still a husband and a father; hence, he must attend to the needs of his family. On this particular day, Mrs. Lincoln and Robert arrive home from an assumed extended trip. The President knows he must tend to his own family as well so he and the family begin summer residence at Soldiers' Home.","By looking at his July 2nd agenda as president, one can see that Lincoln had to be a mastermind. As president he was simultaneously contemplating the decisions he had to make concerning a country divided by political differences, acting as a commander in chief, and skillfully directing generals. He did this all while anticipating the needs of the war effort and still having time to tend to his family. To think that he did this day after day no wonder he appeared to have aged a lifetime in a few short years. But his ability to keep it all together, day after day, was a sign of leadership genius."],"display_date":"July 2, 1864","search_date":"1864-07-02","locations":[{"id":52779,"lat":38.9071923,"lng":-77.0368707,"zoom":12,"place":"Washington, DC"}],"tags":[{"id":1185,"tag":"War Department"},{"id":2976,"tag":"Telegram"},{"id":683,"tag":"Abraham Lincoln"},{"id":32,"tag":"Civil War"}],"course":{"name":"Digital History and Pedagogy","school":"North Carolina State University","course_id":159,"school_id":30}}]}