{"id":119,"tag":"racial violence","points":[[38.1872796075,-85.6593965884],[37.9285902233,-75.8346527629]],"bounds":[[38.1872796075,-75.8346527629],[37.9285902233,-85.6593965884]],"episodes":[{"id":4530,"title":"The Hate Crime In Louisville","course_id":20,"status":"P","start_date":"1857-05-20","end_date":"1857-05-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The hate crime that occurred in Louisville, Kentucky, on May 20, 1857, was \"one of the most shocking instances of cruelty and of mob violence that has transpired in this country for years.\"   A group of slaves from Louisville had been accused of a crime.  A white jury found the slaves not guilty, which angered a mob of whites who wanted the slaves executed for a crime that they clearly did not commit.  The mob set out for vengeance.  The assembly of whites broke into the jail in which the slaves were confined, and forcibly trudged them through the streets while the slaves protested their virtue and pled for assistance.  The mob ended their fatal rally by cutting the slaves' throats one by one before hanging them from various trees throughout the city.  After hanging the last men up in a tree, the mob constructed bonfires beneath the slaves' dead bodies and brutally burnt them. ","This lynching occurred only months after the Supreme Court ruling in <em>Dred Scott v. Sanford</em>.  Chief Justice Roger B. Taney argued that the Constitution did not intend for African Americans to be included under the word \"citizen.\"  For abolitionist and former slaves, this ruling was a huge disappointment.  Legal historian Mark A. Graber argued \"that Dred Scott challenges persons committed to human freedom to determine whether anti-slavery Northerners should have provided more accommodations for slavery than were constitutionally strictly necessary or risked the enormous destruction of life and property that proceeded Lincoln's new birth of freedom.\" Yet most white Americans agreed, at this time, that the national government was not granted the power to regulate slavery within a state.  The fact that that the Kentucky slaves were acquitted of the charges and yet still punished, and no one objected, illustrates the extent to which slavery corrupted the American legal system."],"display_date":"May 20, 1857","search_date":"1857-05-20","locations":[{"id":4978,"lat":38.1872796075,"lng":-85.6593965884,"zoom":9,"place":"JEFFERSON, Kentucky"}],"tags":[{"id":119,"tag":"racial violence"},{"id":3,"tag":"African-Americans"}],"course":{"name":"American Civilizations to 1877","school":"University of North Carolina at Pembroke","course_id":20,"school_id":9}},{"id":4579,"title":"Slave Rebellion","course_id":21,"status":"P","start_date":"1835-01-01","end_date":"1838-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Slave rebellions were common in the south during the 19th century, as those held in bondage began to fight back against their oppressors. Spurned on by stories of Nat Turners bravery, and as more and more slaves acquired the ability to read and speak the English language, they began to pick up on some of the conversations that took place between their white masters. This learning made the slaves even bolder, as they began to fight for freedom they feel like they had earned.","One of the largest slave rebellions took place between 1835 and 1838, when slaves in the south fled their masters and joined the Seminole Army that was fighting in the second Seminole War. The Black Seminoles were descendants of both free Africans and Runaway slaves, and teamed up with the Native Americans living in Florida to form the Seminole Tribe. During the second Seminole War, American troops attempted to relocate the Indians stationed in Florida to Indian Territory in the west. Instead of accepting this forced evacuation, the Seminole Tribe fought back, putting their support behind militant leaders like Chief Osceola. During this war, the tribe torched and burned sugar plantations and helped facilitate the escape of nearly 400 slaves.","As incredible as this was, it has been largely disregarded by history. Why was it so quickly forgotten. Maybe because the southern whites did not want to admit defeat to the black rebels, as it would admit weakness and facilitate even more rebellion. So, the story was buried in the annals of history, and has only come to light a few years ago."],"display_date":"1835 - 1838","search_date":"1836-12-31","locations":[{"id":1380,"lat":null,"lng":null,"zoom":8,"place":"JEFFERSON, Florida"}],"tags":[{"id":4,"tag":"Slavery"},{"id":119,"tag":"racial violence"}],"course":{"name":" Culture, Power, and Society","school":"Rollins College","course_id":21,"school_id":5}},{"id":6281,"title":"The Failed Leagl Proceedings of Maryland's Last Lynching","course_id":132,"status":"P","start_date":"10/18/33","end_date":"1/24/34","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The last lynching in Maryland state history took place on the night of October 18, 1933, when George Armwood was kidnapped from jail and lynched by a mob of white protestors in Princess Anne County. Armwood had been accused of assaulting an elderly white woman. Enraged, a mob refused to wait for Armwood to be tried.  His murder was just one in a long list of lynchings perpetrated by whites against African Americans. These murders were committed to assert white supremacy and instill fear. African American organizations and leaders worked to pass a federal anti-lynching law for decades, but their efforts failed to attract the necessary support.","By 1933, opposition to lynching was growing, however. Progressives called for an investigation into the Armwood murder. Governor Albert Ritchie complied and expressed hope that the leaders of the mob might be apprehended. However, Ritchie's choices made that hope unlikely. He put Judge Robert F. Duer in charge of the investigation. Duer had gotten word that Armwood was in danger, but he had not  acted to stop the mob. Meanwhile the majority of whites on the Eastern Shore of Maryland remained uncooperative with authorities. They believed the lynching was justified and considered the leaders of the mob to be heroes.","Even after suspects were identified, Judge Duer refused to make any arrests. He said there was insufficient evidence. In response, Governor Ritchie declared martial law in Somerset County and dispatched state police and 300 National Guardsmen to make arrests in its surrounding areas. Four of the nine alleged mob leaders were arrested and a new mob came to protest the arrests. They attacked authorities and tried to free the suspects. Despite this, the suspects were safely tansported to Baltimore for trial. Ritchie received a number of death threats as well as intense criticism from the state legislature, who felt he had acted without regard for the law. For whatever reason, only one day after the arrests were made, Ritchie handed the case back over to Judge Duer.","On January 24, 1934, the Somerset County Grand Jury refused to indict the men. They decided there was a lack of evidence to bring charges against any of them. The four accused were  were released to an overjoyed crowd. The failure to bring Armwood's murderers to justice showed how little progress had been made towards equal rights in Maryland and exposed a flawed justice system that made decisions based on race. After the disappointment of the Armwood case, African American leaders and newspapers pushed even harder for endorsement of federal anti-lynching laws, bringing the movement to national attention. This along with new state protocol to transport all arrests of African Americans for crimes against whites to Baltimore ensured that George Armwood's lynching would be Maryland's last."],"display_date":"October 18, 1933 - January 24, 1934","search_date":"1933-12-05","locations":[{"id":24915,"lat":37.9285902233,"lng":-75.8346527629,"zoom":9,"place":"Somerset, Maryland"}],"tags":[{"id":367,"tag":"Lynching"},{"id":119,"tag":"racial violence"},{"id":142,"tag":"african americans"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}}]}