{"id":1193,"tag":"J. Edgar Hoover","points":[[41.8399513458,-87.8166666032],[38.9151212228,-76.9435162098]],"bounds":[[41.8399513458,-76.9435162098],[38.9151212228,-87.8166666032]],"episodes":[{"id":5374,"title":"Death of America's First Public Enemy #1","course_id":79,"status":"P","start_date":"7/22/34","end_date":"7/22/34","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["     America’s first Public Enemy Number One, John Dillinger, was an idolized gangster who robbed and killed during the Great Depression. Considered a Robin Hood character by the public, in reality he was a prosaic gangster and a cold hearted killer. Federal Bureau of Investigation (FBI) special agents C.B. Winstead and C. O. Hurt gunned down John Dillinger on July 22, 1934, outside the Biograph Theatre. Shot three times according to different accounts, by 10:55 doctors pronounced Dillinger dead at Alexiam Brothers Hospital. Examination of the body at the City Morgue of Chicago showed that Dillinger had two bullet wounds to the chest and a third bullet wound in the skull.","     Although the Country was in a Great Depression, John Dillinger wore the finest fashion. He wore a pair of white buckskin Nunnbush suede shoes, a pair of black socks, a pair of red Paris garters, pair of white Hane’s undershirts with blue stripes, a pair of gray pants, a black belt with silver buckle, one white broadcloth Kenilworth brand, one white handkerchief with a brown border, and one red Paul Boldt and Son’s printed necktie. John Dillinger also had a gold ring with a ruby in his possession, as well as a yellow gold 17- jewel Hamilton watch, and three car keys. His weaponry was military: An automatic .380 caliber pistol loaded with a Remington U.M.C. cartridge. The violent manner of Dillinger’s death by the FBI mirrored his violent career of crime. He wounded seven law men and killed ten in the process of robbing ten banks and staging three jail breaks. Having a vendetta against Dillinger, Director J. Edgar Hover had ordered agents to kill the gangster on sight.","     John Dillinger contributed to the hardship of the Great Depression in the United States by stealing hard working Americans money from the banks he robbed. The FBI search also ate into federal revenue. Public Enemy Number One died as he lived, one man against the law."],"display_date":"July 22, 1934","search_date":"1934-07-22","locations":[{"id":22034,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"Cook, Illinois"}],"tags":[{"id":1191,"tag":"John Dillinger"},{"id":1192,"tag":"FBI"},{"id":1193,"tag":"J. Edgar Hoover"},{"id":1194,"tag":"Biograph Theater"},{"id":1195,"tag":"Public Enemy #1"}],"course":{"name":"The Great Depression","school":"Texas Wesleyan University","course_id":79,"school_id":49}},{"id":5552,"title":"The Espionage Act of 1917","course_id":89,"status":"P","start_date":"1/1/17","end_date":"12/31/17","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1917 the United States Congress passed the Espionage Act while involved in World War I. This act made it illegal for someone to obtain, distribute, or possess information relating to the national defense of the United States, her dependents, or those under her control or jurisdiction. The act also made it illegal to aid, conspire, or share any information or documents relating to national defense. Punishment for these crimes included a fine not to exceed $10,000 and/or a two year prison sentence. The Espionage Act also made it illegal to make false statements or otherwise interfere with military operation, including but not limited to causing any type of disloyalty, mutiny, promoting insubordination, or refusal of duty, and willingly obstructing recruitment. Punishment for these crimes carried a fine not to exceed $10,000 and/or twenty years in prison.  The act even extended to those that conspired with a group, but did not participate, and those that failed to report someone that was suspected of any of these crimes. These crimes carried the same punishment as those previously mentioned.","Within the first few months of the Espionage Act, roughly nine hundred people were imprisoned. Public figures such as Eugene V. Debs, Philip Randolph, and Emma Goldman were imprisoned under the act for various crimes. Many were imprisoned for speaking out against the act and for criticizing whether or not it violated the First Amendment. Arrests and imprisonments even included conscientious objectors to World War I, with four-hundred fifty being imprisoned.  <em>The Masses,</em> a socialist journal, was not immune to suspicions either. In 1918, authorities claimed that some of its articles and cartoons undermined the United States’ war effort. Legal action eventually forced the journal to stop publication. Then attorney general A. Mitchell Palmer and his assistant, J. Edgar Hoover, used the Espionage Act and Sedition Act, passed the year before, to deport immigrants that were believed to be involved in left-wing politics. In total, two-hundred forty-five people were deported, primarily to Russia. These policies and deportations continued during the Red Scare of 1919-1920, when nearly fifteen-hundred people were arrested for what was viewed as disloyalty.","Citations:"],"display_date":1917,"search_date":"1917-07-02","locations":[{"id":17283,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Dist Columbia, District of Columbia"}],"tags":[{"id":1111,"tag":"World War I"},{"id":1193,"tag":"J. Edgar Hoover"},{"id":1473,"tag":"Espionage Act"},{"id":1474,"tag":"Eugene V. Debs"},{"id":1475,"tag":"Emma Goldman"},{"id":1476,"tag":"A. Mitchell Palmer"}],"course":{"name":"Industrialism and Imperialism","school":"Texas Wesleyan University","course_id":89,"school_id":49}}]}