{"id":1197,"tag":"poverty","points":[[40.7805662337,-73.9388482485],[38.3365622006,-81.528129492],[42.107446354,-83.1351982696]],"bounds":[[42.107446354,-73.9388482485],[38.3365622006,-83.1351982696]],"episodes":[{"id":5368,"title":"American Women’s Social Status in 1800’s","course_id":80,"status":"P","start_date":"1883-01-01","end_date":"1883-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Emily Faithfull, an English women right’s activist and writer, discovered an interesting phenomenon during her trips to the United States in 1872 and 1882. Many middle class and upper class women she met were leading a harsh life after losing their fathers or husbands. In two cases, the daughter of a navy Commander and the wife of a General of the United States Army were not able to make a living after the death of their father and husband, respectively. These two cases were only the tip of the iceberg: many upper and middle class women also suffered when their kinsmen dead, lost the ability to work or became unemployed. Even though most of them were willing to take up jobs to improve their living conditions; unfortunately, they did not have the ability to do so. Faithfull discovered that this was due to the “short-sighted policy” in many American families that females did not need to work as they would be married have no necessity to do so (Faithfull, p.281, 282). This illustrated that in the early history of the United States, women were mostly being nurtured in a “green house” and being considered as dependents of the male family members.","The above story reflected the passive role of women in early American society. At that time, women were expected to stay home and take care of the family and housework instead of taking up jobs. According to Faithfull, in 1836 there were only seven occupations opened to women. Although some women had a chance to take up jobs, they had to face low pay. In Vermont, the average salaries of male teachers was 20 dollars a month and 1600 dollars a year. But female teachers only received 8 dollars per month and 750 dollars per year because of tradition and prejudice. (Faithfull, p.75)"],"display_date":1883,"search_date":"1883-07-02","locations":[{"id":8929,"lat":40.7805662337,"lng":-73.9388482485,"zoom":10,"place":"NEW YORK, New York"}],"tags":[{"id":1197,"tag":"poverty"},{"id":7,"tag":"Women"},{"id":1182,"tag":"social status"}],"course":{"name":"U.S. History from 1812 - 1914","school":"Foothill College","course_id":80,"school_id":40}},{"id":5404,"title":"Study Shows Rates of Syphilis Higher for Poor Individuals","course_id":77,"status":"P","start_date":"10/11/37","end_date":"10/11/37","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Charleston Gazette reported that poor individuals have higher instances of acquiring syphilis. The author Westbrook Pegler states the syphilis death rate for unskilled workers is double that of professional people. The writer of the article expresses that the greatest single cause of death is poverty. The article conveys the results of a survey of 700,000 families made up of 3,500,000 individuals. The report showsthe shocking disparity between the general death rate of 45,000,000 who belong to families with less than $1000 a year income. Dr. Thomas Farran couldn't believe that in this great country with overflowing abundance that people are dying because of their poverty. This is problem for all parts of the world.","Gerald Grob, author of The Social History of Medicine and Disease in America: Problems and Possibilities, expresses \"the failure of recent social historian to deal with disease\". Grob attempts to shed light on the relationship between disease pattern, social structure and environmental conditions. He believes that too much focus has been put on socioeconomic deteminants of diseases. He agrees that socioeconomic status plays a role, but its not the only determinant for diseases. Grob believes that disease is \"one of the most fundamental factors in human affairs. It affects not only the size and structure of a population, but influences and reflects a society's social  structure, technology, and living an cultural patterns\". Grob wants more emphasis to be put on social structure and environmental conditions.","Pegler believes that its a futile hope to try and eliminate poverty, but he wants the less fortunate to be given a better break. Pegler stated that tremendous efforts were being made to correct the injustice. Grob would definitely agree with Pegler's assumption that the poor have higher rates diseases, but Grob argues that the socioeconomic status isn't the only determinant."],"display_date":"October 11, 1937","search_date":"1937-10-11","locations":[{"id":22357,"lat":38.3365622006,"lng":-81.528129492,"zoom":9,"place":"Kanawha, West Virginia"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":1241,"tag":"Minority"},{"id":1197,"tag":"poverty"},{"id":1240,"tag":"Investigation"},{"id":1239,"tag":"Study"},{"id":1238,"tag":"Syphilis"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":77,"school_id":10}},{"id":5986,"title":"Joint Resolution Providing for Declaration of National Slum Clearance Day","course_id":118,"status":"P","start_date":"6/3/37","end_date":"6/3/37","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On June 16, 1937, Mr. William I. Sirovich, New York Representative, introduced a joint resolution “providing for the declaration of a National Slum Clearance Day by the President of the United States” to the Subcommittee of the Committee on the Judiciary in Washington D.C. This short bill was designed to empower both the President and the nation to realize the state of affairs currently affecting America, in which a third of the population lived in “baneful slum conditions.” Such conditions were said to have secondary effects such as high infant mortality, juvenile delinquency, high crime, and high disease rates. Protecting, policing, and serving such “blighted areas” was extremely costly to city governments and taxpayers. Furthermore, the educational monies being spent towards these areas were “being dissipated and wasted, largely because the educational benefits bestowed [were] nullified by the unwholesome home and neighborhood environment of the children.”","Private enterprise had failed to remedy such issues, and Mr. Sirovich proposed in his bill that federal action be taken by focusing attention of the American people on the slum conditions in which millions of people lived by creating a National Slum Clearance Day. Coming from New York, Mr. Sirovich first addressed the Committee by describing the conditions found in New York City, such as 200 acres of blighted land, tuberculosis epidemics, and conditions that made young women ashamed to invite friends into their homes. He assured that these sorts of issues were the same prevailing in many other American cities, such as Detroit, Boston, Philadelphia, Chicago, and St. Louis, and that a National Slum Clearance Day would prove the U.S. concern for the matter and empower people and government to care for “the forgotten people” living in slum conditions. European countries including England, Germany, and Austria, he claimed, had already eradicated their slum neighborhoods and America needed to follow suit. After this, Mr. Sirovich brought in witnesses from slums in New York City and Philadelphia to read accounts of their living conditions to the committee.","The meeting was not without touchy debate though. A committee member named Mr. Michener questioned the force of the bill and called it out for being a mere gesture instead of constructive action. Mr. Sirovich countered this accusation by noting that efforts at concrete action had thus far not gotten much traction: a bill for slum clearance proposal was pending before Congress, while in Michigan members of the House had risen on the floor demanding action, proving this issue was getting nowhere, despite being endorsed by the President. A nationally declared holiday, he argued, would move the issue forward by raising public awareness and putting the President publicly on the spot. However, Mr. Michener still denied the importance of the bill, stating, “All it means is that, whereas sin is in the world and we think something should be done about it”. The meeting wrapped up quickly and Mr. Sirovich’s final comments before adjournment were those of thanks and to conclude, “Now I have voted for millions and millions of dollars during my 13 or 14 years in the House for the extermination of corn borers, boll weevils, fruit flys, and so forth, now let us do a little bit for humanity too.”","This transcript from 1937 speaks not only to ideas of slum clearance and the beginnings of urban renewal in American cities, but also the nation at large. Through underlying tones, the transcript tells a lot about how people thought the environmental landscape shaped the lives and morality of the people who lived there. The evidence that the government had “forgotten” slum residents implies that they were looked down upon and considered lesser in society. While not noted explicitly in the transcript, this lower class of people was often defined not only by economic status but also by race.","The transcript also reflects a disconnect between the perception of slum residents themselves and the way they were conceived of in Washington. The idea that educational resources were wasted on such populations, for instance, would be angrily contested by residents, who often note that education was a primary value and means for advancement in their neighborhood.","The transcript also sheds light on the national movement of urban renewal during this time. Clearly, the issue was prevalent in Washington and reflected in cities across the country. This acknowledgement by the President and debate within Congress most likely helped shape the mindset of government officials and leaders nationwide about how cities should look and how the urban environment shapes experiences and perceptions among urban residents and the world in general. Though the American Housing Act of 1949 and President Truman’s Fair Deal would come a decade later, along with the height of urban renewal, this transcript certainly paints a picture of early thoughts of urban renewal and the idea of the need to improve urban life."],"display_date":"June 3, 1937","search_date":"1937-06-03","locations":[{"id":22722,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2099,"tag":"Black Bottom, Detroit"},{"id":2011,"tag":"Slum Clearance"},{"id":1197,"tag":"poverty"},{"id":1010,"tag":"Housing"},{"id":1312,"tag":"Disease"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}]}