{"id":1198,"tag":"Secularism","points":[[42.3509402419,-71.9042530938]],"bounds":[[42.3509402419,-71.9042530938],[42.3509402419,-71.9042530938]],"episodes":[{"id":5377,"title":"Angelina Grimke and Her Secular Language of Rights","course_id":81,"status":"P","start_date":"1837-10-02","end_date":"1837-10-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1837, Angelina Grimke authored a series of letters to Catharine Beecher on the topic of the cultural roles of women as they relate to their social, economic, and political rights. One was reprinted in <em>Women's Rights Emerges within the Antislavery Movement, 1830-1870</em> by Kathryn Sklar. In the letter retitled by Sklar as, “<em>Human Rights Not Founded on Sex,</em>” Grimke argues that humans have rights because they are moral beings:","“the rights of all men, from the king to the slave, are built upon their moral nature: and as all men have this moral nature, so all men have essentially the same rights” (Grimke, Human Rights Not Founded on Sex).","In a very formal sense, Grimke used a secular argument to articulate a point about the what rights are and a necessity to respect them. Her persuasion proved to be effective and her methods involving secular justifications for equality of rights contrasted with other religious justifications for and against slavery and women's rights. Her points differed because they did not involve an appeal to her audience's religious sentiments, they involved an appeal to their reason. By appealing to reason, Grimke presented a new language of rights as they related to women and slaves, to the political climate of the mid 1800s.","The new kind of appeal that Grimke proposed was one that provided a stronger case for an immediate end to slavery, rather than gradually phasing it out. Gerda Lerner discusses the contrast between these two arguments in The Grimke Sisters and the Struggle Against Race Prejudice:","“If the Negro was entitled to equality on the grounds of his humanity, it followed that equality was his right, not a privilege to be granted at the slaveholder's pleasure” (Lerner, The Grimke Sisters and the Struggle Against Race Prejudice).","Lerner points out that if one granted Grimke the explicitly moral point she made in “<em>Human Rights Not Founded on Sex,</em>” then it followed that a gradual phasing out of slavery is morally wrong in a sense similar to why not ending it all was wrong. Grimke's point being presented on secular grounds was essential to her point having the amount of salience necessary to illustrate the way in which those calling for a gradual phasing out of slavery posited an internally incoherent message: they acknowledged slavery was morally wrong, but also suggested that it also be allowed to continue until a point that was convenient for a slaveholder. They were concerned with morality only insofar as slaveholders were not inconvenienced. The secular nature of Grimke's point had more salience because the Bible was used to argue both for ending slavery immediately, and to let it continue (Lerner, The Grimke Sisters and the Struggle Against Race Prejudice). Likewise, how one viewed the rights of women depended on how one interpreted the Bible. Grimke's secular language of rights were justificatorily minimal: they presented an account of rights of slaves and women that could accommodate the values of more than one point of view. The sense in which rights were to be respected on Grimke's account extended beyond what any religious account of morality could have provided. Religious justifications of rights only had normative force if the audience to which they were presented already believed the interpretation was correct. Grimke's language of rights contrasted with this because she reasoned through the status of the rights of slaves and women, meaning that her point was conceptual, rather than interpretive.","Grimke's justification for the equal rights of slaves and women was one that could have had normative force regardless of an individual's opinions. It was different because it appealed to reason rather than emotion. Consequently, her speeches and the arguments made in them reshaped the dialogue concerning the moral status of women in slaves in the mid-1800s."],"display_date":"October 2, 1837","search_date":"1837-10-02","locations":[{"id":6216,"lat":42.3509402419,"lng":-71.9042530938,"zoom":8,"place":"WORCESTER, Massachusetts"}],"tags":[{"id":1199,"tag":"Angelina Grimke"},{"id":1198,"tag":"Secularism"},{"id":64,"tag":"Anti-slavery"},{"id":79,"tag":"Religion"},{"id":7,"tag":"Women"},{"id":196,"tag":"women's rights"}],"course":{"name":"U.S. Women, 1790-1890","school":"Wheaton College","course_id":81,"school_id":2}}]}