{"id":1201,"tag":"Women's colleges","points":[[42.3432886687,-72.6398205506],[34.8943497126,-82.3707811393]],"bounds":[[42.3432886687,-72.6398205506],[34.8943497126,-82.3707811393]],"episodes":[{"id":5383,"title":"Women In The Education Arena","course_id":81,"status":"P","start_date":"1837-11-09","end_date":"1838-07-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On November 9<sup>th</sup>, 1837, Mrs. Pamela Burr wrote a letter to Mary Lyon, a leader of the women’s rights leader and educator, urging her to consider her two daughters for admission to Mount Holyoke College in Massachusetts. The letter describes the qualifications of two young girls, Caroline and Mary Burr, in detail. Mrs. Burr says that she is not extremely wealthy but could pay tuition for both girls upfront if they were accepted.","On July 4<sup>th</sup>, 1838, a letter is written in response to Mrs. Burr from Emma Willard, a colleague of Mary Lyon. She, like Mary Lyon, was an influential educator and women’s right’s activist. She states that there are too many equally qualified applicants willing to pay full tuition at this point in time to accept the two girls. However, she states that a Ms. Benton is attempting to create a Primary school in their area and that once it is fully established the girls could attend some classes there.","In the early 1800s, several seminaries were founded to provide education to women. Those who graduated from these institutions were prepared for motherhood, wifehood, and, to teach. Women’s seminaries were not immediately classified as colleges although their curricula were modeled after men’s colleges of the day. By 1860, there were approximately 100 colleges that offered education to women. After the Civil War, the women’s colleges of the Northeast, especially the “Seven Sister” schools (Barnard, Bryn Mawr, Mount Holyoke, Smith, Wellesley, Vassar, and Radcliffe,) set out to demonstrate that women were just as capable of achieving advanced education as men. Thus, admission standards were set as high as those at elite men’s colleges."," "],"display_date":"November 9, 1837 - July 4, 1838","search_date":"1838-03-07","locations":[{"id":6162,"lat":42.3432886687,"lng":-72.6398205506,"zoom":9,"place":"HAMPSHIRE, Massachusetts"}],"tags":[{"id":1204,"tag":"Emma Willard"},{"id":1203,"tag":"Mary Lyon"},{"id":1202,"tag":"Northeast"},{"id":1201,"tag":"Women's colleges"},{"id":1200,"tag":"Female Seminaries"},{"id":6,"tag":"Education"},{"id":7,"tag":"Women"}],"course":{"name":"U.S. Women, 1790-1890","school":"Wheaton College","course_id":81,"school_id":2}},{"id":5514,"title":"The Greenville Baptist Female College: A Gendered Education","course_id":91,"status":"P","start_date":"1857-01-01","end_date":"1858-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Mary Mauldin, a member of the first graduating class of the Greenville Baptist Female College, would have been exposed to variety of subjects throughout her academic training. According to her college’s 1857 catalog, Mary would have taken a course of study much like that of her brothers at nearby Furman during her senior year. She would have taken advanced courses like history, botany, moral and intellectual philosophy, evidences of Christianity, chemistry, logic and rhetoric. Mary recieved a seemingly progressive gender-equal education. This 'progressive education,' however, was less about producing intellectuals and more about creating successful mothers. As the South Carolina Baptist Convention concluded in their decision to start the school, women were their sons’ first and perhaps most important teachers. Through the early instruction by their mothers, young boys gained their moral compasses, their religious convictions and their veneration for honor. The education of women, therefore, was not thought of as an end in itself; it was meant to be the beginning of a cycle that would improve the education and character of future male generations. Though the mission of gender-equal education was forward-thinking for the times, the reasoning behind it was typical of the mid-nineteenth century.","The college’s 1857 catalog also indicates the school's consonance with prevailing notions of gender and intellectual station. Though the distribution of faculty members, four men to four women, seems to indicate a certain amount of gender equality, an examination of the subjects taught by each reveals an intellectual inequality. The four men each taught advanced subjects like science, ancient languages and philosophy and all worked in the collegiate department. The women, likely young and unmarried or widowed (as societal norms usually prevented married women from teaching) inhabited lower academic roles. Only one of the four taught in the collegiate department and then only penmanship and vocal music. The rest were associated with the primary and academic departments as teachers or assistants. Early Greenville Baptist Female College students were given the chance to acquire an education comparable to that of men's, but the application of their talents was limited in the 1850s to teaching briefly before marriage and child-rearing."],"display_date":"1857 - 1858","search_date":"1857-12-31","locations":[{"id":11534,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"GREENVILLE, South Carolina"}],"tags":[{"id":1414,"tag":"Greenville Womans College"},{"id":1413,"tag":"Greenville Female College"},{"id":1412,"tag":"Greenville, SC"},{"id":1201,"tag":"Women's colleges"},{"id":719,"tag":"South Carolina"},{"id":1332,"tag":"Baptist Convention"},{"id":7,"tag":"Women"}],"course":{"name":"Urban and Suburban America","school":"Furman University","course_id":91,"school_id":4}},{"id":5523,"title":"The 1859 Greenville Baptist Female College Commencement: Debunking the Myth of Male Intellectual Superiority","course_id":91,"status":"P","start_date":"1859-08-10","end_date":"1859-08-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On August 10, 1859, <em>The Charleston Mercury</em> printed a letter from a young man traveling in and around Greenville, South Carolina, who, during his travels, attended the commencement ceremony of the Greenville Baptist Female College. When he arrived, he found a hall overflowing with attendees and was forced to push his way into the room, along the way enduring several “such tight squeezes as no sensible man desires repeated.” His efforts, however, were well-rewarded, as he soon found himself surrounded by an “immense crowd of beautiful ladies with which the hall was almost entirely filled.”","Eight of the students, however, impressed him with more than their beauty. They gave speeches on topics as varied as “The Free Press a Greater Blessing than a Curse” and “Vanity the Most Unsocial of All the Passions.” The author was particularly impressed with one young woman, seventeen years old, who wrote on the “Crowning Glory of our Country’s Constitution.” He exclaimed that her speech evidenced a more thorough understanding of American law and politics than any attorney. Suitably impressed, the author argued that these speeches entirely dissipated the idea that women were men’s intellectual inferiors and made laughable the antiquated notions “that, in the first place, she is not susceptible of liberal education; and, in the second, that it is not necessary…that she should be educated more than to read and write.” He went on to express outrage at the point of these unfounded notions: to keep women in a position subservient to that of men. He concluded, “the time is forever past when such an absurdity will find credence or support in or from an intelligent mind.”","The mission of a Greenville Baptist Female College education was in fact one of gender equality, as the young man realized, though not for its own sake. At its founding in 1854, the reasoning behind women’s higher education was justified by the logic that a well-educated mother would raise well-educated sons. It is unclear whether the young bachelor would have supported this less-than-progressive reasoning. The extemporaneous address of a local doctor at the ceremony, however, indicates that at least some saw women’s education as valuable for its own sake. He reportedly pleaded with the graduates to continue their studies after marriage, implying that the thoughts of women were valuable regardless of marital or child-rearing status."],"display_date":"August 10, 1859","search_date":"1859-08-10","locations":[{"id":11534,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"GREENVILLE, South Carolina"}],"tags":[{"id":1431,"tag":"Woman's College"},{"id":1412,"tag":"Greenville, SC"},{"id":1201,"tag":"Women's colleges"},{"id":1413,"tag":"Greenville Female College"}],"course":{"name":"Urban and Suburban America","school":"Furman University","course_id":91,"school_id":4}}]}