{"id":1205,"tag":"Women's History","points":[[41.5286517402,-71.0500153769],[42.107446354,-83.1351982696],[41.4673534696,-90.5674122327],[39.415352,-81.4548436],[40.672670386386,-73.961707701296],[40.7127753,-74.0059728],[35.8800364,-106.3031138]],"bounds":[[42.107446354,-71.0500153769],[35.8800364,-106.3031138]],"episodes":[{"id":5378,"title":"Caroline Cutler Metcalf's Role in Education","course_id":81,"status":"P","start_date":"1874-11-11","end_date":"1874-11-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On November 11, 1874, S.C. Beach wrote a letter to Mrs. Caroline Cutler Metcalf.  Mrs. Metcalf was the first long-term principal of Wheaton Female Seminary.  Beach wrote to Mrs. Metcalf primarily to relay a message from Reverand Edward Everette Hale.  In a conversation between Beach and Hale, Hale had stated that he had never seen a paper written by a Wheaton Female Seminary student that was not well written.  Hale was impressed with the teachers of the Seminary and the way in which they taught English.  While principal, Metcalf demonstrated that she was capable of not only hiring good teachers, but also getting them to remain at the seminary.  Metcalf had very high standards for her students.","In the book, <em>Wheaton College, 1834-1957</em>, historian and retired professor of the college, Paul C. Helmreich discusses the larger meaning of Metcalf and also of the importance of educating young women during this time.  Metcalf was influential in the survival of the seminary.  She was known for her leadership and students respected the importance she placed on the survival of the seminary.  Helmreich illustrates that women could play a larger role in society during the nineteenth century.  Metcalf helped to change the lives of many young females by giving them an education.  Receiving an education was one of the first steps to proving that women are as able as men.  With an education, women had the opportunity to better themselves.  As a result, women began to hold jobs as teachers and principals.  This was significant because women were viewed as being capable of nothing more than remaining in the home, cooking, cleaning, and raising the children."],"display_date":"November 11, 1874","search_date":"1874-11-11","locations":[{"id":6123,"lat":41.5286517402,"lng":-71.0500153769,"zoom":9,"place":"BRISTOL, Massachusetts"}],"tags":[{"id":6,"tag":"Education"},{"id":1205,"tag":"Women's History"}],"course":{"name":"U.S. Women, 1790-1890","school":"Wheaton College","course_id":81,"school_id":2}},{"id":5852,"title":"A farmer's wife's appeal for household gardens","course_id":118,"status":"P","start_date":"1884-04-08","end_date":"1884-04-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Fed up with her husband's insistence that a family garden was a waste of time and money, in the spring of 1884 a strong-minded housewife wrote a letter to the Household supplement of the <em>Michigan Farmer and State Journal of Agriculture</em> on the importance of gardens to the health of her family. \"The man who 'hasn't time' to make a garden,\" she wrote angrily, \"says he has not time to attend to one of the most important of his duties, his own health and that of his family.\" Fresh produce, for this housewife, was integral to her sense that her food was both nutritious and tasty. Feeding her family from her own garden was not only \"a great incentive to good housekeeping,\" but also saved \"trouble and annoyance\" and gave her \"a virtuous consciousness of well doing.\" In light of these many benefits, she wrote, the least her husband could do was \"to foster and encourage\" her efforts.","The housewife's emphasis on women's duty to care for their families by growing their own food correlates with Carolyn Merchant's ideas of production and reproduction as significant factors in women's relationship to the environment. Merchant defines production as \"the human counterpart of 'nature's' activity\" and states that \"the need to produce sustenance to reproduce human energy on a daily basis connects human communities with their local environments.\" The production of food in a garden or a kitchen is necessary for human survival and reproduction, and thus is intrinsically linked to motherhood and women's work in the domestic sphere. This idea ties in with the housewife's ideas by further enforcing the importance of women's work in bearing and raising healthy children."],"display_date":"April 8, 1884","search_date":"1884-04-08","locations":[{"id":6598,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"WAYNE, Michigan"}],"tags":[{"id":1205,"tag":"Women's History"},{"id":1930,"tag":"Urban Agriculture"},{"id":1908,"tag":"Garden"},{"id":1940,"tag":"Housewives"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6336,"title":"<strong>Conversing for Peace and Progress</strong>","course_id":144,"status":"P","start_date":"1/1/15","end_date":"12/31/20","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["As the world turned in the midst of war, a variety of competing ideals for social reform began to dawn within the United States as what would later collectively be referred to as the ‘Progressive Era.’ The year 1915-1916 fell within the beginning part of this era, sharing the mark with the twentieth year of the Augustana College and Theological Seminary Endowment Fund Society’s organization. The women of this incorporated group served the function of raising monetary funds to aid Augustana both in creating and sustaining faculty positions. The group also provided an outlet for the core female members to meet on a monthly basis to discuss topics of interest. Doubtlessly affected by WWI, the subject areas discussed by these women showed them to be interested in the variety of social movements circulating at the time, as proven by the topic listed for the September meeting: the ‘Peace Movement.’ This subject area places the women of Augustana as active participants, at least in discourse, of part a uniquely feminine historical trend.","Multiple Progressive Era organizations situated their agendas to advocate for peace, a theme that continued toward the end of the era. However, Susan Zeiger writes that it had become a unified, gender-based movement by the 1920s, gaining its largest and most diverse range of supporters during the interwar years. A large cause of unity regarding peace came on the heels of the atrocities of the first World War. Women’s groups had already been advocating peace since the end of the 19<sup>th</sup> century, long before the official, public formation of the national Women’s Peace Party occurred in 1915 in New York. The civically conscious women of Augustana’s Endowment Society, aware of this event, accordingly scheduled a lecture to discuss a movement that seemed to include all women. The proclamations of the National Committee on the Cause and Cure of War (CCCW) didn’t occur until the 1920s, marking the shift in social thought to considering women as central players in conflict resolutions. Nonetheless, the actions of the women of the Endowment Society five years prior, as part of a larger, national whole of women discussing matters of peace, helped shape the Progressive Era."," "," "," "," "],"display_date":"1915 - 1920","search_date":"1917-12-31","locations":[{"id":16268,"lat":41.4673534696,"lng":-90.5674122327,"zoom":9,"place":"Rock Island, Illinois"}],"tags":[{"id":849,"tag":"Progressive Era"},{"id":1205,"tag":"Women's History"},{"id":2648,"tag":"peace movement"},{"id":2649,"tag":"cccw"},{"id":2650,"tag":"women's peace party"}],"course":{"name":"History of Women in the U.S.","school":"Augustana College","course_id":144,"school_id":54}},{"id":6343,"title":"Winsome Womanhood: Christianity as a Progressive Influence on Women’s Identity and Values During the Early 20th Century","course_id":144,"status":"P","start_date":"1890-01-01","end_date":"12/31/10","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["“O Lord and Master of us all,","Whate’er our name or sign,","We own Thy sway, we hear Thy call,","We test our lives by Thine.”"," ","Winsome Womanhood, a book written by Margaret Sangster, provided young women of the early 20th century with a connection to God as well as a purpose/identity within the Christian faith. It was Sangster’s belief that all women, regardless of age, could benefit from the teachings of the Bible and understand the meaning of what it means to be a true Christian woman. Living during a time when religion was not at the forefront of what structured society, women such as Sangster were adamant about keeping the ideals of Christianity close and informing women about how the message of God can be used to empower them as individuals at every stage in their life.","The book is broken into sections directed at women of different ages and from different walks of life. A young woman of fifteen, not yet a woman and no longer a girl, would look to this book and find guidance. During this time of transition from childhood to adulthood, the only true source of wisdom cannot come from mothers or teachers alone, but from God, and young women at this stage in life were encouraged to take time for themselves and read the Bible or pray to seek the answers they needed in order to grow into well-rounded women - women of faith. “A room of her very own, a tastefully appointed and comfortably furnished as possible, should be every young girl’s retreat. Here she may enjoy the half hours for devotion which tend to the soul’s growth . . . In this, her den, her nook, her bower, her special fancies may be indulged, and her individuality find fit expression”(Sangster, 25). Winsome Womanhood was not only, then, a guide for women to find faith and keep it, but also a guide for women to find liberation and individuality through their faith as Christian women, as opposed to feeling trapped by it.","She also speaks to working women or, “The Girl in Business.” It was not uncommon for a working woman of the early 1900’s to feel diminished in her role when compared to a working man - making less money, earning less respect - but Sangster’s view on the role of working women was not so. “Many young women belittle their employment by going to it in the spirit of martyrs who pty themselves . . . Self-pity is a badge of weakness, and work done for money alone is never noble work” (Sangster, 67). It was Sangster’s belief that women should take pride in their work, as women of honor and duty within the Christian faith, and not take pride solely in their wages. This assertion was not uncommon among Christian [Protestant] society at this time, as many women and men affiliated with Protestant denominations were involved in social activism and issues such as fair wages and voting rights for women around this time, as pointed out by Lori Ginzberg in her discussion of the “benevolent” work of women. Ginzberg states that, during this era of progression, “tensions about paying wages, centralizing corporate functions, relating benevolence to government, and using funds solely for administrative purposes all came into the open” (Ginzberg, 161). Sangster’s ideas, then, in regards to Christianity as a positive influence in women’s lives could also be interpreted as viewing religion as a force for equality and empowerment during this progressive age.","Overall, the message Margaret Sangster seems to be sending with Winsome Womanhood is that women of all stages in life, all positions, all classes, could be empowered and liberated through the study and adherence to Christian ideals and faith, and that God’s word should not be ignored, even as the world progresses."," "],"display_date":"1890 - 1910","search_date":"1900-07-02","locations":[{"id":2962,"lat":41.4673534696,"lng":-90.5674122327,"zoom":9,"place":"ROCK ISLAND, Illinois"}],"tags":[{"id":2642,"tag":"Augustana College"},{"id":1269,"tag":"Social Morality"},{"id":196,"tag":"women's rights"},{"id":1205,"tag":"Women's History"},{"id":228,"tag":"Roles of Women"},{"id":849,"tag":"Progressive Era"},{"id":79,"tag":"Religion"},{"id":514,"tag":"Christianity"},{"id":7,"tag":"Women"}],"course":{"name":"History of Women in the U.S.","school":"Augustana College","course_id":144,"school_id":54}},{"id":6798,"title":"Catherine Barker's School Experience","course_id":182,"status":"P","start_date":"1812-01-01","end_date":"1820-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["              Catherine Barker was a young student in Marietta in the early 1800s and experienced firsthand the bias against girls in education. While at school, Catherine was taught things considered proper for a young lady to learn: sewing, stitching, and working samplers. How to make clothing was an important skill for a young woman to learn because they could make money from it. One way they could demonstrate their skill was through samplers. Catherine’s mother, however, did not want her girls to just earn money through needlework. Catherine expressed in her memoir that “Many girls that I knew were smart enough, to spin and weave flannel and exchange it for calico for dresses, my mother thought it not good economy for us.” Many of the older women in town did not agree with Mrs. Barker’s thinking. According to them, girls only needed to learn math to sew or how to read and spell for letter writing, “but beyond that, they did not see any use in the teacher putting it into the heads of their daughters to study history, algebra astronomy and the like, just intended for men that go to congress to make laws.” These fields of study were not considered necessary for feminine duties, and therefore, they believed should have no part of a girl’s education.","            Catherine’s sister, Fannie, was negatively affected by the different educational quality for boys and girls. Fannie wanted to be a writer, but she was accused of copying when she wrote because girls were not supposed to be good writers. While living on the frontier, Fannie would have tremendously benefited from going to college. College was not an option for Fannie though because “the colleges were closed to women,… a female writer was a strange thing out of place surely.” While Catherine and Fannie were not afforded the opportunity to go to college, their brothers attended Ohio University.","            During the early 1800s when the Barker’s received their education in the Northwest Territory, there were numerous school houses that went through a high rate of teachers. Teachers were not classically trained for the profession and as a result, “The students got a heavy dose of the schoolmaster’s particular field of expertise.” For example, a doctor taught more science and a mathematician concentrated on algebra and geometry. Since each teacher stressed different disciplines, the quality of education was uneven throughout the region. Each student was exposed to different fields of study.","            Education was probably not a priority in newly settled territories, however, this was not the case in the Northwest Territory; “the moral and educational quality of the early settlers was extremely high.” Indeed, the Muskingum Academy, which had an expense of $1,162 in 1797, illustrated the emphasis placed on education in early Marietta. Despite this, Catherine Barker was not able to enjoy the educational quality afforded to others because she was a girl. Although the settlers thought education was important, not all of them believed in the equality of education between boys and girls."],"display_date":"1812 - 1820","search_date":"1816-07-01","locations":[{"id":53139,"lat":39.415352,"lng":-81.4548436,"zoom":8,"place":"Marietta, Ohio"}],"tags":[{"id":1205,"tag":"Women's History"},{"id":6,"tag":"Education"}],"course":{"name":"Professional Historian","school":"Marietta College","course_id":182,"school_id":101}},{"id":6874,"title":"Uncommon History: The Tale of the Female Playwright","course_id":186,"status":"P","start_date":"1/1/75","end_date":"12/31/85","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the early 1970s, theatre was dominated by male actors, male directors, male playwrights, and male producers. In an article titled The ‘Woman’ Playwright Issue Gayle Austin, 80s playwright and journalist, expressed that many of the female characters portrayed in the shows of this time were flat or two-dimensional, leaving the female audience in this male dominated world wanting more than the typical “hooker with a heart of gold” trope that satisfied the male gaze. Plays like Da, an Irish comedy that focused on a man’s relationship with his father, or the musicals like Pippin, a story of a boy turning into a man while finding his way in the world, captivated audiences while not having a single multidimensional female character in the entire script. When women playwrights attempted to combat this lack of representation with their own creations, they were met with ridicule from male critics that considered their work “juvenile and substandard” to the male playwrights. Female playwrights like Wendy Wasserstein and Caryl Churchill faced an issue in their medium as many of them were barred from publishing and producing their work due to the constant harsh criticism.","It wasn’t until the early 1980s that a wave of feminist playwrights began releasing their work and women began to gain real representation on the live stage. Smaller production companies such as The Monstrous Regiment began producing the plays to showcase these feminist playwrights and express to the oppressive male critiques that these shows were relevant to audiences. Across the country, audiences began to show support for this new female role as women were being expressed as someone with emotion and ability, rather than the previous types of roles produced by male writers. Wendy Wasserstein, author of Uncommon Women and Others, as well as Caryl Churchill, author of world renowned play Top Girls, made waves in the world of theatre, leading a new feminist era of theatre itself.","The main goal of these female writers was to change the theatrical climate for the better; to see women actresses get to become women directors, playwrights, and producers. Austin expresses a common myth thought about female writers that came out of the theatre community, stating “Women can’t direct. It’s not part of our childhood training. Directors must be able to command, declaim, dictate, shock, humiliate, create, destroy, and resurrect.” This common thought originally barred the female world from directing as their will is thought to not be strong enough for the job. ","What was once the question of, (Austin 1983)“is this female character really a person?” evolved into the astounding creation of characters such as Muffet De Nicola, a woman who is just finishing college and questioning whether or not it was worth it and what life will be after it all in Wasserstein’s Uncommon Women and Others, or the savvy business woman Marlene, who began to adopt toxic male traits to climb the business ladder in Churchill’s Top Girls. These women now have interests beyond men or devilish schemes, or even implied lives beyond the show’s plot. This was a rarity before the Feminist Theatrical Movement. Thanks to the efforts of the few female playwrights, it is now and forever common in many shows across America."," "],"display_date":"1975 - 1985","search_date":"1980-07-01","locations":[{"id":52989,"lat":40.672670386386,"lng":-73.961707701296,"zoom":11,"place":"New York"}],"tags":[{"id":3679,"tag":"Feminist Theater"},{"id":619,"tag":"Second Wave Feminism"},{"id":2471,"tag":"20th Century"},{"id":617,"tag":"Feminism"},{"id":627,"tag":"Theater"},{"id":955,"tag":"Theatre"},{"id":1205,"tag":"Women's History"}],"course":{"name":"American Women's History","school":"Schreiner University","course_id":186,"school_id":69}},{"id":6892,"title":"Ethel Rosenberg: A Story","course_id":186,"status":"P","start_date":"8/11/50","end_date":"6/19/53","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“I decline to answer on the grounds that this might tend to incriminate me,”[1] would be repeated nearly twenty-three times by Ethel Rosenberg on that uncomfortable, eighty-eight-degree day in the Southern District Federal Court in New York on August 11, 1950. She was put on the stand by the prosecution because she and her husband, Julius, were charged with espionage on behalf of the Soviet Union. The trial lasted a month. The Rosenbergs refused an offer of life imprisonment if they pled guilty. As a result, they were executed by electric chair in 1953. It was during the height of McCarthyism that the guilt of Ethel and her husband would come into question as they had been widely believed to have been framed.[2] It is understandable that the guilt of a couple like the Rosenburgs, an all-American family with two children and acted like a regular American family by all accounts, would have been called into question during the Second Red Scare in the 1950s and 1960s because no one in America would want to think that during a time of intense fear and paranoia like the Cold War that an all-around all American couple would go against the nation they were citizens of in order to support the Soviet Union and follow the beliefs of the, at the time, communist Russia because all that did was make everyone extra paranoid about secret communists being everywhere secretly watching what the American people.","According to the FBI’s Vault on Ethel Rosenburg, during the trial, her attorney would ask the jurors in his opening statement, “to not condemn her merely because David Greenglass was a confessed conspirator. He stated that she had protested her innocence from the beginning and that she was dragged into the case by the machinations of the Greenglasses, who wished to lighten their burdens.”[3] Mr. Greenglass, in his testimony against Ethel and Julius, would state, “Ethel told Ruth [wife of David Greenglass] that David was working on the atom bomb project at Los Alamos, and they wanted him to give information concerning the bomb. Ruth told the Rosenbergs that she didn’t think it was a good idea and declined to convey their requests to David. Ethel and Julius then told Ruth that she should at least tell David about it and see if he would help. Julius pointed out that Russia was an ally and deserved the information, and that Russia was not getting all the information that was due her.”[3] Whether or not Ethel Rosenburg was actively participating in acts of espionage for the Soviet Union concerning the atom bomb is difficult to prove as she was not at all cooperative with the FBI during the investigation or the courts during trial."],"display_date":"August 11, 1950 - June 19, 1953","search_date":"1952-01-14","locations":[{"id":52771,"lat":40.7127753,"lng":-74.0059728,"zoom":2,"place":"New York City"},{"id":53217,"lat":35.8800364,"lng":-106.3031138,"zoom":2,"place":"Los Alamos New Mexico"}],"tags":[{"id":3705,"tag":"The Cold War"},{"id":3704,"tag":"Ethel Rosenberg"},{"id":1205,"tag":"Women's History"},{"id":3703,"tag":"Cold War America"},{"id":1648,"tag":"1950s"}],"course":{"name":"American Women's History","school":"Schreiner University","course_id":186,"school_id":69}}]}