{"id":1206,"tag":"Sailors' Wives","points":[[42.560328524,-70.797191322]],"bounds":[[42.560328524,-70.797191322],[42.560328524,-70.797191322]],"episodes":[{"id":5379,"title":"The Lives of Sailors' Wives","course_id":81,"status":"P","start_date":"1845-01-01","end_date":"1870-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Hannah, of Lucy Larcom’s poem “Hannah Binding Shoes”, was a sailor’s wife in the early nineteenth-century. A weathered woman who has waited twenty years for word of her husband’s whereabouts, she has remained steadfastly by her window overlooking the shore in Beverly, Massachusetts, binding shoes. She continued to ask passing neighbors of news from the harbor, but no news would ever pertain to her husband. Once a beauty, Hannah and her husband Ben married in May; he left the same month, never to return again. Hannah remained at her window binding shoes, and faithfully remained waiting until the day she died.","Hannah’s character is indicative of the lifestyle of sailors’ wives during the nineteenth century. While their husbands were at sea, women could only wait until news of their return, or perish. By 1853, only seventeen percent of women accompanied their partners to sea, and the other eighty-three percent of women who remained onshore maintained an entirely different sphere of life. Women at this time were mainly seen as dependent on the money that they received from their husbands’ work. However, while women did certainly face a socially and culturally constructed dependency status, these women who stayed home during long travels were required to be independent. Wives depended on the money that the sailors brought in after every voyage, but due to the uncertainty of next lump sum, women were forced to be skillful in how money was used. These wives maintained the home, the family’s social status, took care of the children and had to supply necessary items for their families. Oftentimes, women took up work such as sewing, housekeeping, growing cash crops, or in Hannah’s case binding shoes, in order to expand the amount and rate of income. But until their husbands came home, women could merely wait. Sailors, especially whalers, had no way of predicting how long one single voyage might last. The ship would only come back to harbor once its belly had been filled with enough whale remains to make the trip profitable, therefore could have taken several years. So these women waited, and waited time and time again. Their main source of income was from a treacherous job that took many lives, yet these wives were the backbone of the family and community. As with Hannah, who was binding shoes for more than twenty years at her window, these sailors’ wives waited and sometimes never learned exactly what became of their beloved one."],"display_date":"1845 - 1870","search_date":"1857-12-31","locations":[{"id":6138,"lat":42.560328524,"lng":-70.797191322,"zoom":9,"place":"ESSEX, Massachusetts"}],"tags":[{"id":881,"tag":"whaling industry"},{"id":1206,"tag":"Sailors' Wives"},{"id":1207,"tag":"Lucy Larcom"},{"id":1208,"tag":"Beverly, MA"}],"course":{"name":"U.S. Women, 1790-1890","school":"Wheaton College","course_id":81,"school_id":2}}]}