{"id":1212,"tag":"hierarchy","points":[[42.4842595758,-71.3901525974]],"bounds":[[42.4842595758,-71.3901525974],[42.4842595758,-71.3901525974]],"episodes":[{"id":5384,"title":"Maintaining a Gender Hierarchy","course_id":81,"status":"P","start_date":"1848-04-01","end_date":"1848-04-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Eliza Jane Cate was an unmarried woman who worked in the Lowell mills for several years and contributed a great number of moralistic essays to the New England Offering during the late 1840’s. Although Cates essays in the Offering were fictional, Cate presented realistic morals and views based on her experiences in the Lowell factories. She begins her essay “Duties and Rights of Mill Girls” with a fictitious character, Colonel Bartlett, who viewed the factory system in Lowell as a place where oppression and constant hardships existed. Cate presents the traditional masculinity of Bartlett; farm owner, employer and hard-worker but illustrates the uncommon sensibility and kind-heartedness characteristics of Bartlett. Cate also demonstrates that Bartlett’s mechanisms of handling his businesses had no contribution to the unfair “long-hour system in families and in corporations,” because she believed that “a greater part” of “the diseases and inconveniences of factory communities” are caused by the workers neglect of their own health rather than the corporations responsibility. Cate then proceeds to counsel factory women on their daily habits that may engender disease within an additional section, Habits of Diet and Exercise.","Historian Thomas Dublin, author of Women at work: the transformation of work and community in Lowell, Massachusetts, 1826-1860 explicitly demonstrate the impact women had in the industrial revolution as a result of more women entering the work force during this time period. Dublin expresses that women during this period “Brought different values, attitudes, and expectations into the industrial setting” and for women “Industrialization provided them with a new economic independence and encouraged a new individualism that led to greater sexual freedom”. Although women were becoming more independent, mill management (men) were still primarily in control and imposed strict uniform standards. Men were the authority and women rarely contradicted their regulations or stood up for what they believed was right. The Ten Hour Movement which Cate also discusses in her essay was a petition in 1845 to lessen the classic 14 hour workday to a 10 hour workday. Dublin explains that the petition was rejected by the Lowell committee (constructed of all men) for various “discriminatory” reasons against other mill factories that would not be moving to a ten hour work day. Although the ruling was unfair some women resigned on the issue. Cate who believed in male dominance had the same opinion as the committee, concluding that it was the factory workers responsibility to maintain their heath and she reiterates the steps women should take in order to stay healthy in her continued essay Habits of Diet and Exercise. In The Cult of True Womenhood, historian, Barbara Welter describes that once married a women was “completely dependent upon her husband, an empty vessel, without legal or emotional existence of her own” (Welter). Unmarried women as Cate however, continued to follow the dependency model allowing men to possess greater power over women. Even within her fictitious writing, Cate cultivates the gender hierarchy that was socially constructed.<br /><br />"],"display_date":"April 1848","search_date":"1848-04-15","locations":[{"id":6172,"lat":42.4842595758,"lng":-71.3901525974,"zoom":9,"place":"MIDDLESEX, Massachusetts"}],"tags":[{"id":199,"tag":"working women"},{"id":898,"tag":"Lowell"},{"id":1212,"tag":"hierarchy"}],"course":{"name":"U.S. Women, 1790-1890","school":"Wheaton College","course_id":81,"school_id":2}}]}