{"id":1218,"tag":"The New York Times","points":[[40.7805662337,-73.9388482485]],"bounds":[[40.7805662337,-73.9388482485],[40.7805662337,-73.9388482485]],"episodes":[{"id":5634,"title":"The Campaign of Louis Kossuth and the Slavery Question","course_id":96,"status":"P","start_date":"1851-10-20","end_date":"1851-10-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1851, Hungarian revolutionary Louis Kossuth became an international celebrity who found himself trapped in the divisive slavery politics of the United States. He gained notoriety worldwide as a brilliant crusader for the liberty of his country, and upon announcing a tour around the United States to enlist support for his cause, Kossuth was met with the enthusiasm of the American media. The <em>New York Times</em> welcomed him and published his “Address to the People of the United States.” In his address he explained Hungary’s “struggle of independence” as not much different from America’s former struggle. Kossuth flattered Americans, suggesting that American liberty inspired the rest of the world: “May your great example, noble Americans, be to other nations the source of social virtue; your power be the terror of all tyrants- the protector of the distressed; and your free country ever continue to be the asylum for the oppressed of all nations.”"," ","Though Kossuth intended his message to be an invitation to help him, different parts of the nation interpreted it in their own way. Kossuth never mentioned slavery in his address. However, his appreciation of the US as a “free country” and his condemnation of “tyrants” caught the attention of abolitionists who hoped to enlist Kossuth in their cause. Abolitionists felt something of kinship with Kossuth as they viewed the oppression of slaves and Hungarians to be similar causes. Abolitionists urged Kossuth to endorse abolition but felt betrayed when he refused to do so. Knowing that such a declaration would cost him support in the most of the country and hoping to raise funds from rich southerners, Kossuth tried to avoid associating with abolitionists. He appealed to Southerners in supporting states' rights but ultimately was unable to advocate for democracy abroad when many leading Southerners would hardly promote democracy at home. His image as a freedom fighter was too much for conservative southern slaveholders to handle, so they rejected Kossuth’s presence and mission during his tour."," ","After a stay of about a year in the US, Kossuth failed to raise adequate support and funds for his cause. His tour of the US revealed how avoiding slavery politics was impossible during a time when the question of slavery consumed the nation. Though his cause was separate from slavery issues, Americans managed to interpret Kossuth through an American lens. Since his mission did not fit exactly into any side of the slavery debate, Americans felt comfortable ignoring Kossuth and focused on their own issues. The strong divisiveness of slavery politics shaped how Americans confronted foreign policy, and Kossuth’s visit proved the US was not ready to confront issues of freedom internationally when freedom was being contested so heatedly on their own soil."],"display_date":"October 20, 1851","search_date":"1851-10-20","locations":[{"id":8923,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":4,"tag":"Slavery"},{"id":95,"tag":"Abolition"},{"id":1218,"tag":"The New York Times"},{"id":1597,"tag":"Louis Kossuth"}],"course":{"name":"Transatlantic Abolitionism","school":"University of Richmond","course_id":96,"school_id":11}},{"id":5796,"title":"<em><strong>The New York Times</strong></em><strong> Commemorates Jefferson Davis' Death</strong>","course_id":113,"status":"P","start_date":"1889-12-12","end_date":"1889-12-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In an article describing the funeral of Confederate President Jefferson Davis, <em>The New York Times </em>wrote, “it [the funeral] was one of such magnificence and taste that the recollection of it will never vanish from the mind of any beholder.” People from all over the South attended Davis’ funeral, which was held in New Orleans on December 11, 1889. Describing the procession, <em>The New York Times</em> noted, “The cortege was more than three miles long, and contained many thousand persons.","Due to the influx of people in attendance, the city of New Orleans delayed the ceremonies for Davis’ funeral from 11 AM to 12 PM. Around 3 PM, Davis’ casket and the rest of the funeral procession arrived at the gates of Metairie Cemetery. Once the procession had reached Davis’ temporary tomb, <em>The New York Times</em> observed the following: “the military formed in double lines around the mound at parade rest, the veterans grouped themselves inside this line, and outside of the glittering line of blue and gold soldiery were tens of thousands of the foremost people of New Orleans.” Once the ceremonies were over, a single-file line was formed in order that people could get one last look at the first and only president of the Confederate States of America.","Undoubtedly, Davis’ political career was the reason that so many people attended his funeral. Even before his time as president of the Confederate States, however, Davis had an impressive career in politics. He was a West Point graduate, a US Senator, a US Representative, and served as secretary of war. At one point in time he was even married to President Taylor’s daughter! During Davis’ time in Congress, he resigned from the US Senate in 1861 to show his support of Mississippi’s quest for secession. The act, along with his already stellar reputation, earned Davis notable fame in the newly seceded southern States. This eventually led to his election as the only president of the Confederate States on February 9, 1861.","Many historians have questioned the value of Davis’ leadership for the South during the Civil War. Historian Eric Foner argued that Davis lacked the ability to effectively manage the South’s economy and deal with obstructionist governors. Davis also lacked skill in diplomacy, which greatly hurt the South.","Despite his lack of skills, throughout the Civil War, and even in its final days, Davis never submitted to Lincoln and the North. Upon the fall of Richmond at the Civil War’s end, Davis was arrested by Federal troops and held in prison for two years. Though he was eventually released, Davis was never pardoned for his acts concerning the Civil War, nor did he ever apologize for any of them. Davis endured a lot of criticism for the defeat of the South throughout the rest of his life, but as seen by this article, people lauded his unwavering devotion to the South. Davis was eighty-one years old when he died."],"display_date":"December 12, 1889","search_date":"1889-12-12","locations":[{"id":8929,"lat":40.7805662337,"lng":-73.9388482485,"zoom":10,"place":"NEW YORK, New York"}],"tags":[{"id":132,"tag":"Jefferson Davis"},{"id":755,"tag":"Confederacy"},{"id":808,"tag":"Funeral"},{"id":1218,"tag":"The New York Times"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":113,"school_id":3}}]}