{"id":1219,"tag":"Presidents","points":[[41.8399513458,-87.8166666032]],"bounds":[[41.8399513458,-87.8166666032],[41.8399513458,-87.8166666032]],"episodes":[{"id":5388,"title":"Lincoln's Funeral Train: The Ride from Chicago to Springfield","course_id":76,"status":"P","start_date":"1865-05-02","end_date":"1865-05-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On the evening of Tuesday, May 2, 1865, President Abraham Lincoln’s casket was brought to a depot of the Chicago and Alton Railroad on Canal Street.  A German choral group of about three hundred sang solemn music as Lincoln’s casket was moved onto the train.  The train used to transport the president’s body consisted of one baggage car, several ordinary coaches, and a catafalque car.  The catafalque car was second from the end of the train, and inside, the seats have been removed to make from for a pyramid-shaped stand on which the casket rested. The final car of the train was filled with Lincoln’s family members and high government officials, including Edwin M. Stanton and Major General Ulysses S. Grant.  A New York City regiment of soldiers was given the task of guarding the train; four men stood guard in each car, and no one was able to board the train without a permit.<br /><br />The train began moving at around 9:30 pm that night.  As the train travelled through the night, it passed many train stations, at which hundreds, if not thousands of people were gathered to pay their respects to Lincoln.  Every city was filled with lighted torches, bonfires, and mourning drapery.  In some places, guns were fired and bells were tolled to signal the train’s arrival.  The cities the train passed through included Bridgeport, Summit, Willow Springs, Lemont, Lockport, Joliet, Wilmington, Gardner, Dwight, Odell, Cayuga, Pontiac, Chenoa, Lexington, Towanda, and Bloomington.  When the train finally arrived in Springfield, IL around noon on May 3, 1865, huge crowds gathered around the station.  Guns were fired at the train’s arrival, and a beautiful hearse waited to transport Lincoln’s casket the final distance."],"display_date":"May 2, 1865 - May 3, 1865","search_date":"1865-05-02","locations":[{"id":2539,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"COOK, Illinois"}],"tags":[{"id":178,"tag":"assassination"},{"id":1219,"tag":"Presidents"}],"course":{"name":"ENGL 305: Literary History and Writing","school":"St. Norbert College","course_id":76,"school_id":44}}]}