{"id":122,"tag":"Soldier","points":[[40.6450686304,-73.9495584018],[42.6338259484,-75.0326447277],[39.4722539212,-77.3980976361],[43.017211200706,-92.72115625]],"bounds":[[43.017211200706,-73.9495584018],[39.4722539212,-92.72115625]],"episodes":[{"id":4612,"title":"Hallowell Praises Black Soldiers","course_id":18,"status":"P","start_date":"1892-01-01","end_date":"1892-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Since 1865 the importance of the black soldiers fighting in the Civil War for the Union has not been disputed, whether it be freed slaves or fugitive slaves. Without a doubt the black soldiers that fought helped the Union immensely, absorbing significant losses while doing so. Part of the success resulted from the way that black soldiers were treated. According to Norwood P. Hallowell, the black soldiers were, \"treated as white soldiers were in all well disciplined regiments.\" Hallowell also argued that the black soldiers became accustomed to the discipline of militia faster than non-black troops.","            In the battle of Olustee three hundred and ten soldiers died from the Eighth U.S. Colored infantry according to Hallowell. According to author and historian James McPherson the battle at Olustee had an important effect on Lincoln. Lincoln heard of a black soldier saying that, \"[Lincoln] should be damned in time & in eternity\" if he were to return black soldiers to slavery. ","            Many black regiments were ordered into battle in difficult terrain or circumstances that were in no way an advantage for the regiment. In the Union's victory at Port Hudson on June 27, 1863 black troops went into battle under these unfavorable conditions. \"Their ground was very difficult,\" said Halowell, \"but they fought without panic, and suffered severely before falling back in good order.\" The battle at Port Hudson is seen as a big step forward in the progress of equal rights within the US Army. ","            At Nashville, where the Union had two brigades of colored soldiers fighting in the battle, "," the black troops again influenced the outcome of the battle and afterwards their bodies were intermingled with bodies of the white soldiers. \"This proves the manhood of the negro,\" proclaimed Hallowell.","            Hallowell concluded by giving significant praise to the black soldiers. \"Let us always be willing to give them whatever credit is their due. We called upon them in the day of trial.\" These soldiers fought the same battles, but were often fighting under very different, adverse, circumstances. "],"display_date":1892,"search_date":"1892-07-01","locations":[{"id":5507,"lat":null,"lng":null,"zoom":8,"place":"EAST BATON ROUG, Louisiana"}],"tags":[{"id":182,"tag":"Nashville"},{"id":122,"tag":"Soldier"},{"id":3,"tag":"African-Americans"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}},{"id":4617,"title":"Doubleday Takes Baseball from Brooklyn to the Battle Fields of Dreams","course_id":18,"status":"P","start_date":"1839-01-01","end_date":"1861-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Sports can bring groups of people together like few other activities. The same can certainly be said for baseball, America's pastime, in the Civil War era. Baseball was being played before the war started, it was played during the war, and it is still played today. Baseball, which went by many names in the time of the Civil War, helped keep the morale of the troops up for both the North and the South. The game was endorsed by civilians and soldiers alike. Union General Abner Doubleday is popularly credited with founding baseball as we know it today.","            Baseball was played by the troops in their free time to keep their minds off of the dead, dying, wounded, battles past, and battles to come. Mostly it alleviated the boredom of camp life, officers and soldiers would play together, on one team, strengthening the camaraderie within the camp. Baseball also served as a means of something that connected the civilians with the soldiers. In a letter sent from Brooklyn to a soldier, \"I was pleased to hear that you had had a base ball match […] for I think you poor soldiers need a little recreation once and a while.\"  The letter was dated July 11, 1861 signed by <em>Phobe</em> of Brooklyn. Many other letters were sent as well, soldiers sharing stories of their baseball games rather than stories of war. Baseball proved to be very helpful for many in getting through the day in and day out life of a soldier during the Civil War. \"Suddenly there was a scattering of fire, which three outfielders caught the brunt; the centerfield was hit and captured, left and right field managed to get back to our lines. The attack…was repelled without serious difficulty, but we had lost not only our centerfield, but… the only baseball in Alexandria, Texas\" George Putnam said in a letter from his Union army camp. Baseball brought people together and it was beneficial to the morale of the troops. Other letters home, that do not talk of baseball, were much more solemn and grave, baseball seemingly could cheer up soldiers after a long day of hiking.","            Doubleday led the first company into Fort Sumter and ordered the first retaliatory cannon shots. He remained an influential figure in the Union army throughout the war playing a key role at Gettysburg. After the war Abner Doubleday was credited with redesigning the rules of baseball. Abraham G. Mills, a former president of the National League, using the best evidence available, said that Doubleday invented baseball in Cooperstown, NY in 1839. Over the next generation baseball became the most popular sport in the country. A field in Cooperstown, NY, the national baseball hall of fame, is named after Abner Doubleday."],"display_date":"1839 - 1861","search_date":"1850-07-02","locations":[{"id":8867,"lat":40.6450686304,"lng":-73.9495584018,"zoom":11,"place":"KINGS, New York"},{"id":8995,"lat":42.6338259484,"lng":-75.0326447277,"zoom":9,"place":"OTSEGO, New York"}],"tags":[{"id":186,"tag":"Doubleday"},{"id":122,"tag":"Soldier"},{"id":32,"tag":"Civil War"},{"id":127,"tag":"Army"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}},{"id":5802,"title":"<strong>A Virginia Soldier Reflects on Battle and Wishes to be Home for the Holidays</strong>","course_id":113,"status":"P","start_date":"1862-11-30","end_date":"1862-11-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On Sunday morning, November 30, 1862, Confederate soldier John French White wrote an intimate, yet dismal letter to his wife, Mat. White’s letter began with an explanation of how grateful he was to have received mail from his wife: “[I] contented myself by reading your welcome letter which afforded me great pleasure.” A few lines later, Mr. White proceeded to explain the horrors of the Battle of Sharpsburg (Antietam), which he had been involved in a few months earlier.","In his description of the Battle of Sharpsburg, White wrote, “Oh Mat it","almost makes [me] shudder to think of it how…Sept. 17 ’62 [will] live in the memory of the 32 Va. reg[iment] & its friends.” Despite all the carnage and devastation of the battle, White walked away unharmed. He viewed his survival as an act of God: “Thanks be to a kind Providence I came out unhurt but narrowly escaped. A ball passed [only] through my blanket between my body and right arm.”","The heart of White’s letter, however, is found in the remarks he made about coming home for Christmas. White acknowledged his wife’s plea for him to “get a pass to come to Mothers in the Chris[t]mas.” In response to her plea, Mr. White wrote, “I am sorry to tell you to do either [find a substitute or go home] is utterly impos[s]ible.” Although he hinted at the fact that he wanted to be home for Christmas, White understood that he had a commitment to the Confederacy. Since Mr. White was on “picket duty” in Fredericksburg and was expecting the city to be shelled by the Union forces, he had to abruptly end his letter.","White’s fear of the memory of the Battle of Sharpsburg had a lot of merit. As historian James McPherson pointed out, Sharpsburg was the site of some of the Civil War’s hardest fighting. Just as White had hinted, at nighttime on September 17, 1862, Confederate military leaders reported losses greater than fifty percent in several brigades. In addition, President of the Maryland Historical Society, Burton Kummerow, noted that about 23,000 soldiers were killed and wounded during the Battle of Sharpsburg. In regard to White’s fear of how the day would be remembered, Kummerow argued that it would forever be seen as a victory for the Union, and it eventually prompted Lincoln to issue the Emancipation Proclamation. Historian Stephen Sears also argued that the perceived Union victory at Sharpsburg compounded with the Emancipation Proclamation, prevented Britain, France, and other foreign agents from getting involved in the Civil War.","Aside from the Battle of Sharpsburg, White’s letter reflected emotions shared by soldiers on both sides during the Civil War. The Civil War proved to be more than just a few short battles. The physical and emotional stresses brought about by fighting, such as that at Shapsburg, gave every man a strong desire and longing for home, especially around the holidays."],"display_date":"November 30, 1862","search_date":"1862-11-30","locations":[{"id":5992,"lat":39.4722539212,"lng":-77.3980976361,"zoom":9,"place":"FREDERICK, Maryland"}],"tags":[{"id":755,"tag":"Confederacy"},{"id":122,"tag":"Soldier"},{"id":32,"tag":"Civil War"},{"id":1256,"tag":"Christmas"},{"id":1793,"tag":"Virginia Infantry"},{"id":1853,"tag":"Fredericksburg"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":113,"school_id":3}},{"id":6877,"title":"A New Soldier Writes Home From Virginia","course_id":188,"status":"P","start_date":"1862-08-24","end_date":"1862-08-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" On August 24, 1862, a soldier from the 125<sup>th </sup>Pennsylvania regiment wrote home from Camp Welles, Virginia, where the regiment had recently arrived.  His letter was published in the <em>Huntingdon </em><em>Globe </em>on Wednesday, September 3, 1862.   He described his trip from Pennsylvania, before providing an updated list of promotions within the regiment, along with his thoughts on the war, and on life in camp. The author’s identity is not clear, as his letter is signed only with his initials; “A.T.”.  The 125<sup>th</sup>regiment had left Harrisburg, PA, on August 16, 1862.  They arrived in Washington, D.C. the next day, and crossed the Potomac on August 18. They “advanced about 4 miles into Virginia” and were still encamped there at the time of the author’s writing.  "," A.T. seems largely unimpressed with the journey to Virginia.  According to the author, the land surrounding his route through Maryland appeared as though “the people of Maryland had always paid more attention to treason to the government than to agricultural pursuits.”  He was similarly disappointed by the appearance of Washington, D.C., although he considered the Capitol building to be the “grandest and most magnificent structure on the continent.”  A.T. considered the small portion of Virginia that he had observed to be a “vast waste.”  It had been inhabited by troops for some time, first by Confederate forces and then by the Union."," Despite this, A.T.’s tone remained cheerful and patriotic.  He described the troops as being in generally “good spirits.”  Like many new troops, he expressed a highly patriotic viewpoint, and urged readers of the <em>Globe</em>to give the war effort their unwavering support.  ","            A.T. had little to say of life in camp, other than that some men had already been affected by illness, including bad colds and a few cases of diarrhea.  This was typical for fresh troops, who were often affected by disease.  Soldiers from rural areas, such as Huntingdon and Blair counties, were particularly susceptible to contagious disease. Dysentery was responsible for a large percentage of total deaths throughout the war.  According the historian James McPherson, disease often halved the size of a regiment before any exposure to combat.  "," "," "," "," "],"display_date":"August 24, 1862","search_date":"1862-08-24","locations":[{"id":52855,"lat":43.017211200706,"lng":-92.72115625,"zoom":3,"place":"Washington, D.C."}],"tags":[{"id":3684,"tag":"camp life"},{"id":32,"tag":"Civil War"},{"id":122,"tag":"Soldier"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":188,"school_id":3}}]}