{"id":1220,"tag":"Federal Writers' Project","points":[[40.7455449451,-84.936600608],[38.9151212228,-76.9435162098]],"bounds":[[40.7455449451,-76.9435162098],[38.9151212228,-84.936600608]],"episodes":[{"id":5389,"title":"<em>The U.S Works Projects Administration Federal Writers’ Project and Historical Records Survey.</em>","course_id":79,"status":"P","start_date":"1/1/34","end_date":"12/31/39","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Photographs abound. The black and white or sepia pictures display dirty children, tired mothers or men hard at work. Every one was broke and tired. This era, known as The Great Depression, lasted from 1929 through the advent of the Second World War. This was a time of struggle for people from all walks of life. Even people from white-collar fields, such as lawyers, librarians and teachers were unable to provide for their families. The New Deal program <em>The U.S Works Projects Administration</em> (WPA)felt that there was a more productive way to use the unique skill set that these people brought with them than put them to work on the construction crews created across the nation. The resulting effort was <em>The U.S Works Projects Administration Federal Writers’ Project and Historical Records Survey.</em>","This project was the result of several meetings that took place in 1934 between Jacob Baker, the assistant to the chief of the Civil Works Administration and his assistant, Katherine Kellock. The <em>Works Project Administration </em>ultimately created four appendages to protect and sustain the arts: the <em>Federal Writers' Project</em>, <em>the Art Project</em>, the <em>Theater Project</em>, and the <em>Music Project</em>.","By 1935, <em>The Federal Writers Project </em>was up and running. The main goal of this project was to create a series of guidebooks and local histories. Championed by Kellock, The <em>American Guide Series</em> and “<em>America Eats</em>”were a result of this project. Other collections include the narratives of former slaves as well as celebrations of local culture and art. Even though these projects collected invaluable history, one of the many issues the faced was the collection and intake process. In addition, there were many bureaucratic hurdles that could not be resolved.","Many in Congress felt that the money used to fund the many WPA writers and art programs could be used elsewhere. With the impending threat of war, many Congressmen were intent on diverting those funds to the defense budget. Before the program was terminated in 1939,<em> The Federal</em> <em>Writers Project </em>compiled an impressive collection of pamphlets, books radio scripts and transcripts. These histories are stored in many places on the Internet such as The American Memory Collection."],"display_date":"1934 - 1939","search_date":"1936-12-31","locations":[{"id":22390,"lat":40.7455449451,"lng":-84.936600608,"zoom":10,"place":"Adams, Indiana"},{"id":22331,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Dist Columbia, District of Columbia"}],"tags":[{"id":1220,"tag":"Federal Writers' Project"},{"id":1084,"tag":"The New Deal"},{"id":620,"tag":"Franklin D. Roosevelt"},{"id":1221,"tag":"Katherine Kellock"},{"id":1085,"tag":"WPA"},{"id":1081,"tag":"The Great Depression"}],"course":{"name":"The Great Depression","school":"Texas Wesleyan University","course_id":79,"school_id":49}}]}