{"id":1223,"tag":"the Andrews Sisters","points":[[40.6916304076,-74.0035386433]],"bounds":[[40.6916304076,-74.0035386433],[40.6916304076,-74.0035386433]],"episodes":[{"id":5390,"title":"Don't Sit under the Apple Tree (with Anyone Else but Me)","course_id":79,"status":"P","start_date":"1/1/39","end_date":"1/31/39","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["<em>Don't sit under the apple tree with anyone else but me</em>","<em>Anyone else but me, anyone but me,no,no,no</em>","<em>Don't sit under the apple tree with anyone else but me</em>","<em>'Til I come marchin' home</em>","<em>\"Don't Sit Under the Apple Tree(With Anyone Else But Me)\" </em>is a popular song that was made famous by Glenn Miller and the Andrews Sisters during World War II.The melody was written by Sam H. Stept. It was a version of the nineteenth-century English folk song <em>\"Long, Long Ago\".</em> Lew Brown and Charles Tobias wrote the lyrics and the song debuted in the 1939 Broadway musical Yokel Boy. It was written as a pledge of loyalty between two young lovers while one of them is away serving in the war.","After the United States entered the war in December 1941, Brown and Tobias modified the lyrics to their current form, with the chorus ending with \"...'till I come marching home\". In February 1942, two months after Pearl Harbor, the Glenn Miller Orchestra recorded the song with vocals by Tex Beneke, Marion Hutton, and The Modernaires. In May the song was featured in the film “<em>Private Buckaroo” </em> as a performance by the Andrews Sisters with the Harry James orchestra. The Andrews Sisters then released the song on Decca Records. Many other artists released records of the song that year, including Kay Kyser. With the Miller, Andrews, and Kyser records all being popular on the radio, <em>\"Don't Sit Under the Apple Tree\"</em> became one of the few songs in history to have three different versions on the radio hit parade at the same time.","<strong><em>Don't sit under the apple tree with anyone else but me</em></strong>","<strong><em>I know the apple tree is reserved for you and me</em></strong>","<strong><em>And I'll be true 'til you come marchin' home</em></strong>"],"display_date":"January 1939","search_date":"1939-01-16","locations":[{"id":22428,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":1224,"tag":"Kay Kyser"},{"id":1223,"tag":"the Andrews Sisters"},{"id":1222,"tag":"Glenn Miller"}],"course":{"name":"The Great Depression","school":"Texas Wesleyan University","course_id":79,"school_id":49}}]}