{"id":1228,"tag":"Military Hospitals","points":[[39.603674835,-77.8141711851]],"bounds":[[39.603674835,-77.8141711851],[39.603674835,-77.8141711851]],"episodes":[{"id":5393,"title":"Armory Square was a military hospital that sprang up in Washington D.C. during the Civil War, from 1862-1865, which recorded unprecedented numbers of soldier casualties and deaths.","course_id":76,"status":"P","start_date":"1862-08-01","end_date":"1865-01-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["While not the first military hospital to open in Washington D.C. during the Civil War, Armory Square Hospital is known for receiving some of the worst soldier casualties from Virginia’s battlefields. Situated nearest the steamboat landing at the foot of Seventh Street, S.W., and the lines of Washington and Alexandria railroad, Armory Square Hospital was the first and only stop for many Union soldiers as the seriously wounded could not afford to travel any farther, according to Martin G. Murray’s article Traveling with the Wounded: Walt Whitman and Washington’s Civil War Hospitals. The Armory Square Hospital Gazette and The National Republican papers reveal that Armory Square Hospital had an unprecedented number of soldier deaths. Notably, “from August 1861 to January 1865, Armory Square recorded the largest number of deaths of any Washington military hospital, 1,339 out of 18, 291 deaths” as recorded in the February 25, 1865 edition of the Armory Square Hospital Gazette (Murray).<br /><br />Armory Square was one of the six “model” hospitals built in Washington D.C. during 1862. Whereas “barracks” hospitals were converted from unused Army barracks, “model” hospitals like Armory Square were specifically made according to the U.S. Sanitary Commission and their recommendation of a pavilion principle (Murray). There were as many as 56 separate facilities used as hospitals in Washington D.C. during the course of the Civil War, and Murray notes that Armory Square was one of 43 in use when it opened in 1862.<br /><br />The Armory Square Hospital Gazette was first published on January 6, 1864. The opening page of the gazette presents the harsh reality of many a soldier’s gruesome fate--it claimed: “the Hospital is an episode in  soldier’s life--sometimes a painful termination of it, which has many an event worthy of a chronicle. Such we propose this paper to be” (“Salutatory”). While recording the deaths of soldiers who died, the gazette also notes soldiers admitted to Armory, returned to duty, transferred to different hospitals, and discharged. <br /><br />As a large hospital tending to those grievously wounded, Armory Square was frequented by a few notable people. President Abraham Lincoln and poet Walt Whitman visited Armory Square, meeting with many soldiers in the hospital ward (Murray). One of Lincoln’s many visits was recalled and recorded by Armory Square nurse Amanda Akin. Whitman also went to many Washington D.C. hospitals and attended to the soldiers. He wrote copious notes about his visits, and on page 18 of his hospital journal he jots down: “In ward G, H, or I, young man I promised to come in and read to--sick with fever--he cannot read steady himself--his hand swerves--take him the paper” (Whitman). However, Whitman writes that he visited Armory Square most often “because it contains by far the worst cases, most repulsive wounds, has the most suffering and most need of consolation--I go every day without fail, and often at night” (Whitman).<br /><br />Armory Square Hospital captures one side of the Civil War, but reveals volumes about the tragedy of the war through the sheer number of men dying from casualties and the hospital’s prominence through multiple visits by President Lincoln and the poet turned nurse Walt Whitman."],"display_date":"August 1862 - January 1865","search_date":"1863-11-01","locations":[{"id":6079,"lat":39.603674835,"lng":-77.8141711851,"zoom":9,"place":"WASHINGTON, Maryland"}],"tags":[{"id":1228,"tag":"Military Hospitals"},{"id":116,"tag":"Wounded Soldiers"},{"id":32,"tag":"Civil War"}],"course":{"name":"ENGL 305: Literary History and Writing","school":"St. Norbert College","course_id":76,"school_id":44}}]}