{"id":123,"tag":"Reconstruction","points":[[37.5769153786,-80.6062827848],[32.8753704415,-79.8417496964],[32.4068445137,-80.4452215468],[32.5099595434,-84.8770433037],[40.7805662337,-73.9388482485],[32.2488115675,-86.1666274124],[33.7746837105,-85.717429796],[33.5119530737,-80.8773339627],[37.537998501,-77.4058582907],[39.2464830538,-76.5960396412],[35.9932218718,-83.9370888963],[40.4169896434,-77.9812660431],[28.5664573086,-81.3013732137],[31.9014449767,-81.1192880728],[35.7795897,-78.6381787],[40.0186921,-78.5039069],[32.7764749,-79.9310512],[41.5775802,-77.126128],[35.1495343,-90.0489801],[35.2270869,-80.8431267],[33.6609389,-95.555513],[37.5407246,-77.4360481],[37.613453,-77.905136],[43.8975446,-78.9429329],[40.718032560388,-80.11251759066],[35.9250637,-86.8688899],[39.786199014051,-77.571002583671],[42.094667852651,-78.482875],[32.736974121658,-82.587354481526],[38.9071923,-77.0368707]],"bounds":[[43.8975446,-73.9388482485],[28.5664573086,-95.555513]],"episodes":[{"id":4533,"title":"William Newell Defends Congressional Reconstruction","course_id":18,"status":"P","start_date":"1866-02-15","end_date":"1866-02-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":[" When the Honorable William A. Newell of New Jersey spoke in February 1866, the slaves were freed thanks to Abraham Lincoln's Emancipation Proclamation and the great sacrifice the Union forces gave. It was time to decide the fate of the South and William Newell was less than hospitable towards the South, saying in his speech that, \"[T]he enemies of this Union and this liberty are still insidiously at work. They still talk of states rights…but still, state rights means the right…to deprive people of their liberties.\"","  President Lincoln and his colleagues in Congress differed greatly on how to punish the South for the past five years, and Congressmen like Henry Winter Davis, Benjamin Wade and Newell were adamantly opposed Lincoln's more \"forgiving\" approach and demanded more strict punishment. Wade and Davis concocted the Wade-Davis Bill of 1864, which called for a more stringent plan than Lincoln's Ten Percent Plan. The bill called for re-admittance to the Union for former Confederate states contingent on a majority in each Southern state to take the Ironclad Oath to the effect they had never in the past supported the Confederacy. Benjamin Wade even went as far as to say that \"the Executive ought not to be permitted to handle this great question to his own liking…It does not belong, under the Constitution to the President to prescribe the rule. It belongs to us.\"","  In the same vein as Wade and Davis, Newell called for all the states that seceded to \"renew their allegiance to the Union.\" He articulated that the their \"fitness\" depends on, \"first, their loyalty to the Constitution; secondly, their loyalty to human rights, the rights and privileges of every citizen thereof.\" To be loyal to the Union, Newell called for the seceded states to repudiate all their debts incurred in the prosecution of the late war, and for the states to respect the debts contracted by the Union in putting down the rebellion. He went as far as saying when \"the states shall send loyal Representatives here…I shall rejoice to admit them to the full and perfect rights and privileges of which they have by their folly been deprived.\"","  Newell concluded his time on the floor by demanding that the government reestablish itself upon the principle of \"equal and exact justice to all men\" and to conduct the Union's affairs not only to \"attract to our nation the admiring eyes of the world at large, but to draw down upon it the approving smile of the Almighty God.\""],"display_date":"February 15, 1866","search_date":"1866-02-15","locations":[{"id":1276,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":18,"tag":"Politics"},{"id":123,"tag":"Reconstruction"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}},{"id":4537,"title":"Jefferson Davis Finds a Friend in Prison","course_id":18,"status":"P","start_date":"1865-05-01","end_date":"1866-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Around May 10 1865, federal troops captured Confederate President Jefferson Davis fleeing in Georgia and sent him to be confined in Fortress Monroe, Virginia. Davis was held prisoner for two years from May 1865 to May 1867, six months of the time confined in a casemate under heavy guard. According to a war memo excerpted in a New York Times article, he was not arraigned upon any indictment or formal charge of crime but had been indicted for high treason by the Grand Jury of the District of Columbia. Davis was also charged with the assassination of Abraham Lincoln and the murder of Union prisoners of war by \"starvation and other barbarous and cruel treatment toward them.\" Colonel Stewart's (working in the fortress) account denotes a tone of disgust towards Davis' situation in the Richmond Times Dispatch: \"It appears to us ...in chaining the feet of President Davis, under the poor pretext of rendering imprisonment more secure, was to humiliate not only the prisoner, but the people of the whole South, and to them...will be ever linked with the infamy.\" Davis was also chained whilst incarcerated as per order of General Miles. The guards' cruel and disrespectful treatment took a great toll on his health, leaving him emaciated and even sensitive to light. Describing the shackling of Mr. Davis, Dr. John J. Craven, Davis' attending physician, wrote \"On the morning of the 23rd of May, a yet bitterer trial was in store for the proud spirit--a trial severer probably than has ever in modern times been inflicted upon any one who had enjoyed such eminence. This morning Jefferson Davis was shackled\"","    Dr. John J. Craven was the only person to offer Davis companionship and care to alleviate the loneliness and other physical ailments during his imprisonment. On the morning of the May 24th 1865, Dr. Craven heard that Mr. Davis was ill and that he had been assigned as his medical attendant. From then on, the relationship of doctor and patient developed into an abiding friendship. Unable to move except with great difficulty with ankles lacerated by the heavy chains, Davis could not take the exercise that would help his digestion. Dr. Craven realized that his physical condition required the removal of the shackles. Seeking an interview with General Miles and stating his opinion as strongly as possible, General Miles asked, \"You believe it then a medical necessity?\" to which Dr. Craven replied, \"I do most earnestly.\" The shackles were removed after five days."],"display_date":"May 1865 - December 1866","search_date":"1866-03-01","locations":[{"id":14724,"lat":37.5769153786,"lng":-80.6062827848,"zoom":9,"place":"MONROE, Virginia"}],"tags":[{"id":32,"tag":"Civil War"},{"id":108,"tag":"prison"},{"id":123,"tag":"Reconstruction"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}},{"id":5293,"title":"Teaching in the Unknown","course_id":73,"status":"P","start_date":"1865-05-15","end_date":"1867-05-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Emily Bliss and Mary Ames had never taught before, and they were about to venture into the heart of the Reconstruction south and teach the newly freed slave children. They were two women from the North with no teaching experience at all. Intrigued by Emily Bliss, Ames decided to follow her to Boston and enroll as teacher to work for the Freedmen's Bureau in 1865.","They were not supported by their families and upon their arrival in Charleston were shuffled from place to place. They met Mr. Pilsbury, who was one of the education leaders in the town, and a discouraged and exhausted Emily Bliss desperately asked him for sympathy, and if he happened to have a wife who would feel for them and bring them comfort. Ms. Pilsbury took them in, and they found themselves in one of the nicest mansions in Charleston. They were asked to stay and teach there, but shocked Mr. Redpath, who was the leader of the Freedmen’s Bureau who extended the invitation, when they declined and said they would rather teach the freed slaves who had been sent to Estido Island on Sherman’s March following the war.","The Blacks were very welcoming to the two newcomers, and they soon found out that the officers and the teachers were the only white people on the island, along with the 10,000 newly freed slaves.\tOn their first day of school, May 15, 1865, they had only 9 boys and 6 girls. Only two of the children knew their letters, and none knew how to read. They next day, however, there were 28 students present, and of the new students, 2 of them could read. The children were not in good shape and did not have nice clothes, according to Bliss, “the poor creatures (having) lived so long in a filthy condition that they don’t know what it’s like to be clean”. Once June hit, it got so hot that the 2 women were advised to leave as soon as they could, for it was hazardous to their health. They stayed however, committed to their cause, and by June they had 101 students. It was hard for them to keep order however, and they had immense trouble keeping the older students in line. School ended on June 30, and on July 2 they were told that the soldiers received orders to leave the island, allowing the freed slaves to do so as well. It was troublesome to Ames, because it was the soldiers she received her rations and supplies from. By July 12 many of the soldiers and freedmen were leaving the island, however Ames was determined to stay and keep teaching those who had no one to teach them. Ames stayed on the island, and moved to a house in order to continue her teaching. She stayed for a little over a year until she no longer received any support at all from the Freedmen’s Bureau, but continued to be very successful in her teaching of the freed slave children."],"display_date":"May 15, 1865 - May 15, 1867","search_date":"1866-05-15","locations":[{"id":11457,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":7,"tag":"Women"},{"id":1056,"tag":"Teaching"},{"id":123,"tag":"Reconstruction"},{"id":1119,"tag":"Freedmen's Bureau"}],"course":{"name":"History of the New South","school":"Texas Wesleyan University","course_id":73,"school_id":49}},{"id":5344,"title":"South Carolina Delegates Discuss Reconstruction with President Johnson","course_id":74,"status":"P","start_date":"1865-06-26","end_date":"1865-06-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On Saturday June 26, 1865 a delegation of South Carolinians visited President Johnson for a free exchange of ideas about the fate of South Carolina under the Reconstruction.  The delegates and the president alike expected a candid and honest discussion.  The President began the conversation by stating, “Union was preserved, it must be on the principle of fraternity, both Northern and Southern States maintaining certain relations to the government.”.  Johnson also claimed, “A State cannot go out of the Union, and therefore none of them having gone out, we must deal with the question of restoration and not reconstruction.”  The president had thus opened a conversation where the delegates and he could talk openly about the upcoming reconstruction.  The conversation led directly to Johnson’s “Proclamation for the Provisional Government of South Carolina.”  The topics discussed in the meeting are addressed in the proclamation including the appointment of a Governor suggested by the delegates.","Johnson clearly stated that slavery was the cause of the war and that it would not be allowed to return to the nation, “The slaves went into the war as slaves, and came out free men of color. The friction of the rebellion has rubbed out the nature and character of slavery,” One delegate claimed that emancipation would only be conceivable if it was done through a process of gradual emancipation.  Johnson did not accept this position and stated, “…the friction of the rebellion had rubbed slavery out, but it would be better so to declare by law.  As one of the delegates has just remarked that the Constitution of South Carolina did not establish slavery, it were better to insert a clause antagonistic of slavery.”  Johnson was very clear that no form of slavery would exist in the reunified country.","`The delegates then brought up the issue of a state government.  Mr. Holmes, a South Carolina delegate, pointed out, “…we are without law, no courts are open, and you have the power to assist us.”  Holmes was asking for government assistance in reinstating the South Carolina state government.  Johnson agreed a government had to be in place but a new government could not occur, “unless it (was) based on right.”  Johnson wanted a revised state constitution before any laws were enacted in the state.  The delegates asked at the end of the conversation that a state governor be appointed in order for his request to be carried out.  According to the historian Jennifer Weber these conversations were common place during Presidential Reconstruction since plantation owners realized, “…that if they humbled themselves before the new president, they generally could have their way-at the expense of the freedmen.”  The delegates provided some candidates and Johnson agreed to consider Benjamin Perry.  Johnson later appointed Perry the provisional governor of the State of South Carolina."],"display_date":"June 26, 1865","search_date":"1865-06-26","locations":[{"id":11447,"lat":32.4068445137,"lng":-80.4452215468,"zoom":8,"place":"BEAUFORT, South Carolina"},{"id":1276,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":123,"tag":"Reconstruction"},{"id":18,"tag":"Politics"},{"id":17,"tag":"Government"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":74,"school_id":3}},{"id":5346,"title":"Confederate General John C. Breckinridge Provides Insight into Slave Loyalty and Confederate Expatriation","course_id":74,"status":"P","start_date":"1869-01-24","end_date":"1869-01-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Dated January 13, 1869, this letter written by ex-Confederate general and former United States Vice-President, John C. Breckinridge, first became public on January 20, 1869, when the newspaper of Columbus, Georgia printed a copy of the message. Four days later, the <em>New York Times</em> made it available to an even wider audience when it republished the article. After the surrender of the Confederacy, Breckinridge feared the possibility of the Union bringing charges against him for his participation in the rebellion. To escape potential prosecution, Breckinridge fled to Havana, Cuba. From Cuba, he traveled to the United Kingdom, and then to Canada, where he wrote this letter in Niagara, Ontario.","Breckinridge did not mean the focus of his letter to revolve around his post-war travels. Instead, he meant to inquire about his “faithful colored servant, Thomas.” Despite the fact that Thomas had been a slave and servant to Breckinridge, the former master spoke of his servant in a fond manner. He seemed nostalgic when he wrote of his and Thomas’s parting before Breckinridge left for the U.K. Neither of the men seemed happy about the parting, but Breckinridge thought it best for Thomas to return home. “I succeeded in sending him back to his friends from Havana, although he wished to remain with me.” According to Breckinridge, Thomas felt such loyalty to his master that he promised to once again live with Breckinridge upon his return to the United States.","This letter penned by Breckinridge to “a gentleman” in Columbus unusual in two respects. Some instances were recorded during the Civil War of slaves remaining with their masters after emancipation; however, the extreme loyalty that Thomas possessed towards Breckinridge was not the norm. While impossible to verify, the devotion from Thomas that Breckinridge wrote of, if true, was an exceptional relationship between and servant. Thomas only left Breckinridge’s side at his insistence.","The location of the letter’s composition also made it unique. Men having served in the Confederate Army were known to have left for other countries after the war. Most, however, did not flee to Canada as Breckinridge did. While Canada was not the first sanctuary Breckinridge found, his relocation to it was uncommon. Many Confederates that left the U.S. immigrated to Mexico and others to Brazil. Brazil served as an appealing option because the country still permitted slavery at the time. The United Kingdom, which Breckinridge did travel to, was also a much more popular destination than Canada for Confederate expatriates."],"display_date":"January 24, 1869","search_date":"1869-01-24","locations":[{"id":2102,"lat":32.5099595434,"lng":-84.8770433037,"zoom":10,"place":"MUSCOGEE, Georgia"}],"tags":[{"id":123,"tag":"Reconstruction"},{"id":31,"tag":"Immigration"},{"id":18,"tag":"Politics"},{"id":1147,"tag":"John C. Breckinridge"},{"id":1148,"tag":"Expatriation"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":74,"school_id":3}},{"id":5347,"title":"<em><em>Black Codes and Racism in South Carolina Prevent Migration to the State by Northerners</em></em>","course_id":74,"status":"P","start_date":"1865-12-08","end_date":"1865-12-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["At the close of the Civil War, wealthy northerners were interested in acquiring new farmland to develop. To do so, they needed to relocate to areas that were less populated than the North. Despite their admiration for South Carolina’s “lands and climate,” northerners feared living in the state, because of the potential violence. During this time, South Carolina began enacting black codes to restrict the freedoms and movements of freedmen. Northerners believed it to be only a matter of time until blacks started protesting the laws. While other states in the South enacted similar codes, these northerners thought South Carolina’s to be the harshest. Because of this, they chose to settle in the northwest rather than the South.","White residents of South Carolina did not believe the state had a lack of migrants due to the black codes. Instead, they expressed the opinion that white northerners were apprehensive to live among such a large number of free blacks. A writer for the <em>Nashville Press </em>article vehemently denounced this claim. “It is not true white immigrants will not go where there are negro laborers, or where there is negro competition. The sole condition of immigration is embraced in the word security.”","For these settlers, the number one concern was safety. They believed that as long as the codes were in effect, security could never exist in the state. Settlers, or emigrants, were not the ones negatively affected by the codes. They found suitable land for their intended purposes in other parts of the country. The people who the codes hurt, the article argued, were the residents of South Carolina. As long as the black codes were in place, immigration would not occur. If the codes were abolished, there would be “unprecedented progress of the South” as a result of new settlement.","South Carolina began passing black codes immediately following the war. The state ratified a constitution in 1865 that forbade blacks from voting. In order to prevent blacks from combating the laws, South Carolina set up racial restrictions for entering office. This way, no black person could enter South Carolina’s legislature and attempt to do away with the codes.","Besides preventing blacks to enter political office, the black codes in South Carolina stopped freedmen from becoming an “artisan, mechanic, or shopkeeper” without the proper license from a judge. This license cost more than $100, making it unlikely a free black could afford one. Perhaps the most restrictive of all parts of the codes, was the section that limited black migration to the state. If a black person moved to South Carolina, he or she was required within twenty days to enter into a contract and bond to a white master."],"display_date":"December 8, 1865","search_date":"1865-12-08","locations":[{"id":11457,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"},{"id":8925,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":366,"tag":"Migration"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"},{"id":477,"tag":"Black Codes"},{"id":719,"tag":"South Carolina"},{"id":123,"tag":"Reconstruction"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":74,"school_id":3}},{"id":5457,"title":"The Rebellion In Alabama","course_id":84,"status":"P","start_date":"1868-02-01","end_date":"1868-02-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Rebellion in Alabama","”What’s next?  Is Alabama to come back without a new and equal constitution?  Never!  Let her be kept out until doomsday!”  This quote comes from an editorial written by an unnamed author in 1868 by <em>The Independent</em>, a Northern magazine which was complaining about the political situation in Alabama at the time.  One of the conditions for Alabama’s re-admittance into the Union was the drafting of a state constitution.  One of the key elements of this new constitution was the affirmation of the abolishment of slavery as well as the guarantee of equal rights for all of its citizens.","One of the main points that the article outlines is the defiant nature of the “rebels” in Alabama when it came to voting for ratification of the new constitution.  There were roughly 200,000 registered voters in Alabama at the time.  A majority of these voters was needed in order to ratify the constitution.  Many Alabamians just stayed home causing the ratification to be defeated.","“If Alabama stays at home from the polls, Alabama must stay at home from Congress.  We devoutly pray that the halls of the Capitol may never tread to the echo of an Alabama representative till he goes there to represent the political equality of white men and black.” While the author of this piece does not pretend to have any form of journalistic neutrality, his argument against Alabama is a valid one.  One of the main points of contention was not recognizing the abolition of slavery, it was granting equal rights to the newly freed slaves.  The South would contend that suffrage for African Americans in the North was by no means guaranteed, so why should the Southern states be forced to adopt it?","Eventually Alabama, along with the other Confederate states, ratified a new constitution but it was not exactly what some in the North believed that it should look like.  Beginning in 1865, Alabama began to institute what became known as the “Black Codes.”  These were a series of laws that cemented the status of the newly freed slaves as second class citizens.  Some of the offences that the newly freed slaves could be arrested for included, vagrancy, drunkenness, failure to support one’s family, and interracial relations (i.e. sex and marriage).  The harsh tone taken by many in the North, including <em>The Independent</em>, reflected the frustration that many were feeling over the fact that slavery was abolished but it did not seem that the lives of the freed man were going to improve for the foreseeable future.  The defiant attitude the may Southerners seemed to take in regards to acknowledging a new constitution, all while codifying new Black Codes played a role in the sectional distrust between the two regions which persisted for decades as well laying the framework for Jim Crowe and a century of segregation."],"display_date":"February 1868","search_date":"1868-02-14","locations":[{"id":301,"lat":32.2488115675,"lng":-86.1666274124,"zoom":9,"place":"MONTGOMERY, Alabama"}],"tags":[{"id":123,"tag":"Reconstruction"},{"id":220,"tag":"alabama"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":84,"school_id":10}},{"id":5477,"title":"The Ku Klux Klan in Alabama","course_id":84,"status":"P","start_date":"1865-01-01","end_date":"1877-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["”This is an institution of chivalry, humanity, mercy, and patriotism;” These are the words that the founders of the Ku Klux Klan used in describing the purpose of their organization.  This line comes from the founding document of the Ku Klux Klan.  Written in 1868, it outlines what they claim to believe, their purpose, as well as a litmus test for all potential new members. It is impossible to discuss the period in the South following the Civil War without discussing the Ku Klux Klan.","The Ku Klux Klan was able to effectively tap into the feelings of anger and resentment that many Southerners had following the Civil War and use them to advance its political and social aims.  Formed in 1865 in Pulaski, TN, the KKK targeted not only freed slaves but anyone who they considered to be acting against the interest of the South.  In many ways they served as a paramilitary force that enforced the Black Codes which were being passed.","In reading the founding document of the Ku Klux Klan, it is obvious that their stated goals for the organization and what it actually did are two different things.  The KKK of this era liked to portray itself as a group whose goal was to protect widows and orphans.  The only hint at the true goals and beliefs of this group are found in the list of questions that were asked of all potential members before they were allowed to join.  They were asked questions such as whether or not they fought in the Union Army, whether or not they believed in racial equality, and whether or not they believed in a white man’s government.","During the period of Reconstruction, the KKK struck against anyone, black or white, that they believed were threatening the traditional Southern way of life.  One example of this took place in Cross Plains, Alabama in 1870.  A white missionary from Canada named William C. Luke had come to Alabama from Canada following the Civil War.  Luke came south in order to teach newly freed slaves basic skills such as reading and writing.  For his trouble in trying to teach these people, he was executed by the KKK.  As tragic as Luke’s death was, incidents such as this one took place all over Alabama during the Reconstruction period.","Over time, the influence of the Ku Klux Klan in Alabama during this period began to fade.  A series of Federal laws as well as an increased military presence began to slow their progress.  However, for a period of time they had free reign in Alabama and this would not be their only time to take center stage in Alabama.  The groundwork laid by the Klan during this period helped give rise to subsequent KKK activity in Alabama whenever the issue of civil rights was raised."],"display_date":"1865 - 1877","search_date":"1871-07-02","locations":[{"id":53,"lat":33.7746837105,"lng":-85.717429796,"zoom":9,"place":"CALHOUN, Alabama"}],"tags":[{"id":123,"tag":"Reconstruction"},{"id":151,"tag":"Ku Klux Klan"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":84,"school_id":10}},{"id":5618,"title":"<strong>The Murder of Senator Benjamin Franklin Randolph</strong>","course_id":93,"status":"P","start_date":"1868-10-17","end_date":"1868-10-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Benjamin Franklin Randolph was born a freeman in Kentucky in 1820.  He graduated from Oberlin College and became an ordained minister.  After college, he joined the U.S. Colored Troops and served as a chaplain.  B.F. Randolph found himself in South Carolina after the war, where he became a prominent participant in local politics.  In 1868, Randolph was elected to the Senate for the Orangeburg County chair and also became Chair of the State Central Committee of the Republican Party.  Senator Randolph supported voting rights for fellow blacks, but he still advocated literacy tests and poll taxes.","In mid-October, Senator Randolph traveled through the upper part of South Carolina giving speeches.  According to <em>The Orangeburg News, </em>“[Senator Randolph] delivered incendiary and threatening speeches,” and on Thursday October 17, 1868 he delivered a “flaming address” at the courthouse in Abbeville.  The following day, Randolph boarded a train headed to Anderson.  When he got off at a stop, three riders simultaneously approached him and dismounted their horses.  The three proceeded to shoot Senator Randolph, all three shots hitting and killing him.  The three riders escaped and were never caught even though the whole occurrence was in broad daylight with multiple witnesses.","Although no one ever got punished for the assassination, it was suspected that specific members of the rival Democratic Party ordered Senator Randolph to be killed.  It may even be true that B.F. Randolph was warned not to go out and speak to the citizens of South Carolina or he may never return.  Randolph left a lasting impression on African Americans and white southerners who advocated change.  A colleague of Senator Randolph’s at the time of his death said “[Sen. Randolph] was a man actuated by the highest motives, the purest purposes and the noblest ambitions.”  At the time, Senator Randolph was the second black South Carolinian politician to be murdered."],"display_date":"October 17, 1868","search_date":"1868-10-17","locations":[{"id":11622,"lat":33.5119530737,"lng":-80.8773339627,"zoom":9,"place":"ORANGEBURG, South Carolina"}],"tags":[{"id":1578,"tag":"hate"},{"id":123,"tag":"Reconstruction"},{"id":290,"tag":"Crime"},{"id":18,"tag":"Politics"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":93,"school_id":3}},{"id":5623,"title":"Stained-Glass Sally: The Memorializing of Captain Sally Tompkins","course_id":93,"status":"P","start_date":"9/10/61","end_date":"9/10/61","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["With the Angel of Mercy to guide and guard her, Captain Sally Tompkins gazes into the congregation of Saint James Episcopal Church located in Richmond, Virginia.  This stained-glass window was installed on September 10, 1961 to honor Captain Tompkins for her extraordinary service to the Confederacy during the Civil War.  The window features Captain Tompkins dressed in a conservative purple dress with her medical bag around her waist and a Bible in her hand.  Behind her is a cross and the Angel of Mercy with its arms stretched around her.  Above this center panel is a picture of the Robertson Hospital, and below is a scene depicting Captain Tompkins and other nurses caring for wounded soldiers.  Captain Tomkins played a vital role during the Civil War, saving over 1,200 lives.  It is for this honorary service that she is remembered, not only with this window, but in other ways as well.","There were several ways in which Captain Tompkins’ life was memorialized after her death.  The most unique of which was this stained-glass window designed in her honor.  This window portrays her in an almost saint-like manner, put here on earth to do God’s will.  The Angel of Mercy behind her speaks to the way in which she cared for the soldiers.  In an article published in <em>America’s Civil War</em>, George Hagerman said, “Each patient discharged from the hospital received a knapsack or bedroll with clean clothes and a book of prayers and gospels.”  Not only did Captain Tompkins care for their medical needs, she also provided for their physical and what she believed to be their spiritual needs as well.","Sally Tompkins was born on November 9, 1833 in Mathews County, Virginia.  Even as a child, Tompkins dedicated her time to helping care for others.  A strong family history of military service led her to lend her talents during the Civil War.  On July 31, 1861, Tompkins opened Robertson Hospital in Richmond, Virginia.  In order to keep the hospital running and secure government funding, Jefferson Davis appointed Tompkins Captain of a Confederate cavalry unit.  In an article written for a website, Ron Maggiano stated, “Carrying her Bible and medicine bag, she spent endless hours comforting and healing those in her care.”  Captain Tompkins dedicated her life to the Lord and her time and money to the hospital.  Hagerman wrote, “She never drew any salary for her work, believing that the money could be better used in caring for her patients.”  Of the 1,333 soldiers who received care at Robertson Hospital, only seventy-three died.","Captain Tompkins passed away on July 25, 1916 and was buried with full military honors at Christ Church in Mathews County, Virginia.  An eight-foot monument stands beside her grave as a reminder to all who see it of her compassionate heart and dedication.  As an additional way of remembering Captain Tompkins, four chapters of the United Daughters of the Confederacy were created in her honor and scholarships were also offered in her name."],"display_date":"September 10, 1961","search_date":"1961-09-10","locations":[{"id":32295,"lat":37.537998501,"lng":-77.4058582907,"zoom":9,"place":"Henrico, Virginia"}],"tags":[{"id":123,"tag":"Reconstruction"},{"id":32,"tag":"Civil War"},{"id":7,"tag":"Women"},{"id":230,"tag":"Medicine/Health"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":93,"school_id":3}},{"id":5786,"title":"The B&amp;O Railroad makes a Civil Wrong","course_id":113,"status":"P","start_date":"1866-01-01","end_date":"1866-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In early 1866 on a train owned and operated by the B&O Railroad Company, Aaron A. Bradley, a former slave who once escaped to freedom in the early 1830s, attempted to sit in a train car carrying only white passengers. The officer on the car denied his request, and Bradley was told that even if he was white, he would not have been able to ride in the car. He was guided to a car specifically designated for blacks. Bradley insisted on sitting in the other car, stating that his ticket did not specify in which car he could or could not ride. They denied his request. The following day, Bradley returned with two white friends. Once more they banned him from sitting in his desired train car. Consequently, Bradley sued the B&O Railroad Company for one hundred dollars. According to the <em>Baltimore Gazette</em>, Bradley claimed, “… by the action of the railroad company, he was debarred from reaching Washington in time to meet some engagements.” Justice Hayward presided over the lawsuit. Bradley acted as his own lawyer. The <em>Baltimore Gazette</em> continued, “… [they were] about to open the case, when the justice objected, saying that he could not recognize [Bradley] as an attorney of the State; and, therefore, he was not competent to plead before him.” The representative of the railroad, however, opposed this, and asked to have Bradley proceed with the case. Bradley argued that there was equality for all under the law, but the B&O countered that it had a right to implement their own rules and regulations. Justice Hayward ruled in favor of the railroad company.","Aaron Bradley escaped slavery in South Carolina in the 1830s and traveled to the North to study law in Boston, Massachusetts. In 1865, he returned to the South and advocated for freedmen’s rights, particularly in regards to land ownership. Bradley wanted plantation owners’ lands to be divided amongst the freedmen who used to work it. He quickly became a leader in the black community of the South. He enjoyed a fair amount of popularity in his life, and died in 1881 in St. Louis, Missouri.","With his background in law, Bradley was able to take his grievances through the judicial system. Only a couple of years prior, blacks would have been unable to do so, as they would not have been recognized as citizens by the courts. Even with this newfound opportunity, an inferior court system was created so that legislation could regulate and restrict black behavior. The railcar incident is just one example of cases ruling against African Americans, with <em>Plessy versus Ferguson (1896)</em> as the most damaging and wide reaching instance. Bradley was denied sitting in a railroad car of his choice nearly thirty years before “separate but equal” was policy. Bradley’s case is just one instance of the freedmen’s struggles for civil rights."],"display_date":1866,"search_date":"1866-07-02","locations":[{"id":5932,"lat":39.2464830538,"lng":-76.5960396412,"zoom":9,"place":"BALTIMORE, Maryland"}],"tags":[{"id":1823,"tag":"B&amp;O Railroad"},{"id":1842,"tag":"Aaron Bradley"},{"id":123,"tag":"Reconstruction"},{"id":42,"tag":"Civil Rights"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":113,"school_id":3}},{"id":5780,"title":"Father Abram Joseph Ryan Pens \"The Conquered Banner\"","course_id":113,"status":"P","start_date":"1865-06-24","end_date":"1865-06-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Abram Joseph Ryan was a catholic priest, poet, and strong believer in the Confederate cause. He wrote \"The Conquered Banner\" shortly after General Robert E. Lee surrendered at Appomattox in 1865. The poem first appeared in the <em>New York Freemen</em>, a pro-Confederate newspaper, on June 24, 1865. Ryan never officially joined the Confederate Army, but, according to historian David O'Connell, he worked as a free-lance chaplain for Confederate soldiers. Although he was born in Maryland and worked in New York and Illinois in the years leading to the Civil War, he left his congregation for the South when the war started.","The main theme of the poem was the lost cause that the Confederate's had become. Ryan treated the Confederate flag as a metaphor for the cause, writing lines like \"furl that banner, for it is wear\" and \"touch it not, unfold it never.\" Ryan made it clear that the thought that the Confederate ideals were correct and noble, but their defeat meant that they should never be pursued again. He instructed southerners to put the flag, and the idea of the Confederate States of America, behind them and leave them there. This view is best seen in the final line of the poem, \"for its people's hopes and dead.\"","The poem also served as a tribute to the men who died defending the Confederate national flag and the Confederacy. As a Catholic priest, Ryan clearly mourned the lives lost for a mission that ended in defeat. His sympathy for these men is seen in lines such as \"love the cold, dead hands that bore it\" and \"for it droops above the dead.\" Ryan had probably formed relationships with hundreds of men while working as a chaplain and had a brother (who was also a Confederate priest) who died during battle in 1863.","According to historian John McGreevy, the poem became one of the most popular of the post-war era and made Ryan famous. Southerners sympathized with Ryan and recognized that their cause had ended in defeat. The poem proved to be timeless, as it remained popular in the South through the turn of the century. According to southerner and historian Hannis Taylor, generations of schoolchildren in the South learned and recited the poem. Taylor summarizes the impact of the poem on the South by saying, \"Only those who lived in the South in that day... can properly estimate its power.\""],"display_date":"June 24, 1865","search_date":"1865-06-24","locations":[{"id":12156,"lat":35.9932218718,"lng":-83.9370888963,"zoom":9,"place":"KNOX, Tennessee"}],"tags":[{"id":32,"tag":"Civil War"},{"id":123,"tag":"Reconstruction"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":113,"school_id":3}},{"id":5791,"title":"Indiana Public Serenaded Schulyer Colfax into Speech","course_id":113,"status":"P","start_date":"1866-05-02","end_date":"1866-05-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On May 02, 1866, Schuyler Colfax, the speaker of the House of Representatives delivered a speech in response to the President Andrew Johnson’s unsatisfactory message at the opening of the Thirty-ninth Congress.  Colfax, serenaded by the public of Indiana, delivered a telling speech bathed in assurance of American “security under the protection of equal laws,” a tribute to “our noble President, the martyred Lincoln,” and offering a final condemnation of the “disgrace [of] slavery.” Colfax criticized Andrew Johnson for vetoing Constitutional Amendments that dictated “every one born on American soil shall have a right as an American citizen,” among other amendments that would create unity, equality, and protection among all American men. Colfax argued that the failure to create legislatures delayed the process of reconstruction in all states, and continued to postpone the process despite the change of the President from Lincoln to Johnson, and the opening of the Thirty-Ninth Congress. “Every State shall be guaranteed a republican form of government,” Colfax argued, to ensure Congress “is the only law-making power of this land.” He ended the speech by declaring his “policy of reconstruction” was the policy that Andrew Johnson used in his Vice President platform between June of 1864 and May of 1865: “Loyal men shall govern a preserved Republic.”","New Reconstruction ideas and the death of President Abraham Lincoln provided a challenge for a fractured nation suffering from war-time damage. When the war-hero President Abraham Lincoln was assassinated on April 11, 1865 by Southerner John Wilkes Booth, Vice-President and former-slave owner, Andrew Johnson, was left to fill Lincoln’s shoes in the White House. As President of the United States, Andrew Johnson used the term “restoration” instead of “reconstruction” which, as historian Eric Foner argued, “suggested that on the rights of the States, Johnson was likely to be unyielding.” With the ratification of the Thirteenth Amendment in December of 1865, slavery officially ended and seceded states had to accept the Thirteenth Amendment into their state constitutions to re-enter the Union. Replacing slavery in the South was a set of laws known as the Black Codes, which “defin[ed] the status and rights and regulat[ed] in many respects the lives of the freed people.” A Civil Rights Act, drawn up in 1866, declared that all people born in the United States were citizens, similar to Colfax’s speech in May. The Act would return the rights of citizens that were robbed by the discrimination in the Black Codes. The United States desperately tried to balance the repercussions of Andrew Johnson’s leniency towards the South while reconciling the death of America’s beloved President Abraham Lincoln.","Schulyer Colfax spoke about the reconstruction policies that he, past President Lincoln, and the people of Indiana (and the nation) supported. The new policies of Andrew Johnson were not the policies that Johnson used when he ran as Vice President to Lincoln. The speech of Colfax was a warning to Andrew Johnson and the nation that Colfax did not support his policies; Johnson’s acceptance of the Black Codes was a disgrace to the Freedmen of the United States, and his unwillingness to support laws to extend full legal citizenship to Freedmen was disgraceful as President. The reprinting of Colfax’s speech in a small town’s newspaper in Huntingdon, Pennsylvania spoke to the nationwide belief that Johnson’s reconstruction policies were distasteful."],"display_date":"May 2, 1866","search_date":"1866-05-02","locations":[{"id":11058,"lat":40.4169896434,"lng":-77.9812660431,"zoom":9,"place":"HUNTINGDON, Pennsylvania"}],"tags":[{"id":123,"tag":"Reconstruction"},{"id":32,"tag":"Civil War"},{"id":1834,"tag":"Schulyer Colfax"},{"id":1835,"tag":"Andrew Johnson"},{"id":1836,"tag":"Speech"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":113,"school_id":3}},{"id":5797,"title":"Senator Brown Gives his Opinion on the Fifteenth Amendment","course_id":113,"status":"P","start_date":"1869-04-14","end_date":"1869-04-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the years following the end of the Civil War, Congress passed a series of amendments to the Constitution that were designed to extend to African Americans the same rights that white citizens had. Among this group, known as the Reconstruction Amendments, was the Fifteenth Amendment. This piece of legislation, introduced in 1869, made it illegal to deny anyone the right to vote based on his race or skin color. On March twenty-third of 1869, Representative Samuel T. Brown of Pennsylvania spoke before the House of Representatives to declare his support for the Fifteenth Amendment. In regards to black suffrage, he stated that he had “no particular hankering for it” and did not “desire to see the Constitution of Pennsylvania changed…to allow negroes to vote.” Brown, however, saw it as his duty to the Constitution and the nation to vote in favor of this amendment. He believed that reconstruction was the most important goal of the Civil War, and that “negro suffrage was the only thing that could accomplish reconstruction.” For him, the failure to pass the Fifteenth Amendment would mean that the war had been fought in vain.","The Fifteenth Amendment, along with the other Reconstruction Amendments, was one of the most pivotal and controversial bills to be passed by Congress. According to sociologist Albert Bergesen, these three amendments finally bestowed citizenship to African Americans and recognized them as members of the United States. With the Fifteenth Amendment, the former slaves had a way to shape the country that had oppressed them for centuries. The instatement of this legislation was not easy, though. Historian Everette Swinney stated that the efforts started to fall apart as soon as they began. Groups such as the Ku Klux Klan continued to terrorize black communities and intimidate would-be voters. The state of Georgia refused to accept the Fifteenth Amendment, and as a result, Congress reinstated military rule until the state legislature ratified the bill. Some states implemented poll taxes or literary tests as a requirement to vote in order to disenfranchise poor or uneducated blacks. It became necessary to pass a series of “Enforcement Acts” to make sure the amendment was carried out. These acts said in plain language that it was illegal to obstruct voting and provided the federal government with extensive abilities to punish the lawbreakers. Despite all of this legislation, however, politicians would debate the constitutionality of the Fifteenth Amendment into the early Twentieth century. That is why support such as Senator Brown’s in the face of such adversity was necessary for the bill and Reconstruction to succeed. He publicly stated his intention to vote to pass it knowing that he would lose voters as a result. Brown believed it was the right thing to do, and told the House “we will do justice, though the heavens fall.”"],"display_date":"April 14, 1869","search_date":"1869-04-14","locations":[{"id":1276,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":123,"tag":"Reconstruction"},{"id":170,"tag":"suffrage"},{"id":1843,"tag":"15th Amendment"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":113,"school_id":3}},{"id":6218,"title":"<em>A Colored Man’s Views Sheds Light on African American Struggles in Post-Reconstruction America</em>","course_id":131,"status":"P","start_date":"1893-02-02","end_date":"1893-02-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1893, amidst the poor political, social, and economic conditions of the post-Reconstruction South, one budding African American community in central Florida found its livelihood in jeopardy when local Democrats threatened to redistrict the area for political gains. The district in question, Hannibal Square, had been incorporated into the surrounding Winter Park community hardly five years before city councilmen voted to reopen the incorporation debate, the goal being to exclude the largely black (and therefore Republican) town from the local voting district. Obviously, this would provide the primarily white Democratic council with a political advantage, come election time.","One particular article in the city’s only black-owned newspaper, <em>The</em> <em>Advocate</em>,entitled “A Colored Man’s Views” discusses the possible negative consequences of the exclusion of Hannibal Square from Winter Park, and the deception of black voters by white Rollins College professors. Its author, a black individual named H. H. Lovett, proposes that without the protection of Winter Park’s laws, Hannibal Square will become, “a place where all the toughs of Winter Park will come; where liquor will be sold; where all kinds of bad people in Winter Park will come to cause trouble and drink.” Unsurprisingly, Lovett was concerned about his town’s crime rates; with the disenfranchisement of black individuals in the post-Reconstruction years, violent acts of racial intimidation and crime saw a considerable increase. Florida in particular had the highest lynching rate in the entirety of the South. Hannibal Square itself was a thriving African American community, and more than likely was not on the verge of becoming a hotbed of racial crime; however, after the reopening of the incorporation debate, when white councilmen had previously promised the original decision was final, Lovett’s mistrust and concern is valid.","Lovett also mentions Winter Park’s Rollins College in his editorial. In particular, he draws attention to a man named Professor Ford, who urged African American voters in the area to vote “dry” in order to prohibit the college’s students from the sale or possession of alcohol, believing it would benefit the school. The dry vote won, and like many African Americans, Lovett believed their community would be treated with respect as a result. This was not the case, and as Lovett explains, “…all went solid and the Prof. said we did noble and acted the part of good citizens. Now how are we to be treated? The first chance he and Prof. Austin get they sign a petition to cut us out of town…” Rightfully, Lovett and his fellow black citizens felt betrayed at this attempt to exclude their town from the Winter Park community. In some ways, this incident was part of a large state-wide attempt to disenfranchise African Americans. With the New Florida Constitution in 1885, the state implemented poll taxes, separate ballot boxes, and other methods to dissuade black individuals from voting, and ultimately make them politically irrelevant. This systematic oppression may have lead to episodes like the one described by Mr. Lovett in his editorial; African Americans had no voting power, as a result there was little reason for leaders to pander to or support them.","Overall, Lovett’s article is indicative of a widespread problem African American’s faced, not only in Florida, but across the United States. As Reconstruction ended, black individuals found it increasingly difficult to be heard, and faced not only the beginning of segregation, but a drastic rise in the amount of racial intimidation, especially in states like Florida. Despite difficulties faced by black publications at the time, newspapers like <em>The Advocate </em>were instrumental in bringing light to issues like that of Mr. Lovett’s."],"display_date":"February 2, 1893","search_date":"1893-02-02","locations":[{"id":1444,"lat":28.5664573086,"lng":-81.3013732137,"zoom":9,"place":"ORANGE, Florida"}],"tags":[{"id":2432,"tag":"political corruption"},{"id":142,"tag":"african americans"},{"id":123,"tag":"Reconstruction"},{"id":2321,"tag":"post-reconstruction"}],"course":{"name":"Decade of Decision 1890s","school":"Rollins College","course_id":131,"school_id":5}},{"id":6299,"title":"Harriet Jacobs encourages Savannah Freedman’s Orphan Asylum","course_id":137,"status":"P","start_date":"1868-03-02","end_date":"1868-03-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Harriet Jacobs appealed to the government of the city of Savannah to create an orphan asylum. According to Jacobs there were other organized societies that provided “relief of the freed orphans and aged freedman.” What Jacobs planned to do was purchase an area of land around the city and cultivate it for the use of the both the children and older residents within the area. “I promised my assistance, with the understanding that they should raise among themselves the money to purchase the land,” she wrote,  “to cultivate the land (about fifteen acres) in vegetables and fruit.” Jacobs then went on to say that, “The institution will thereby be supplied, while a large surplus will remain for market sale. Poultry will also be raised for the market sale.”  By making the institution self-sufficient they hoped not to depend on local or state government in the long term would most likely decline to help blacks. Jacobs and her counterparts wanted to provide for both education and growth for African Americans who were left in a state of destitution during the Reconstruction era.","Harriet Jacobs was an ex-slave from North Carolina who spent years of her life working as a nanny for a family in New York. She changed her name, and began a new life after her escape to freedom in the early 1840s, however, the time she spent in slavery had a major impact on her.  She captured her experience in the South in her autobiography, <em>Incidents in the Life of a Slave Girl </em>published in 1861<em>.</em> She used her antislavery narrative to show society the horrors of slavery for a woman. She emphasized the fact that women suffered in a way that was particularly terrible compared to that of men. Jacobs’ story, unlike many other antislavery narratives of this time, appealed by design to an abolitionist audience that was primarily made up of women. More importantly, it was geared towards white women in a society that believed their moral virtue was a component of Christianity. But for Jacobs as a black woman, getting her writings published was very difficult. What is most remarkable about this woman is that despite the horrors she faced, she continued to advocate for blacks, joining the struggle against slavery, and even assisting black refugees during the war. She used the recognition from her narrative to help with public institutions for blacks such as schools, hospitals and orphanages after the war.","During Reconstruction, southern states creation of Black Codes had a major, but short-lived effect on the lives of blacks. The South needed a sufficient labor force and many black orphans were forced against their will to work as apprentices for an employer. Many of these employers could perform a series of abuses on their apprentices. Although they had to provide both clothing and food for their apprentices, it was akin to slavery. Because of these laws this resulted in the creation of black orphan asylums that could aid black children who were homeless."],"display_date":"March 2, 1868","search_date":"1868-03-02","locations":[{"id":1632,"lat":31.9014449767,"lng":-81.1192880728,"zoom":9,"place":"CHATHAM, Georgia"}],"tags":[{"id":1115,"tag":"Freedmen"},{"id":123,"tag":"Reconstruction"},{"id":2577,"tag":"Orphans"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":137,"school_id":3}},{"id":6422,"title":"Revolution into the Reconstruction of Schools and Freedmen","course_id":149,"status":"P","start_date":"1866-07-10","end_date":"1866-07-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The calls of freedom rang through the courtrooms and the streets of North Carolina. People rejoiced, the feeling of the opression lifted from slave's shoulders. The slaves turned and left enmass from thier threatening southern homes, and moved up to the north. North Carolina was welcoming, in churches and schools alike. The smiles brimmed with the belief, that their bigotry will soon be lifted. They'll be set free."," ","The article, written by the Tri-weekly in North Carolina, details how the creation of black schools is not only increasing the amount of freedmen in the state, but also helping the rest of the state become more of the democratic ideal. However, the writer almost seems too enthusiastic, taking comparisons to God's light and how the schools 'bring intelligence and remove bigotry' from the state. The language used paints the image of a church rather than a few simple schools, but it is in the same league of importance to this article writer."," ","In context to the rest of the states, the article from the Tri-Weekly showed how North Carolina was approaching the idea of the freedmen as a good thing. They built large black schools for them, as a way to entice the freedmen to come to them and work for labor. The praise of how these schools were almost holy and they would release the whites from ignorance, was a thought that a radical repiblican would share around. \"Republican Reconstruction was at least the attempt to build a new house-a reinvented republic.\" (Pg. 354, <em>Race and Reunion)</em> The Radical Republicans wanted to throw aside the old ways, and barrel head first into new and more beneficial ways with the freedmen."],"display_date":"July 10, 1866","search_date":"1866-07-10","locations":[{"id":52803,"lat":35.7795897,"lng":-78.6381787,"zoom":8,"place":"Raleigh, North Carolina"}],"tags":[{"id":164,"tag":"Slave"},{"id":123,"tag":"Reconstruction"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":149,"school_id":2}},{"id":6423,"title":"Understanding Reconstruction By: Emily Curran","course_id":149,"status":"P","start_date":"1867-11-08","end_date":"1867-11-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["It was a world are ruled by oppression and distrust, this was the south right after the Civil War took place. The south expressed many feelings of discontent and anger towards that reforms that the rest of the country made them take on as a result of the Civil War. In one article in the <em>Bedford Gazette</em> it speaks towards Congressional reconstruction and how it infringed upon the right of the people of the south. One of the biggest issues expressed in the article is how blacks were seen as controlling the reforms that were taking place. People of the south did not agree with how the blacks were seen to have all of these rights and controlling the reforms. It was said that “blacks are permitted, nay compelled, by the Radical party to rule more than twice their number of whites” meaning that with the proper representation of blacks they would be able to take over the country. The whites in the south were outraged and the article speaks towards the conspiracies that many believed were happening. In the South people felt that the blacks were the ones shaping politics in such a way that would leave the South completely powerless to do anything in government. They thought that the blacks were corrupting government and would create a society that would be appalling to live in.  "," ","The world in the south during reconstruction was a charged time with not much sympathy for the struggles of the freedmen. David Blight writes in his book <em>Race and Reunion: The Civil War in American Memory</em> on what the south was like at the time of reconstruction. One of the more interesting questions he posed for the American government for that time was, “the great challenge of Reconstruction was to determine just how defeated the south really was, and to establish how free the emancipated slaves really were” (Blight 44). At the beginning of Reconstruction the government wanted to believe and for others to believe that the ideals of the south were killed off with the end of the war. However, as time began to show, that was not the case. Southern newspapers began to publish pieces like “Monstrous” to mock the American government and the recently freed slaves. Slaves in the south were not free from the hatred of the whites. They were in most cases still enslaved by their treatment in society. The newspapers were just one way for the people of the south to vent their frustrations and it didn’t end with just words; laws and regulations were put into place to keep the so called “poisonous” blacks from being true members of society. The tensions in the south and the lack of governmental control led to blacks having very grueling and unforgiving lives. "," "],"display_date":"November 8, 1867","search_date":"1867-11-08","locations":[{"id":52831,"lat":40.0186921,"lng":-78.5039069,"zoom":8,"place":"Bedford, PA"}],"tags":[{"id":2806,"tag":"The South"},{"id":2804,"tag":"Monstrous"},{"id":123,"tag":"Reconstruction"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":149,"school_id":2}},{"id":6428,"title":"Remembering Reconstruction: Attitudes and Perceptions of Reconstruction from Senator Doolittle","course_id":149,"status":"P","start_date":"1871-09-05","end_date":"1871-09-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            Covered by the Charleston Daily, a newspaper based in Charleston, S.C., Senator Doolittle gave an acceptance speech for the democratic nomination for governor of Wisconsin. On September 5, 1871, Doolittle touched on many current events in the world of US politics. Most importantly, he touched on Reconstruction. He retold the story of reconstruction from his perspective and the aspirations of Abraham Lincoln, whom he shared similar ideas on Reconstruction. Doolittle told how Lincoln was opposed to reconstruction based upon the fear that it would disenfranchise whites and subject them to black suffrage. Doolittle quoted Lincoln saying, “I did not break the chains of slaves to put chains on others.” Unfortunately, Doolittle said that Lincoln could not see out his specific vision because he was assassinated. At this point, Doolittle continued his speech by referencing his issues, along with the issues of other current politicians, relating to the issue of Reconstruction and the implications of Reconstruction affecting the country as a whole. Specifically, Doolittle pointed out the issue of how states in the South were to proceed following the war. Doolittle stated in his speech the controversy of martial law being implemented in eleven states. He pointed to this being a gross violation of the constitution. He mentioned how even prominent people in the military such as General Grant have ceded to the martial law implementation.  After these current event summaries, Doolittle thanked the audience for the nomination and promised to deliver on his campaign promises. ","             Blight’s <em>Race and Reconstruction</em> can further contextualize the significance of the speech made by Senator Doolittle<em>.</em><em> </em>In <em>Race and Reconstruction, </em>we are recounted of other politicians who voiced their displeasure for the idea of Reconstruction. From Ulysses Grant to Jefferson Davis, perspectives of current politicians were used to give the general sentiment of Reconstruction during the era. While Doolittle was in the camp against Reconstruction, it was a testy issue that separated many people along political party lines. Doolittle used Abraham Lincoln and Lincoln's personal thoughts about reconstruction to speak out against it. By implementing other prominent figures that offered similar analysis as his own, Doolittle attempted to legitimize and back up the claims he is made. Additionally, Doolittle mentioned his displeasure in the implementation of martial law in southern states. In Blight's work, we saw this idea hotly debated and contested by both sides of the political spectrum. Many northerners wanted to see the South disciplined for its actions while many southerners wanted to have their political agency returned so that can resume to running their states and begin their recovery."],"display_date":"September 5, 1871 - September 6, 1871","search_date":"1871-09-05","locations":[{"id":11452,"lat":32.7764749,"lng":-79.9310512,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":2812,"tag":"James Rood Doolittle"},{"id":2811,"tag":"Senator Doolittle"},{"id":683,"tag":"Abraham Lincoln"},{"id":123,"tag":"Reconstruction"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":149,"school_id":2}},{"id":6430,"title":"Southern Feeling after the War","course_id":149,"status":"P","start_date":"1872-06-20","end_date":"1872-06-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Although the Civil War had ended, Southerners had a hard time adjusting to the new Union and the end of slavery. Because the South had fought and succeeding from the Union to keep their way of life intact, their losing of the war was met with pain and anguish from their side. Although most of the South had this feeling of what to do next after their slaves had left, my primary document the Herald and Tribune from Jonesborough, Tennessee wrote a article in 1872 talking about how southern men who fought for the South could not get all their benefits from the pension and that this was deserved. It is surprising to hear a Southern newspaper say six years after the Civil War ended that southern men do not deserve all loyalties and benefits that union soldiers get because they had betrayed the Union and turned their backs on the country. As the one part of the article says “to those not expected it does not in any other respect relieve those who have been disloyal from any of the legal penalties, restrictions or requirements consequent”. The sense of southern men paying for their sins was an idea that was not prominent and popular idea during the Reconstruction years.","It is surprising that a Southern newspaper would have such opposite opinions of what the South was thinking during Reconstruction. The newspaper mentions that in order for the United States to move on, the South needs to take responsibility for the war and accept the fact that southern way of living with slavery was over. Southern Democrats in Congress wanted the South to just fit back into Amercan society without any sort of reprocussions or payment from the South. A lot of southern men were still opposed to black men and women being their equals and living and working besides them.","In Leon Litiwck's <em>Been in the Storm So Long Mr</em>. Litwick tells readers how hard it was for southern families to adjust to their new way of living without slaves. There are plenty of examples he gives that show that families were having a hard time making life without their slaves helping them in the field and in the house. The sense of paternalism and how slave owners though they had a connection with their slaves made their slaves leaving for their freedom that much more difficult. There were alot of examples of white families trying to force their former slaves to stay by persuasion or force and the transition to a free society was not easy for southern land owners. Although the war and slavery had ended, racism and segregation took its place in and were the foundations of the relationship between white and black families."],"display_date":"June 20, 1872 - June 21, 1872","search_date":"1872-06-20","locations":[{"id":52835,"lat":41.5775802,"lng":-77.126128,"zoom":4,"place":"Jonesborough, Tennessee"}],"tags":[{"id":123,"tag":"Reconstruction"},{"id":32,"tag":"Civil War"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":149,"school_id":2}},{"id":6452,"title":"Reconstruction: Knowledge is Power","course_id":149,"status":"P","start_date":"1867-08-24","end_date":"1867-08-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["This document is an open letter to General Grant from Major General Pope in regards to allowing confederate leaders to be involved in the Reconstruction process in the South. The main piece of evidence used by Pope to further his argument about rebel officials role in reconstruction, is a speech made by B.H. Hill.  Pope claims that the speech represents the feeling of the majority of the whites in the south, that reconstruction will never be accepted because of the drastic changes it would require.  Although, Pope makes it clear that he does not want their ideas and thoughts muffled at all from the United States, but that having an open conversation with these ideas will better help it to not happen again.  If these voices were kept silent, Pope argues that reconstruction would fail within a few years. Having this discussion available for everyone to hear would actually make reconstruction strong and last long, since people would have \"with[stood] the influence of the secession party\".  Overall, Pope writes how reconstruction can only be successful if the people in the south support it and work towards it, otherwise discontent will fester until more conflict inevitably boils over. Pope supports the Reconstruction Acts actions towards disenfranchising since he believes it would keep more rebel thoughts out of actual politics.  Other sources that Pope uses are letters by Hill, by Governor Perry of South Carolina, of Hershal V Johnson of Georgia and many others who represent the anti-reconstruction of the South.  For Pope, reconstruction is not just about ending the rebel discourse, but maintaining efforts for reconstruction and reconnection to the Union long after the individual rebel voices fade away and the states are readmitted. In order to know how to make reconstruction successful in the long term, the rebel ideologies and arguments must become fully developed in the open and public sphere, according to Pope.  He also shows how the education and social integration of the freedmen is essential to making them a part of society, and will better the society.  Pope says that any attempts to \"check\" the education of the freedmen would severely undermine any progress made. Pope concludes the letter to General Grant by claiming that he believes any straying from the course he outlined for reconstruction would end in disaster, destruction, and the winning of evil.  ","Major General Pope's perspective seems particularly unique when Blight's book <em>Race and Reunion </em>is taken into account.  According to Blight, the \"politicians sought to permanently bury the issues of war and simultaneously used those very issues to fan the flames of political difference\"(Blight 98).  Pope's open concept take on Reconstruction and dealing with rebel leaders/thoughts is just the opposite of this, which seems to be against the majority opinion based on Blight's writing.  Pope's perspective, while not part of the three main perspectives of the South (white unionists who moved south during Reconstruction, white southerners--poor men and slaveholders, and the freedmen), provides historians with what appears to be a minority perspective on Reconstruction. What Pope wanted for the reunion of the United States and for Reconstruction was highly unlikely during that time given the increased polarization of politics during that time.  As Blight says, the politics became about arguing over the end of the war, who won, and who would win.  Major General Pope had an optimistic approach to the reunion, however since the war was still being fought in the political arena, it made his plan unrealistic.    "],"display_date":"August 24, 1867","search_date":"1867-08-24","locations":[{"id":52852,"lat":35.7795897,"lng":-78.6381787,"zoom":9,"place":"Raleigh, NC"}],"tags":[{"id":123,"tag":"Reconstruction"},{"id":311,"tag":"Union"},{"id":1115,"tag":"Freedmen"},{"id":6,"tag":"Education"},{"id":2843,"tag":"Confederate leaders"},{"id":2844,"tag":"Reconstruction Acts"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":149,"school_id":2}},{"id":6435,"title":"Reconstruction: The Issue of Equality","course_id":149,"status":"P","start_date":"1868-07-03","end_date":"1868-07-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The <em>Public ledger</em>, issued out of Memphis, Tennessee on July 3, 1868, details the newfound social and cultural characteristics of post civil war America. The Newspaper presents the \"Platform of the Tennessee Democracy,\" an outline of new standards for governmental and civilian life, which discusses major topics such as civil rights issues and powers of the state and federal governments. This newly documented Tennessee Democracy states that the result of the war should be accepted as final and conclusive, speaking to those who were sour over the outcome. Not only this, but the document also makes a clear point that the abolition of slavery stands, which speaks to the vast majority of concerns for post Civil War America, regarding the Constitutional amendment that ratified the illegality of enslaved African Americans. This decision greatly impacted the southern economy, proving unfavorable for many. Equal and exact justice for all is the conclusive point made by the document, producing an environment that holds every individual to the same standards.","After the \"Platform of the Tennessee Democracy\" comes a news article regarding congressional reconstruction. The issue discussed is that of making \"negroes\" equal to white men, and the repercussions this may entail. If such a decision was to be made, the population of African American voters would rival that of the caucasian Americans. This brought concern to those who worried that the intentions of the African American voters may be greatly different than those who once owned slaves. If in fact African Americans were deemed equal and Northerners did not agree with such a decision, those who would decide to venture south to surround themselves with the likeminded, would be disfranchised and unable to vote. Although slavery was no more, this newspaper brings light to the inequality that was still very much present.","To contextualize the newspaper articles found within the <em>Public ledger </em>dated July 3, 1868, we can look into David Blight’s <em>Race and Reunion</em>, which gives useful perspective on the post civil war society that defined America. Southerners, having lost the war, began to feel a sense of tyrannical oppression afflicted by the North through such acts as Congressional reconstruction. The southern ideology and way of life, prior to the civil war, operated around an economy driven by slavery. With the Union victorious, and one of its major civil war motives being the anti-slavery movement, the south was subject to a great deal of change. Blight offers us the position of the southerners, given their feelings of now being oppressed by the north. The south excused their position throughout the war saying they were only trying to finish the work of the founding fathers, questioning why were they now being punished. For obvious reasons, these southern whites were going to disapprove of these new government actions to abolish slavery and equalize black and white peoples. The truth of the matter at the time was the southern fear of the vast population of black people who would now be free and equal, and able now to oppose the white vote. The very oppression the south felt was illegitimate given the culture the south produced through slavery. This hypocritical ideology was the result of a malicious southern culture that was now to be removed from American society and culture, which produced a fear of opposition from black populations who would then be given the ability to carry out political and social retaliations."," "],"display_date":"July 3, 1868","search_date":"1868-07-03","locations":[{"id":52804,"lat":35.1495343,"lng":-90.0489801,"zoom":8,"place":"Memphis, Tennessee"}],"tags":[{"id":123,"tag":"Reconstruction"},{"id":42,"tag":"Civil Rights"},{"id":2801,"tag":"Post-Civil War"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":149,"school_id":2}},{"id":6660,"title":"The 15th Amendment","course_id":170,"status":"P","start_date":"1869-03-04","end_date":"1870-02-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The document shown  here is a copy of the 15th Amendment, which granted people of all color and race the right to vote. This amendment was written up and dated March 4th, 1869. After the Civil War, slaves were freed, but they did not receive the same rights as other citizens of the United States of America. Before this amendment, it was difficult for African Americans to get anything.","The Government at this time created many regulations that disabled African Americans from voting. Through a series of loopholes that were used to discriminate against them, African Americans still pushed for an amendment to be written up. This amendment would disband those petty regulations and allow them to vote.","This document was sent and submitted by W.W. Holden, who at the time was the governor of North Carolina in 1869. The amendment was then put into place in 1870. Though it was ratified, the secondary source used expands upon how African Americans were still unable to vote until almost 100 years after the ratification.","Through poll taxes, literacy examinations, and many more tests that were given, the South was successfully disable African Americans once again, taking away their voting rights. The tests were exceedingly difficult and were only given to those of color. African Americans had the right to vote, but the steps it took them to get registered hindered them from the act of voting. These sort of tests were not given to white people either, only African Americans. Basically, African Americans were back where they started when they were freed. It took more people standing up and almost one hundred years for them to finally get their voting rights.  Fortunately, these ended during 1965 through the Voting Rights Act of 1965."," ","Though this amendment was put into place, cunning stunts from the southern states governments ruined the chances of blacks being able to vote. Although those governors will deny it, many believe this was done on purpose to continue the disablement of African Americans. Southern states still had their grievances with both the North and African Americans. So while blacks did have the right to vote, it was so hard for them to actually vote because of all the tests and regulations that were solely established upon them. These were darker times in America’s history and the effects of it are still felt today with the recent movements that have come to light. African Americans feel they are still not treated as equal, as do a lot of other minority groups."],"display_date":"March 4, 1869 - February 3, 1870","search_date":"1869-08-19","locations":[{"id":53026,"lat":35.2270869,"lng":-80.8431267,"zoom":11,"place":"Charlotte, North Carolina"}],"tags":[{"id":3269,"tag":"amendments"},{"id":32,"tag":"Civil War"},{"id":3213,"tag":"History"},{"id":123,"tag":"Reconstruction"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}},{"id":6684,"title":"Lynching in America: Henry Smith story","course_id":170,"status":"P","start_date":"1893-02-01","end_date":"1893-02-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Lynching in America: Henry Smith","Immediately after the Civil War and the 13th amendment was passed whites all across America were left with the question ‘‘what to do with the black race?’’. In the amendment there is a small clause which states that no one should be held against their will unless the commitment of a crime; thus introducing the first prison system. Blacks were accused of numerous of crimes with very little evidence. Based upon the severity of the crime, Blacks would be lynch and tortured by mobs of angry white citizens. Henry Smith, a former slave, was lynched, tortured and burned by a mob of more than 10,000 people in Paris, Texas.","Henry Smith was accused of kidnapping, assaulting and murdering a 3 year old white girl on February 1 1893. Supposedly, Smith had lured the young girl to him by offering her a piece of candy. He then walked all of downtown Paris with the young white child informing questioners that he was taking young Myrtle Vance to the physician. Smith then took the child to the pasture outside city limits to assault and murder her. When he was finished it was reported that he covered her body with leaves and sticks so no one could see. The article also states that her body was ripped in two part divide down the middle.","After committing the crime, it is reported that Smith traveled from Texas to Detroit only to return to his hometown in Arkansas where he was later arrested. Once captured Smith was brought back to Texas by train where a mob of 5,000 angry people were waiting. Later that day he was scheduled to be lynched in front of the entire town. Businesses were closed and school were released early just to witness the killing of Henry Smith.","By 2 o'clock that evening a mob of over 10,000 people circled the 10 foot platform that was designed to just for Smith’s lynching. Smith was tortured for 45 minutes with red hot-irons and stones. After his beaten nearly to death, he was then covered in kerosene as he hung from the noose.  After his body was burned to ashes the only remaining pieces was the charcoal left on the ground.","Due to the high rate of lynching in the south, many were not reported. Unlike most stories, the lynching of Henry Smith made national news. The New York Times covered the story headlining the article “Another Negro Burned”. For many blacks, the would not receive justice before they were punishment for the crime they more than likely didn't commit. Lynching of blacks demonstrates life in the south and would remain the same another 100 year until the Civil Rights movement ends in 1965."],"display_date":"February 1, 1893 - February 2, 1893","search_date":"1893-02-01","locations":[{"id":53045,"lat":33.6609389,"lng":-95.555513,"zoom":8,"place":"Paris, Texas"}],"tags":[{"id":367,"tag":"Lynching"},{"id":123,"tag":"Reconstruction"},{"id":3305,"tag":"Crime and Violence"},{"id":3306,"tag":"Henry Smith"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}},{"id":6687,"title":"Let Us Back In!","course_id":170,"status":"P","start_date":"1870-01-01","end_date":"1870-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["This letter is from the Secretary of State in 1870, to the Governor of Virginia, officially readmitting the state back into the Union. This comes at about five years after the end of the Civil War. Virginia, of course, leaving during 1861 to join and run the Confederate States of America, Richmond being the capital of the Confederate States. After the Confederacy lost, the whole United States had a long road to get things back to normal. Part of getting back to a sense of normalcy, is bringing the nation back together as it was before the war.","Some time after the war, there were Acts of Reconstruction put into place to bring back that sense of normal. These acts had certain requirements set in place in order to bring a state back into the Union. These states needed to ratify the 14th amendment which states: “All persons born or naturalized in the United States and subject to the jurisdiction thereof, are citizens of the United States and of the State wherein they reside. No State shall make or enforce any law which shall abridge the privileges or immunities of citizens of the United States; nor shall any State deprive any person of life, liberty, or property, without due process of law; nor deny to any person within its jurisdiction the equal protection of the laws.” The state also needed to rewrite a new State Constitution and have it approved by the federal government. All Four Acts are as follows: Each district was to be headed by a military official empowered to appoint and remove state officials, Voters were to be registered; all freedmen were to be included as well as those white men who took an extended loyalty oath, State constitutional conventions, comprising elected delegates, were to draft new governing documents providing for black male suffrage, States were required to ratify the 14th Amendment prior to readmission.","All the states were approved by 1870. The president at this time, Andrew Johnson, was highly against these Acts. He felt it would soon rekindle the fire of aggression if the South went through with these changes. Even though he vetoed it multiple times, congress pushed through and passed all four of the Acts.","This proved to be a trying time during the aftermath of the Civil War. It took the length of the war itself to put the nation back into order. Even today, the effects of this are still felt and many people still do not quite agree on the outcome of the war itself."," "],"display_date":1870,"search_date":"1870-07-02","locations":[{"id":52777,"lat":37.5407246,"lng":-77.4360481,"zoom":9,"place":"Richmond, VA"}],"tags":[{"id":32,"tag":"Civil War"},{"id":123,"tag":"Reconstruction"},{"id":3307,"tag":"Acts"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}},{"id":6695,"title":"School Is Cool!","course_id":170,"status":"P","start_date":"1870-01-01","end_date":"1870-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["This document is about the public school system in Virginia in 1870. This was the first formal public school system in Virginia. The fault with these school systems is they were exclusive to white people. African Americans were not allowed. The white people who went were very poor as well and these schools were known as “free schools”, or “charity schools”. As time went on during that year, the ratification of these laws for the schools went into place. When the laws went into place, former slaves were allowed to enter the schools. They wanted to enter children into these schools so that they would not go on with their lives in ignorance and become vagrants. "," This law passing was one of the most important things to come out of the Reconstruction after the Civil War. This event set in motion how the public school systems work in modern society. They separated different districts and at the time, separated the schools by color of skin. Before this time, schools were few and far between. There was no uniform system and only the rich could attend school. The public school system was established in 1870, so that all could attend school and all would be given the same, equal opportunities. "," A lot of people were against these laws because they helped out the free slaves. They considered it too expensive to pay for their kind. They said that the wealthy should not have to pay for the education of poor people. Because of these complaints, the funding for this project was cut back. The leader of these laws, William Ruffner, worked tirelessly to get this school thing in place. He tirelessly worked and forced his promotion on this subject matter. He claimed that religious views would be kept out of the system and that it would not be unfair to tax people in order to fund the school system. He claimed education was good for society as a whole, so therefore the people should fund it. "," Education was important to the people, but not important enough to let it come out of their taxes. Eventually, Ruffner got the laws passed and was able to get to a stable funding in order for the school system to not fail. The importance of these sources is to show the people how the public school system went through trial and error to get to what it is today."],"display_date":1870,"search_date":"1870-07-02","locations":[{"id":53056,"lat":37.613453,"lng":-77.905136,"zoom":7,"place":"Jefferson Township, virginia"}],"tags":[{"id":6,"tag":"Education"},{"id":123,"tag":"Reconstruction"},{"id":3316,"tag":"1800's"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}},{"id":6705,"title":"Failure of Reconstruction","course_id":170,"status":"P","start_date":"1865-01-01","end_date":"1877-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","After the Union won the Civil War the Southern economy was left in utter ruin. In an attempt to aid them in their reorganization and integration, the Northern government proceeded to send Union military generals and governors down to the South in order to assist them in reconstruction. However due to their fundamental indifference to Southern prosperity, and lack of concern for growing social tension between the African community, and Caucasians, as their involvement was done more so out of obligation, many of their implementations were done in vain. One such implementation was the establishment of the Freedmen’s Bureau created by Congress. This organization was responsible for providing freedmen with food, medicinal supplies, schooling, and employment opportunities.  While approximately 4,000 children were able to attend schools via the bureau, in regards to their additional goals at aiding freedmen, they were not very successful. This was in part due to their desire to primarily focus on the prosperity of the Northern economy which was over seeing their first ever transcontinental railroad. In addition to this disinterest, many Northerns were divided as to how much assistance the South should receive, this was seen well upon looking at Andrew Johnson’s Administration.","Andrew Johnson was a Southern who favored complete integration with haste while many Republicans in his party opposed it; this caused a split within the party. So while the North began to blossom under its continuous industrial boom, the South ruled by a resentful one party political body that despised the North, began establish itself as a society deeply rooted in white supremacy; this was done in an attempt to hold on to their past as an institution founded on the ideology of racial superiority. With this ex-confederate bureaucrats began to terrorize freedmen preventing them from voting, obtaining land, and prospering. One of the most notorious organizations to arise was the Klu Klux Klan, a hate group founded by ex- confederate general Nathan Bedford Forrest. In response to this the government did very little to protect its citizens as they showed little to no concern regarding their equality.         ","This indifference can best be  seen by observing several court cases addressing the mistreatment of African Americans; the two most notorious being U.S vs Cruishank, and U.S vs Reese. In Cruikshank, a court annulled three individuals belonging to a white mob that had murdered 300 African Americans stating that they could not be convicted as the 300 individuals killed were not protected under the law. Chief Justice Waite contradicted himself as he stated “'That if two or more persons shall band or conspire together, or go in disguise upon the public highway, or upon the premises of another, with intent to violate any provision of this act, or to injure, oppress, threaten, or intimidate any citizen, with intent to prevent or hinder his free exercise and enjoyment of any right or privilege granted or secured to him by the constitution or laws of the United States, or because of his having exercised the same, such persons shall be held guilty of felony, and, on conviction thereof, shall be fined or imprisoned, or both.” Knowing their familiarity with the law, their verdict was undoubtedly racially motivated. In U.S vs. Reese, an African American man was denied the right to vote after having been given an affidavit for not having been able to pay a voting tax on the premise of not having paid the voting tax, which he was denied access to. These instances of discrimination were not particular as they were pervasive throughout the entirety of the South. This was established well by Black Codes, which ensured that while African Americans were de <em>jure free</em>, while <em>de facto</em> they would remain in bondage. An example of the severity of the restrictions could be seen by noticing that in South Carolina, simply organizing oneself in a small assembly without the supervision of a white figure of authority, was enough to deem the community as “vagrants.”"," ","So though America has had an elected African American President, socio-economic disparities and racial tensions between Caucasians and African Americans continue to be present in contemporary American society. This can be seen by the severe income disparity between the two demographics; one in every four individuals of African descent lives in poverty as opposed to one in every ten Caucasians. In addition to this, institutionalized racism and rampant police brutality continue to cause severe distrust of government and law enforcement agencies within African American communities. So what has been the fundamental cause of all of the inequality? While there are multiple factors that have contributed to America’s long-held struggle with race, the main factor that has prevented our society from progressing has been the failure of reconstruction shortly after the emancipation of African Americans after the civil war. With the American Civil War having reunified the Union, and liberated slaves from bondage, the North with their disinterest for the south, caused immense harm by failing to address the discrimination, and de facto slavery present in their society. "],"display_date":"1865 - 1877","search_date":"1871-07-02","locations":[{"id":53061,"lat":43.8975446,"lng":-78.9429329,"zoom":8,"place":"Louisiana, United States"}],"tags":[{"id":32,"tag":"Civil War"},{"id":123,"tag":"Reconstruction"},{"id":1835,"tag":"Andrew Johnson"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}},{"id":6854,"title":"The Reburial of Confederate Soldiers from the Battle of Franklin","course_id":188,"status":"P","start_date":"1866-04-01","end_date":"0000-00-00","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In June 1866, John and Carrie McGavock donated two acres of their land to serve as a Confederate cemetery to rebury the Confederate soldiers that lost their lives at the Battle of Franklin. After the battle in 1864, burial details started to inter the dead, choosing to place them in the area where they had fallen in battle. They recorded the name, rank, regiment, and company of the individuals upon planks of wood, serving as grave markers. But twenty-two years later, the grave markers had begun to deteriorate, and civilians had started using the grave markers as firewood. A new cemetery had to be created to make sure the identities of those that died would not be lost from history. The McGavocks oversaw the reburial of the 1,484 Confederate soldiers, and Carrie McGavock diligently recorded information on each one in the McGavock cemetery book.","The McGavock cemetery book provided a way for Carrie McGavock to help families determine whether their loved ones had died at the Battle of Franklin. The list of soldiers buried in the McGavock cemetery were published in newspapers. Families of those buried at Franklin travelled many miles to see the final resting place of their loved ones, and in some cases paid for monuments to be made in their honor to be displayed in the cemetery. Each soldier is buried in the cemetery by the state they were from and company they served. There is a group separate from the rest marking the 558 individuals who were never identified. The McGavock cemetery book reflects the burial placement of the dead, giving them a number based on their location within the cemetery. The book has various columns for name, rank, regiment, and company. Next to the name is a check mark, the significance of this check mark is unknown, but it may have been a way for Carrie to record that she had notified that soldier’s family of their final resting plac","A major concern of the United States deciding what to do with the dead after the war. Often families never learned the whereabouts of their loved one’s final resting place or the cause of their death. Union and Confederate soldiers were buried in mass graves, often together. Slaves or African American contrabands that followed the Union army often had the job of burying the bodies. The shallow and hostility dug graves became a problem as rain could expose the body to the surface. Reburying the dead was an unsanitary process that resulted in sickness and death for many. George Cuppett and his brother Marcellus, led the reburial of bodies at the McGavock Confederate Cemetery. The reburial process was a hard job that lasted for ten weeks and resulted in the illness and death of Marcellus. In 1862, Congress addressed the situation by purchasing land to serve as cemeteries. This resulted in the creation of a large number of federal and private cemeteries throughout the United States."],"display_date":"April 1, 1866 - undefined 0, 0","search_date":"1883-01-29","locations":[{"id":53187,"lat":40.718032560388,"lng":-80.11251759066,"zoom":6,"place":"carton tenessee"},{"id":53186,"lat":35.9250637,"lng":-86.8688899,"zoom":2,"place":"franklin tenessee"}],"tags":[{"id":3659,"tag":"Reburial of Dead"},{"id":123,"tag":"Reconstruction"},{"id":1538,"tag":"Battle of Franklin"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":188,"school_id":3}},{"id":6858,"title":"The German Baptist Brethren Begin Their Own Reconstruction","course_id":188,"status":"P","start_date":"1866-05-22","end_date":"1866-05-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["<strong>            </strong>In 1866, delegates from the German Baptist Brethren (Church of the Brethren) gathered for their Annual Meeting to formally address pressing matters of church doctrine. While these ordained men discussed topics ranging from lightning rods to funeral attire, some of their conversation also focused on addressing consequences of the recently concluded Civil War and the role they should play in its wake. The first article of discussion reinforced their traditional aversion to voting after a faction of the delegates brought it into question. Later in the meeting, the elders, despite their lack of specific knowledge, forbade ministers in Missouri from swearing the oath of loyalty for ministers and officials, as found in their new state constitution, “if it conflicts with the principles of the gospel.” Delegates also addressed the fact that “the freedmen of the south [were] in a starving condition, and also destitute of education and Christianity” by raising funds and sending brethren to “distribute those funds among the needy, irrespective of color.” Finally, near the close of the meeting, the ordained men agreed to reimburse a brother who had freed Anabaptists draft-dodgers from prison with his own funds and suffered Confederate thefts during the war.","            The Brethren, like all Americans, had to deal with the consequences of the Civil War. Hunger was wide spread. Education, especially for African Americans, remained almost nonexistent. While Southern Brethren were generally had more resources than freedmen, many suffered serious property damage as well, especially during the Valley Campaigns in Virginia. According to Anabaptist historians James Lehman and Steven Nolt, costs associated with avoiding conscripted service through substitutes, prison bail, relocation and, eventually, a consensus objector fee, also weighed heavily.","On top of material issues, there proved to be continued political discord as the South slowly reintegrated itself into the United States. The Brethren traditionally played little role in politics, especially the politics of war, on grounds of their non-resistant doctrine. Therefore, they generally did not vote nor participate in the creation of Federal Reconstruction. This said, the Brethren were not always supportive of the outcomes. For example, while many Brethren remained loyal to the Union, they disagreed with swearing the required loyalty oaths for ministers, officials and voters.","While the Brethren refused to participate in the politics of Reconstruction, they understood that there were still needs and found their own way to address them. Within their church structures they successfully supplemented federal inadequacies in their own community and in the broader South. They raised thousands of dollars and sent Brethren to feed, educate and minister to communities in need. Most importantly, they did so without regard to race, which cannot be said about much in those turbulent years. "],"display_date":"May 22, 1866 - May 23, 1866","search_date":"1866-05-22","locations":[{"id":53194,"lat":39.786199014051,"lng":-77.571002583671,"zoom":11,"place":"Antietam Church, Franklin County, Pennsy"}],"tags":[{"id":32,"tag":"Civil War"},{"id":123,"tag":"Reconstruction"},{"id":3615,"tag":"Protestants/Anabaptists"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":188,"school_id":3}},{"id":6866,"title":"Reconciliation: Nathan Bedford Forrest's Speech to Southern African Americans","course_id":188,"status":"P","start_date":"1875-07-05","end_date":"1875-07-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On July 5, 1875, Lou Lewis, a former slave, approached former Confederate General Nathan Bedford Forrest with a bouquet of flowers while on stage at the Independent Order of Pole-Bearers Association’s fair in Memphis, Tennessee. The Pole-Bearers Association consisted of formerly enslaved people and in some ways preceded the National Association for the Advancement of Colored People. The bouquet served as a peace offering from the freed people to an iconic southern planter and Confederate officer. Forrest took the bouquet saying, “I accept the flowers as a memento of reconciliation between the white and colored races of the southern states.”  Forrest became the first white man to speak to the Association and was invited to the podium with genuine anticipation. During Forrest’s short speech, he advocated for African Americans’ right to vote, promoted cooperation between the two races, and pledged his allegiance to the African American cause. “We were born on the same soil, breathe the same air, and live on the same land,” Forrest exclaimed, “Why then can we not be brothers?”  Forrest thanked Lewis for the bouquet, gave her a kiss on the cheek, and exited the stage.","            The Association asked Forrest to speak as a symbolic act of coexistence between the former planters and freed people. His extremely controversial past specifically surrounding race, and his war-era actions toward African Americans indicated the significance of such an event. According to Brigit Katz of the Smithsonian, Forrest’s most lucrative enterprise before the Civil War was slave trading. In fact, he was one of only eight slave traders in the Memphis directory in 1855. During the war, Forrest’s racial ideologies climaxed at the Massacre of Fort Pillow, where his troops massacred hundreds of surrendering African American soldiers. After the war, Forrest helped launch the Klu Klux Klan and became the first Grand Wizard. This title came from his Confederate cavalry nickname “wizard of the saddle.”. The Klan, whose numbers exploded under Forrest’s leadership, used tactics such as whippings, house-burnings, kidnappings, and lynchings to intimidate southern African Americans and Republicans in general and perpetuate racial inequalities in elections and other aspects of southern society. The organization became so severely violent that Forrest requested the disbandment of the Klan in 1869.","            Forrest’s legacy is synonymous with racism, intolerance, and hatred. However, this speech and the actions that he made at the Pole-Bearer’s convention raise questions about how his ideas on these topics may have changed in the late years before his death in 1877. Considering the raucous applause that answered Forrest’s words, a request of forgiveness had been accepted. When transcripts of the speech were distributed in newspapers after the convention it was met with a variety of replies. Ex-Confederate cavalrymen denounced Forrest for his speech saying it was “unworthy of a southern gentlemen.” Transcripts of the statement surfaced throughout the country, serving as a dramatic symbol of change. Although hostilities surrounding race continued to plague the South decades after the Civil War, profound attempts of reconciliation from the most unlikely of sources exist."],"display_date":"July 5, 1875","search_date":"1875-07-05","locations":[{"id":53199,"lat":42.094667852651,"lng":-78.482875,"zoom":3,"place":"Shelby County, Tennessee"}],"tags":[{"id":2860,"tag":"Equality"},{"id":123,"tag":"Reconstruction"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":188,"school_id":3}},{"id":6872,"title":"Ku Klux Klan Member Threatens African American Elected Official","course_id":188,"status":"P","start_date":"1868-01-01","end_date":"1868-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1868, a Klan member from Lincoln County, Georgia sent a letter to African American elected official Davie Jeems. In this letter, the anonymous Klan member threatened Jeems with both physical and mental harm to “show Jeems his place.” He warned that he had his eye on Jeems every single day and advised him not to make any wrong decisions that would anger the KKK. The Klan member sent this letter with the intention of coercing Jeems to conform to the political beliefs of the Democratic party and to create fear into the African American people. The letter stated, “We nail all, radicals up in Boxes and send them away to KKK – there is. 200 000 ded returned [sic] to this country to make you and all the rest of the radicals good Democrats and vote right with the white people.” The letter ended with the use of a racial slur and the warning that the safety of every African American depends on whether or not they join the Democratic camp. The Klan member implored Davie Jeems to take heed and act accordingly.","With the end of the Civil War and the dramatic shift in political power, the southern Democratic party chose to resist Reconstruction. Thus, former Confederate general, Nathan Bedford Forest joined with others and founded the Ku Klux Klan to “keep the order” in the southern states. Through various acts of violence, the Klan tried to undermine the Republican party and restore white supremacy. Over ten percent of the African American legislators elected during the 1867-1868 constitutional conventions fell victim to the Klan’s acts of violence during Reconstruction. The Klansmen wanted life after the Civil War to resemble the Antebellum South. They could not accept that African Americans gained their freedom and citizenship rights as human beings, and they hated all of the changes that came with Congressional Reconstruction.","This specific letter embraces the issues of racism and political pressure during this time. While the threat to Davie Jeems reflects the Klan’s hatred toward African Americans, it also reflects their hatred toward change. According to historian Eric Foner, “[The Klan] aimed to reverse the interlocking changes sweeping over the South during Reconstruction.” They intended to restore the black labor force and racial subordination throughout the South as a way to orchestrate the black man’s every move. Part of these ambitions stemmed from their paranoia about a black uprising. For this reason, the Klan mainly operated in counties with an even black to white ratios or white majorities. In addition, the Klan helped the Democratic party by suppressing the black vote and directly opposing the Republicans. The KKK’s violent actions earned them the reputation as the terrorist arm of the Democratic party. Due to the KKK’s pressure in the South, the Republicans lost a lot of ground during Reconstruction in these areas."],"display_date":1868,"search_date":"1868-07-01","locations":[{"id":53202,"lat":32.736974121658,"lng":-82.587354481526,"zoom":7,"place":"Lincoln County, Georgia"}],"tags":[{"id":151,"tag":"Ku Klux Klan"},{"id":2874,"tag":"Democratic Party"},{"id":889,"tag":"Racism"},{"id":123,"tag":"Reconstruction"},{"id":3678,"tag":"White Supremacy"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":188,"school_id":3}},{"id":6879,"title":"Senator John Scott Denounces the KKK","course_id":188,"status":"P","start_date":"1872-05-18","end_date":"1872-05-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" On May 18, 1872, Pennsylvania Senator John Scott delivered a speech before the United States Senate.  Congress was deliberating the extension of a bill granting the office of the President power to suspend the right of habeas corpus under certain circumstances: namely, armed, organized resistance to the government of the United States or violent violation of its laws.   Scott began his speech by prompting the Senate’s Chief Clerk to read the provisions of the section in question.  He then argued that the existence of an organization known as the Ku Klux Klan had been well established, and named General N.B. Forrest and General John B. Gordon as founding members of this organization.  Scott outlined a brief history of the Klan, drawing upon the testimony of Forrest, but he disputed Forrest’s assertion that it was disbanded in 1868.  Scott stated that the Klan had continued its activities throughout “North and South Carolina, Georgia, Florida, Alabama, and Mississippi.”  The senator attempted to offer proof of the Klan’s well-organized and threatening nature.  He described examples of the organization’s brazen and widespread crimes.  One such incident occurred in Unionville, South Carolina, where a gang, supposedly numbering somewhere between 400 and 800 men, broke into a jail, and hanged eight prisoners.  Scott noted that the county in question “had in 1870 but 8,718 white population, and the village itself not over four hundred.”  He cited the widespread popularity of the Klan as the reason for such a large gathering, in a county with such a small population.  Scott cited testimony from witnesses, concerning the Klan’s behavior and structure.  One such witness, Kirkland L. Gunn, a member of the organization, testified that the Klan was highly armed, and that its members carried out violent crimes in disguise.  Gunn also admitted that he knew of the Klan’s existence in multiple states.  ","            Following the Civil War, the Ku Klux Klan became the first and most powerful of multiple terrorist organizations in the American South. By Nathan Bedford Forrest’s own estimation, the group had more than 550,000 members by 1868.  The Klan was known for its extensive use of disguises, which both hid the identities of its members, and contributed to the group’s mysterious image.  Some members went so far as to adorn themselves with skeletal hands or fake skulls in order to appear more frightening.  "," The Ku Klux Klan Act of 1871 gave President Grant sweeping powers to combat the organization, as local governments appeared either too weak or unwilling to make arrests.  In October 1871, Grant suspended habeas corpus in nine counties, allowing for mass arrests of Klan members. In order to convict many Klansmen, it was first necessary to conclusively establish the existence of the Klan as a unified criminal organization.  It was against the backdrop of these events that Scott gave his speech in early 1872."],"display_date":"May 18, 1872","search_date":"1872-05-18","locations":[{"id":52855,"lat":38.9071923,"lng":-77.0368707,"zoom":2,"place":"Washington, D.C."}],"tags":[{"id":2772,"tag":"Congress"},{"id":123,"tag":"Reconstruction"},{"id":151,"tag":"Ku Klux Klan"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":188,"school_id":3}}]}