{"id":1232,"tag":"Irregular Warfare","points":[[37.6164921569,-93.4005351949],[39.0084856397,-94.3460789427],[32.4068445137,-80.4452215468]],"bounds":[[39.0084856397,-80.4452215468],[32.4068445137,-94.3460789427]],"episodes":[{"id":5396,"title":"Carrie Childer's Written Hope","course_id":77,"status":"P","start_date":"1863-09-15","end_date":"1863-09-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["     Throughout the Civil War in Missouri many citizens lived in fear of the bands of guerrilla soldiers. Among these citizens was a woman by the name Carrie Childers. On September 15, 1863 Carrie Childers of Bolivar, Missouri wrote to Capt. Rowan E. M. Mack in Cassville, Missouri a letter concerning the Rebel activity occurring in her local area. She informs Capt. Mack that guerrillas are razing the homes of the citizens and also committing murders. Her letter to Capt. Rowan E.M. Mack indicates that she knew him personally as later she speaks of her disappointment at his departure for Arkansas. Childers writes (ungrammatically) about the depraved situation and states “I can wright it you may be ashured it is very bad there is a man killed or a House razed evry night by the Rebels.\" Certainly during this time period of the Civil War, the state of Missouri and its citizens were enduring a major battle within its own borders with guerrilla fighters.","     Carrie Childress seems to feel that times will eventually get better although she states even the Union soldiers themselves had to come into the local town to escape the guerrillas. During this period in Missouri, guerrilla soldiers were particularly cruel; they were raping, robbing, beating, and murdering the innocent civilians. Occasionally, they murdered an opposing soldier, scalped him and kept the scalp as a trophy, hanging it off the bridle of their horse. Sights like these would most certainly lead the locals to fear these bands of barbarians. Many of these locals were women who had been left to take care of the home and the children while their husbands were off fighting. Carrie Childress herself praises Capt. Mack for his efforts while away at war, stating “I congratulate you on once more having the opurtunity of invading the Sacred Soil of Arkansas and presume the Rebels will have a hapy time while you are in Arkansas.” The reader assumes that this may be a “while the cat is away, the mice will play” situation for the surrounding area. Without the proper authorities in place to help keep the irregular warfare under control, the situation would have become unbearable for the citizens.","     Michael Fellman, historian of guerrilla warfare in Missouri, reminds his readers that guerrilla warriors were are bands of irregular fighters who have either rallied on their own to form a group or have been fighting separately from any official military association. Guerrilla warfare was a difficult situation in Missouri for the citizens largely due to amount of confusion the guerrillas caused as a result of fighting. Fellman also discusses the conflict the people of Missouri had while trying to cling onto their faith and moral values all while feeling disrespected and violated by the guerrillas and invading armies. There were several major divisions of guerrilla bands that caused such confusion and conflict within these communities. These rebel groups were the raiders, partisans, and bushwhackers. There were also units of Missouri Partisan Rangers formed by the locals to help protect the citizens from the invading Federal troops. Meanwhile the invading Northern troops were also treating the locals savagely and committed horrible crimes, like the massacre at Camp Jackson on May 10,1861 which killed over thirty civilians. There were also Jayhawkers who were guerrillas that were fighting for anti-slavery and also terrorizing the locals in the process. Also many brutal attacks were committed by bands of irregular guerrilla fighters, like the Lawrence Massacre on August 21,1863 led by William Quantrill, which killed close to 200 men and boys, or the Centralia Massacre of September 27,1864, where “Bloody “ Bill Anderson led his band to brutally kill twenty-four unarmed Union soldiers. Reviewing events like these and factoring in all the civil unrest in the area it is not suprising that someone like Carrie Childress would be pleading for hope of a calmer future for her region."," "," "," "],"display_date":"September 15, 1863","search_date":"1863-09-15","locations":[{"id":7847,"lat":37.6164921569,"lng":-93.4005351949,"zoom":9,"place":"POLK, Missouri"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":32,"tag":"Civil War"},{"id":1232,"tag":"Irregular Warfare"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":77,"school_id":10}},{"id":5397,"title":"Ambush in the Darkness of the Sam Gaty","course_id":77,"status":"P","start_date":"1863-04-04","end_date":"1863-04-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["     April 4<sup>th</sup> 1863 at two in the morning the steamboat Sam Gaty stopped on the Independence River at Sibley and was ambushed by band of bushwhackers, that killed fifteen “contrabands” and two other whites. There was a resentment at the Union for the acceptance of the escaped slaves, whom some had been undertaken as labor to the Union forces. \"Contraband\" described former escaped slaves due to the fact that the Union would not return them to their former masters. One of the main motivators of guerrilla warfare during the Civil War was the issue of slavery. When Lincoln issued his emancipation policy and asked the border states to also end slavery, the possibility of slavery coming to an end provoked extreme frustration in Missouri. As the Federal troops began to enter the Border States they encountered Confederate troops and meet resistance bands of irregular soldiers or guerrillas. There were many different groupings of guerrilla warfare; bushwhacker, jayhawker, and partisan. There was guerrilla warfare taking place on the North and South sides, with this being said, it depended where your loyalties lay whether you were a jayhawker, bushwhacker, or a partisan. Jayhawkers were anti-slavery fighting guerrilla soliders, bushwhackers were bands of irregular fighters who hid in dense locations of vegatation in prepration for ambush, and partisans were calvary soldiers who were smart and performed dashing raids on Union troops. Sometimes the bushwhacker had no loyalties to either the North or South and was committing atrocious acts just to be vindictive. Their basic goals were to cause terror, rape, rob, and vandalize the local communities.","     The Smoky Hill and Republican Union Paper in Junction City, Kansas describes how the bushwhackers were strategic in their attack, taking prisoners by name and even knowing where the seventy-six former slaves were being kept on the boat. The attack was led by guerrilla leader George Todd who served under the well-known William Quantrill. The “assassins” took over the boat and also they robbed the passengers of thousands of dollars of personal belongings and money. They also destroyed government property such as freight and employed some of the passengers to help them. The passengers were willing to help if meant to save their lives. Unfortunately not all the passengers met such a fate. The bushwhackers took the “contrabands”, marched them off the boat and lined them up in a row. The paper describes as these “poor, helpless creatures” were shot and fifteen fell dead. Thirteen former slaves did get did away as the men proceeded to go back to pillaging the Sam Gaty but the paper states that later remainder of the “contraband” was killed by these \"inhuman monsters\". (What the paper fails to state is if there were seventy-six contrabands on the Sam Gaty, and fifteen were killed, why does the Smoky Hill Republican Union only headline that fifteen were killed?)","     In any case the Smoky Hill and Republican Union paper does state that this appalling act was certainly one of the worst and would evoke revenge. This was a savage attack on the people of this steamboat and the Union. These bushwhackers, who generally did not take sides on the war, made a major statement with the assassination of these former slaves with ties to the Union. However their main goal was to cause fear and confusion for the opposing troops, and they accomplished that with their attack of the Sam Gaty. The civil unrest in these communities of border states, especially Missouri, during the Civil War was of a large scale, and caused serious turmoil between neighbors and authorities. According to guerrilla warfare historian, Richard Brownlee, the turmoil was also in regards to Missouri’s frustration at being portrayed to Northerners as potential secessionists and parts on North Missouri the state was in \"near anarchy\" because of the increasing strain of conflict. It was difficult for local and state governments to handle the raging situation with guerrilla warfare. Brownlee notes in certain areas of Missouri that some communities disintegrated entirely due to the violence of guerrilla activity. These bands of irregular fighters were motivated and difficult to control and their reputation outlasts them even today."," "],"display_date":"April 4, 1863","search_date":"1863-04-04","locations":[{"id":7633,"lat":39.0084856397,"lng":-94.3460789427,"zoom":9,"place":"JACKSON, Missouri"}],"tags":[{"id":1232,"tag":"Irregular Warfare"},{"id":32,"tag":"Civil War"},{"id":1,"tag":"Crime/Violence"},{"id":4,"tag":"Slavery"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":77,"school_id":10}},{"id":5409,"title":"Mr. Guerrilla is Innocence Personified","course_id":77,"status":"P","start_date":"1862-09-06","end_date":"1862-09-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["     On Saturday September 6th 1862 an entertaining article was published in The New South paper in Port Royal regarding the antics of guerrilla warfare. This intriguing article describes the operations of guerrilla fighters during the Civil War. Guerrillas during this period fall into several different categories. Partisan, raiding, and bushwhacking are just several of the main focuses of many historians of Civil War guerrilla warfare. Partisan rangers were brilliant Calvary men with quick wit that conducted raids of Union camps causing the soldiers to stay on alert. Likewise the Raiders were bands that had skirmishes with both civilians and military troops, while the bushwhackers were generally men who conducted raids from heavily covered areas of vegetation. Most bands were irregular fighters, not sanctioned by the government however this separated the partisan rangers because they were under the 1862 Confederate Congress Act. Port Royal’s article of 1862 informs the reader how these guerrilla bands would operate. The witty article focuses on the category of raider bands in general.                ","     In our article we look at “Mr. Jones” and his parish in the state of Louisiana. Our article in the New South states “Mr. Jones is a distinguished man in his local community, well known and well liked. He will use his personality to influence the men in parish to follow his lead and rebel against the incoming opposing troops.” From here the influenced party will organize into a small band of fighters, numbering around thirty to fifty-five, into gathering together their local supplies, such as rifles, shotguns, and mounting their horses, riding out to hide in bushes and woods in anticipation of the skirmish to come. They will lie in wait to ambush or sometimes secretly raid the military camps by night. They engage many times in fierce skirmishes with the enemy. If the opposing troops can pursue, they are sent on roundabout chase. These chases usually end up with the guerrilla stashing away the clues to his antics, where then “Mr. Guerrilla” is found sitting on his piazza, philosophically smoking the pipe of peace, with the appearance of innocence personified.”","      In many of the more dangerous raids, there were numerous civilian murders, rape, terrorizing of the locals, and robbery. In any category, guerrilla soldiers were masters of disguise, sometimes dressing in stolen Union soldiers uniforms or women’s clothing to fool the enemy. This led to much confusion as to who they were. In Missouri, bushwhackers were specifically adapted to inducing a state of confusion and the civilians could not tell if they were Confederates or Federals committing such horrible crimes. These guerrilla fighters, regardless of the region of country they were located in, felt justified by fighting by any means necessary for what they regarded as important. Guerrilla warfare historian, Michael Fellman, states that “in such a war, for guerrillas, terror was both a method and a goal.” In the case of “Mr. Jones” and most of the Confederates, they focused on Lincoln and the Northern aggression. Fellman adds that guerrillas demolished homes, supplies, morale, and lives of the citizens around them. There was a danger associated with guerrilla warfare that affected these local American populations that sadly today is overlooked for what is considered mainstream Civil War battles."],"display_date":"September 6, 1862","search_date":"1862-09-06","locations":[{"id":11447,"lat":32.4068445137,"lng":-80.4452215468,"zoom":8,"place":"BEAUFORT, South Carolina"}],"tags":[{"id":1232,"tag":"Irregular Warfare"},{"id":32,"tag":"Civil War"},{"id":1,"tag":"Crime/Violence"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":77,"school_id":10}}]}