{"id":1233,"tag":"Environmental History","points":[[33.5543155862,-86.8964933862],[37.7029266937,-123.005394924],[42.107446354,-83.1351982696],[38.9151212228,-76.9435162098]],"bounds":[[42.107446354,-76.9435162098],[33.5543155862,-123.005394924]],"episodes":[{"id":5399,"title":"<strong>EPA enacts clean air act, aggravating public</strong>","course_id":77,"status":"P","start_date":"11/1/70","end_date":"12/30/71","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["“I’ve lived with pollution 50-something years.  I guess I can put up with it” quipped Eugene Campbell on the day the Environmental Protection Agency ordered the shutdown of Birmingham, Alabama’s steel plants. The plants were shut following a court order under the aegis of the 1970 Clean Air Act which set safe levels for particulates in the atmosphere, levels that Birmingham had routinely exceeded. The day after the shutdown, November 18, 1971, an article in the Birmingham News’ Metro Edition reported “an estimated 8,000 to 9,000 workers... lost a day’s pay as a result of [the] federal injunction.” Campbell was a North Birmingham resident where the particulate levels in the air were commonly above a safe standard, according to EPA guidelines.  Campbell, however, like many of his neighbors: was more concerned with the community’s livelihood than their lungs; “What are the people in Birmingham going to do if they [District Judge Sam C. Pointer and the EPA] run industry out?”","The plants were reopened the day after the shutdown and unions encouraged the installation of particulate devices that they claimed U.S. Steel had been reluctant to spend money on previously.  Though they lost that day’s pay, these workers argued that the shutdown was their employer's fault for not having installed these devices previously.  The particulate level would never again rise to the point where another shutdown was necessary, thanks to the new measures brought in to factories, and the eventual dwindling of heavy industry in Birmigham.","A full report on the story, staunchly supporting the EPA’s efforts, by journalist Patrick J. Sloyan assailed U.S. Steel for weakening a 1969 bill on pollution control, for ignoring the early EPA request to curtail production when the pollution level was first considered hazardous, for concealing this inaction to the media and for having their attorneys first on the scene in protesting the injunction.  The front-page report on the story in the Birmingham news confirmed the company’s inaction, listing it amongst other companies that failed to respond promptly.  However the Birmingham News held back any criticism of the company, with most of its opinion pieces on the matter condemning the EPA for the halting of industry.","The EPA had been formed eleven months before the incident in Alabama, after President Nixon had called for several smaller environmental agencies to be consolidated.  The new agency defined the danger levels of air pollution just one month prior to the events in Birmingham.  It was these guidelines the EPA’s enforcement team in Birmingham put forward to Judge Pointer when attempting to achieve the injunction.  Shortly after the EPA’s formation, in December 1970, Nixon signed the Clean Air Act into law, stating “I think that 1970 will be known as the year of the beginning, in which we really began to move on the problems of clean air and clean water and open spaces for the future generations of America”.","The incident in Birmingham would be the first time the EPA utilised the Clean Air Act, and demonstrated the federal organisations muscle over big industry in emergency situations.  The events and responses of this tale in America’s environmental history show how government agents and politicians might envisage the best for the American people without considering real world aspects.  The people seem to respond with much more day-by-day realism on the matter, according to the quotes used in the Birmingham News, the steel town <em>needed</em> the factories running.  With mouths to feed the citizens didn’t feel like they could afford the luxury of clean air and healthy lungs if that meant industrial operations would cease."],"display_date":"November 1, 1970 - December 30, 1971","search_date":"1971-06-01","locations":[{"id":35012,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":1233,"tag":"Environmental History"},{"id":963,"tag":"Iron and Steel Industry"},{"id":203,"tag":"Birmingham, Alabama"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":77,"school_id":10}},{"id":5827,"title":"<strong>Conservation Conversation</strong>","course_id":118,"status":"P","start_date":"1/1/07","end_date":"12/31/13","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1907, the city of San Francisco wanted to flood the Hetch Hetchy Valley in Yosemite National Park by creating a dam to provide water to their city’s increasing population and support urban reform after the devastating 1906 earthquake. John Muir, a leader of environmental preservation activists, was enraged that they would taint this beautiful creation of God with 170 feet of water. He published his compelling article, “The Tuolomne Yosemite in Danger” on November 2, 1907, as an attempt to appeal to his followers and regular folks alike, with rich and poetic descriptions of the emotional and spiritual values of leaving nature alone.","One of the major opponents to Muir's ideas was Gifford Pinchot, who testified in front of the House Committee of Public Lands in support of the construction of the Hetch Hetchy Dam. He believed that human use of the land outweighed the pristine preservation of the land. Specifically, the water and electricity supply for San Francisco would utilize resources within the environment, all while conserving the beauty of the Hetch Hetchy Valley. Pinchot further stated there would be improvements in forest fire fighting, as well as more accessibility for increased tourism. Disagreeing with Muir, Pinchot believed the benefits outweighed the costs.","Regarding the different interests concerning public land use, this has been discussed as the first major and ongoing debate over preservation and conservation. Preservation, meaning leaving the land untouched, and conservation implying sustainable maintenance and usage. This debate represents a shift in how the environment should be utilized, questioning the availability of resources and aesthetics."],"display_date":"1907 - 1913","search_date":"1910-07-02","locations":[{"id":52323,"lat":37.7029266937,"lng":-123.005394924,"zoom":11,"place":"San Francisco, California"}],"tags":[{"id":87,"tag":"Environment"},{"id":1233,"tag":"Environmental History"},{"id":1884,"tag":"Hetch Hetchy"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5832,"title":"An autumn afternoon on Detroit's Belle Isle","course_id":118,"status":"P","start_date":"9/13/14","end_date":"9/13/14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["It was a chilly 65 degrees in the waters of the Detroit river on a perfect Sunday afternoon in the early autumn of 1914 as revellers debated whether it was too cool for a swim in the Belle Isle bath houses. Several hundred Detroiters could brave the dip for only 15 minutes each, but swimming was not the only weekend activity available on the large, lush island of recreation for escapees of the industrial city. Visitors could enjoy a stroll through the vast and deep wooded areas of the island park and enjoy the beauty of the seasons in change; green leaves beginning to give way to russet and crimson on the tall trees. A matinee band played popular tunes to a sizable crowd while families, couples and friends relaxed around the bandstand on the benches or gazed out over the river at Canada or at the few, experienced boatmen navigating the water. Canoes were also navigating a waterway internal to the island: the canal system was at capacity as visitors tried their hand or paddle. The afternoon was made all the more pleasant for the crowds as the criminal element was apparently also on their rest day, with no pickpocketing, injuries, damage or theft of the many cars on the island.","This jovial newspaper account of the recreational uses of Detroit's Belle Isle park is an excellent representation of the many ways in which a city can shape the natural environment. Belle Isle is a particularly striking example, as it is literally an attempt to preserve an island of natural space within one of America's most industrialised cities. For the mainly hard working, blue collar, immigrant and African-American population the Isle was a space where they could escape their weekday toil and truly relax with their families. The many uses of Belle Isle reflect its role as a multi-faceted space used by all of the city's vast array of residents. As an almost purely recreational space (there was a small commercial fishery on the island) Belle Isle is expressive of the culture of Detroiters and how they had fun at the time, contrasted with the intense and dominating industrialisation of the city. Only a mile or so down stream the river was filled with ships and further on lined with polluting factories in which the men enjoying the island worked long and tough hours. The island was particularly popular for motoring enthusiasts and Sunday drivers, revealing the upper class who could afford auto-mobiles (which many of the other visitors may have helped built in the numerous car factories in Detroit) also had a use for the public park.","Many people describe cities metaphorically as organisms or natural systems, with individual but vitally connected parts. If the heart and hands of Detroit are in its factories, perhaps it's hind end is relaxing on Belle Isle."],"display_date":"September 13, 1914","search_date":"1914-09-13","locations":[{"id":18385,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1903,"tag":"Park"},{"id":1899,"tag":"Detroit"},{"id":1233,"tag":"Environmental History"},{"id":1902,"tag":"recreation"},{"id":1310,"tag":"urban history"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5830,"title":"U-Regulations approved for Protection of Wilderness Areas","course_id":118,"status":"P","start_date":"9/19/39","end_date":"9/19/39","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Famous early environmentalist Robert Marshall, the head of recreation for the National Forest service and founder of the Wilderness Society, marched into congress to make sweeping reform. The document Marshall wrote  became known as the \"U-Regulations\" and were passed by congress on 19th September 1939. These regulations were to preserve the natural environment under the protection of the Forest Service. Regulation U-1 became a protection for land 100k acres or more which banned commercial and limited recreational activity. Regulation U-2 revised old classifications of \"primitive areas\" to be renamed wilderness areas. Now the environment will become more inviting. He was able to preserve 12 wilderness areas and 4 wild areas. Two months after the U-Regulations were put into law, Marshall passed away leaving a groundwork for future environmentalists and Forest Service workers as his legacy.,","The U-regulations remained the governing principles of the Forest Service until President Lyndon B. Johnson made the regulations permanent with the landmark 1964 Wilderness Act. Shifting authority to designate land or remove Wilderness status from the bureaucratic Forest Service to Congress, only legislators can now make changes to the U-Regulations, and the current Wilderness areas are now permanently preserved. Early ideas of conservation and environmentalism put Marshall in a complex category. On the one hand, his critique of commercial activity limited intervention in the environment. Yet he also wanted visitors to enjoy the public space, so his ideas of protecting the environment were centered around human enjoyment."],"display_date":"September 19, 1939","search_date":"1939-09-19","locations":[{"id":22331,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Dist Columbia, District of Columbia"}],"tags":[{"id":1896,"tag":"U-Regulation"},{"id":1895,"tag":"National Forest"},{"id":1894,"tag":"Robert Marshall"},{"id":1233,"tag":"Environmental History"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5860,"title":"Tracing the Ribbons","course_id":118,"status":"P","start_date":"1/1/15","end_date":"12/31/15","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["This is a story that spans centuries of history, beginning in the 1700s with the French settlement of Detroit. The Detroit of the mid-18th century would have looked very different from the sprawling metropolis of today. Where the imposing skyscrapers of Detroit's downtown now dominate the riverfront, there would have been a sparsely populated settlement consisting of humble farms built along the river and extending a few miles inland. These narrow, elongated, side-by-side farm plots with riverfront access known as \"ribbon farms\" may seem to be relegated to the historical imaginary as the complexity and denisty of land use in modern Detroit does not seem to betray any remnant of this pastoral history. However, the ordering logic of the ribbon farms can be seen through the modern infrastructure and development that has buried it. Like a palimpsest, the farms of the French settlers can be traced out beneath the streets of the city.","In a 1915 real estate atlas of Detroit, long after the ribbon farms had disappeared beneath an urban, industrialized landscape, the original boundaries of the plots are still marked on the margins of the map.  While this may at first seem counterintuitive given that these plots do not correspond with the land use of 1915 Detroit, a closer look reveals that many of Detroit's streets roughly traced the boundary lines of the French ribbon farms. For instance, Dequindre Street extended from the river in a line that almost perfectly traced the eastern edge of the former Dequindre farm plot. Detroit grew up piecemeal from the ribbon farm plots as they were sold off through the 18th and early 19th centuries and thus, even after Detroit had long forgotten its agricultural beginnings, one could and still can trace the ribbon farms in the design of the urban fabric.","This story of the layering of human land use makes an important point about the study of history, especially in an urban area in which the intense pressure for development leads to a high turnover in land use. Human history, in the absence of iconic landmarks such as pyramids or the like, is often discussed in abstract terms that, while certainly a proper workout for one's imaginative capabilities, do not always resonate with an understanding of ecological or geological history which attest to an immense, temporal depth to natural and man-made events. This abstraction of historical reality becomes especially problematic when it does not take the trained eye of an archaeologist to trace out the patterns of former events and practices, such as in the streets of Detroit. By recognizing how historical land use can still order our present reality we can likewise gain a better perspective on how human interactions with an environment have a profound and lasting impact on said environment."],"display_date":1915,"search_date":"1915-07-02","locations":[{"id":18385,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1233,"tag":"Environmental History"},{"id":1948,"tag":"Ribbon Farm"},{"id":769,"tag":"Map"},{"id":1899,"tag":"Detroit"},{"id":1965,"tag":"New France"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5873,"title":"Changing Landscapes in Northeast Detroit","course_id":118,"status":"P","start_date":"1/1/27","end_date":"12/31/47","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Steve Spilos' neighborhood on the outskirts of Detroit changed drastically over the course of his life. Michigan’s Consolidated Gas Company’s natural gas holder was considered the “prima donna” of gas tanks in the Detroit area in the 1920s and a key historical marker in the Connor Creek area of Detroit’s northeast side. In 1927, just before the City Airport was constructed, the tank was a well-known landmark by pilots and passengers from all over the country. Spilos left the city for a while and upon his return in 1947 everything was changed. A place that once had a running creek, farm, and woods was now turning into the standard industrial city. With factories like Chrysler, Plymouth, Dodge, and Briggs moving into the city alongside the huge gas holder, Spilos couldn’t help but notice and document the radical changes he experienced in such a short period of time to a city he once knew so well.  He said, “The first thing one notices is the odor and the sound of dripping splashing tar… At times the tar leaks through and slides down the walls into the reservoir at the base of the tank.”","Changing landscapes can help or hurt a city, and for the Connor Creek neighborhood in Detroit, the latter is more applicable unfortunately. The combination of this and other industrial changes altered Detroit’s social and economic situation from the 1930s-1960s according to a report by the Detroit News. If the city had been more environmentally cautious at the time, a lot of things could have played out differently for the Connor Creek area and the city as a whole."," "],"display_date":"1927 - 1947","search_date":"1937-07-01","locations":[{"id":21386,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1233,"tag":"Environmental History"},{"id":1899,"tag":"Detroit"},{"id":1881,"tag":"Industrialization"},{"id":1974,"tag":"Connor Creek"},{"id":1976,"tag":"Northeast Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5891,"title":"Results from the consolidation of the Parks and Recreation Department in Detroit, 1940-1946","course_id":118,"status":"P","start_date":"1/1/40","end_date":"12/31/46","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["1940, the city of Detroit voted to consolidate the Department of Parks and Boulevards and the Department of Recreation into a new Department of Parks and Recreation. The consolidation was the outcome of overlapping goals and not enough discussion between the groups, which sometimes bottlenecked recreational activities. “It was a case of one hand letting the other know what it was doing,” remarked a pamphlet, published in 1946, describing the progress of the Department over its first six years. The pamphlet extolled the consolidation itself, the reorganization and expansion projects since then, and described the future Department's future plans. Despite the wartime restrictions and the depression, the Department's first six years introduced a number of significant new programs in Detroit, including city-owned horseback riding, canoe rentals through Belle Isle Park, expansion plans for picnics and playgrounds, the increased productivity of the Belle Isle Greenhouse run by the Horticulture Association, and the consolidated management of six swimming pools throughout the city.","After President Franklin D. Roosevelt declared a call to arms in 1940, Detroit was nicknamed the “Arsenal of Democracy.” Detroit’s automobile industry was retrofitted into manufacturing battle tanks and weapons. The increase in high wage earning jobs brought a migration of 350,000 people, mostly from the rural South. This increase strained the recreational facilities for those who wanted to escape their job in the industrial sector. The Parks and Recreation consolidation therefore was an important investment for the booming economy of Detroit during WWII. This 1946 Pamphlet is put out after WWII ended, and shows how Detroit had an early start in the Urban Renewal Projects in the years to follow, with expectations for growth as soldiers came home."],"display_date":"1940 - 1946","search_date":"1943-07-02","locations":[{"id":27066,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":242,"tag":"WWII"},{"id":789,"tag":"Urban Life/Boosterism"},{"id":1233,"tag":"Environmental History"},{"id":1902,"tag":"recreation"},{"id":1947,"tag":"City parks"},{"id":1953,"tag":"Urban Renewal"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5892,"title":"Postcard reveals the nature of Belle Isle Park","course_id":118,"status":"P","start_date":"1/1/10","end_date":"12/31/10","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["A postcard centers on a group of deer who are closely herded together, feeding. The background of the forest is a mixture of evergreens and deciduous trees commonly found in Michigan woods. These deer seem to be eating off of a log. At first glance it seems to be a wilderness area with nature’s animals in a forest without human intervention. Taking a closer look, however, reveals the deer are actually being fed out of troughs that were built of the surrounding timber. There is also another small building in the corner, which seems to blend seamlessly with the nature as well. This is the habitat to be found on Belle Isle Park, in the bustling urban center of Detroit, MI. It’s surprising to find such an authentic view of nature in the city of Detroit.","The photo captures the trend of building parks and recreation in urban environments which attempted to escape industrialization and urbanization. The goal by the original park planner, Frederick Law Olmstead was to create a pristine wilderness for people to relax. He believed trees to be the most precious resource of the island, and he thought Belle Isle should capitalize in any architecture to blend in with the environment. This postcard shows how the nature was emphasized the troughs and buildings of the photo, with the intention of attracting animals as a feature of the Belle Isle. It also shows the blending of nature in artificial environments can exist interdependently to increase the attraction of the environment, bringing people closer with nature."],"display_date":1910,"search_date":"1910-07-02","locations":[{"id":18385,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1947,"tag":"City parks"},{"id":1233,"tag":"Environmental History"},{"id":1901,"tag":"Belle Isle"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5899,"title":"Decimated Nortown Neighborhoods From Above: Aerial Photographs from 1981 and 1997","course_id":118,"status":"P","start_date":"1/1/81","end_date":"12/31/97","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The difference between the two photographs is stark.  The first, from 1981, shows a lively neighborhood off of French Road next to the Detroit City Airport packed with houses.  By the time the second photo was taken, in 1997, however, the area had been decimated.  Many of the houses are gone, and the remaining ones are surrounded by empty lots left behind from the houses that were demolished.  It is also clear that the surrounding businesses have suffered from people moving out.  The parking lot next to the neighborhood— full of cars in 1981— was bulldozed by 1997.  Many of the abandoned homes show evidence of fire damage, and the empty lots have become dumping grounds.","In the first half of the 20<sup>th</sup> century, Detroit built an airport in the Northeast section of the city, known as the Detroit City Airport (later as the Coleman A. Young International Airport).  Later, in the 1990s, the city decided that there should be a buffer between the airport’s runways and the neighborhood that now existed right next to the airport.  The disappearing houses are largely thanks to a 1994 plan by the Detroit City Council to buy out around five hundred neighborhood residents in order to create this buffer, called the French Road Mini-Take.  Assured that the project would only take 18 months and they would not be left in a no-man’s land, the residents agreed to it.  Twenty years later, however, the project has still not been completed.  Several mayors have since promised to finish it, but the lack of funds available to the city have resulted in 100-150 occupied homes still remaining in a sort of limbo amid the empty lots— there are homes, but the neighborhood has been stripped away."],"display_date":"1981 - 1997","search_date":"1989-07-02","locations":[{"id":37726,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2018,"tag":"aerial photograph"},{"id":2017,"tag":"French Road"},{"id":1233,"tag":"Environmental History"},{"id":1933,"tag":"Detroit City Airport"},{"id":1935,"tag":"Nortown, Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5935,"title":"Zug Island, Then and Now","course_id":118,"status":"P","start_date":"1897-11-21","end_date":"1897-11-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Zug Island is a small man-made island cropped off from the Delray neighborhood in Detroit in the early 1900s. The island was formed when a canal was dug to make the Ford plant up the River Rouge more accessible to large ships. The island has a mysterious and storied history of heavy industry, and has long been known to export major amounts of pollution, along with goods. Today, citizens of Windsor, Ontario, Detroit’s neighbor across the border, complain of a resounding humming sound that comes from Zug Island late at night. The hum is so deep it has even been known to make people ill. They are even more frustrated by the fact that regular citizens are not permitted onto the island, so there is no way to determine cause and effect of this painful noise. Negative externalities and unintended byproducts have always been a part of the industrial history of Zug Island, but in an interesting article from 1897, the Detroit Free Press details marsh fires that spewed dust all over the city, and were not the result of industry. This shows that the island might always have been unfit for human habitation.","The fact that the site that became Zug Island was always relatively uninhabitable makes its future industrial use logical. However, the fact that people in Delray are allowed to site their homes just on the other side of the canal, shows that mixing land uses in certain regions, especially heavy industrial ones, can have major environmental impacts on the people in that area. Instead of recognizing the environmental reality of the area that became Zug Island, people built on it, changed it, and turned it into an organic machine that spit out even more volatile compounds into the world than it could have done itself."],"display_date":"November 21, 1897","search_date":"1897-11-21","locations":[{"id":6599,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"WAYNE, Michigan"}],"tags":[{"id":87,"tag":"Environment"},{"id":1233,"tag":"Environmental History"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5966,"title":"The Underground River","course_id":118,"status":"P","start_date":"1/1/24","end_date":"12/31/25","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Two maps, created in 1895 and 1924-25, respectively, offer evidence of the vast changes that occurred in the early 20<sup>th</sup> century on the Northeast Detroit section of Conner Creek. The original map, from 1895, depicts the course of Conner Creek as it flowed from Warren, MI (part of the northern section of Detroit) through Grosse Pointe and what is now Nortown to the Detroit River just north of Belle Isle.  The creek travels through Mt. Olivet Cemetery along French Road and Conner Street, crossing Gratiot Ave. and the site of the Edsel Ford Fwy.  The second series of maps, drawn three decades later, shows proposed plans to turn sections of Conner Creek into a storm sewer between 7 Mile Rd. and 6 Mile, under Mt. Olivet Cemetery, causing the river to disappear underground.","In the late 1910s, the Creek had become a dumping ground for area residents. Thanks to the railroads that the area's founder, P.W. Norris, secured for the area, industry was increasing and the river retained little of its former usefulness as a key component of rural mills and irrigation systems.  By the mid 1920s, much of the Creek was already diverted underground either to build factories on top of it or to turn into sewers. Today, the only aboveground section is a half-mile stretch before the Creek meets the Detroit River.  However, even this section has changed.  The course of the river’s mouth was completely altered in the early 2000s when a new water treatment plant was built: the direction of the creek was rotated and it no longer even actually flows into the river.  Instead, the Creek ends in little more than a small pond attached to the river; the flow essentially stops once it enters the treatment plant.  Both the treatment plant and the sewer are evidence of the many changes that have been instituted in Detroit, which have knowingly (and intentionally) changed the appearance of the area."],"display_date":"1924 - 1925","search_date":"1924-12-31","locations":[{"id":21386,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1233,"tag":"Environmental History"},{"id":1984,"tag":"Conner Creek"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6012,"title":"Zug Island: Environmental Problems Then and Now","course_id":118,"status":"P","start_date":"1897-11-21","end_date":"1897-11-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Zug Island, a privately-owned industrial site located at the junction of the Detroit and Rouge Rivers, is one of the many industrial eyesores for the nearby community of Delray in the southwest of Detroit. The usual appeal of an island is absent as this industry-heavy land mass spews pollution into the air and water. In 1897, Zug Island was already beginning to cause trouble for the surrounding residents, and an article in the <em>Detroit Free Press </em>raised the first of many environmental concerns about the activities there. The reporter describes a large fire on Zug Island with ash debris that was carried throughout the city. Down the River Rouge, the “air was full of dust.”","We might assume that in our more environmentally-conscious era a mishap on this scale would go far beyond a 100-word news article in the paper. However that assumption would be incorrect: in 2011 the same newspaper reported that a bone-shaking hum, affecting not only Delray residents but also Canadians on the other side of the river, was the result of unknown actions taking place on Zug Island.","The comparison of these two events reflects the ongoing lack of oversight of the activities on Zug Island. Moreover it begins to shed light on an issue far greater than the fire itself. With problems like this continuing into the our times it becomes almost explicitly how facilities like Zug Island were placed by neighborhoods with low populations with little pull or leverage over large companies that owned Zug. These large companies saw the environment around Zug as the perfect place for running their factories without consequences.","While at times it may seem like a conspiratorial stretch it would appear that these two instances would fit nicely into concepts of environmental racism. Industrial pollution is routinely concentrated in areas where poorer and browner populations are the worst exposed. Factories along with their hazards are not being placed in white or suburban neighborhoods due to systemic white privilege. This white privilege allows people in more affluent areas to inhabit cleaner environments. Places like Delray, with its large immigrant population, are often the victims of industry's many environmental offenses.","In 1897, investors and public officials sanctioned high levels of contamination from Zug Island because of their interest in promoting industry. In 2011, as the island continued to have serious adverse effects on those who surrounded it, there still seemed to be no way to determine who was responsible or had jurisdiction over the industrial center. Whether spewing ash and fire over the city, or emitting small tremors that cross national borders, Zug Island continues to spread problems without concern for its neighbors and their well-being."],"display_date":"November 21, 1897","search_date":"1897-11-21","locations":[{"id":6599,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"WAYNE, Michigan"}],"tags":[{"id":2054,"tag":"Zug Island"},{"id":58,"tag":"Industry"},{"id":1233,"tag":"Environmental History"},{"id":2072,"tag":"Environmental Racism"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6034,"title":"Progress of the Dept. of Parks and Recreation in Detroit, MI","course_id":118,"status":"P","start_date":"1/1/40","end_date":"12/31/52","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Twelve years after the Detroit Parks and Recreation Department entered into service, they proudly announced that they had become the “largest and most active [Department] in our City Government.” Originally created to prevent overlaps in event planning, the department expanded along with the booming city of Detroit. The total acreage of Detroit parks from 1940-52 jumped from 4163 to 5736 acres, including a total of 170 new parks. The new ice rink, hoped administrators, would benefit future players of the Detroit Red Wings, while the boating dock of the Memorial Park Marina would help the city attract new capital. Dramatic urban renewal projects that included the construction of several new depressed highways produced large amounts of excess dirt, some of which the city used to build new toboggan chutes on top of Water Canyon Park. The Hawthorne Recreation Center was built on the site of an abandoned warehouse, creating a playground where “a factory had been converted into a production of citizens.”","These projects reflected the Parks and Recreation Department's efforts to work on a very local level to improve the quality of life for its citizens. While urban renewal projects as a whole tend to focus on the larger, top-down picture of the \"greater good,\" many of the new parks projects of the era suggest a real engagement with local needs and landscapes. The relocation and reuse of excess dirt from the construction highways, for instance, is a practical and locally-based solution to two separate problems. Additionally, the types of parks produced, including the boating dock expansion project, capitalized on the city's natural resources of riverfront property. Extending Detroit’s hockey season also foresaw the setbacks of the seasonal changes, and counteracted the limitations of weather to produce a longer season. These ideas blended nature into artificial environments, and produced recreational activities which nature and human interaction can exist interdependantly."],"display_date":"1940 - 1952","search_date":"1946-07-02","locations":[{"id":27066,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":10,"tag":"Urban-Life/Boosterism"},{"id":1947,"tag":"City parks"},{"id":1233,"tag":"Environmental History"},{"id":1971,"tag":"urban planning"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}]}