{"id":1237,"tag":"Tuskegee","points":[[38.8298808603,-89.9051581527],[28.6147216,-81.3806249],[28.4844995,-81.2518833]],"bounds":[[38.8298808603,-81.2518833],[28.4844995,-89.9051581527]],"episodes":[{"id":5402,"title":"Tuskegee Syphilis Experiment Examined by HEW","course_id":77,"status":"P","start_date":"7/26/72","end_date":"7/26/72","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On July 26, 1972 <em>The Alton Evening Telegraph, </em>a newspaper in Alton, Illinois<em>, </em>released an article discussing The Department of Health Education and Welfare's investigation of the Tuskegee Syphilis experiment. Although the experiment was conducted in Alabama, the news was a national story. Jean Heller, the author of the article, found this study so disturbing that she decided to report on it. The experiment’s purpose was to study the effects of syphilis on the human body. The investigation was sparked because the participants of the study, 600 black men, were denied proper medical treatment for their ailments. Dr. Merlin K. Duval announced the investigation; he stated he wanted to investigate why the study lasted so long. The study started in 1932 and lasted until 1972. Public Health Service officials questioned the morality of the study because the study continued after penicillin had been proven to be the cure for the disease. While seeking subjects for the study Dr. Raymond Vonderlehr searched the largely illiterate, poverty-stricken population of sharecroppers and tenant farmers. The individuals participating in the study were all poor black males.","There were 600 participants divided into three groups: 200 not suffering from syphilis, 200 with the disease and treated with the best methods known at the time and 200 not treated for syphilis at all. After the investigation began the investigators determined that of the 400 men infected with syphilis none of them were treated. The pre-penicillin treatment for syphilis consisted mainly of arsenic and mercury injections, and a death rate of 1 in 100 was considered good. Dr. J.D. Millar, chief of the venereal disease branch of Atlanta's CDC, believed \"the moral problem, if any in 1932 was very vague because the risk of treatment was in the minds of physicians worse than the disease\". Millar is in charge of the remains of the Tuskegee Syphilis Study.","In a 1968 Hastings Center Report, Allan Brandt stated that in retrospect the study \"revealed more about the pathology of racism than about the pathology of syphilis\". The study was widely reported without arousing any significant protest in the medical community. Brandt suggested that there needs to be more attentiveness in evaluating the specific ways in which social values and attitudes affect professional behavior. Heller agrees with Brandt because she suggests that racism was one of if not the only reason behind the study."],"display_date":"July 26, 1972","search_date":"1972-07-26","locations":[{"id":34382,"lat":38.8298808603,"lng":-89.9051581527,"zoom":9,"place":"Madison, Illinois"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":2,"tag":"Health/Death"},{"id":100,"tag":"Medicine"},{"id":1237,"tag":"Tuskegee"},{"id":1238,"tag":"Syphilis"},{"id":1239,"tag":"Study"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":77,"school_id":10}},{"id":6511,"title":"Southern African American Industrial School Funding in the Early 1900s","course_id":154,"status":"P","start_date":"1/1/00","end_date":"12/31/15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Many African American industrial institutions in the south, especially the Robert Hungerford industrial school in Eatonville, Fl had many struggles upon its establishment in 1899. Journeying along through the early twentieth century, this chain of schools based their education off the Tuskegee institute under the guidance and teachings of the profound educator named Booker T. Washington. One study that is not touched on enough or regarded highly throughout African American history, is the surrounding question of how were these industrial institutions in the south able to stay afloat financially to support their education for young African Americans during the time of segregation between White and Black schools?","There is a lot of first-hand evidence from the Robert Hungerford industrial school’s Fourth Annual Report, written in 1903 to the Board of Trustees principal Russell C. Calhoun, on the basis of funding. This annual report included a thank you letter from Principal Calhoun  to the Board of Trustees, thanking them for their contributions. Additionally, Principle Calhoun speaks about the progression of the industrial school in 1903 and ask for assistance in the expansion the institution into the future.","To give a rough estimate, based off the letter from Principal Calhoun to the Board of Trustees, the industrial school’s populace counted up to 105 students. Also, the school also taught 12 different trades such as Blacksmithing, Wheelwrighting, Carpentry, Farming, Cooking, Sewing, Laundering, Poultry Raising and Dairying. To support the teaching upon these trades the property sat on 200 acres of land with one Dormitory. Amongst these acres of land, the amount of shops, tools, and livestock altogether accumulated up to $5,286.75. As the industrial institution expanded in later years, we deduce that a great deal of support was needed within the different areas of funding from different organizations or entities in the rural south. Yet is had difficulty finding the much needed support.","When it came to funding education for minorities in the United States, especially for African American schools in the north and south, they traditionally received the shorter end of the stick when compared to White schools. It is worth noting that much of the funds for African American education came from black communal efforts such as churches and intuitive finances. Separate funding was given within the terms of segregation and fell in line with the distribution of local real estate taxes. The south found ways to avoid paying these taxes and authorized local school authorities to handle the circulation of funds between African American and White schools that were supported by State legislatures. State legislatures were notoriously known for underfunding city schools, which is still prevalent to this day, especially within the African American community.","In viewing African American education from a broad scope, we can see that there was much inequality in the funding platform provided by the white community. This situation happened in both the north and south but it was considerably more prominent in the south. Slightly shifting our focus to the topic of campaigns especially towards the Northern Campaigns. The southern industrial institutions, such as the Robert Hungerford industrial school, set up “Northern Campaigns” to raise from 3,000 to 30,000 dollars through daily written appeals from the southern institution’s trusted representatives. These appeals were sent to white charity groups in an effort to obtain their support for the education platform that these southern industrial institutions had to offer.","Through these grueling and difficult efforts to receive some type of financial support, African American educators had to compete against sales groups who tirelessly searched for reformation with crusades and quarterly settlements from northern philanthropic funding. Although most African American southern industrial institutions lost a vital avenue into the northern philanthropic trusted funding, there were some successes such as Hampton University and Tuskegee Institute. Northern Philanthropists used the success of these southern African American industrial institutions with the thought that these southern educational institutions were enormously financially supported.","James H. Dillard, southern white educational activist connected with many philanthropic activities, once declared that twenty-five percent of northern money for black education \"might better be sunk into the Potomac River before it comes over.”"," There were also false claims for donations for industrial schools that never existed in the south. In 1912, there were seventeen industrial institutions aided by the government, 15 were located in the south, but none African American. Soon enough African American industrial schools in the south were quickly sending appeals to the North. ","The reason for the written appeals were to show the humility and consistency of the importance that African American fund raisers and educators to northern philanthropist about the success of their schools. . The following from James S. Russell, Principal of the St. Paul, Virginia, Normal and Industrial School to New York investment banker George Foster Peabody, was representative: “In overalls, with plows, mattocks, hoes, and other implements, our agricultural students may be seen today adding two hundred acres of low lands to the present acreage; milking cows; caring for the swine; truck gardening; putting in the winter cover crops, etc. In the workshops, building wagons, buggies, shoeing horses, making harness.... In the classroom like bees getting the fundamental requisites for trades.... So great is the sacrifice and earnestness of these poor boys and girls that they justly deserve ... the sympathy and support of all persons interested in human struggles.”","African American educators and fund raisers proved their passion and support to the industrial education for black males and females by reaching out and speaking in campaigns, meetings, and publications to Northern philanthropists. In these publications, they emphasized that southern industrial schools will have a remarkable benefit to the African American community in the rural south through the many trades that it taught and had to offer. Religion also played a vital role in the Northern Campaigns since it was highly valued among northern white philanthropists as well. Consequently, black educators emphasized and incorporated the importance of God and Christianity for attending African American students in these Northern Campaigns.","The 1915 Northern Campaigns were considered successful in funding as a whole. Although defining success might be different from school to school. Due to WWI, different complications between the philanthropic community and poorly planned events may have created problems in the funding campaigning. The Robert Hungerford industrial school resolved in 1909 and was considered one of the most successfully funded. There were other smaller African American industrial schools that faced financial burdens as they try to establish themselves into the future of the black southern industrial institutions."],"display_date":"1900 - 1915","search_date":"1908-01-01","locations":[{"id":52904,"lat":28.6147216,"lng":-81.3806249,"zoom":8,"place":"Eatonville,Fl"},{"id":52903,"lat":28.4844995,"lng":-81.2518833,"zoom":8,"place":"Orange County, Fl"}],"tags":[{"id":2962,"tag":"1900-1915"},{"id":2961,"tag":"Industrial Schools"},{"id":2960,"tag":"Northern Campaigns"},{"id":2959,"tag":"Fl"},{"id":1237,"tag":"Tuskegee"},{"id":1133,"tag":"Booker T. Washington"},{"id":129,"tag":"Eatonville"}],"course":{"name":"African American History Since 1877","school":"Rollins College","course_id":154,"school_id":5}}]}