{"id":1241,"tag":"Minority","points":[[38.3365622006,-81.528129492]],"bounds":[[38.3365622006,-81.528129492],[38.3365622006,-81.528129492]],"episodes":[{"id":5404,"title":"Study Shows Rates of Syphilis Higher for Poor Individuals","course_id":77,"status":"P","start_date":"10/11/37","end_date":"10/11/37","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Charleston Gazette reported that poor individuals have higher instances of acquiring syphilis. The author Westbrook Pegler states the syphilis death rate for unskilled workers is double that of professional people. The writer of the article expresses that the greatest single cause of death is poverty. The article conveys the results of a survey of 700,000 families made up of 3,500,000 individuals. The report showsthe shocking disparity between the general death rate of 45,000,000 who belong to families with less than $1000 a year income. Dr. Thomas Farran couldn't believe that in this great country with overflowing abundance that people are dying because of their poverty. This is problem for all parts of the world.","Gerald Grob, author of The Social History of Medicine and Disease in America: Problems and Possibilities, expresses \"the failure of recent social historian to deal with disease\". Grob attempts to shed light on the relationship between disease pattern, social structure and environmental conditions. He believes that too much focus has been put on socioeconomic deteminants of diseases. He agrees that socioeconomic status plays a role, but its not the only determinant for diseases. Grob believes that disease is \"one of the most fundamental factors in human affairs. It affects not only the size and structure of a population, but influences and reflects a society's social  structure, technology, and living an cultural patterns\". Grob wants more emphasis to be put on social structure and environmental conditions.","Pegler believes that its a futile hope to try and eliminate poverty, but he wants the less fortunate to be given a better break. Pegler stated that tremendous efforts were being made to correct the injustice. Grob would definitely agree with Pegler's assumption that the poor have higher rates diseases, but Grob argues that the socioeconomic status isn't the only determinant."],"display_date":"October 11, 1937","search_date":"1937-10-11","locations":[{"id":22357,"lat":38.3365622006,"lng":-81.528129492,"zoom":9,"place":"Kanawha, West Virginia"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":1241,"tag":"Minority"},{"id":1197,"tag":"poverty"},{"id":1240,"tag":"Investigation"},{"id":1239,"tag":"Study"},{"id":1238,"tag":"Syphilis"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":77,"school_id":10}}]}