{"id":1245,"tag":"Rosie the Riveter","points":[[32.7703945791,-97.2918801714]],"bounds":[[32.7703945791,-97.2918801714],[32.7703945791,-97.2918801714]],"episodes":[{"id":5408,"title":"Rosie the Riveter","course_id":79,"status":"P","start_date":"1/1/42","end_date":"12/31/45","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["“All day long whether rain or shine, she’s part of an assembly line, she’s making history, working for victory!”  For the first time, in 1942, women were making history while being recognized for it, by working in the factories keeping our nation running strong, without skipping a beat, while the men were fighting World War II.  Propaganda was used to influence women to join the workforce.  The most powerful source of propaganda that was used during World War II was the bright eyed, tough, young, and attractive; Rosie the Riveter.  There were many “Rosies” in the workforce during this time, performing their duty for their country and their survival.","            WWII allowed women to come out of their homes and gain independence while their husbands were oversea.  Many of the lower class women already had experience in the workforce whereas middle class women were being awakened to the industrialization of our nation.  Though women were now working in the factories, it was still their duty to keep the household and take care of the children.  For most women, the juggle was a struggle but they somehow managed to keep their priorities in line and understood the importance of their place in society. ","            Rosie the Riveter was the ideal American woman and was “loyal, efficient, patriotic, and pretty.”  A song created by Redd Evans and John Jacob Loeb titled, “Rosie the Riveter” was made popular in 1942.  The song illustrated an American woman who, instead of drinking her favorite cocktails, was at the factories working for her country.  Not only is she working in the factories, she is putting her money to good use, “Rosie buys a lot of war bonds, that girl really has sense.  Wishing she could buy more bonds, putting all her cash into national defense.”  The song was propaganda to get more women into the workforce to support the nation as well as put their money towards the soldiers overseas.","            The first visual image of Rosie the Riveter was created by Norman Rockwell in 1943, when he designed the cover of the <em>Saturday Evening Post.</em>  The illustration showed a “loyal, efficient, patriotic, and pretty” woman on her lunch break, sitting in front of an American flag.  She is covered in oil and dirt but appears to have great pride and honor in her work.  This image gained more influence over the women entering the workforce than any other propaganda used during the war.","            Rosie the Riveter marked a revolution for women across the nation.  Over the years, “Rosies” became the typical working woman in American society.  Though “Rosie the Riveter” will always be an influential American icon, the women that kept our nation running strong during World War II have not yet been granted the respect and honor that they deserve."],"display_date":"1942 - 1945","search_date":"1944-01-01","locations":[{"id":25650,"lat":32.7703945791,"lng":-97.2918801714,"zoom":9,"place":"Tarrant, Texas"}],"tags":[{"id":7,"tag":"Women"},{"id":242,"tag":"WWII"},{"id":199,"tag":"working women"},{"id":1245,"tag":"Rosie the Riveter"},{"id":1246,"tag":"Propaganda"}],"course":{"name":"The Great Depression","school":"Texas Wesleyan University","course_id":79,"school_id":49}}]}