{"id":1246,"tag":"Propaganda","points":[[32.7703945791,-97.2918801714],[33.5543155862,-86.8964933862],[40.6916304076,-74.0035386433],[42.363165365115,-73.553494054511]],"bounds":[[42.363165365115,-73.553494054511],[32.7703945791,-97.2918801714]],"episodes":[{"id":5408,"title":"Rosie the Riveter","course_id":79,"status":"P","start_date":"1/1/42","end_date":"12/31/45","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["“All day long whether rain or shine, she’s part of an assembly line, she’s making history, working for victory!”  For the first time, in 1942, women were making history while being recognized for it, by working in the factories keeping our nation running strong, without skipping a beat, while the men were fighting World War II.  Propaganda was used to influence women to join the workforce.  The most powerful source of propaganda that was used during World War II was the bright eyed, tough, young, and attractive; Rosie the Riveter.  There were many “Rosies” in the workforce during this time, performing their duty for their country and their survival.","            WWII allowed women to come out of their homes and gain independence while their husbands were oversea.  Many of the lower class women already had experience in the workforce whereas middle class women were being awakened to the industrialization of our nation.  Though women were now working in the factories, it was still their duty to keep the household and take care of the children.  For most women, the juggle was a struggle but they somehow managed to keep their priorities in line and understood the importance of their place in society. ","            Rosie the Riveter was the ideal American woman and was “loyal, efficient, patriotic, and pretty.”  A song created by Redd Evans and John Jacob Loeb titled, “Rosie the Riveter” was made popular in 1942.  The song illustrated an American woman who, instead of drinking her favorite cocktails, was at the factories working for her country.  Not only is she working in the factories, she is putting her money to good use, “Rosie buys a lot of war bonds, that girl really has sense.  Wishing she could buy more bonds, putting all her cash into national defense.”  The song was propaganda to get more women into the workforce to support the nation as well as put their money towards the soldiers overseas.","            The first visual image of Rosie the Riveter was created by Norman Rockwell in 1943, when he designed the cover of the <em>Saturday Evening Post.</em>  The illustration showed a “loyal, efficient, patriotic, and pretty” woman on her lunch break, sitting in front of an American flag.  She is covered in oil and dirt but appears to have great pride and honor in her work.  This image gained more influence over the women entering the workforce than any other propaganda used during the war.","            Rosie the Riveter marked a revolution for women across the nation.  Over the years, “Rosies” became the typical working woman in American society.  Though “Rosie the Riveter” will always be an influential American icon, the women that kept our nation running strong during World War II have not yet been granted the respect and honor that they deserve."],"display_date":"1942 - 1945","search_date":"1944-01-01","locations":[{"id":25650,"lat":32.7703945791,"lng":-97.2918801714,"zoom":9,"place":"Tarrant, Texas"}],"tags":[{"id":7,"tag":"Women"},{"id":242,"tag":"WWII"},{"id":199,"tag":"working women"},{"id":1245,"tag":"Rosie the Riveter"},{"id":1246,"tag":"Propaganda"}],"course":{"name":"The Great Depression","school":"Texas Wesleyan University","course_id":79,"school_id":49}},{"id":5719,"title":"Appealing to Aryan Women","course_id":110,"status":"P","start_date":"5/2/40","end_date":"5/2/40","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A painted picture from Mother’s Day issue of <em>The Frauen Warte</em>, a Nazi women’s magazine in 1940, reveals a light haired heavy set woman surrounded by her four children. This is the ideal Aryan, Nazi woman. She is not wearing jewelry and her dress is modest. She is not even wearing a wedding ring. Her four children each have light hair and blue eyes. The children each have a present for their mother in their hands. The gifts are simple: a ribbon, a toy bird on a stick, a flower, and a small toy sail boat. This picture uses an image for idolization as propaganda. The most important place for a woman to be would be at home with her children.","Women were supposed to meet this description. Women did not wear make-up because Aryan ancestors did not wear make-up. Nazis believed in natural, modest beauty this image portrays this because the woman, who is not wearing make-up, is dressed modestly. The wife has given birth to four children. The children shown have light hair and classic Aryan features due to the genes of their parents. The ideal Aryan wife would tend to the family while her husband worked to support the family or take care of the land. The “people” used in this magazine promoted a certain look and lifestyle. This is particularly interesting because it is a Mother’s Day issue. The family looks happy and the children appear to be thankful by giving her gifts. This may be a way to motivate women to have children, preferably many. Many magazines were created to promote this look and some existing magazines were told to print this propaganda. This natural look for the woman was often promoted and sometimes compared to a Jewish woman with too much make up or a misshapen face. The natural look was a way of protesting the pornographic images of dolled up women from western culture. A larger farmed woman could have children easier and this plain, natural look represented a loving mother not an \"easy woman\". This image portrays a woman who is appreciated and serving her purpose raising children in contrast to the western images of a sexy woman only used and appreciated for their beauty and sex. This ideal family Nazi family image would set a clear standard for other families in the regime."],"display_date":"May 2, 1940","search_date":"1940-05-02","locations":[{"id":25458,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":7,"tag":"Women"},{"id":196,"tag":"women's rights"},{"id":1717,"tag":"Nazi Women"},{"id":1246,"tag":"Propaganda"},{"id":1728,"tag":"Nazi Germany"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":110,"school_id":10}},{"id":6328,"title":"Ditko’s ‘Realistic’ Crime in Comics","course_id":139,"status":"P","start_date":"10/1/68","end_date":"10/31/68","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["During October 1968, an issue of the Marvel Main magazine was released in which an interview with comic book artist Steve Ditko was included. The interview mentioned a number of superhero comic figures that he created, one of them being The Question. Albeit following the trend of fighting super villains, the people who The Question fought against were much like real people: reporters and mobsters. Furthermore, apart from the realistic perspective of his comic stories, he comes into depth when talking about the  “struggle of the mind from being corrupted and being ruled by irrational premises.” He therefore states that human beings are in control of everything they do and how they react to their surroundings, including the spreading fear of communism at the time. One of the most significant events at the time was the Vietnam War, where Americans feared the spreading belief of communism.","The Vietnam War began due to the President Truman’s belief of how Vietnam was turning into a communist state and was losing its sense of “deep-rooted nationalism”. This led to the fear of communism, as well as an increase in the amount of anti-communist propaganda displayed throughout the country. Nevertheless, forms anti-communist propaganda weren’t only prominent in advertisements and speeches, but also within comics. For example, Stan Lee’s Iron Man created his superhero armor when the Communists kept him hostage, only to come to the realization that the only way he could stay alive was to wear the iron chest plate he created along with it. The general public would feel sympathy for this fictional character even though it is clearly unrealistic, as well as feel hatred towards these communist groups.","In contrast, Steve Ditko’s The Question was used to represent his views on society and who the public should truly be fighting against: the media. The Question only ever fought against reporters and mobsters, instead of including racial groups and stereotypes that other comics focused on. This would therefore relate to other comics where the enemy is fought against, such as Lee’s Iron Man as stated previously, since it creates more unnecessary hatred and irrational feelings towards the enemies in reality. Ditko also mentions “a mind that refuses to accept or defend the truth, by that act, permits lies to exist…” and that whatever we choose to believe is what our future relies on. To him, evil would only exist if we believe it to be real.","To conclude, Ditko created a superhero that didn’t necessarily fight for solely the government’s perspective of justice like the other superheroes, but rather more of what he saw as being the brainwash and use of propaganda to make people think that what they do is right when it may not be. The Question is a clear representation of how he believes that the media and ‘realistic’ types of crime is who the people should be fighting against, not just fighting against who others think we should be fighting against and why. It was a waste to use up our resources on unnecessary wars that blew up due to fear."],"display_date":"October 1968","search_date":"1968-10-16","locations":[{"id":31603,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":2632,"tag":"the question"},{"id":2631,"tag":"steve ditko"},{"id":1246,"tag":"Propaganda"}],"course":{"name":"Creating the Comic Book City","school":"Rollins College","course_id":139,"school_id":5}},{"id":6891,"title":"Fighting the War from the Kitchen","course_id":190,"status":"P","start_date":"1/2/18","end_date":"1/2/18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["At the start of the year 1918, women in Chatham, New York were beginning to feel the pressures of World War I in their homes. On January 2, 1918, the Chatham Courier featured “Hints for Housekeepers,” an article that called for women to start using “fireless cookers” to make their meals. These cookers could either be bought or made with instructions provided by the government. According to the article, “One woman made one of these cookers out of an old trunk and some hay which served her purpose very well and saved her many a dollar.” To use these cookers, the food to be cooked had to first be heated to the boiling point separately, either on a stove or by some other method. Then, once at the boiling point, the food could be moved to the cooker, where it would remain until it was finished cooking. The article quoted a woman who used a fireless cooker to boil her ham overnight, and she stated,  “In the morning it was always perfectly done...” Thus, “...it is possible for every household in the United States to save much time, fuel and nervous energy...” by using the cookers in their daily meal preparation. This practice would save women time that, according to the article, they could then “...spend in Red Cross work, or knitting or in some one of the various branches of war relief.”","Many changes on the home front during the war, including values the United States Food Administration’s propaganda promoted for women at home, began to create a new role for women in society. The United States Food Administration was a government agency created in 1917 in response to the United States’ entrance into World War I. In the same year, President Woodrow Wilson placed Herbert Hoover in charge of the new administration. Hoover and his administration oversaw the management of food on the home front, and in order to do so created propaganda to influence women. Although the government did not implement rationing during the war, the United States Food Administration encouraged women to conserve as much as they could for the war effort. In her analysis of propaganda during the war, author Celia Malone Kingsbury wrote of the importance that this appeal placed on the war in homes and kitchens, drawing it into the domain of women. The emphasis on conserving for the war effort could be one reason that women were willing to create their own “fireless cookers”  out of inexpensive or repurposed materials to prepare their meals. According to the article, these cookers were useful because “Saving of labor is almost as important if not quite so, as the saving of money at this time….” The emphasis placed on the importance of women’s work at home gave them a role in the war, where their work on the home front was just as important as that of the men fighting in battles on the war front."],"display_date":"January 2, 1918","search_date":"1918-01-02","locations":[{"id":53214,"lat":42.363165365115,"lng":-73.553494054511,"zoom":8,"place":"Chatham, New York, USA"}],"tags":[{"id":1246,"tag":"Propaganda"},{"id":7,"tag":"Women"},{"id":3701,"tag":"home front"},{"id":1111,"tag":"World War I"}],"course":{"name":"Historian's Craft","school":"SUNY New Paltz","course_id":190,"school_id":102}}]}