{"id":1253,"tag":"vaccine","points":[[32.8753704415,-79.8417496964]],"bounds":[[32.8753704415,-79.8417496964],[32.8753704415,-79.8417496964]],"episodes":[{"id":5411,"title":"Developing A Vaccination","course_id":77,"status":"P","start_date":"1808-02-16","end_date":"1808-02-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In a letter dated February 16, 1808, David Ramsay, a Charleston physician, discussed the grant money that was given to Dr. Edward Jenner for research on vaccinations.  Ramsay outlined why the money was funded to Dr. Jenner and what had led to the grant. He wrote to tell how a committee of physicians had met in England to discuss the efficacy of the smallpox vaccine. According to Ramsay, “the report was an unanimous opinion that Vaccination afforded perfect security against small pox.” Up until this committee meeting, most doctors who believed in vaccinations, let alone researched them, were considered fools, and received little financial support.  Dr. Jenner, in contrast, was even greeted with “a hero’s welcome” following the meeting.","Even with Dr. Jenner’s new found success, vaccination research would not reach its prime until some 100 years later. Doctors still found it hard to step outside the box and try to find new ways to prevent such a crippling disease. But doctors, such as Edward Jenner were trying their very hardest to prevent such disease. Dr. Jenner helped pave the way for other vaccine developments such as the rabies vaccine, discovered by Dr. Louis Pasteur 90 years after Jenner’s initial smallpox discovery, as well as vaccines for cholera, tetanus and typhoid fever.","While all inventors face challenges, the creators of vaccinations seemed to have the highest challenge: creating a disease defying vaccination without harming anyone. The leading pioneers such as Dr. Edward Jenner and Dr. Louis Pasteur were faced with criticism daily until they were able to prove the efficacy of their hard work. Patrice Debre’s work on the development of early medicine shows that the doctors had to “fight courageously and mercilessly against the existing erroneous notions” that were preconceived by the public. They were also struggling to introduce new concepts to a previously uneducated audience about the necessities of their developments. Without the fundamental concepts developed by Dr. Jenner that became so widely accepted after the committee of physicians announced their approval, many of today’s crucial vaccines and medical developments may not exist."],"display_date":"February 16, 1808","search_date":"1808-02-16","locations":[{"id":15846,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"Charleston, South Carolina"}],"tags":[{"id":1253,"tag":"vaccine"},{"id":100,"tag":"Medicine"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":77,"school_id":10}}]}