{"id":1256,"tag":"Christmas","points":[[40.7805662337,-73.9388482485],[39.4722539212,-77.3980976361]],"bounds":[[40.7805662337,-73.9388482485],[39.4722539212,-77.3980976361]],"episodes":[{"id":5413,"title":"The Magic of Macy's","course_id":77,"status":"P","start_date":"1858-01-01","end_date":"1858-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Over the years New York City has become known for various different attractions: the Statue of Liberty, the Empire State Building, Broadway, etc. One of New York’s oldest and most famous landmarks is Macy’s. Like one of their vintage advertisements says, “If you haven’t seen Macy’s you haven’t seen New York.” Macy’s department store has become a fixture of American culture. This iconic retailer takes its name from founder R. H. Macy. Located in the heart of Manhattan, Macy’s flagship store has been attracting shoppers and tourists alike for over 150 years.","Macy’s, like many department stores, is a major destination during the holiday season. Macy’s Thanksgiving Day Parade as well as the Christmas shopping rush have become just as ingrained in American culture as the store itself. A famous article appeared in the December 1948 edition of <em>Life</em> that offered a glimpse into the world of Macy’s. This article details the massive shopping frenzy that occurs between Thanksgiving and Christmas Eve. An average of 250,000 shoppers flooded the store every day looking for everything form pearls and fur to imported foods and wine. A team of 14,000 employees worked feverishly from opening to close selling roughly one million dollars worth of merchandise per day. This was an astronomical figure at the time especially when you consider that Macy’s was a cash and carry store during this period.","The popularity of the department store is something that exploded during the post World War II era. This was the time when the economy was on the rise and the very fabric of shopping changed. Larger retailers like Macy’s were expanding and becoming increasingly popular. The United States began to move away form small mom and pop shops and towards larger chain stores. This was extremely beneficial for Macy’s because it ushered in a period of expansion and profit.","Macy’s has a legacy that stretches over many generations. The “magic of Macy’s” is referenced in everything from books and movies to television shows and magazines. Macy’s has become and will remain an iconic part of American culture. So the next time you’re out shopping remember immortal words of Lucille Ball, “I found a lot of cute things at Macy’s.”"],"display_date":1858,"search_date":"1858-07-02","locations":[{"id":8923,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":1254,"tag":"Macy's"},{"id":1256,"tag":"Christmas"},{"id":1257,"tag":"Thanksgiving"},{"id":1258,"tag":"Shopping"},{"id":1259,"tag":"Holidays"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":77,"school_id":10}},{"id":5802,"title":"<strong>A Virginia Soldier Reflects on Battle and Wishes to be Home for the Holidays</strong>","course_id":113,"status":"P","start_date":"1862-11-30","end_date":"1862-11-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On Sunday morning, November 30, 1862, Confederate soldier John French White wrote an intimate, yet dismal letter to his wife, Mat. White’s letter began with an explanation of how grateful he was to have received mail from his wife: “[I] contented myself by reading your welcome letter which afforded me great pleasure.” A few lines later, Mr. White proceeded to explain the horrors of the Battle of Sharpsburg (Antietam), which he had been involved in a few months earlier.","In his description of the Battle of Sharpsburg, White wrote, “Oh Mat it","almost makes [me] shudder to think of it how…Sept. 17 ’62 [will] live in the memory of the 32 Va. reg[iment] & its friends.” Despite all the carnage and devastation of the battle, White walked away unharmed. He viewed his survival as an act of God: “Thanks be to a kind Providence I came out unhurt but narrowly escaped. A ball passed [only] through my blanket between my body and right arm.”","The heart of White’s letter, however, is found in the remarks he made about coming home for Christmas. White acknowledged his wife’s plea for him to “get a pass to come to Mothers in the Chris[t]mas.” In response to her plea, Mr. White wrote, “I am sorry to tell you to do either [find a substitute or go home] is utterly impos[s]ible.” Although he hinted at the fact that he wanted to be home for Christmas, White understood that he had a commitment to the Confederacy. Since Mr. White was on “picket duty” in Fredericksburg and was expecting the city to be shelled by the Union forces, he had to abruptly end his letter.","White’s fear of the memory of the Battle of Sharpsburg had a lot of merit. As historian James McPherson pointed out, Sharpsburg was the site of some of the Civil War’s hardest fighting. Just as White had hinted, at nighttime on September 17, 1862, Confederate military leaders reported losses greater than fifty percent in several brigades. In addition, President of the Maryland Historical Society, Burton Kummerow, noted that about 23,000 soldiers were killed and wounded during the Battle of Sharpsburg. In regard to White’s fear of how the day would be remembered, Kummerow argued that it would forever be seen as a victory for the Union, and it eventually prompted Lincoln to issue the Emancipation Proclamation. Historian Stephen Sears also argued that the perceived Union victory at Sharpsburg compounded with the Emancipation Proclamation, prevented Britain, France, and other foreign agents from getting involved in the Civil War.","Aside from the Battle of Sharpsburg, White’s letter reflected emotions shared by soldiers on both sides during the Civil War. The Civil War proved to be more than just a few short battles. The physical and emotional stresses brought about by fighting, such as that at Shapsburg, gave every man a strong desire and longing for home, especially around the holidays."],"display_date":"November 30, 1862","search_date":"1862-11-30","locations":[{"id":5992,"lat":39.4722539212,"lng":-77.3980976361,"zoom":9,"place":"FREDERICK, Maryland"}],"tags":[{"id":755,"tag":"Confederacy"},{"id":122,"tag":"Soldier"},{"id":32,"tag":"Civil War"},{"id":1256,"tag":"Christmas"},{"id":1793,"tag":"Virginia Infantry"},{"id":1853,"tag":"Fredericksburg"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":113,"school_id":3}}]}