{"id":1258,"tag":"Shopping","points":[[40.7805662337,-73.9388482485]],"bounds":[[40.7805662337,-73.9388482485],[40.7805662337,-73.9388482485]],"episodes":[{"id":5413,"title":"The Magic of Macy's","course_id":77,"status":"P","start_date":"1858-01-01","end_date":"1858-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Over the years New York City has become known for various different attractions: the Statue of Liberty, the Empire State Building, Broadway, etc. One of New York’s oldest and most famous landmarks is Macy’s. Like one of their vintage advertisements says, “If you haven’t seen Macy’s you haven’t seen New York.” Macy’s department store has become a fixture of American culture. This iconic retailer takes its name from founder R. H. Macy. Located in the heart of Manhattan, Macy’s flagship store has been attracting shoppers and tourists alike for over 150 years.","Macy’s, like many department stores, is a major destination during the holiday season. Macy’s Thanksgiving Day Parade as well as the Christmas shopping rush have become just as ingrained in American culture as the store itself. A famous article appeared in the December 1948 edition of <em>Life</em> that offered a glimpse into the world of Macy’s. This article details the massive shopping frenzy that occurs between Thanksgiving and Christmas Eve. An average of 250,000 shoppers flooded the store every day looking for everything form pearls and fur to imported foods and wine. A team of 14,000 employees worked feverishly from opening to close selling roughly one million dollars worth of merchandise per day. This was an astronomical figure at the time especially when you consider that Macy’s was a cash and carry store during this period.","The popularity of the department store is something that exploded during the post World War II era. This was the time when the economy was on the rise and the very fabric of shopping changed. Larger retailers like Macy’s were expanding and becoming increasingly popular. The United States began to move away form small mom and pop shops and towards larger chain stores. This was extremely beneficial for Macy’s because it ushered in a period of expansion and profit.","Macy’s has a legacy that stretches over many generations. The “magic of Macy’s” is referenced in everything from books and movies to television shows and magazines. Macy’s has become and will remain an iconic part of American culture. So the next time you’re out shopping remember immortal words of Lucille Ball, “I found a lot of cute things at Macy’s.”"],"display_date":1858,"search_date":"1858-07-02","locations":[{"id":8923,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":1254,"tag":"Macy's"},{"id":1256,"tag":"Christmas"},{"id":1257,"tag":"Thanksgiving"},{"id":1258,"tag":"Shopping"},{"id":1259,"tag":"Holidays"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":77,"school_id":10}}]}