{"id":126,"tag":"fugitive slave","points":[[39.1954617755,-84.5426360039],[37.3864763379,-77.5769179581],[43.0354607933,-73.0929521517],[39.3581940306,-75.9236060696],[39.1445168984,-78.1775216949],[38.9151212228,-76.9435162098],[32.4034959139,-84.0903375418],[39.0457549,-76.6412712],[39.9525839,-75.1652215],[40.7127837,-74.0059413],[42.315222,-72.5014715],[42.1014831,-72.589811]],"bounds":[[43.0354607933,-72.5014715],[32.4034959139,-84.5426360039]],"episodes":[{"id":4546,"title":"Runaway Slaves in Ohio","course_id":20,"status":"P","start_date":"1845-01-08","end_date":"1845-01-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["More often than not, Ohio citizens showed no signs of guilt for the part they played in helping fugitive slaves. A Cincinnati newspaper editor bristled at the suggestion that his fellow Ohioans had deliberately committed crimes. \"We have seen no evidence of it,\" he wrote in 1845. \"We are not aware that any of them entered the slave States for the sake of helping off slaves. Being in those states, they have shown kindness to the oppressed.\" Ohioans wrote this article to deflect the fact that they were indeed helping slaves escape.","Attitudes of Ohio citizens conflicted with those of the Virginia slave owners on the subject of runaway slaves. After many conflicts between the two parties, especially with Ohio having the reputation as a state friendly to runaways, something had to be done. Slaveholders called on Congress to enforce the Fugitive Slave Law of 1789. Fights erupted between slaveholders and abolitionists, who both felt they could justify their actions. Slave hunters felt they had every right to capture an \"escaped slave\" because under law they were never released as freed men. Ohio citizens argued that helping slaves escape should not be a criminal act. They also argued that if the slave hunters had no physical proof, then they could assume that the \"slave\" in question was never a slave at all. Lastly, Ohioans believed that once a slave entered free soil he never again assumed the role of a slave. This debate would grow even more contentious after Congress passed a new Fugitive Slave Law in 1850."],"display_date":"January 8, 1845","search_date":"1845-01-08","locations":[{"id":10238,"lat":39.1954617755,"lng":-84.5426360039,"zoom":10,"place":"HAMILTON, Ohio"}],"tags":[{"id":4,"tag":"Slavery"},{"id":126,"tag":"fugitive slave"}],"course":{"name":"American Civilizations to 1877","school":"University of North Carolina at Pembroke","course_id":20,"school_id":9}},{"id":5647,"title":"The Power of the Slave Market","course_id":103,"status":"P","start_date":"1869-01-01","end_date":"1869-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Cyrus Branch's father, Neptune, was used to getting lied to. His first owner, a Colonel in the Revolutionary War originally promised him his freedom, but upon the war's end and having lost so much “property” already in the war, he deemed it impossible for him to lose Neptune's services as well. Upon his owner's death Neptune found himself in the hands of a new master who approached Neptune with an enticing offer; purchase your own freedom. When he finally accumulated the means to do so, his owner graciously accepted the money, but whether out of cruelty or neglect, he fails to file the important legal paperwork required to make such a purchase legitimate. A despondent Neptune was forced to pay again. These instances in Cyrus Branch's narrative enlighten the reader to slavery as a market in the south that depended on rules and regulations, just as any property, and how Southern whites viewed social hierarchy.","The primary focus of Johnson's Soul by Soul is the reality of slavery being the buying and selling of a \"good\". A commodity essential to the function of the South. Often times, slavery as a market is rarely discussed, and Johnson enlightens the reader on the economic reality of the slave market, specifically in Louisiana. In turn, the narrative of Cyrus Branch (John White) is heavily dependent on the buying and selling of slaves. It is very clear, in both these works, that slavery was a financial staple in the Southern way of life. Soul by Soul is very clear of the importance of record keeping in terms of slavery in that era. Like all property, slave deals were expected to be official in formation and documentation, and it is easy to see how Neptune was so easily cheated. In Cyrus' own life, he was sold four times until he was finally able to escape to the North. These are prime examples of Johnson’s discussion of just how deep the market of slavery went in the lives and financial reality of Southerners before the Civil War, it wasn't just a cruel hobby as so often portrayed, rather, slavery was central to the function of the South as a market."],"display_date":1869,"search_date":"1869-07-02","locations":[{"id":13741,"lat":37.3864763379,"lng":-77.5769179581,"zoom":9,"place":"CHESTERFIELD, Virginia"},{"id":13472,"lat":43.0354607933,"lng":-73.0929521517,"zoom":9,"place":"BENNINGTON, Vermont"}],"tags":[{"id":126,"tag":"fugitive slave"},{"id":3,"tag":"African-Americans"},{"id":4,"tag":"Slavery"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":103,"school_id":2}},{"id":5659,"title":"Community: The Saving Grace of Slavery","course_id":103,"status":"P","start_date":"1822-01-01","end_date":"1822-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Huddled beneath a large, decrepit tree in the woods, Isaac Mason was closer to freedom than ever before.  He had escaped his master, which seemingly should have been the hardest part of his journey.  However, Mason found himself desperately trying to convince his fellow fugitives that freedom was worth it—worth the wait and worth the nerves.  Mason’s whole future, and his freedom, was on the line as he tried to persuade the two slaves that had escaped with him to stick to the objective.  Looking up at the North Star, the star placed there by the Lord “to lead people out of slavery,” Mason took things into his own hands.  With hope in his heart, Mason found John Brown, the guide they had been waiting for, a few miles away from their hideout.  While Mason undoubtedly had to be passionate on his quest for freedom, he also had to be willing to trust others.  As the three runaway slaves were transferred from Brown to the hands of another man, Mason convinced himself to simply transfer his confidence in Brown to the stranger.  Mason justified this saying Brown’s “deep interestedness in rescuing his race from the cruel chains of slavery, had established the faith that he would not permit us to be betrayed into the hands of a friend or advocate of the cruel institution.”","It was not as hard as one might have thought for Mason to put his trust in complete strangers.  For in a way, the blacks of the southern states had already experienced so much together, and were far from strangers. There was a community built upon the shared experience of slavery.  The bonds formed by those enslaved persons were stronger than the institution of slavery itself.  Mason was lucky enough to escape the slave pens Walter Johnson described in his book <em>Soul by Soul</em>, but the communal aspect of slave life was not something one could pass on.  As Johnson points out, there was “a trace of a dense communal life made up of shared time, common meals, and intimate proximity.”  He goes on to state, “slaves were not alone in the trade,” (71). On a broader note, no slave was ever alone in their struggle.   Mason wouldn’t have escaped slavery if it were not for the community formed by the slaves.  And countless other journeys to freedom would have unremarkable endings were it not for the community effort of the blacks.  Slavery was a cruel institution, but it gave birth to an unparalleled communal force."],"display_date":1822,"search_date":"1822-07-02","locations":[{"id":6012,"lat":39.3581940306,"lng":-75.9236060696,"zoom":9,"place":"KENT, Maryland"}],"tags":[{"id":4,"tag":"Slavery"},{"id":705,"tag":"Community"},{"id":126,"tag":"fugitive slave"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":103,"school_id":2}},{"id":5664,"title":"The Henry Watson Story","course_id":103,"status":"P","start_date":"1813-01-01","end_date":"1823-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the year 1813 right outside Fredericksburg, Virginia, a slave was born. The name of the slave was Henry Watson. Henry was born into slavery by his late mother, Letty. Like most slaves he had no recollection of his age, he had heard that the age of a slave is kept by the different seasons of the year. If a child were to ask of their age, the answer would be similar to this quote “this planting corn time, you are six, eight or ten”.","Henry awoke one morning in an utter confusion. He asked for his mother but no one spoke his mother was gone. The separation from his mother took a toll on Henry’s emption and body. No one expected the poor young boy to recover until old slave-women began to take care of him. The only way she could comfort young Henry was to give him the most information she could about the untimely disappearance of his loving mother. The story she told was cruel but common in the slave trade era. One day a slave-trader had pulled his buggy up to the front door of the house and his mother was sent forth. As she approached the buggy, she was knocked down, tied and thrown into the buggy. She was never to be seen again. This traumatic event made Henry strong and angry.","Henry learned that the principal business of slave masters was to raise slaves to be sold on the market. Unfortunately, Henry had learned the hard way about the trading process. One day, Henry’s life was turned upside down unexpectedly. Henry saw a man approaching his master’s house so he ran with the rest of children to hide. He got wind that his master was looking for him and ordered him into the house. The man inspected Henry and was satisfied. During the slave trade era, the body of a slave was inspected to for whipping scars or any other discretion on the body. Walter Johnson of <em>Soul by Soul</em> stated that Slave Traders “had to consider the slaves’ perspective to make sure they would have a body to go with the bill of the sale”. Slaves entered the trade alone and anonymous making Henry alone as ever.","In Walter Johnson’s <em>Soul by Soul </em>he speaks mainly of the slave trade and the surrounding market. Johnson looked at slave’s perspective of the trades and that was what Henry’s narrative was about. Henry wanted to tell his story through his own eyes, hoping that we as readers can try to understand the pain and suffering the slave market has caused."],"display_date":"1813 - 1823","search_date":"1818-07-02","locations":[{"id":13834,"lat":39.1445168984,"lng":-78.1775216949,"zoom":9,"place":"FREDERICK, Virginia"}],"tags":[{"id":96,"tag":"Slave Trade"},{"id":4,"tag":"Slavery"},{"id":126,"tag":"fugitive slave"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":103,"school_id":2}},{"id":5800,"title":"<strong><em>Daily National Intelligencer</em> Advertises for Fugitive Slaves</strong>","course_id":113,"status":"P","start_date":"1816-04-20","end_date":"1816-04-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On April 20, 1816, the <em>Daily National Intelligencer</em>, located in Washington D.C., published an article advertising fugitive slaves.  The article began by stating, “Fifty persons of color were brought into this city, in the ship <em>Lord Somers, </em>from London.”  The <em>Intelligencer</em> continued, “On examination, satisfactory evidence was produced, that forty-three were free, two the property of citizens of this city; and the description of the remaining five is now published­­- they are supposed to be fugitive slaves.”  The article provided detailed descriptions of the slaves and owners were expected to come forward with proof to claim their property.  For example, one description stated, “John Williams, says he was born in Savannah, state of Georgia.”  The description then continues, “ he was the property of Mr. Robert Boush in 1806; about 43 years of age; 5 feet 4 inches high.”  Slaves had high hopes of escaping from their owners’ barracks, but being able to successfully get away was usually impossible.","With the increasing numbers of slaves attempting to escape plantations on which they were held captive, southern states created fugitive slave laws.  According to historian William R. Leslie, the subject of fugitive slaves became a popular topic of discussion after the Pennsylvania Supreme Courts ruling in the <em>Commonwealth v. Holloway case </em>in 1816.  This case involved a fugitive slave giving birth to a child on Pennsylvania soil and the court ruling that the child was not subject to slavery.  This had many southerners irate and protests took place.   Later, the Pennsylvania Fugitive Slave Act of 1826 protected freed slaves and prevented the kidnapping of any black individual.","The federal government developed a fugitive slave act to help return escaped slaves to their owners.  Under this law, if a slave were to escape, the person whom was hired by the slave owner had the right to capture the fugitive and take him or her before any United States Judge or magistrate.  The Fugitive Slave Law of 1793 stated, “any person obstructing in any way such seizure or removal, or harboring or concealing any fugitive after notice, is liable to a penalty of $500.”  Northern states did not obey this law and developed their own laws to protect any person within their borders from being taken back to slavery.  The large number of loopholes in this law eventually resulted in a more stringent fugitive slave act.  According to historian James McPherson, the creation of the Fugitive Slave Act of 1850 gave the national government superior power over any other law during that time."],"display_date":"April 20, 1816","search_date":"1816-04-20","locations":[{"id":1271,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":1850,"tag":"Slave Laws"},{"id":1849,"tag":"Advertisement"},{"id":126,"tag":"fugitive slave"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":113,"school_id":3}},{"id":6229,"title":"<strong>Ellen Craft Passes as White to Escape Slavery</strong>","course_id":137,"status":"P","start_date":"1848-12-21","end_date":"1848-12-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1848, Ellen Craft transcended racial, gender, and intellectual hurdles, in order to escape slavery in Macon, Georgia and experience freedom in Boston, Massachusetts.  Craft’s physical appearance aided her and her husband in their escape because “notwithstanding my wife being of African extraction on her mother’s side, she is almost white.” On December 21, Craft donned the disguise of a white southern man and William played her dutiful servant.  As neither knew how to write, Craft devised the idea that she should be bound up as an invalid, which would help them circumvent signature requirements at hotels.  Craft’s “illness” also gave them a reason for their northern journey.  On their trip, she faced many hardships, mainly in the form of intrusive passengers, who warned her about the dangers of taking a slave north.","Upon their successful arrival in the North, newspapers foolishly reported the Craft’s escape from slavery, which forced them to journey further north into Boston.  Historian James McPherson states that in 1850, two men were sent to Boston to bring Ellen and William back to Georgia.","Ellen had to overcome her prejudices against whites in order to accurately portray a white southern man.  During this time, the “one drop rule” classified Craft as an African-American, even though she was often “mistaken for a member of the [slaveholder’s] family.”  P. Gabrielle Foreman argues that because her father was a white man that she grew up without the historical, racial, and textual configurations to tie her to her mother’s African race.  Because of this, Craft had to overcome significant obstacles that clouded her view of white men.  Foreman also argues that Craft did not actually pass for white, but rather passed through whiteness, in order to achieve a better living situation.  Upon her entry into the North, Craft was all too quick to remove her disguise and return to the African-American woman she was in everyday life.","In addition to taking on the persona of a white person, Craft also had the difficulty of adopting the customs and habits of a man.  She navigated the deep waters of male relations with complexity.  On the train she had to contend with the remarks of a racist abolitionist, which put her in a very awkward position, considering the topic of conversation was slavery.  Interactions like this required Craft to rely heavily on her invalid status because it gave her a reason to remain silent.","Craft’s tale showed British and northern people how easily southerners could be fooled into believing they were in the company of their own ilk.  Craft became revered in the North and was protected by Bostonians in times of trouble.  The importance of the Craft Narrative is that it helped to tell the stories of slaves that were unsuccessful in their escapes because a quarter of it focused on these failed attempts.  In 1850, Ellen and William Craft safely travelled from Nova Scotia to Britain, in order to permanently escape the slave catchers who pursued them."],"display_date":"December 21, 1848 - December 25, 1848","search_date":"1848-12-23","locations":[{"id":2028,"lat":32.4034959139,"lng":-84.0903375418,"zoom":10,"place":"MACON, Georgia"}],"tags":[{"id":2456,"tag":"Passing"},{"id":126,"tag":"fugitive slave"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":137,"school_id":3}},{"id":6380,"title":"Escape to Freedom","course_id":149,"status":"P","start_date":"1840-01-01","end_date":"1853-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Sometime in the year 1840, William Green decided that he had enough of being a slave. “White people seem to act as if God made us to be their servants and it is not right for them to keep us in slavery,” he wrote. “I decided I spent enough time in slavery as I was willing to,” he wrote. William had never been whipped but his new master, Dr. Jenkins, just used the lash on him for leaving the plantation without permission. William fought back, making it the only time that he was ever whipped. “If you whip me again,” he told Dr. Jenkins, “I will never work for you again.” Jenkins tried one more time to lash William, he caught the whip in midair and beat Dr. Jenkins. With that, William became a fugitive slave and ran and hid and hid and ran. ","Slaves were used to harsh treatment from their masters. They were often whipped and made to do very hard work. Slaves were treated like animals and were bought and sold at auctions like commodities. Slaves were whipped if they were overweight or did not grow fast enough (Johnson, 46-78). Slaves like William and others were whipped for leaving the grounds to visit family members. They suffered with the separation of family and loved ones. Slaves lived in fear of being sold all of the time (Johnson, 5-19). Young William was visiting his father on a nearby plantation and when he returned his days as a slave would soon end. ","Many slaves, like William, lived in fear and in terror all of the time. With the passage of The Fugitive Slave Act, many slaves that escaped were returned to their masters. Many returned to even harsher treatment upon their return (Hartman, 19-20). Other slaves that did not escape lived with the fear of being sold and that their immediate family would be broken up. The fear of disappointment and the terror of the lash was a daily feeling (Hartman, 18). William, his father and his brothers all worked on different plantations. When William ran he knew that he could be caught and returned to Dr. Jenkins. William ran anyway and feared the prospect of getting caught but always hoping that his eventual freedom would happen. William happened to be one of the lucky ones. With the help of his cousins, uncles and other slaves, William managed to escape through Philadelphia then to New York as a fugitive slave. William was tracked by authorities but had help in avoiding capture. People like Dr. Osgood and Dr. Riggles helped him avoid capture (Green, 23).","William Green was one of the fortunate slaves who ran and even got to enjoy his life as a free man. Others were not so lucky. William made his way to Hartford, Connecticut and then settled at Springfield, Massachusetts. There he married and had four children and lived a life of freedom and happiness. "],"display_date":"1840 - 1853","search_date":"1846-12-31","locations":[{"id":52769,"lat":39.0457549,"lng":-76.6412712,"zoom":8,"place":"Maryland"},{"id":52770,"lat":39.9525839,"lng":-75.1652215,"zoom":8,"place":"Philadelphia"},{"id":52771,"lat":40.7127837,"lng":-74.0059413,"zoom":8,"place":"New York City"},{"id":52772,"lat":42.315222,"lng":-72.5014715,"zoom":8,"place":"Hartford"},{"id":52773,"lat":42.1014831,"lng":-72.589811,"zoom":8,"place":"Springfield"}],"tags":[{"id":126,"tag":"fugitive slave"},{"id":2734,"tag":"William Green"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":149,"school_id":2}}]}