{"id":1263,"tag":"financial","points":[[33.2892936713,-87.5259674694],[41.5286517402,-71.0500153769]],"bounds":[[41.5286517402,-71.0500153769],[33.2892936713,-87.5259674694]],"episodes":[{"id":5407,"title":"Financial Problems for Mental Hospitals","course_id":77,"status":"P","start_date":"1/1/19","end_date":"10/31/20","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In 1840, female activist Dorothea Dix set out on a misson to create more mental health hospitals for the mentally ill.  During this time in America, there were only 8 hospitals for the mentally ill, but Dorothea fought for the creation of at least 32, so the people who have been injustly imprisioned for mental health reasons may be transferred from jail to the hospital instead.","Bryce Hospital, a hospital for the mentally insane, opened in Tuscaloosa, Alabama in April of 1861.  The hospital was possible thanks to Dorothea Dix, after she visited Alabama in 1848 to advocate for the mentally ill.  The purpose of Bryce was to admit, care for, and treat citizens of Alabama who were considered to be a menace or danger to society, but showed hope for improvement.  The hospital was named after Dr. Peter Bryce who became the first superintendent of the institution, later followed by Dr. J. T. Searcy in 1892 then Dr. W. D. Partlow in 1919.","On January 21, 1919, a typist by the name of Francis M. Purifoy sent a letter to the superintendent of Bryce at the time, Dr. Partlow.  The letter informed Dr. Partlow of historic Alabama laws written in the mid to late 1800s concerning the Alabama Insane Hospital.  Purifoy then ended the letter with his average pricing rates for his work:  five, ten, of fifteen cents per hundred words, according to the character of the work.","A week later, January 28, 1919, Purifoy wrote to Dr. Partlow again.  Purifoy’s letter this time had a very different feel to it.  The letter enclosed a few historical acts passed on February 6, 1852 involving legislation surround the Insane Hospital Act, but this time Purifoy mentioned his own worries surrounding the hospital.  Purifoy stated that he was interested in the funds for the maintenance of the Hospital and just because he left the Hospital does not mean he lost interest in the patients, and he also wanted to devote his time for the remainder of his days to a relief of those who are confined to mental hospitals.  Purifoy goes on to add that he wanted to make a collection of history and laws of the Alabama Insane institutions, and he wanted to beg forgiveness from Dr. Partlow for his last letter.  Purifoy felt terrible for asking for compensation, and stated that he entirely overlooked the fact that the Hospital was worse off financially than he.  Purifoy ended the letter with offering his willingness to better help the hospital in any finical way he could.","The last letter is written almost a year and a half later on October 4, 1920.  Purifoy began the letter with small chat, talking about a sporting Field Day event, but then the letter progressed to business.  It seemed as if there was a bill proposed to the Governor at the time, and if granted then Bryce Hospital would receive $100,000.00 for improvements.  His pleasure was displayed in his letter as he wrote what he thought the improvements should focus on:  burning of the garbage, a rebuilt water tank, and a corresponding sewerage and draining system.   Purifoy also suggested that improvements should go towards the kitchens and dining room, but he noted these will not be good investments unless properly policed.  Finally, once again, Purifoy offered any help he could in assisting estimated and suggestive plans before ending his letter.","According to historian Barbara Bellows and her research on the South Carolina Lunatic Asylum, it was common for asylums to suffer from finical issues.  Bellows studied the South Carolina legislature and how the idea for an asylum formed in 1809, but the institution was not successfully opened until 1828 due to lack of sufficient funds.  Onwards through its history, the South Carolina Lunatic Asylum struggled as it tried to become a self-sufficient institution, but could not because of overpopulation.","Although the end result of money granted to Bryce Hospital was not spent on fuel or clothing for patients, it was spent on food and improvements to the condition of the building.  The interior was painted, plastering was replaced, staircases were repaired, and leaky roofs were patched creating a better overall appearance for institute."],"display_date":"January 1, 1919 - October 31, 1920","search_date":"1919-12-01","locations":[{"id":17314,"lat":33.2892936713,"lng":-87.5259674694,"zoom":9,"place":"Tuscaloosa, Alabama"}],"tags":[{"id":1263,"tag":"financial"},{"id":1260,"tag":"mental health"},{"id":1262,"tag":"bryce hospital"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":77,"school_id":10}},{"id":6169,"title":"Women's Roles in Mid-Nineteenth Century Massachusetts","course_id":136,"status":"P","start_date":"1843-07-25","end_date":"1843-08-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the sweltering months of late summer, Laban Morey Wheaton, a cotton textile manufacturer and entrepreneur of one of the wealthiest and most respected families in the area, was recording the transactions he made with the “quiet, relatively prosperous community” of Norton, Massachusetts. One member of this community with who he made several transactions was Mary A. Wrigley. At the end of July Mary Wrigley purchased a spool of thread at eight cents from him, and a couple of weeks later she borrowed fifteen dollars cash in order to go to Boston. These transactions are quite significant due to her position as a woman in mid- nineteenth century New England. The fact that her name appeared in these transactions could mean she was a single woman or a widow, but either way Mary Wrigley clearly had a great deal of financial independence.","According to common law, adult single woman had a significant amount of power to own property and make financial transactions during the mid nineteenth century. But once they were married, women effectively lost their legal identity. The fact that Wrigley bought a spool of thread speaks to a distinctively feminine purchase, and may help conclude that she was a well off woman who had the leisure time to use thread to make items for her friends and family. The nineteenth century placed duties such as shopping for provisions to make clothes as not an economic function, but an emotional and social one which would have been influenced by the distinct choice of spool she would have made with her unique knowledge of the personalities and style of those she would be making something for. Her borrowing of the rather larger sum of fifteen dollars to travel into Boston also shows that this was a relatively prosperous, independent woman who had extra means and extra time. The nineteenth century roles prescribed to middle and upper class women in New England listed childcare as the primary responsibility, so Wrigley’s ability to take time off may mean she was an independent woman with no family of her own and deceased parents (since otherwise a father would most likely still control her finances) or she was an older widow whose children no longer needed taking care of."],"display_date":"July 25, 1843 - August 9, 1843","search_date":"1843-08-01","locations":[{"id":6120,"lat":41.5286517402,"lng":-71.0500153769,"zoom":9,"place":"BRISTOL, Massachusetts"}],"tags":[{"id":686,"tag":"Wheaton"},{"id":685,"tag":"accounting records"},{"id":684,"tag":"mid-nineteenth century"},{"id":7,"tag":"Women"},{"id":228,"tag":"Roles of Women"},{"id":1263,"tag":"financial"}],"course":{"name":"Junior Colloquium: Historical Methods","school":"Wheaton College","course_id":136,"school_id":2}}]}