{"id":1269,"tag":"Social Morality","points":[[41.4673534696,-90.5674122327]],"bounds":[[41.4673534696,-90.5674122327],[41.4673534696,-90.5674122327]],"episodes":[{"id":6343,"title":"Winsome Womanhood: Christianity as a Progressive Influence on Women’s Identity and Values During the Early 20th Century","course_id":144,"status":"P","start_date":"1890-01-01","end_date":"12/31/10","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["“O Lord and Master of us all,","Whate’er our name or sign,","We own Thy sway, we hear Thy call,","We test our lives by Thine.”"," ","Winsome Womanhood, a book written by Margaret Sangster, provided young women of the early 20th century with a connection to God as well as a purpose/identity within the Christian faith. It was Sangster’s belief that all women, regardless of age, could benefit from the teachings of the Bible and understand the meaning of what it means to be a true Christian woman. Living during a time when religion was not at the forefront of what structured society, women such as Sangster were adamant about keeping the ideals of Christianity close and informing women about how the message of God can be used to empower them as individuals at every stage in their life.","The book is broken into sections directed at women of different ages and from different walks of life. A young woman of fifteen, not yet a woman and no longer a girl, would look to this book and find guidance. During this time of transition from childhood to adulthood, the only true source of wisdom cannot come from mothers or teachers alone, but from God, and young women at this stage in life were encouraged to take time for themselves and read the Bible or pray to seek the answers they needed in order to grow into well-rounded women - women of faith. “A room of her very own, a tastefully appointed and comfortably furnished as possible, should be every young girl’s retreat. Here she may enjoy the half hours for devotion which tend to the soul’s growth . . . In this, her den, her nook, her bower, her special fancies may be indulged, and her individuality find fit expression”(Sangster, 25). Winsome Womanhood was not only, then, a guide for women to find faith and keep it, but also a guide for women to find liberation and individuality through their faith as Christian women, as opposed to feeling trapped by it.","She also speaks to working women or, “The Girl in Business.” It was not uncommon for a working woman of the early 1900’s to feel diminished in her role when compared to a working man - making less money, earning less respect - but Sangster’s view on the role of working women was not so. “Many young women belittle their employment by going to it in the spirit of martyrs who pty themselves . . . Self-pity is a badge of weakness, and work done for money alone is never noble work” (Sangster, 67). It was Sangster’s belief that women should take pride in their work, as women of honor and duty within the Christian faith, and not take pride solely in their wages. This assertion was not uncommon among Christian [Protestant] society at this time, as many women and men affiliated with Protestant denominations were involved in social activism and issues such as fair wages and voting rights for women around this time, as pointed out by Lori Ginzberg in her discussion of the “benevolent” work of women. Ginzberg states that, during this era of progression, “tensions about paying wages, centralizing corporate functions, relating benevolence to government, and using funds solely for administrative purposes all came into the open” (Ginzberg, 161). Sangster’s ideas, then, in regards to Christianity as a positive influence in women’s lives could also be interpreted as viewing religion as a force for equality and empowerment during this progressive age.","Overall, the message Margaret Sangster seems to be sending with Winsome Womanhood is that women of all stages in life, all positions, all classes, could be empowered and liberated through the study and adherence to Christian ideals and faith, and that God’s word should not be ignored, even as the world progresses."," "],"display_date":"1890 - 1910","search_date":"1900-07-02","locations":[{"id":2962,"lat":41.4673534696,"lng":-90.5674122327,"zoom":9,"place":"ROCK ISLAND, Illinois"}],"tags":[{"id":2642,"tag":"Augustana College"},{"id":1269,"tag":"Social Morality"},{"id":196,"tag":"women's rights"},{"id":1205,"tag":"Women's History"},{"id":228,"tag":"Roles of Women"},{"id":849,"tag":"Progressive Era"},{"id":79,"tag":"Religion"},{"id":514,"tag":"Christianity"},{"id":7,"tag":"Women"}],"course":{"name":"History of Women in the U.S.","school":"Augustana College","course_id":144,"school_id":54}}]}