{"id":127,"tag":"Army","points":[[40.6450686304,-73.9495584018],[42.6338259484,-75.0326447277]],"bounds":[[42.6338259484,-73.9495584018],[40.6450686304,-75.0326447277]],"episodes":[{"id":4617,"title":"Doubleday Takes Baseball from Brooklyn to the Battle Fields of Dreams","course_id":18,"status":"P","start_date":"1839-01-01","end_date":"1861-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Sports can bring groups of people together like few other activities. The same can certainly be said for baseball, America's pastime, in the Civil War era. Baseball was being played before the war started, it was played during the war, and it is still played today. Baseball, which went by many names in the time of the Civil War, helped keep the morale of the troops up for both the North and the South. The game was endorsed by civilians and soldiers alike. Union General Abner Doubleday is popularly credited with founding baseball as we know it today.","            Baseball was played by the troops in their free time to keep their minds off of the dead, dying, wounded, battles past, and battles to come. Mostly it alleviated the boredom of camp life, officers and soldiers would play together, on one team, strengthening the camaraderie within the camp. Baseball also served as a means of something that connected the civilians with the soldiers. In a letter sent from Brooklyn to a soldier, \"I was pleased to hear that you had had a base ball match […] for I think you poor soldiers need a little recreation once and a while.\"  The letter was dated July 11, 1861 signed by <em>Phobe</em> of Brooklyn. Many other letters were sent as well, soldiers sharing stories of their baseball games rather than stories of war. Baseball proved to be very helpful for many in getting through the day in and day out life of a soldier during the Civil War. \"Suddenly there was a scattering of fire, which three outfielders caught the brunt; the centerfield was hit and captured, left and right field managed to get back to our lines. The attack…was repelled without serious difficulty, but we had lost not only our centerfield, but… the only baseball in Alexandria, Texas\" George Putnam said in a letter from his Union army camp. Baseball brought people together and it was beneficial to the morale of the troops. Other letters home, that do not talk of baseball, were much more solemn and grave, baseball seemingly could cheer up soldiers after a long day of hiking.","            Doubleday led the first company into Fort Sumter and ordered the first retaliatory cannon shots. He remained an influential figure in the Union army throughout the war playing a key role at Gettysburg. After the war Abner Doubleday was credited with redesigning the rules of baseball. Abraham G. Mills, a former president of the National League, using the best evidence available, said that Doubleday invented baseball in Cooperstown, NY in 1839. Over the next generation baseball became the most popular sport in the country. A field in Cooperstown, NY, the national baseball hall of fame, is named after Abner Doubleday."],"display_date":"1839 - 1861","search_date":"1850-07-02","locations":[{"id":8867,"lat":40.6450686304,"lng":-73.9495584018,"zoom":11,"place":"KINGS, New York"},{"id":8995,"lat":42.6338259484,"lng":-75.0326447277,"zoom":9,"place":"OTSEGO, New York"}],"tags":[{"id":186,"tag":"Doubleday"},{"id":122,"tag":"Soldier"},{"id":32,"tag":"Civil War"},{"id":127,"tag":"Army"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}}]}