{"id":1275,"tag":"Gershwin,Rhapsody in blue","points":[[40.5763036462,-74.2034374021]],"bounds":[[40.5763036462,-74.2034374021],[40.5763036462,-74.2034374021]],"episodes":[{"id":5427,"title":"Rhapsody In Blue","course_id":79,"status":"P","start_date":"1/4/24","end_date":"2/12/24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["   ","<strong><em>“I heard it as a sort of musical kaleidoscope of America, of our vast melting pot, of our unduplicated national pep, of our metropolitan madness.”- George Gershwin</em></strong>"," “Rhapsody in Blue” was a musical experiment morphed into masterpiece. Paul Whitman asked George Gershwin to write a jazz concerto piece mixing jazz and classical music to shock the   musical community. Whitman wanted to shake things up and grab the public’s attention! Gershwin was not real committed nor in a hurry to write it until his brother Ira picked up a copy of an early January 4, 1924, addition of the <em>New York Tribune</em>. The article “<em>What is American Music?</em>” made mention of his commitment to Whitman’s requested jazz concerto piece. He was not pleased of this mention because he had not decided on making the commitment.","                The next day he put a call into Whitman discovering that if he did not write it, the opportunity would expire. Gershwin agreed.  Little did he know that his decision would change how he was viewed by the world forever. On January 7, 1924, on a train headed for Boston “Rhapsody in Blue” was born. Gershwin said “<em>It was on the train, with its steely rhythms, its rattle-ty bang, that is so often so stimulating to a composer – I frequently hear music in the very heart of the noise... And there I suddenly heard, and even saw on paper – the complete construction of the Rhapsody, from beginning to end. No new themes came to me, but I worked on the thematic material already in my mind and tried to conceive the composition as a whole. I heard it as a sort of musical kaleidoscope of America, of our vast melting pot, of our unduplicated national pep, of our metropolitan madness. By the time I reached Boston I had a definite plot of the piece, as distinguished from its actual substance.”-Gershwin</em>","<em><br /></em>               “Rhapsody in Blue” was written with urgency due to its premiere date set for February 12, 1924. He finished the piano scores only weeks before the debut. Gershwin quickly handed them over to be orchestrated by Paul Whiteman’s arranger Ferde Grofe, completing 8 days before its premiere. Gershwin’s piece debuted on February 12, 1924, at Aeolian Hall in New York City. It was “An Experiment in Modern Music” featuring composers of the time period like Sousa and Rachmaninoff. The concert was an educational experiment bringing symphony and opera to the masses. “Rhapsody in Blue” marked Gershwin a serious composer of his time. To date there are only two recordings of Gershwin performing in live concert. He went on to rewrite and improve his original piece but it simply did not compare to the first piece.<br /><br /><br /><br />"],"display_date":"January 4, 1924 - February 12, 1924","search_date":"1924-01-23","locations":[{"id":19456,"lat":40.5763036462,"lng":-74.2034374021,"zoom":11,"place":"Richmond, New York"}],"tags":[{"id":1275,"tag":"Gershwin,Rhapsody in blue"},{"id":1276,"tag":"jazz, classical music,"},{"id":1277,"tag":"composers"}],"course":{"name":"The Great Depression","school":"Texas Wesleyan University","course_id":79,"school_id":49}}]}