{"id":1278,"tag":"music, folk","points":[[35.8426844848,-86.4167102519],[42.6001926046,-73.9735779487]],"bounds":[[42.6001926046,-73.9735779487],[35.8426844848,-86.4167102519]],"episodes":[{"id":5391,"title":"The Banjo's Role during the Great Depression.","course_id":79,"status":"P","start_date":"1/1/20","end_date":"12/31/44","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The banjo is a string instrument with a sound unlike any other. It made parlor room music for the upper middle class and was a part of the Great Depression and has continued on into the years as a recognizable instrument. The banjo was sought by many because of its strange high tempo songs that were played on them. In the Tennessee Valley country farmers would get together after working all day in the fields and play to pass the time like Uncle Dave Macon.  Uncle Dave Macon played for so long and so well that people started to gather to watch him play music. Later in life he would even be paid. Uncle Dave Macon was born David Harrison Macon in Tennessee on October 7, 1870. During the 1920s when Uncle Dave was 50 years old he was paid $15 by friends for entertainment during the evening hours. Author and music historian for Rutherford County, Charles Wolfe, described Macon “as a character” before he ever set foot on the Grand Ole Opry stage or produced recordings with his talented banjo skills and his bear claw pick.","The banjo’s popularity can be attributed to the common farmer and his love for the instrument. The banjo was a valuable entertainment tool that allowed them to play as much as they liked to pass away the time on the front porch. During the 1920s the banjo gained popularity because it was portable, easy to learn on and musical dueling matches were played like checkers or chess. By the late 1926 the phrase “hillbilly music” describing the banjo was published in <em>Variety</em> magazine.  This “hillbilly music” was viewed by most Americans as “more southern folk music” which was typical of describing familiar tunes on the fiddle, harmonica and banjo. The booming popularity of the radio in the 1920s made southern folk music noticeable and, as a huge contributor to that type of folk music, the banjo became a status symbol of the southern music."],"display_date":"1920 - 1944","search_date":"1932-07-01","locations":[{"id":21882,"lat":35.8426844848,"lng":-86.4167102519,"zoom":9,"place":"Rutherford, Tennessee"}],"tags":[{"id":1279,"tag":"banjo"},{"id":1278,"tag":"music, folk"},{"id":1158,"tag":"Great Depression"}],"course":{"name":"The Great Depression","school":"Texas Wesleyan University","course_id":79,"school_id":49}},{"id":6303,"title":"Low Bridge, Everybody Down or The Erie Canal Song","course_id":137,"status":"P","start_date":"1/1/05","end_date":"12/31/05","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Thomas Allen wrote a song about the famous Erie Canal in 1905 titled, “Low Bridge, Everybody Down,” also known as “The Erie Canal Song.” This humorous, yet accurate tune reminded others just how much the Erie Canal shaped and improved people’s lives during its first eighty years. In addition, Thomas Allen’s song contributed to an entirely new genre of music that perhaps became America’s longest lasting form of song, as it is still popular among Americans today.","When Allen’s lyrics sang, “Giddap ‘there gal we’ve passed that lock, We’ll make Rome fore six o’clock,” he made a direct reference to time in order to portray how much faster transportation occurred and the time-sensitive striving that make the Canal so important. Goods being transported by waterway beat goods being transported overland by road, even when mules or oxen did the pulling in each case. The steam engine began to replace beasts of burden along the canal route in the later Nineteenth century as the song implies. In these ways, Thomas Allen’s renowned song portrays the positive effects that the Erie Canal had on the United States, even though it sadly meant there would be no work left for Sal.","Before the year 1815, the United States’ growth was developing at a slow pace physically, economically, and socially.  This sluggish progression, historian James McPherson explains, was due to a number of problems going on in America. For example, roads were rutted dirt paths all but impassable in wet weather, and farmers living more than a short distance from navigable water consumed most of what they raised. Furthermore, the cost to ship goods and the amount of time it took for the goods to be transported made it extraordinarily difficult for the northern states to be productive. Fortunately, around the year 1815, America dove into a transportation revolution. Many changes regarding transportation were occurring, including construction of roads and railroads. In New York, though, the state pioneered the canal era by building the Erie Canal from Albany to Buffalo. The creation of the Erie Canal is even given credit as the first prominent waterway that sparked interest and led to the production of 3,700 additional miles of canals by the year 1850.","Overall, it is simple to see how influential the Erie Canal was for the development of the United States. The Erie Canal had a huge, positive impact on the nation’s transportation, which led to stronger trade, growth, and economy. Furthermore, the song regarding the canal, “Low Bridge, Everybody Down,” laid the groundwork for American folk music, as it preceded songs such as  “Apples and Bananas,” and “If You’re Happy and You Know it.” All of these folk songs tell some kind of story, and are shared among citizens all across America, giving new generations a peak into their nation’s past."],"display_date":1905,"search_date":"1905-07-02","locations":[{"id":49725,"lat":42.6001926046,"lng":-73.9735779487,"zoom":9,"place":"Albany, New York"}],"tags":[{"id":563,"tag":"Erie Canal"},{"id":792,"tag":"Transportation"},{"id":1278,"tag":"music, folk"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":137,"school_id":3}}]}