{"id":128,"tag":"Creeks","points":[],"bounds":[[-100,-100],[100,100]],"episodes":[{"id":4548,"title":"Creek Trouble With Americanization","course_id":21,"status":"P","start_date":"1797-01-01","end_date":"1797-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["A letter from Tennessee Governor John Sevier from 1797 emphasizes the tension between the Cherokee nation and white settlers.  We begin to see retaliation from the Cherokee people who have become untrusting of White people.  The attempt of whites to gain a sense of trust from the Cherokees is also evident.  ","            The Cherokees were very protective of their tribal lands, and after the murder of their tribe members, they did not hesitate to react.  Native American tribes of the south had \"understood frontier violence to be an integral and healthy part of their relationship with whites\" (Saunt, 1999).  This caused problems, because the tribe did not file complaints into the courts.  Sevier writes, \"None of your people sent me any information.\"   The Cherokees were unaccustomed to American ideas of justice and did not have faith in the judicial system.  Nor did they have their own official judicial system.  \"Creeks did not have a centralized means of enforcing conformity\" (Saunt, 1999).  For this reason, some members had killed those believed to be guilty of the crime.","            The Americans can be seen as drastically trying to change the minds of the Cherokees.  First, they are violently resolving disputes on the frontier.  If they are not violently forcing assimilation on the Cherokees, they are trying to do so by making them accept American cultural ideas such as property and common law.  This is visible in Sevier's request that the Cherokees had made their grievances known to the courts as opposed to taking the law into their own hands.  This letter shows the tension between whites and Native Americans before the forced removal of Indians."],"display_date":1797,"search_date":"1797-07-02","locations":[{"id":15241,"lat":null,"lng":null,"zoom":8,"place":"Southwest Territory, Southwest Territory"}],"tags":[{"id":128,"tag":"Creeks"},{"id":1,"tag":"Crime/Violence"}],"course":{"name":" Culture, Power, and Society","school":"Rollins College","course_id":21,"school_id":5}}]}