{"id":1283,"tag":"FDR","points":[[42.6001926046,-73.9735779487],[33.5543155862,-86.8964933862],[38.9151212228,-76.9435162098],[36.0159621,-114.737482]],"bounds":[[42.6001926046,-73.9735779487],[33.5543155862,-114.737482]],"episodes":[{"id":5429,"title":"The FDR and Lucy Mercer Affair","course_id":79,"status":"P","start_date":"11/1/13","end_date":"11/30/13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Franklin D. Roosevelt will forever be remembered for his public contribution to our nation during the Great Depression years. However, the confidence FDR exuded publically was also used in a more private nature. Late in 1913 Lucy Mercer was hired by Eleanor Roosevelt to act as a social secretary and as such she managed any of the paperwork and social affairs of Eleanor. When FDR first saw Lucy, she was arriving for work as he was leaving for his office in the Navy Department and it was not long before he took to greeting his wife’s secretary with, “Ah, the lovely Lucy.”","This was the beginning of what became a long term romance. Lucy began to accompany the family to more and more social events, serving as the extra woman at the table meant to entertain foreign ambassadors. What began as simply an employee and employer relationship blossomed into a love affair. Franklin, who had loved traveling to Campobello, the family’s summer home, now began to drag his feet about joining Eleanor and the children. Instead he remained in Washington while encouraging Eleanor to stay longer and taking trips on his boat with Lucy.","Eleanor’s suspicions were further aroused after Franklin wrote to her of a trip to the birth places of Robert E. Lee and George Washington. Lucy was among the list of passengers and despite her apparent coupling with Nigel Law, a British diplomat and friend to FDR, the implications of Lucy’s real reason for being aboard were obvious. The next week Eleanor fired Lucy from her secretary position with the family. However, five days following her dismissal from her post, Franklin hired Lucy as a secretary in the Navy Yard allowing the two to remain in contact with one another.","The following summer Roosevelt again dragged his feet in joining his family at Campobello. Eleanor for her part attempted to avoid leaving for the family’s retreat, while at the same time begging Franklin to join them. While Eleanor remained at Campobello, Franklin arranged another sightseeing trip with Lucy again on the guest list. This stalling, followed by summer jaunts with Lucy were to become the norm for Franklin’s summers. He placated Eleanor with a day or two of his time, however there was always an excuse for him to return to his bachelor summers.","Soon Eleanor’s suspicions were confirmed. FDR, just returned from a trip to Europe during World War I, failed to remove the correspondence between him and Lucy from his suitcase. Eleanor discovered them and threatened to divorce Franklin, effectively ending his political career. FDR was saved only be his charm and the fact that Eleanor had a political agenda of her own that could ill afford the stigma of divorce. Also there were the children to be considered. Franklin promised to end the relationship with Lucy who eventually married, however she always loved Franklin and they continued to write to one another long after the affair had ended up until FDR’s death."],"display_date":"November 1913","search_date":"1913-11-15","locations":[{"id":16493,"lat":42.6001926046,"lng":-73.9735779487,"zoom":9,"place":"Albany, New York"}],"tags":[{"id":1081,"tag":"The Great Depression"},{"id":1282,"tag":"Affair"},{"id":1283,"tag":"FDR"},{"id":1284,"tag":"Lucy Mercer"}],"course":{"name":"The Great Depression","school":"Texas Wesleyan University","course_id":79,"school_id":49}},{"id":5703,"title":"A Defensive Policy Unheeded","course_id":106,"status":"P","start_date":"1/1/40","end_date":"12/31/45","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","Very infrequently do presidential policies go unnoticed around the world, and especially not so within the United States itself.  However, during the greater part of the Second World War, Franklin Delano Roosevelt’s positions on racial issues in the workplace were heard and often times not upheld.  Black workers were barred from facilities producing wartime goods throughout the country.  Munitions, Jeeps, planes, tanks, and “Deuce and a Half,” tracked vehicles were being turned out left and right in the effort to equip the massive numbers of U.S. soldiers on the battlefield around the world.  Many in history have called these workers at home the “Second Front,” of World War Two, the people that made victory possible through mechanization.","In many instances black workers were barred from working in certain positions in industry, and in others, locked out of facilities altogether.  Roosevelt in his great forethought made it government policy to allow a man of any race, religion, or ethnicity to work wherever possible if they had the skill set required.  Even though Roosevelt set up these conditions, many large defense contractors turned a blind eye and proceeded as they had for years.  Dock workers were going on strike for fair wages and work conditions, black men were discharged from work and the result in many instances was the entire black workforce walking out during business hours.  Sadly, much of his buttressing on racial problems in the workplace did little in the way of governmental bodies.","Roosevelt saw the racial lockout and weakness of the unions to govern grossly upsetting, and went about contacting his staff to spread the practice of equality.  In a memorandum addressed to William S. Knudsen (Ford Motor Company, and GMC) and Sidney Hillman (head of the Amalgamated Clothing Workers of America), Roosevelt expressed his opinion on the matter rather flatly.  “ [The] discrimination against Negro workers has been nation-wide…[they] are being turned from the gates of industry on specifications entirely unrelated to efficiency and productivity…this situation is a matter of grave national importance, and immediate steps must be taken to deal with it effectively.”  Roosevelt goes on to state that “Every available source of labor capable of production defense materials must be tapped in the present emergency.”  He saw the discrimination for what it is: an uneducated and backwards, racist sentiment left over from the previous century.  He urged unions and labor leaders like Knudsen and Hillman to take into account the huge numbers of skilled black workers to increase war-time productivity.","Of course, this did not guarantee success, nor did his Roosevelt’s words fall only on discerning ears.  Many times the policies of different workplaces caused racial tension and strikes throughout the country.  In Mobile, Alabama, one of the South’s biggest shipyards and transportation hubs, more than a few strikes crippled production.  For instance, the Mobile Pulley Works was halted in August of 1942 over racial discrimination.  Eighty percent of the workers of the Mobile Pulley Works were black laborers.  During August, several black workers were discharged from work for varying small incidents.  The main incident in question was that of the Financial Secretary of the local “colored” union was fired.  The unnamed Fin. Sec. was off work for three days following a death in his immediate family, and upon returning to work he was told that he must leave, and would not receive his job returned.  This ended up putting his family on the street within days of loosing said position.  The day he was fired, the story circulated throughout the Works and caused an uproar that ended up with all the black workers leaving work to strike at the gates.  In effect, the lack of workers caused much strife in the production of war materials.  The Mobile Pulley Works created pulleys, winches for Jeeps, gears for war machinery, but also produced a number of artillery pieces and artillery rounds themselves…so it is easily seen just how needed their business was during WW2.  In the end, the Work’s unions were able to settle with the business and put its men back to work for the war effort…of course, this strike would likely never had happened if Roosevelt’s policies were actually observed without question.","Many laws and policies have been challenged in the course of the United States’ existence.  From slavery, education, and work, all the way up to social issues and tearing down barriers with the outside world.  It is quite disconcerting to know that a man so responsible for this nation’s continued being was heard and not observed. Of course, such is the way of social, political, and racial advancement in the world today; we must take strides to make better the future for others."],"display_date":"1940 - 1945","search_date":"1942-12-31","locations":[{"id":25458,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"},{"id":25291,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Dist Columbia, District of Columbia"}],"tags":[{"id":1684,"tag":"Unions"},{"id":1683,"tag":"Black Workers"},{"id":1682,"tag":"Roosevelt"},{"id":960,"tag":"Labor Unions"},{"id":1667,"tag":"Discrimination"},{"id":620,"tag":"Franklin D. Roosevelt"},{"id":1283,"tag":"FDR"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":106,"school_id":10}},{"id":6552,"title":"Hoover Dam: Beacon of Hope","course_id":155,"status":"P","start_date":"9/30/35","end_date":"9/30/35","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On September 30, 1935, Franklin D. Roosevelt dedicated the Boulder Dam. In the eyes of many, it was the greatest dam the world had yet seen. Today it is the called Hoover Dam and has been an extraordinary example to all builders, engineers, and communities for generations since its completion. It was during this time, the human race went head to head with nature, and the humans prevailed. Yet, this battle with nature was not intended to be antagonistic. Americans were not defeating nature, but taming it, bending nature to their will. Dam-building became the new face of the west. America had not only won the west, but had made it our own in the process. Before the Hoover Dam, the people only hoped that the river would not flood or run dry. The effects of either of these scenarios could be deadly and costly. Due to the hard work and skill of all the great builders involved, the problem had been solved and there was no longer a need to worry. The building of the Hoover Dam gave security to all the farmers, city dwellers, and anyone who lived near the thousands of miles of this river. During times of great flood, the dam had the ability to catch the water and store it. During a drought, the dam was able to release water from the 115 mile long lake, the largest artificial lake in the world.","Standing there, watching the president dedicate the lake to the public good of the people of the American Southwest inspired many in the crowd. FDR had led the people through the Depression, and would lead them through so much more in the years to come. Now he had inspired hope for the people who were dependent on the water in the area. People had died to build the dam, but their deaths would also save many lives now that the dam was complete. The water could be used for farmers in the area, and saves some of the excess water that would be wasted otherwise. FDR continued to talk about the many benefits of the dam, how it turned lifeless desert into civilized, livable land. The Hoover Dam was a beacon to all of one of mankind’s greatest accomplishments."," "," "],"display_date":"September 30, 1935","search_date":"1935-09-30","locations":[{"id":52941,"lat":36.0159621,"lng":-114.737482,"zoom":8,"place":"Hoover Dam, USA"}],"tags":[{"id":3053,"tag":"Hoover Dam"},{"id":1283,"tag":"FDR"},{"id":3056,"tag":"Energy"}],"course":{"name":"HIST 3550, American Environmental History","school":"Auburn University","course_id":155,"school_id":73}}]}