{"id":1284,"tag":"Lucy Mercer","points":[[42.6001926046,-73.9735779487]],"bounds":[[42.6001926046,-73.9735779487],[42.6001926046,-73.9735779487]],"episodes":[{"id":5429,"title":"The FDR and Lucy Mercer Affair","course_id":79,"status":"P","start_date":"11/1/13","end_date":"11/30/13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Franklin D. Roosevelt will forever be remembered for his public contribution to our nation during the Great Depression years. However, the confidence FDR exuded publically was also used in a more private nature. Late in 1913 Lucy Mercer was hired by Eleanor Roosevelt to act as a social secretary and as such she managed any of the paperwork and social affairs of Eleanor. When FDR first saw Lucy, she was arriving for work as he was leaving for his office in the Navy Department and it was not long before he took to greeting his wife’s secretary with, “Ah, the lovely Lucy.”","This was the beginning of what became a long term romance. Lucy began to accompany the family to more and more social events, serving as the extra woman at the table meant to entertain foreign ambassadors. What began as simply an employee and employer relationship blossomed into a love affair. Franklin, who had loved traveling to Campobello, the family’s summer home, now began to drag his feet about joining Eleanor and the children. Instead he remained in Washington while encouraging Eleanor to stay longer and taking trips on his boat with Lucy.","Eleanor’s suspicions were further aroused after Franklin wrote to her of a trip to the birth places of Robert E. Lee and George Washington. Lucy was among the list of passengers and despite her apparent coupling with Nigel Law, a British diplomat and friend to FDR, the implications of Lucy’s real reason for being aboard were obvious. The next week Eleanor fired Lucy from her secretary position with the family. However, five days following her dismissal from her post, Franklin hired Lucy as a secretary in the Navy Yard allowing the two to remain in contact with one another.","The following summer Roosevelt again dragged his feet in joining his family at Campobello. Eleanor for her part attempted to avoid leaving for the family’s retreat, while at the same time begging Franklin to join them. While Eleanor remained at Campobello, Franklin arranged another sightseeing trip with Lucy again on the guest list. This stalling, followed by summer jaunts with Lucy were to become the norm for Franklin’s summers. He placated Eleanor with a day or two of his time, however there was always an excuse for him to return to his bachelor summers.","Soon Eleanor’s suspicions were confirmed. FDR, just returned from a trip to Europe during World War I, failed to remove the correspondence between him and Lucy from his suitcase. Eleanor discovered them and threatened to divorce Franklin, effectively ending his political career. FDR was saved only be his charm and the fact that Eleanor had a political agenda of her own that could ill afford the stigma of divorce. Also there were the children to be considered. Franklin promised to end the relationship with Lucy who eventually married, however she always loved Franklin and they continued to write to one another long after the affair had ended up until FDR’s death."],"display_date":"November 1913","search_date":"1913-11-15","locations":[{"id":16493,"lat":42.6001926046,"lng":-73.9735779487,"zoom":9,"place":"Albany, New York"}],"tags":[{"id":1081,"tag":"The Great Depression"},{"id":1282,"tag":"Affair"},{"id":1283,"tag":"FDR"},{"id":1284,"tag":"Lucy Mercer"}],"course":{"name":"The Great Depression","school":"Texas Wesleyan University","course_id":79,"school_id":49}}]}