{"id":1287,"tag":"Kansas","points":[[37.1932870529,-100.851305615],[39.8715057392,-77.2179223246]],"bounds":[[39.8715057392,-77.2179223246],[37.1932870529,-100.851305615]],"episodes":[{"id":5430,"title":"The Great Jack-Rabbit Roundup","course_id":79,"status":"P","start_date":"1/1/35","end_date":"12/31/35","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["When one thinks of the Dust Bowl one normally envisions the swirling dust, the storms, the poverty, and the despair. A little discussed consequence of the Dust Bowl was the effect that it had on the wildlife. An ever decreasing food supply was driving the jack-rabbits out of their native habitats and forcing them onto the plains in rapidly increasing numbers. Once on the plains these rabbits began to destroy what little that the dust and storms had not already done in.","In an effort to control the rapidly increasing numbers of the jack-rabbits, whole communities came together and began to organize large parties in which the jack-rabbits would be systematically eliminated. Initially they used shotguns, but this became dangerous due to the large number of people that turned out to these “hunts”. Eventually it was decided that they would use clubs to avoid further injuries. This switch in weapons was very effective as there were so many jack-rabbits that one could simply wade into a large group and start swinging their club and kill the rabbits. Members of the party would start out in a circle, sometimes as large as a mile in circumference and begin to walk towards the center, driving all the jack-rabbits caught within the circle toward a pen. Once enclosed in the hastily erected pen, the jack-rabbits were easy targets for the club wielding locals.","The photo that was used for this episode is one taken at a Kansas jack-rabbit round up and depicts a few men with their clubs herding the jack-rabbits toward the pin. These gatherings became a sort of social activity in which friends and neighbors gathered and talked. Although the task was gruesome, the camaraderie was admirable and served to solidify rapidly disintegrating communities. The men in the photo are smiling, laughing and joking, which was something rarely caught in photographs at this time. The jack-rabbit round ups were an escape for those in rural communities, much like films were at this time, and despite the disturbing nature of the activity were a relief from the troubles experienced in the dust bowl."],"display_date":1935,"search_date":"1935-07-02","locations":[{"id":22196,"lat":37.1932870529,"lng":-100.851305615,"zoom":9,"place":"Seward, Kansas"}],"tags":[{"id":1081,"tag":"The Great Depression"},{"id":1285,"tag":"Rabbit Drives"},{"id":1286,"tag":"Jack Rabbit Roundup"},{"id":1287,"tag":"Kansas"},{"id":1288,"tag":"Dust Bowl"}],"course":{"name":"The Great Depression","school":"Texas Wesleyan University","course_id":79,"school_id":49}},{"id":5783,"title":"One Man’s Death Wish Due to the Slave Law of Kansas","course_id":113,"status":"P","start_date":"1856-06-06","end_date":"1856-06-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1855, Senator David Atchison of Missouri said, “Mark every scoundrel among you that is the least tainted with free-soilism, or abolitionism, and exterminate him…[e]nter every election district in Kansas . . . and vote at the point of a Bowie knife or revolver!” according to historian James McPherson. One year later, George W. Brown, a civilian, waited for execution for violating “every section of the Slave Law of Kansas” quoted the Gettysburg, Pennsylvania <em>Star and Banner</em> in 1856.  The likelihood of hard labor, a fine, death, or a combination of punishments for one of these violations was very high – there was a good chance that Brown was already dead by the time the article hit the newsstands.","The thirteen clauses of the Kansas Slave Law Act did not just regulate slaves, but also free negroes, and mulattos too. The Slave Law Act managed situations ranging from free people who violated the Law Code (who were sentenced to die) to those who aided, concealed, and/or  rescued slaves who also deserved a death penalty. Furthermore, those who printed indecent documents or helped minorities print indecent documents were penalized accordingly, and finally those who opposed slavery and were forced to sit as a juror to any violation to the above clauses. The Kansas Law also paralleled part of the Federal Fugitive Slave Law by including those who refused to help police officers apprehended escaped slaves and were subjecting them to punishment.","Kansas suffered terrible civil unrest during the mid-1850s. Events there captured broad attention and even understood  in terms of the slavery debate. The author of <em>The Star and Banner</em>, published in Adams County, Pennsylvania, begged for Brown’s release, despite the possibility of his death. Very little information is known about Brown or his case, <em>The Star and Banner </em>published one of the only articles written. The blip is the single moment of news about a Kansas man in a Pennsylvania newspaper spoke for a larger political issue that the people of Pennsylvania were an advocate for: the emancipation of southern slaves. The possibility of Brown’s death ensured the abolitionists of Pennsylvania would spread the word about the atrocities that occurred in Kansas and other southern states."],"display_date":"June 6, 1856","search_date":"1856-06-06","locations":[{"id":10805,"lat":39.8715057392,"lng":-77.2179223246,"zoom":9,"place":"ADAMS, Pennsylvania"}],"tags":[{"id":1821,"tag":"Kansas Slave Law"},{"id":4,"tag":"Slavery"},{"id":9,"tag":"Law"},{"id":912,"tag":"Gettysburg"},{"id":1287,"tag":"Kansas"},{"id":32,"tag":"Civil War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":113,"school_id":3}}]}