{"id":1290,"tag":"Satchmo","points":[[39.9878097372,-91.1885648416],[30.1220750117,-89.7244851703]],"bounds":[[39.9878097372,-89.7244851703],[30.1220750117,-91.1885648416]],"episodes":[{"id":5431,"title":"Jazz Boom!","course_id":79,"status":"P","start_date":"1/1/29","end_date":"1/1/29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The American country was in turmoil. People were starving for work and relief from the Depression. Franklin D. Roosevelt was struggling to regain control of the plummeting economy and the people were worn. Any distraction offered to these hard working masses was widely accepted. Music, for many, was seen as brief respite from the difficulties of their daily life. Along with FDR’s fireside chats, music was being aired into an increasing number of homes on a regular basis.","As part of Roosevelt’s New Deal programs, <em>Works Projects Administration</em> (WPA) began collecting art and music and exposed the nation to an evolving style of music, jazz. Evoking an emotional response from the audience, jazz music, reminiscent of African American spirituals, had become popular in many urban areas allowing the music industry to endure during the years when so many industries struggled to stay afloat. Changes  in musical style occurred around 1935 in conjunction with technological advances in for both film and audio technology. In addition, the New Deal program, <em>Works Projects Administration</em> (WPA) began collecting art and music and exposed the nation to the ever-evolving style of music.","Many of the WPA’s contributing artists gained fame during this era leaving a lasting influence on the nation’s music industry. The impact these people made on the cultural history of The United States and its music[btm1]  is enduring. For example, Billy Holiday, known as Lady Day, came to the forefront of the music scene in 1935, when she became vocalist for major orchestras such as Count Basie and His Barons of Rhythm. Count Basie had worked with other such greats as Louis Armstrong, another influential jazz musician. Armstrong, also known as Satchmo, a shortened version of Satchel Mouth, began playing cornet as a young man elevating himself in the industry  becoming a great trumpet player and singer. Often in demand during the Depression, Armstrong made his first trip to Europe in 1932.","The recording and film technologies as well as that of jazz music itself progressed during this period. Benny Goodman was a well-established radio and studio musician who combined forces with other musicians to focus on a purely jazz sound rather than popular tunes. Securing a contract to perform on the radio show “Let’s Dance” catapulted his sound to stardom with the crowning achievement being the first-ever jazz concert at New York’s prestigious Carnegie Hall.","Following Goodman’s successes with Swing Jazz bandleaders began to feature more jazz arrangements, styles and solos ushering in a new genre of music that is still evolving today."," "," "," "," "," "," "," "," "," "," "," "," "," "," "," "," "," "," "," "],"display_date":"January 1, 1929","search_date":"1929-01-01","locations":[{"id":19406,"lat":39.9878097372,"lng":-91.1885648416,"zoom":9,"place":"Adams, Illinois"},{"id":20995,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"Orleans, Louisiana"}],"tags":[{"id":1290,"tag":"Satchmo"},{"id":1289,"tag":"Louis Armstrong"},{"id":471,"tag":"music"},{"id":1291,"tag":"Swing Jazz"},{"id":1081,"tag":"The Great Depression"},{"id":1085,"tag":"WPA"},{"id":997,"tag":"Billie Holiday"},{"id":959,"tag":"Jazz"}],"course":{"name":"The Great Depression","school":"Texas Wesleyan University","course_id":79,"school_id":49}}]}