{"id":1293,"tag":"Gangsters","points":[[41.8399513458,-87.8166666032]],"bounds":[[41.8399513458,-87.8166666032],[41.8399513458,-87.8166666032]],"episodes":[{"id":5434,"title":"“The Baby Faced Mad Man of Highway 12”","course_id":79,"status":"P","start_date":"8/1/34","end_date":"11/27/34","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Federal Bureau of Investigation (FBI) named 1934 “The Year of the Gangster” as the agency had killed John Dillinger, Homer Van Meter, Bonnie and Clyde, and Charles Arthur “Pretty Boy” Floyd. The FBI now had its eye set on Baby Faced Nelson. Nelson had killed FBI agent W. Carter Baum at the Little Bohemia shootout as a member of the 2<sup>nd</sup> Dillinger gang. By August 23, 1934, FBI and local police forces across the United States had apprehended or killed all of John Dillinger’s 2<sup>nd</sup> gang except Baby Faced Nelson. He was the sole survivor of the Second Dillinger gang and was the FBI’s public enemy number one, because of his aim at FBI agents.","            On November 27, 1934, FBI agents Sam Cowley and Herman “Ed” Hollis were in pursuit of Baby Face Nelson. Agents on a stake-out had seen Nelson, his wife and John P. Chase driving into Wisconsin. The agents got Baby Face’s license plate and gave word to agents Cowley and Hollis. Around 3:15 that afternoon Nelson took a car out of the chase with a hail of bullets. Agents Sam Cowley and Ed Hollis found Nelson and John Chase on Highway 12 in Burlington.","            The Firefight on Highway 12 was about to begin. Baby Face Nelson pulled of Highway 12 (now Highway 14) at an entrance of a park and prepared to have a firefight. As soon as the agents stopped, about 150 ft away the firefight erupted. Nelson and Chase opened fire with Cowley and Hollis taking cover and firing back. Cowley hit Nelson with many rounds, but the baby faced mad man kept shooting, wounding Cowley badly.","            Agent Hollis with a heroic move jumped forward shooting Baby Face Nelson in the legs. Nelson did not fall, however, to the hail of bullets. Instead, he returned Hollis’ fire, killing him instantly. Escaping, Nelson was bleeding profusely. The FBI found his body that evening near a graveyard, apparently abandoned by his partner in crime."," "," "],"display_date":"August 1, 1934 - November 27, 1934","search_date":"1934-09-29","locations":[{"id":22034,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"Cook, Illinois"}],"tags":[{"id":1293,"tag":"Gangsters"},{"id":1081,"tag":"The Great Depression"}],"course":{"name":"The Great Depression","school":"Texas Wesleyan University","course_id":79,"school_id":49}}]}