{"id":1305,"tag":"Cinderella Man","points":[[40.6916304076,-74.0035386433]],"bounds":[[40.6916304076,-74.0035386433],[40.6916304076,-74.0035386433]],"episodes":[{"id":5439,"title":"Baer Clowns, Braddock Downs","course_id":79,"status":"P","start_date":"6/13/35","end_date":"6/13/35","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“From rags to riches.","Strive and succeed.","A man may be down but he’s never out.”[1]","-John Kieran","Max Baer taunted his opponent.  A barrage of “boos” rained down from the audience, voicing their antipathy and intolerance for Baer’s lack of sportsmanship and detachment from the struggles of ordinary Americans.  In response to the jeering onlookers, Baer began yelling and heckling members of the crowd - boos continued to fill the building as the audience made known their distaste.  Not only was Baer taunting a fellow fighter, he was trampling over Braddock’s “down but he’s never out” image and the spirit of Depression America.","It was June 13, 1935, and James Braddock stood face-to-face with Max Baer, heavyweight champion of the world.  Roars from thousands echoed throughout the arena as spectators awaited the fight, and bright pulses of camera flash illuminated the room as blood-thirsty reporters sought to document an effortless title defense by Baer over the all but finished Braddock. Ten-to-one underdog James Braddock was on an unlikely hot streak entering the bout, having previously lost some 15 of 21 fights according to boxing historian John McAllum.[2]  A recent win streak landed Braddock a shot at the heavyweight title in a matchup with Max Baer.","The fifteen-round fight began and not far into the competition, Baer started taunting Braddock.  Fans booed in support of Braddock, one of their own who had suffered hardships of the American Depression but proved impossible to keep down.  The crowd, no doubt, sympathized with the plight of Braddock, who just months before his championship run was forced to go on relief for the sake of his wife and two sons.","Braddock – toughened by his time spent sparring with a broken hand, rib, and shoulder according to boxing historian David Margolick – fought through the mind games of the arrogant Baer.  Earlier in his career, Braddock would have been obliterated by such a formidable opponent. Trying times had toughened him, however.  He attributed much of his new found boxing prowess, namely his hardened left hand, to time spent working on the docks while on relief.[3]  Using this new strength he dominated fifteen rounds and, following a unanimous decision, was named boxing’s Heavyweight Champion of the World.","James “Cinderella Man” Braddock, a fan-favorite name made famous by reporter Damon Runyon, fought through problems that put many Americans down for the count.  He refused to quit fighting in life or in the ring, even in the face of opponents who mocked and taunted him.  His championship story is one of an unfaltering spirit that was immortalized in a heroic triumph over his adversaries and celebrated in the 2005 movie starring Russell Crowe.","[1]John Kieran quoted by McCallum, 196.","[2] McCallum, 193.","[3] Margolick, 80."],"display_date":"June 13, 1935","search_date":"1935-06-13","locations":[{"id":22428,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":1306,"tag":"Depression Entertainment"},{"id":1305,"tag":"Cinderella Man"},{"id":1304,"tag":"Baer"},{"id":1303,"tag":"Braddock"},{"id":1302,"tag":"Max Baer"},{"id":1301,"tag":"James Braddock"},{"id":239,"tag":"Boxing"}],"course":{"name":"The Great Depression","school":"Texas Wesleyan University","course_id":79,"school_id":49}}]}