{"id":131,"tag":"The Confederate States of America","points":[[36.8111162856,-79.3976134371]],"bounds":[[36.8111162856,-79.3976134371],[36.8111162856,-79.3976134371]],"episodes":[{"id":4551,"title":"Jefferson Davis Completes His Final Act","course_id":18,"status":"P","start_date":"1865-04-04","end_date":"1865-04-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Located in south central Virginia, not far from the North Carolina border, Danville was the western terminus of the Richmond and Danville Railroad and a major Confederate supply base. Jefferson Davis and his government traveled to Danville as Richmond fell to pursuing Federal Army. The city was the seat of the Confederate government for only eight days, April 3-10, 1865. Danville's quartermaster, Major William T. Sutherlin, offered his home to Davis and the Confederate government. Davis occupied an upstairs bedroom, and the Confederate cabinet met in the Sutherlin dining room. On that day, the Confederate President Jefferson Davis addressed his people for one final time.","Davis started out the letter by informing his people that General Robert E. Lee decided to leave Richmond and move south to prolong the \"cause\" as long as possible. Davis reassured his people and his country. \"It is equally unwise and unworthy of us, as patriots engaged in a most sacred cause, to allow our energies to falter, our spirits to grow faint, or our efforts to become relaxed under reverses, however calamitous.\" Davis hoped that Danville would not be the final resting place of the Confederacy, saying that, \"we have now entered upon a new phase of a struggle the memory of which is to endure for all ages and to shed an increasing luster upon our country.\"","But Lee's decimated army could not hold out. The cabinet was sitting at dinner when word of Lee's surrender at Appomattox reached Danville. The Confederate government would have to move immediately. They had originally intended to move to Lynchburg, but with no army operating in Virginia, the government would have to move south, toward Joseph Johnston's army. Davis still had hoped that the Confederacy could survive the recent series of disasters. He left Danville, Virginia for Greensboro, North Carolina, in the rain. ","In the <em style=\"mso-bidi-font-style: normal;\">Richmond Dispatch</em> on December 11, 1889, the wife of Major William T. Sutherlin gave an anecdote of her experience with Davis and his resiliency on fighting until the very end: \"One day at the table I said to him: 'Mr. Davis, would Lee's surrender end the war?' and he replied: 'By no means. We'll fight it out to the Mississippi river.' And so said all his officers. I told them they were simply whistling to keep their courage up, but they said they meant what they said.\""],"display_date":"April 4, 1865","search_date":"1865-04-04","locations":[{"id":14153,"lat":36.8111162856,"lng":-79.3976134371,"zoom":9,"place":"PITTSYLVANIA, Virginia"}],"tags":[{"id":32,"tag":"Civil War"},{"id":132,"tag":"Jefferson Davis"},{"id":131,"tag":"The Confederate States of America"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}},{"id":4552,"title":"Stand Watie Surrenders The Last CSA Forces","course_id":18,"status":"P","start_date":"1865-06-23","end_date":"1865-06-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["When the leaders of the Confederate Indians learned that the government in Richmond had fallen and the Eastern armies had been surrendered, they, too, began making their plans to seek peace with the Federal government. The chiefs convened the Grand Council on June 15, 1865, and passed resolutions calling for Indian commanders to lay down their arms and for emissaries to approach Federal authorities for peace terms.","                   Confederate Brig. Gen. Stand Watie, who was also a chief of the Cherokee Nation, commanded the largest force in Indian Territory. Dedicated to the Confederate cause and unwilling to admit defeat, he kept his troops in the field for nearly a month after Lt. Gen. E. Kirby Smith surrendered the Trans-Mississippi on May 26, 1865. Finally accepting the futility of continued resistance, on June 23, Watie rode into Doaksville near Fort Towson in the Indian Territory and surrendered his battalion of Creek, Seminole, Cherokee, and Osage Indians to Lt. Col. Asa C. Matthews, appointed a few weeks earlier to negotiate a peace with the Indians. ","            The treaty, which was signed on June 23, 1865, stipulated that the Indians \"agree at once to return to their respective homes and there remain at peace with United States, and offer no indignities whatever against the whites or Indians of the various tribes who have been friendly to or engaged in the service of the United States during the war.\" Article II stipulated that \"the undersigned commissioners on part of the United States, that so long as the Indians aforesaid observe the provisions of article first of this agreement, they shall be protected by the United States authorities in their person and property, not only from encroachment on the part of the whites, but also from the Indians who have been engaged in the service of the United States.\" Once Watie surrendered, this signaled the official end of the Confederate Army in North America.","            Watie was the only Indian to achieve the rank of general in the Civil War. After the war, Watie served as a member of the Southern Cherokee delegation during the negotiation of the Cherokee Reconstruction Treaty of 1866.  He then abandoned public life and returned to his old home along Honey Creek.  He died on September 9, 1871."],"display_date":"June 23, 1865","search_date":"1865-06-23","locations":[{"id":10691,"lat":null,"lng":null,"zoom":8,"place":"Unorganized, Oklahoma"}],"tags":[{"id":131,"tag":"The Confederate States of America"},{"id":32,"tag":"Civil War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}},{"id":4566,"title":"Ex-Confederates Move Way Down South","course_id":18,"status":"P","start_date":"1866-01-01","end_date":"1866-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["For some Confederates at the end of the war, defeat was too much to bear. By the 1870, the Census Bureau estimated that there was a net loss of more than 300,000 migrants in nine former Confederate states. The ones that left the United States altogether and went by way of Brazil and Mexico were known as \"confederados\" and built their homes in Santarem in the Amazon basin and Santa Barbara D'Oeste in the state of Sao Paulo. The New York Times had an 1866 featured article entitled \"Rebel Migration to Mexico\" on the front page that details attacks on a Mexican steamer that was believed to have been manned by United States citizens. The Times addressed the rebels more harshly as insurgents when it described the correspondence between a man Romero and William Seward. The Times implies the armed insurgency was meant to be a wedge between the United States and French interests in Mexico.","    George Harmon's research suggests there was a more organized effort in the Brazil emigration than the Mexican one. One example of an ÉmigrÉ was General Sterling Price who chose the Cordova Valley for its climate and fertile soil. Harmon noted that the Cordova Valley was one of the better choices in Brazil \"since agriculture was to be the main pursuit and occupation of the southern emigrant, a more ideal location for planting a permanent colony could hardly have been found in all Mexico.\"","    Not surprisingly, the people that had the financing for this undertaking came from Southern society and slaveholding families. They sought out a place where \"good fellowship could be enjoyed by all; and where their lost fortunes could more quickly and easily be forgotten or retrieved.\"","    The legacy exists today in Santa Barbara where descendants hold a \"Festa Confederada\" picnic on the second Sunday in April where there are biscuits and fried chicken, as well as renditions of \"Dixie\" sung in Brazilian-Portuguese accents. Several Confederate dead were buried outside the United States as well; William T. Hobgood's site catalogues Confederate burials in at least seven other countries. George Harmon claims at the end of his essay that due to the extreme hostility of Mexicans toward foreigners, a vast majority had moved back to the United States, but a considerable number moved on to Yucatan, Venezuela and Jamaica never to return."],"display_date":1866,"search_date":"1866-07-02","locations":[{"id":13344,"lat":null,"lng":null,"zoom":8,"place":"YOUNG TERRITORY, Texas"}],"tags":[{"id":32,"tag":"Civil War"},{"id":131,"tag":"The Confederate States of America"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}}]}