{"id":1310,"tag":"urban history","points":[[31.9014449767,-81.1192880728],[42.107446354,-83.1351982696],[37.7749295,-122.4194155]],"bounds":[[42.107446354,-81.1192880728],[31.9014449767,-122.4194155]],"episodes":[{"id":5441,"title":"A Fever Like No Other: Yellow Fever in Savannah","course_id":82,"status":"P","start_date":"1876-08-01","end_date":"1876-08-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The year 1876 was a frightening time for the citizens of Savannah, Georgia because of a severe yellow fever epidemic. This disease came with terrible symptoms. The symptoms of yellow fever included fever, muscle pains, vomiting, and jaundice. Death was the common outcome for these patients. This outbreak in Savannah was noted in other rival port cities such as Galveston. This occurred in order to try and put Savannah down, and potentially praise these other port cities. The benefits of this were mostly economic in the sense that businesses, especially with imports, could use Savannah’s yellow fever outbreak to steer business their way. This was a common occurrence seeing that there was a fight for supremacy in the social and economic realms during this time period.","An 1876 newspaper article from the <em>Galveston News </em>entitled, \"Yellow Fever Ravages: A Review of the Epidemic in Savannah,\" shows the severity of the disease. In a four month span between August and November in 1876, there were 1,574 deaths. Of this total, 940 of them were diagnosed with yellow fever, while the remaining 634 were categorized as having other diseases. The racial breakdown of these deaths showed that whites were affected more by these diseases than blacks seeing that 1058 of the deaths were whites and the remaining 516 were blacks. This can show a genetic resistance to the disease between the races even though it must be kept in mind these numbers could be skewed for various reasons. The author does not clearly state how accurate these numbers are when dealing with the racial breakdown of the population.","Some critics look at these death statistics and conclude the yellow fever epidemic in Savannah in 1876 was not as bad as others. Even though there were a significant number of deaths from other diseases, the number of people who died from yellow fever was still high. Also, doctors feared that these other diseases were actually different strands of the yellow fever disease. This, in turn, would make yellow fever even more dangerous as well as more important of an issue.","Citizens of Savannah took pride in their cleanliness. Savannah was said to be one of the healthiest seaboard cities, if not the healthiest. This raised much question as to why this disease would hit such a clean and healthy city. This debate created a big controversy within the city and other surrounding cities. Conclusions were finally drawn that it was not the unsanitariness of the city that caused this disease outbreak, but instead it was the weather. City officials insisted there was an unusually wet spring as well as a much warmer period before the disease hit. This was an important finding, because it allowed the city of Savannah to continue to take pride in their cleanliness and healthiness."," "," "],"display_date":"August 1876","search_date":"1876-08-16","locations":[{"id":1633,"lat":31.9014449767,"lng":-81.1192880728,"zoom":9,"place":"CHATHAM, Georgia"}],"tags":[{"id":1124,"tag":"Disease in the south"},{"id":1310,"tag":"urban history"}],"course":{"name":"Nineteenth Century Urban Epidemics","school":"Furman University","course_id":82,"school_id":4}},{"id":5442,"title":"Evacuation: A Last Resort for Health- Seeking Citizens of Savannah","course_id":82,"status":"P","start_date":"1876-01-01","end_date":"1876-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Evacuation in Savannah during the year 1876 was something that people in the city wanted to avoid at all costs. Unfortunately, in many cases there was simply no other option. Yellow fever struck Savannah in 1876. People began to move out of the city as soon as the disease began to spread. The immense amount of worry about the disease and its terrible symptoms caused citizens to flee the city. An 1876 newspaper article from the <em>Georgia Weekly Telegraph and Georgia Journal and Messenger </em>provides a first-hand account of the evacuation that took place in Savannah. This article gives insight as to how and why these people left the city.","Trains were the main source of evacuation for the citizens of Savannah. Trains were crowded leaving the city, and in many cases, extra cars were added to the trains to help accommodate the massive number of people trying to leave. People headed all over the state to places such as Millen, Augusta, and Atlanta. All of these cities took in a great number of refugees. These people all believed there was a severe problem and risk to their lives as well as their family’s lives, so in their minds their actions were justified.","People fled on steamers in order to evacuate the city as well. Also, steamers, such as the <em>Dictator </em>of Charleston, were cautioned not stop in the ports of Savannah because of the fear of quarantine. When the epidemic hit Savannah in 1876, the monitoring of these ships was at an all-time high in order to prevent the disease from coming into the city. Doctors in Charleston warned captains that there was certainly an epidemic taking place in Savannah. Mayor Anderson of Savannah took on a big role of helping the monitoring as well as informing the city and surrounding cities of the situation. This was done through his numerous reports to the city as well as telegrams sent to surrounding areas such as Darien.","There was a great irony in the mass exodus of people from the city. The editor of the Telegraph was crtical of the healthy people who evacuated the city. The healthy evacuating the city potentially raised a problem, because they left the sick alienated from society and left to die. In an earlier article, people fleeing the city were greatly criticized for leaving the sick behind. The editor critized the people who fled because it left the city with very few healthy citizens to help fight the disease. This allowed the disease continue to grow stronger in the city.","Scholars have studied the factors in which cause families to evacuate. Conclusions have found that the concept of being warned is the biggest factor. Warning by authority, peers, or media, are all areas in which people are warned. This scholarly finding is consistent with Savannah during the yellow fever epidemic of 1876. Groups such as the <em>Benevolent Association </em>and Mayor Anderson were key figures in sending warnings and reports of the disease to the public. Evacuation is simply a last resort to save the family. Ultimately, this is what these families in Savannah were trying to do in response to the yellow fever epidemic in 1876."],"display_date":1876,"search_date":"1876-07-01","locations":[{"id":1633,"lat":31.9014449767,"lng":-81.1192880728,"zoom":9,"place":"CHATHAM, Georgia"}],"tags":[{"id":1311,"tag":"Diseases in the south"},{"id":1310,"tag":"urban history"}],"course":{"name":"Nineteenth Century Urban Epidemics","school":"Furman University","course_id":82,"school_id":4}},{"id":5832,"title":"An autumn afternoon on Detroit's Belle Isle","course_id":118,"status":"P","start_date":"9/13/14","end_date":"9/13/14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["It was a chilly 65 degrees in the waters of the Detroit river on a perfect Sunday afternoon in the early autumn of 1914 as revellers debated whether it was too cool for a swim in the Belle Isle bath houses. Several hundred Detroiters could brave the dip for only 15 minutes each, but swimming was not the only weekend activity available on the large, lush island of recreation for escapees of the industrial city. Visitors could enjoy a stroll through the vast and deep wooded areas of the island park and enjoy the beauty of the seasons in change; green leaves beginning to give way to russet and crimson on the tall trees. A matinee band played popular tunes to a sizable crowd while families, couples and friends relaxed around the bandstand on the benches or gazed out over the river at Canada or at the few, experienced boatmen navigating the water. Canoes were also navigating a waterway internal to the island: the canal system was at capacity as visitors tried their hand or paddle. The afternoon was made all the more pleasant for the crowds as the criminal element was apparently also on their rest day, with no pickpocketing, injuries, damage or theft of the many cars on the island.","This jovial newspaper account of the recreational uses of Detroit's Belle Isle park is an excellent representation of the many ways in which a city can shape the natural environment. Belle Isle is a particularly striking example, as it is literally an attempt to preserve an island of natural space within one of America's most industrialised cities. For the mainly hard working, blue collar, immigrant and African-American population the Isle was a space where they could escape their weekday toil and truly relax with their families. The many uses of Belle Isle reflect its role as a multi-faceted space used by all of the city's vast array of residents. As an almost purely recreational space (there was a small commercial fishery on the island) Belle Isle is expressive of the culture of Detroiters and how they had fun at the time, contrasted with the intense and dominating industrialisation of the city. Only a mile or so down stream the river was filled with ships and further on lined with polluting factories in which the men enjoying the island worked long and tough hours. The island was particularly popular for motoring enthusiasts and Sunday drivers, revealing the upper class who could afford auto-mobiles (which many of the other visitors may have helped built in the numerous car factories in Detroit) also had a use for the public park.","Many people describe cities metaphorically as organisms or natural systems, with individual but vitally connected parts. If the heart and hands of Detroit are in its factories, perhaps it's hind end is relaxing on Belle Isle."],"display_date":"September 13, 1914","search_date":"1914-09-13","locations":[{"id":18385,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1903,"tag":"Park"},{"id":1899,"tag":"Detroit"},{"id":1233,"tag":"Environmental History"},{"id":1902,"tag":"recreation"},{"id":1310,"tag":"urban history"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5974,"title":"The Foreign Voice in Detroit","course_id":118,"status":"P","start_date":"1/10/15","end_date":"1/10/15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1915, Europe was embroiled in the Great War, and droves of men and women began immigrating to the United States.  Some came for the abundance of new jobs, others to escape war and hardship, but countless at the time saw Detroit as a beacon of hope, with its industry, location, and upwelling of vibrant cultural hubs. In 1915, Detroit Free Press published a wonderful Sunday edition describing how the various foreign groups received news about the war. It detailed the difficulties the men in the boarding houses had gaining access to war news because of the language barrier. As in most large American cities, one of the outcomes of the cultural melting pots was an entire subset of news published in various foreign languages, as well as men who began to serve as translators to others who couldn’t speak or read English.","Carol Agnocs’ dissertation about ethnic neighborhoods in metropolitan Detroit describes Detroit as a conglomeration of separate communities that occasionally interacted with each other, as opposed the “melting pot” concept that came to describe places like New York City or Los Angeles. She also states that earlier, before Detroit’s problems began to be attributed to dualisms such as Black vs. White, or Unions vs. companies, the was a high level of ethnic heterogeneity that was not always melded together perfectly, as shown through the various papers and the differing levels of information between the different cultural groups around World War I."],"display_date":"January 10, 1915","search_date":"1915-01-10","locations":[{"id":18385,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2097,"tag":"ethnic neighborhoods"},{"id":1310,"tag":"urban history"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6561,"title":"San Francisco Vigilance Committee By George DeRosa (Dickinson College, Class of 2016)","course_id":161,"status":"P","start_date":"1851-01-01","end_date":"1851-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["It was an odd thing to see so many people gathered on the balcony of the Jones Hotel at four in the morning. Fire bells rang as half-dressed people wearily watched the horizon glow a soft orange for the fifth time in eighteen months.[1] San Francisco may have been a “cloth and board” city, with no advanced water system – a tinderbox, but suspicions mounted as the Great Fire of May 4, 1851, destroyed eighteen city blocks, including the timber “portable,” that was constructed somewhere in Boston or Baltimore, and shipped in sections, to house the Joshua Norton & Company, Merchandising Company.[2] The local newspaper <em>Alta</em> was quick to place blame. “Little doubt, if any, remains that this city was set on fire by some fiend for the purpose of robbery.”[3]","Crime, murder, arson, and violence were commonplace in frontier towns and mining communities. Penal colonies were often purged and felons from Van Dieman’s Land, New South Wales, and Sydney Australia found their way to San Francisco, California. These felons would often organize themselves into cooperative organizations and terrorize the city and countryside. The general term “hounds” was used to describe anyone who banded together and specialized in pick-pocketing, thievery, arson, or assassination.[4] A small collective of convicts from Australia lived on Telegraph Hill, behind the charred remains of Norton’s former business, in a quarter called Sydney Town. Bungaraby Jack, Jemmy-from-Town, Big Brummy, Billy Sweet Cheese, and Tommy Round Head, were members of the crime collective known as the Sydney Ducks.[5]","On Sunday, June 8, a letter was published in the <em>Alta,</em> which proposed the formation of a “Committee of Safety” and a formal plan about how the committee should operate. The degenerate nature of society could supposedly only be improved by monitoring and boarding vessels that came in from Australia and refuse anyone who looked of doubtful character to come to shore. In terms of the “hounds” that had already made their way into the city, “committees of vigilance” were to be established and arbitrarily determine who would have to leave the city. It was proposed that one should be given five days’ time in order to leave the city or face the consequences of the “war of extermination,” that would be waged against them. “Let us set about the work at once. It may be well to call a public meeting in the square, to organize and carry out these views. Without this, or some other similar plan, the evil cannot be remedied; and if there is not spirit enough amongst us to do it, why then in God’s name let the city be burned, and our streets flow with the blood of murdered men.”[6]","Two days later, on the night of June 10, between eighty and one-hundred local merchants gathered in a storeroom on Sansome Street to draft the constitution of San Francisco’s first Vigilance Committee and elect its officers.  Unfortunately, for one of the Sydney Ducks, Mr. John Jenkins, was caught stealing a safe and taken to the meeting still going on.[7] He was sentenced to be hanged that same night. Many voiced their concerns over the severity of the punishment. Should attempted theft warrant execution? Others were only concerned with the hanging taking place late at night. They felt the event should be held in broad daylight with a larger audience to send a better message to other “hounds.” Members of the police force were there and the Captain attempted to save Jenkins from the mob and take him into custody, but it was of no use, the committee was too strong.[8]","Jenkins was taken to the California Engine House and the bell was rung to alert more townsfolk of the public event that was about to transpire. The biggest complaint of the night was that Jenkins would be hanged on the liberty pole. Deeming it too unpatriotic to execute someone on the pole where they fly the country’s flag, Jenkins was taken to the “old adobe” custom-house instead.  The police tried one more time to take back Jenkins but he was too well protected by armed members of the Vigilance Committee. Despite the tumult, Jenkins was placed into the makeshift gallows and hanged. [9]","John Jenkins became the first person to be officially hanged in San Francisco.  The coroner charged specific members of the committee with the responsibility for his death. The Vigilance Committee responded with a complete list of all the members and declared that the guilt was equally shared. The Committee considered itself a means to creating social good and that it had the ability purge the negative elements of the society. For a time, many residents in Gold Rush era San Francisco, agreed. [10]"," ","[1] Drury, <em>Norton I, Emperor of the United States</em>, 28.","[2] Devens, “The Reign of the Vigilance Committees in San Francisco:1851 & 1856,” 45.","[3] Drury, <em>Norton I, Emperor of the United States</em>, 29.","[4] Devens, “The Reign of the Vigilance Committees in San Francisco:1851 & 1856,” 47.","[5] Drury, <em>Norton I, Emperor of the United States</em>, 29.","[6] Josiah Royce, <em>California, </em>417-18.","[7] Drury, <em>Norton I, 29</em>.","[8] Devens, “The Reign of the Vigilance Committees in San Francisco,”47-8.","[9] Ibid. 47-8.","[10] Royce, <em>American Commonwealths</em>. 421."],"display_date":1851,"search_date":"1851-07-02","locations":[{"id":52945,"lat":37.7749295,"lng":-122.4194155,"zoom":8,"place":"San Francisco, CA"}],"tags":[{"id":256,"tag":"gold rush"},{"id":244,"tag":"Violence"},{"id":1310,"tag":"urban history"},{"id":942,"tag":"California"},{"id":3076,"tag":"vigilance"}],"course":{"name":"Digital History","school":"Dickinson College","course_id":161,"school_id":91}}]}