{"id":1311,"tag":"Diseases in the south","points":[[31.9014449767,-81.1192880728]],"bounds":[[31.9014449767,-81.1192880728],[31.9014449767,-81.1192880728]],"episodes":[{"id":5442,"title":"Evacuation: A Last Resort for Health- Seeking Citizens of Savannah","course_id":82,"status":"P","start_date":"1876-01-01","end_date":"1876-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Evacuation in Savannah during the year 1876 was something that people in the city wanted to avoid at all costs. Unfortunately, in many cases there was simply no other option. Yellow fever struck Savannah in 1876. People began to move out of the city as soon as the disease began to spread. The immense amount of worry about the disease and its terrible symptoms caused citizens to flee the city. An 1876 newspaper article from the <em>Georgia Weekly Telegraph and Georgia Journal and Messenger </em>provides a first-hand account of the evacuation that took place in Savannah. This article gives insight as to how and why these people left the city.","Trains were the main source of evacuation for the citizens of Savannah. Trains were crowded leaving the city, and in many cases, extra cars were added to the trains to help accommodate the massive number of people trying to leave. People headed all over the state to places such as Millen, Augusta, and Atlanta. All of these cities took in a great number of refugees. These people all believed there was a severe problem and risk to their lives as well as their family’s lives, so in their minds their actions were justified.","People fled on steamers in order to evacuate the city as well. Also, steamers, such as the <em>Dictator </em>of Charleston, were cautioned not stop in the ports of Savannah because of the fear of quarantine. When the epidemic hit Savannah in 1876, the monitoring of these ships was at an all-time high in order to prevent the disease from coming into the city. Doctors in Charleston warned captains that there was certainly an epidemic taking place in Savannah. Mayor Anderson of Savannah took on a big role of helping the monitoring as well as informing the city and surrounding cities of the situation. This was done through his numerous reports to the city as well as telegrams sent to surrounding areas such as Darien.","There was a great irony in the mass exodus of people from the city. The editor of the Telegraph was crtical of the healthy people who evacuated the city. The healthy evacuating the city potentially raised a problem, because they left the sick alienated from society and left to die. In an earlier article, people fleeing the city were greatly criticized for leaving the sick behind. The editor critized the people who fled because it left the city with very few healthy citizens to help fight the disease. This allowed the disease continue to grow stronger in the city.","Scholars have studied the factors in which cause families to evacuate. Conclusions have found that the concept of being warned is the biggest factor. Warning by authority, peers, or media, are all areas in which people are warned. This scholarly finding is consistent with Savannah during the yellow fever epidemic of 1876. Groups such as the <em>Benevolent Association </em>and Mayor Anderson were key figures in sending warnings and reports of the disease to the public. Evacuation is simply a last resort to save the family. Ultimately, this is what these families in Savannah were trying to do in response to the yellow fever epidemic in 1876."],"display_date":1876,"search_date":"1876-07-01","locations":[{"id":1633,"lat":31.9014449767,"lng":-81.1192880728,"zoom":9,"place":"CHATHAM, Georgia"}],"tags":[{"id":1311,"tag":"Diseases in the south"},{"id":1310,"tag":"urban history"}],"course":{"name":"Nineteenth Century Urban Epidemics","school":"Furman University","course_id":82,"school_id":4}}]}