{"id":1312,"tag":"Disease","points":[[38.5089863052,-77.2972733849],[40.7805662337,-73.9388482485],[42.107446354,-83.1351982696]],"bounds":[[42.107446354,-73.9388482485],[38.5089863052,-83.1351982696]],"episodes":[{"id":5443,"title":"\"The Slow Dead March of Camp-Disease\": Death in the American Civil War","course_id":82,"status":"P","start_date":"1861-11-25","end_date":"1861-11-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Charles Furman had known Fannie Garden for only 13 days before he asked her to marry him. In all, they spent less than a month together before the Confederate government ordered him northward to fight the “soulless soldiers” of the “despised Yankee Nation.\" The letters they wrote in the years that followed captured both their own deepening love and the chaos and carnage of the American Civil War. He was prepared, he wrote, to fight and die to defend her—and to defend Confederate freedom. He was utterly unprepared, however, for the reality of war—for the tedium and toil of daily life, for the savage intensity of battle, and most of all for the sweeping devastation of disease.","In November 1861, his regiment was encamped in northern Virginia. Since the Battle of Bull Run four months earlier, there had been only a few minor skirmishes to distract the men from the weariness of camp life—until now. Union general Daniel Sickles was gathering reinforcements, and Furman expected an attack any day. Responding to the news, Furman wrote to Fannie to assure her that he “love[d] her truly, and deeply, and earnestly—with all the warmth of his nature.” Nonetheless, he asked her not to worry, insisting that what he truly feared was not an instantaneous death in battle but a long, lingering death of disease. The former, he wrote, was like heavy infantry—“brilliant and rapid”—but nothing compared to the “universally destructive cavalry” of disease. Ultimately, he concluded, “the slow dead march of camp-disease is much more to be dreaded than the rapid double-quick of ball and shell.”","In the six months since Furman had enlisted, only eight of the regiment’s 900 soldiers had died in battle, and another 50 had been wounded. In those same months, measles and typhoid fever swept through the regiment, killing 43 and leaving dozens more too weak to fight. By winter’s end another 20 would be dead of typhoid and pneumonia. These losses typify larger patterns of Civil War mortality. In the first year of the war, as soldiers gathered from across the country, measles, smallpox, and other childhood illnesses devastated newly-formed armies. Exposure and nutritional deficiencies left soldiers vulnerable to disease, and the filthy, fetid water that sustained most of their camps allowed dysentery and typhoid to thrive. The Civil War, recent analysis suggests, claimed the lives of upwards of 750,000 Americans. An estimated two-thirds of those deaths—perhaps 500,000—were the result not of battle but disease. Historian Allen Guelzo has estimated that disease killed perhaps 18 percent of the entire Confederate army, and James McPherson argues that the percentage may be even higher. It is little wonder, then, that what Charles Furman feared most in the fall of 1861 was not battle—not bullets or bayonets—but disease."],"display_date":"November 25, 1861","search_date":"1861-11-25","locations":[{"id":14189,"lat":38.5089863052,"lng":-77.2972733849,"zoom":9,"place":"PRINCE WILLIAM, Virginia"}],"tags":[{"id":1314,"tag":"Charles Manning Furman"},{"id":1313,"tag":"Typhoid fever"},{"id":1312,"tag":"Disease"},{"id":32,"tag":"Civil War"}],"course":{"name":"Nineteenth Century Urban Epidemics","school":"Furman University","course_id":82,"school_id":4}},{"id":5446,"title":"Poe's \"Sepulchre by the Sea\": Love and Death in Victorian America","course_id":82,"status":"P","start_date":"1849-05-01","end_date":"1849-05-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Edgar Allan Poe spent his final months in poverty, tormented by grief, drowning his depression in alcohol and poetry. In May 1849, in his small New York cottage, he wrote what was to be his last completed poem, “Annabel Lee,” in which he returned to the themes that had haunted him for much of his life. The poem, set long ago in a kingdom by the sea, describes the speaker’s undying love for the beautiful Annabel Lee. Despite their youth, they share a “love that was more than love,” a love so powerful that envious angels send an unnamed illness to shatter their happiness. Though she dies, his love for her endures, and even years after her death “the moon never beams without bringing me dreams / Of the beautiful Annabel Lee.” He is drawn each night to her \"sepulchre...by the sea,\" where he lies down to sleep beside her lifeless body. Having lived only for her, his life without her is bereft of purpose. Now, he yearns only for death, to return forever to the happiness they shared so briefly in this world.","The rhythm of repeated words and phrases creates a haunting, mournful melody that mirrors the speaker’s mood. Even the poem’s meter, scholars argue, was structured to echo the very ebb and flow of the sea to which the speaker is drawn. Again and again, in “Annabel Lee,” “The Raven,” “Lenore,” and “To Helen,” Poe returned to what he called “the most poetic topic in the world—” the death of a beautiful woman. Indeed, love and death drove much of Poe’s writing, reflecting a life defined by tragedy. Abandoned by his father, orphaned as an infant, he found happiness in his marriage to his young cousin Virginia—only to watch her slowly waste away from tuberculosis. “Annabel Lee,” written two years after her death, was Poe's attempt to give words to the love and sorrow that still consumed him.","This obsession with death typified Victorian culture, which responded to the disease-defined realities of the nineteenth century by blending Christian and classical understandings of death. They infused death with beauty and redemptive power, transforming it into a work of art capable of giving meaning to one’s entire life. A “good death” was one in which the individual embraced their own mortality with hope and acceptance. Death was spiritualized as focus shifted from the dying, decaying body toward the soul. Their vision of heaven was of a physical, material place, a place of natural and artistic beauty where they would be reunited with those they love. Heaven was, as Mark Schantz argues, “a tabula rosa upon which Americans could inscribe their most profound hopes and aspirations.”","Americans blurred the boundary between heaven and earth, as if a breath of poetry—as if the power and passion of one’s love—was enough to reach those they had lost. In “Annabel Lee,” Poe describes such a love—a love that literally triumphs over the forces of heaven and earth, a love that haunts the living and that transcends death itself. It is the anguished cry of a man giving voice not only to his own pain but to the entire cultural climate of his age."],"display_date":"May 1849","search_date":"1849-05-16","locations":[{"id":8921,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":724,"tag":"Cult of Death"},{"id":1312,"tag":"Disease"},{"id":536,"tag":"Poetry"},{"id":1317,"tag":"Edgar Allan Poe"},{"id":1318,"tag":"Annabel Lee"},{"id":1319,"tag":"tuberculosis"},{"id":1320,"tag":"love"}],"course":{"name":"Nineteenth Century Urban Epidemics","school":"Furman University","course_id":82,"school_id":4}},{"id":5986,"title":"Joint Resolution Providing for Declaration of National Slum Clearance Day","course_id":118,"status":"P","start_date":"6/3/37","end_date":"6/3/37","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On June 16, 1937, Mr. William I. Sirovich, New York Representative, introduced a joint resolution “providing for the declaration of a National Slum Clearance Day by the President of the United States” to the Subcommittee of the Committee on the Judiciary in Washington D.C. This short bill was designed to empower both the President and the nation to realize the state of affairs currently affecting America, in which a third of the population lived in “baneful slum conditions.” Such conditions were said to have secondary effects such as high infant mortality, juvenile delinquency, high crime, and high disease rates. Protecting, policing, and serving such “blighted areas” was extremely costly to city governments and taxpayers. Furthermore, the educational monies being spent towards these areas were “being dissipated and wasted, largely because the educational benefits bestowed [were] nullified by the unwholesome home and neighborhood environment of the children.”","Private enterprise had failed to remedy such issues, and Mr. Sirovich proposed in his bill that federal action be taken by focusing attention of the American people on the slum conditions in which millions of people lived by creating a National Slum Clearance Day. Coming from New York, Mr. Sirovich first addressed the Committee by describing the conditions found in New York City, such as 200 acres of blighted land, tuberculosis epidemics, and conditions that made young women ashamed to invite friends into their homes. He assured that these sorts of issues were the same prevailing in many other American cities, such as Detroit, Boston, Philadelphia, Chicago, and St. Louis, and that a National Slum Clearance Day would prove the U.S. concern for the matter and empower people and government to care for “the forgotten people” living in slum conditions. European countries including England, Germany, and Austria, he claimed, had already eradicated their slum neighborhoods and America needed to follow suit. After this, Mr. Sirovich brought in witnesses from slums in New York City and Philadelphia to read accounts of their living conditions to the committee.","The meeting was not without touchy debate though. A committee member named Mr. Michener questioned the force of the bill and called it out for being a mere gesture instead of constructive action. Mr. Sirovich countered this accusation by noting that efforts at concrete action had thus far not gotten much traction: a bill for slum clearance proposal was pending before Congress, while in Michigan members of the House had risen on the floor demanding action, proving this issue was getting nowhere, despite being endorsed by the President. A nationally declared holiday, he argued, would move the issue forward by raising public awareness and putting the President publicly on the spot. However, Mr. Michener still denied the importance of the bill, stating, “All it means is that, whereas sin is in the world and we think something should be done about it”. The meeting wrapped up quickly and Mr. Sirovich’s final comments before adjournment were those of thanks and to conclude, “Now I have voted for millions and millions of dollars during my 13 or 14 years in the House for the extermination of corn borers, boll weevils, fruit flys, and so forth, now let us do a little bit for humanity too.”","This transcript from 1937 speaks not only to ideas of slum clearance and the beginnings of urban renewal in American cities, but also the nation at large. Through underlying tones, the transcript tells a lot about how people thought the environmental landscape shaped the lives and morality of the people who lived there. The evidence that the government had “forgotten” slum residents implies that they were looked down upon and considered lesser in society. While not noted explicitly in the transcript, this lower class of people was often defined not only by economic status but also by race.","The transcript also reflects a disconnect between the perception of slum residents themselves and the way they were conceived of in Washington. The idea that educational resources were wasted on such populations, for instance, would be angrily contested by residents, who often note that education was a primary value and means for advancement in their neighborhood.","The transcript also sheds light on the national movement of urban renewal during this time. Clearly, the issue was prevalent in Washington and reflected in cities across the country. This acknowledgement by the President and debate within Congress most likely helped shape the mindset of government officials and leaders nationwide about how cities should look and how the urban environment shapes experiences and perceptions among urban residents and the world in general. Though the American Housing Act of 1949 and President Truman’s Fair Deal would come a decade later, along with the height of urban renewal, this transcript certainly paints a picture of early thoughts of urban renewal and the idea of the need to improve urban life."],"display_date":"June 3, 1937","search_date":"1937-06-03","locations":[{"id":22722,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2099,"tag":"Black Bottom, Detroit"},{"id":2011,"tag":"Slum Clearance"},{"id":1197,"tag":"poverty"},{"id":1010,"tag":"Housing"},{"id":1312,"tag":"Disease"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}]}