{"id":1313,"tag":"Typhoid fever","points":[[38.5089863052,-77.2972733849],[42.107446354,-83.1351982696]],"bounds":[[42.107446354,-77.2972733849],[38.5089863052,-83.1351982696]],"episodes":[{"id":5443,"title":"\"The Slow Dead March of Camp-Disease\": Death in the American Civil War","course_id":82,"status":"P","start_date":"1861-11-25","end_date":"1861-11-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Charles Furman had known Fannie Garden for only 13 days before he asked her to marry him. In all, they spent less than a month together before the Confederate government ordered him northward to fight the “soulless soldiers” of the “despised Yankee Nation.\" The letters they wrote in the years that followed captured both their own deepening love and the chaos and carnage of the American Civil War. He was prepared, he wrote, to fight and die to defend her—and to defend Confederate freedom. He was utterly unprepared, however, for the reality of war—for the tedium and toil of daily life, for the savage intensity of battle, and most of all for the sweeping devastation of disease.","In November 1861, his regiment was encamped in northern Virginia. Since the Battle of Bull Run four months earlier, there had been only a few minor skirmishes to distract the men from the weariness of camp life—until now. Union general Daniel Sickles was gathering reinforcements, and Furman expected an attack any day. Responding to the news, Furman wrote to Fannie to assure her that he “love[d] her truly, and deeply, and earnestly—with all the warmth of his nature.” Nonetheless, he asked her not to worry, insisting that what he truly feared was not an instantaneous death in battle but a long, lingering death of disease. The former, he wrote, was like heavy infantry—“brilliant and rapid”—but nothing compared to the “universally destructive cavalry” of disease. Ultimately, he concluded, “the slow dead march of camp-disease is much more to be dreaded than the rapid double-quick of ball and shell.”","In the six months since Furman had enlisted, only eight of the regiment’s 900 soldiers had died in battle, and another 50 had been wounded. In those same months, measles and typhoid fever swept through the regiment, killing 43 and leaving dozens more too weak to fight. By winter’s end another 20 would be dead of typhoid and pneumonia. These losses typify larger patterns of Civil War mortality. In the first year of the war, as soldiers gathered from across the country, measles, smallpox, and other childhood illnesses devastated newly-formed armies. Exposure and nutritional deficiencies left soldiers vulnerable to disease, and the filthy, fetid water that sustained most of their camps allowed dysentery and typhoid to thrive. The Civil War, recent analysis suggests, claimed the lives of upwards of 750,000 Americans. An estimated two-thirds of those deaths—perhaps 500,000—were the result not of battle but disease. Historian Allen Guelzo has estimated that disease killed perhaps 18 percent of the entire Confederate army, and James McPherson argues that the percentage may be even higher. It is little wonder, then, that what Charles Furman feared most in the fall of 1861 was not battle—not bullets or bayonets—but disease."],"display_date":"November 25, 1861","search_date":"1861-11-25","locations":[{"id":14189,"lat":38.5089863052,"lng":-77.2972733849,"zoom":9,"place":"PRINCE WILLIAM, Virginia"}],"tags":[{"id":1314,"tag":"Charles Manning Furman"},{"id":1313,"tag":"Typhoid fever"},{"id":1312,"tag":"Disease"},{"id":32,"tag":"Civil War"}],"course":{"name":"Nineteenth Century Urban Epidemics","school":"Furman University","course_id":82,"school_id":4}},{"id":5910,"title":"Typhoid Fever strikes Delray","course_id":118,"status":"P","start_date":"1858-01-01","end_date":"1858-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1858, Dr. Hennery Baker, the head of the Michigan Board of Health, diagnosed a large number of deaths in the Delray settlement as the results of an outbreak of typhoid fever. Typhoid, transmitted by drinking water contaminated with the feces of an infected person, was commonly found in the unsanitary conditions of urban centers across the industrialized world in the nineteenth century. Delray, a growing industrial settlement just southwest of Detroit, was home to approximately 15,000 inhabitants. Without adequate sanitation and water infrastructure, residents of the area were habitually disposing of their nightsoil on the ground, where it filtered into the local water supply. The people of Delray were not only worried about the spread of disease within their own community, but also with the way that Detroit had handled the dumping of its pollutants through the River Rouge. Since Delray lay downstream of Detroit, much of the dumped pollutants would wash up on Delray’s shores.","In 1913, many years after Dr. Baker's finding, little progress had been made, and  residents still found themselves suffering disproportionately from the pollution of Detroit's industries. Now, increasing levels of air pollution from more and more industries meant that respiratory diseases caused the most diseases, followed by typhoid deaths due to poor sanitation. Approximately 430 people of every 100,000 living in Wayne County had died that year of complicated lung problems in Wayne County. This continued danger to public health reflects issues of environmental justice, as working-class people suffered from the conditions created by industrial urbanization."],"display_date":1858,"search_date":"1858-07-02","locations":[{"id":6595,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"WAYNE, Michigan"}],"tags":[{"id":1313,"tag":"Typhoid fever"},{"id":1941,"tag":"Delray"},{"id":2092,"tag":"Environmental Justice"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}]}