{"id":1315,"tag":"cholera","points":[[38.9151212228,-76.9435162098],[40.7805662337,-73.9388482485],[41.8399513458,-87.8166666032],[30.1220750117,-89.7244851703],[51.5073509,-0.12775829999998],[40.259105068058,-77.9115859375],[38.36738020306,-78.333872924805]],"bounds":[[51.5073509,-0.12775829999998],[30.1220750117,-89.7244851703]],"episodes":[{"id":5444,"title":"Fear Across the Atlantic:  Cholera’s Journey towards Washington D.C. in 1866","course_id":82,"status":"P","start_date":"9/1/85","end_date":"9/30/85","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In September of 1865, citizens of the city of Washington D.C. heard troubling tales from across the Atlantic of a rapidly westward spreading plague of Cholera.  The disease caused victims to experience extreme diarrhea until dehydration set in.  Without replenishment of fluids, victims were doomed causing around a 50% fatality rate.  Newspapers described it as a disease “so fatal…it begins with death.” Perhaps what terrified nineteenth century populations the most was the inability to discover a true cause or a cure to the disease.  Theologians described it as “god’s wrath” and scientists were as unsuccessful, attributing the disease to atmospheric miasma.  Furthermore, the theory of germs as a source of disease was in its youth and still highly controversial.  This lack of knowledge left the citizens of Washington D.C. terrified.  On September 1, 1865 this fear was proclaimed on the front page of the Daily National Republican under the alarmed title “The Coming Pestilence”.","The United States and Europe were familiar with cholera from previous outbreaks in 1832 and 1849. As a result, they were captivated by its spread.  Each individual country hoped it would be spared and that distance from the initial outbreak would suffice as protection.  Americans watched as the disease originated in India and quickly spread to Egypt.  From there, the disease alarmingly spread to the Mediterranean, beginning European infection with Italy and eventually France. By September, 1865 newspapers viewed the disease’s spread to England to be inevitable.  This left the Atlantic as the United States’ only defense.  However, distance only prolonged American’s fears. It did not protect cities such as Washington D.C. from cholera’s inevitable arrival.  As the Daily National Republican stated, “We feel sure, however, that if the cholera comes this way, no quarantine, no dententions, no fumigation, no lines of demarcations will keep it out.”  The one bastion of American hope remained very similar to that experienced in previous outbreaks.  The reports dispersing from Cairo claimed cholera only affected “those who live in close, confined quarters” with “no drainage” and most importantly “general bad living”.  Those who drank, were prone to excess, and morally depraved were viewed as the only ones susceptible.","With these signs abroad Americans personified cholera as a malign evil and sought preemptive preparation as the cure to this disease.  In a poem from 1831 republished in an edition of the Daily National Republican, the disease was named a “pale white horse” spreading misery and death throughout the land.  Strategies included cleaning of both physical and moral garbage.  The main sources of information in 1865 were reports coming from afflicted nations and Europe.  United States papers took these claims as truth and reprinted them for their readers.  Overall, 1865 marked a tenuous time for Washington D.C. residents and other Americans as they were forced to watch cholera spread without halt, inevitably heading towards their shores."],"display_date":"September 1985","search_date":"1985-09-15","locations":[{"id":40259,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"District of Columbia, District of Columb"}],"tags":[{"id":1316,"tag":"washington d.c."},{"id":1315,"tag":"cholera"}],"course":{"name":"Nineteenth Century Urban Epidemics","school":"Furman University","course_id":82,"school_id":4}},{"id":5445,"title":"Success against Cholera: Washington D.C. Watches Science Advance","course_id":82,"status":"P","start_date":"1866-05-01","end_date":"1866-05-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In May of 1866, Washington D.C. was embroiled in political challenges.  Cholera was spreading throughout the country.  In addition, the recently ended Civil War left politicians divided over the issue of Southern representation and reconstruction.  The question of how to deal with Southern reconstruction was at an all-time high.  By the summer of 1866 the idea of Southern representation in Congress was not uncommon, as long as those elected were “loyal and true men.” Papers such as The National Republican illustrated politicians as only sitting at conferences about the disease, not solving it.  Who would make decisions about stopping the disease? In this climate, government was not a solution.  Instead, it was a class of elite doctors that were portrayed by the media as answering the call in the fight against disease in the nineteenth century.  Physicians such as Robert Koch and John Snow pursued their study of disease as private practicing individuals, not as agents of the state. Dr. George Johnson was among the ranks of premiere private doctor.  His theories laid the foundations that led the residents of Washington D.C. to believe a critical blow against cholera had been presented in the summer of 1866.  His work was advertised and praised on May 6, 1866 in the article “The First Blow against Cholera” in a Washington D.C. newspaper, <em>The Daily National Republican</em>.","Dr. Johnson’s published work, Notes on Cholera was described by critics in the <em>Daily National Republican </em>as “the first true and complete explanation of the disease.” It was believed that the “first blow” had been struck against cholera in the discovery of what it really was.  Dr. Johnson’s purpose in writing it was “to sweep away an erroneous theory with regard to the nature of cholera.” In this quest he explained the disease in simplistic terms and provided the roots of cholera in a short one hundred pages.  This made the source of cholera visible for the larger public.  By creating progress in knowledge, Americans received hope based upon factual grounds for the first time in 1866.  This was is in contrast to the naïve hopes of past outbreaks.  Previously, cholera was believed to only affect the poor and immoral.  This belief left the average American immune.  This was based on a theological approach to the disease, deeming it a plague from god.  However, the advertising of Johnson’s work in a newspaper shows a significant advance towards a more scientific perception of disease.  This was one of the most significant transitions of the nineteenth century."],"display_date":"May 1866","search_date":"1866-05-16","locations":[{"id":1276,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":1316,"tag":"washington d.c."},{"id":1315,"tag":"cholera"}],"course":{"name":"Nineteenth Century Urban Epidemics","school":"Furman University","course_id":82,"school_id":4}},{"id":5447,"title":"Cholera and boosterism in New York and Chicago","course_id":82,"status":"P","start_date":"1866-01-01","end_date":"1866-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Disease epidemics of the mid to late nineteenth century caused an immense amount of fear among everyone and further led to the rivalry and boosterism prevalent between New York City and Chicago during the 1866 cholera epidemic. On August 29, 1866, <em>The Chicago Tribune</em> reported that cholera deaths in New York were at a standstill, and reports extensively from an article from <em>The New York World</em> that “not a single case occurred in the hotel,” and business on the streets and cleaner parts was “free from disease.” Transmission and prevention measures were also being taken to ensure that disease rates were controlled, which was quite the opposite for Chicagoans. There were reports that cholera in Chicago was caused by fall trade, lack of precautionary measures, not having a grasp on the sanitary aspect of the disease. Reports continued to bash the residents of these Western cities (Chicago, St. Louis, Cincinnati, and Memphis), claiming that it was “their fault” for not taking precaution even after being warned about the preventive measures of the disease and its deadliness. Aside from only a “few dozen” cholera deaths, however, the overall health and cleanliness of New York was excellent.","About 12 years prior to the 1866 cholera epidemic, John Snow found that cholera was a direct effect of the lack of sanitation within the city. The broad street pump in London was contaminated with feces and led to the cholera epidemic that ravaged the city. Snow discovered this after removing the handle on the pump, which prevented further use of it. After doing this, there was a sharp decline in and then no more cholera deaths at that time. With this information during the epidemic of cholera in New York and Chicago, both cities were aware of the cause. However, blame was placed on the immigrant population or a person’s predisposition for the disease, possibly in an effort to reduce fear, sustain commerce, and encourage tourism.","The <em>Chicago Tribune</em> further reports, however, that the cholera epidemic was actually quite different in Chicago than the New Yorkers made it seem. The city of Chicago was in reality, ahead of New York City in terms of municipal cleanliness and overall health of the area. Unlike New York, Chicago did not have “those cellars two stories below which breed pestilence” nor “those crowded courts and miserable masses of tenement houses,” which is where cholera often thrived. Due to apparent overcrowding in New York, cleaning the city and escaping the fate of cholera was actually impossible for them. Reporters claimed that New Yorkers knew this to be true, and slandered Chicago in an effort to maintain business and get rid of the guilt they had from misrepresenting their disease data. Furthermore, Chicago’s grasp on reporting deaths from cholera seemed to be better in terms of value and accuracy then that of New York, in their effort to provide the most information about the progression of disease in their city. New Yorkers, however, were negligent in this regard because they did not bother to report accurate numbers. If anyone were to travel to New York, they would actually find the death toll from cholera to be extremely high. To make cholera appear less brutal, however, it was sometimes referred to in reports about disease in Chicago as “Cholera-morbus,” which was less rapid and less severe symptomatically, but equally as fatal.","There is no doubt that disease during 1866 epidemic brought about fear and panic, and there is no wonder why those individuals responsible for reporting wanted to make their city seem like they had better concept of disease and more control over the prevention and spread of cholera."],"display_date":1866,"search_date":"1866-07-02","locations":[{"id":8925,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"},{"id":2539,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"COOK, Illinois"}],"tags":[{"id":1322,"tag":"disease in the north"},{"id":827,"tag":"Chicago"},{"id":579,"tag":"New York City"},{"id":1315,"tag":"cholera"},{"id":1323,"tag":"rivalry"}],"course":{"name":"Nineteenth Century Urban Epidemics","school":"Furman University","course_id":82,"school_id":4}},{"id":5448,"title":"<strong>The Oncoming Threat of Cholera in New Orleans in 1849</strong>","course_id":82,"status":"P","start_date":"1848-12-30","end_date":"1849-01-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["After a sixteen-year hiatus, cholera was once again on the doorstep of New Orleans. On December 30, 1848, reports from Pittsburgh began circling that cholera was the responsible agent for thirteen deaths aboard steamships known as the Diadem, the Watkins, and the Savannah; all of which had docked in the New Orleans harbor. A message from Cincinnati stated that fourteen people aboard the Peytona, which had departed from New Orleans, were found to be dead upon arrival to the city. This alarming message, according to the newspaper The Maine Farmer, sent the people of New Orleans into a panic that would disrupt the flow of the entire city for months. Newspapers in New England, as well as London, showed growing concern with what was happening in New Orleans. The Maine Farmer did not obtain many answers that any one could give for how cholera had sprouted up so suddenly in the winter months there. The only conclusion that the people reached for the reason behind the outbreak was the fact that over one thousand immigrants had arrived in New Orleans on December 22, 1848 from Liverpool and Havre and that they must be the ones responsible for bringing back the recurrence of the disease. The greatest number of deaths occurred among the poor, which was to be expected in those times. However, the inhabitants could not understand how some of the best citizens were also dying.","Shipping was of vital importance to the port city of New Orleans. It brought the people goods and kept their businesses running, however it was also how cholera seemed to be coming into the community. After the reports of December 30, 1848, people began fleeing the city by the hundreds. Business in the city went spiraling downward since boats could not move their freight onto land because nobody would pay enough money and take the risk of possibly bringing the disease from the ships back with them. Goods also could not be shipped out of New Orleans because nobody wanted to transfer them onto the vessels out of fear. A private letter in the Maine Farmer from New Orleans to Charleston said, “The cholera has paralyzed business to an enormous extent.”","New Orleans was apparently dismantled by something that was known as its greatest asset: shipping. Transportation methods had proven deadly to the city. Through January 11, 1849, there were an average of over one hundred deaths per day. All of the people that could afford to had fled. There was no more talk of business or life in general. The only thing people seemed to talk of was cholera. In less than three weeks time the city of New Orleans had been left in shambles."],"display_date":"December 30, 1848 - January 11, 1849","search_date":"1849-01-05","locations":[{"id":5597,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":29,"tag":"New Orleans"},{"id":1315,"tag":"cholera"}],"course":{"name":"Nineteenth Century Urban Epidemics","school":"Furman University","course_id":82,"school_id":4}},{"id":5449,"title":"<strong>The Change of Society in New Orleans Brought on by Cholera in 1849</strong>","course_id":82,"status":"P","start_date":"1848-12-30","end_date":"1849-02-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The devastation of cholera resumed in New Orleans on January 13, 1849 when the Medical Board pronounced that the disease had made its way into the levee. As was the case in the cholera epidemic of 1833, no one could explain why it had suddenly sprouted up again. There had not been many records indicating that ships from Europe had brought any cases of the disease in the most recent months. Theodore Clapp stated in his communication from New Orleans to the Universalist Trumpet and Magazine that the threat of this disease stopped people in their tracks and that the city came to a grinding halt.","New Orleans was home to many travelers and on average there were tens of thousands of strangers in the city in the winter months. When the news spread that the disease had made its way into the city these visitors made a quick exit. Boats were overflowing with people hastily trying to get out of the city so as to avoid the disease. Businesses were in a state of panic as their main source of money was leaving and people that lived in the city permanently were not themselves anymore. Fear of the disease had changed even the kindest person into a mean and very self-centered individual. People were forced to care only for themselves and those closest to them.","Thousands of people had died in just over three weeks and it had only left the people who were true to their home. This brought the trade and the business of the city to a screeching halt. Clapp stated: \"the outbreak of cholera descended like an avalanche upon our gay, busy, and happy population.” What was once a thriving economy had turned into a bleak home for a disease-ridden population in twenty-four days time. However, this was not to be the downfall of New Orleans. Theodore Clapp said in his communication that the disease had been perfectly manageable in its early stages and that no more than fifteen to twenty people of note had died. The majority of those that had died were the African Americans, the immigrants, and those suffering from poverty.","By February 17, 1849, people had started returning to the city and society had been restored. In a matter of weeks the people had gone from running from the city to returning which was not the case in the epidemic of 1833. The people were very happy that the epidemic had only lasted a few weeks. The outbreak in late 1848 and early 1849 was quick but it was still devastating to the city of New Orleans."],"display_date":"December 30, 1848 - February 17, 1849","search_date":"1849-01-23","locations":[{"id":5597,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":1315,"tag":"cholera"},{"id":29,"tag":"New Orleans"}],"course":{"name":"Nineteenth Century Urban Epidemics","school":"Furman University","course_id":82,"school_id":4}},{"id":6775,"title":"Pumping Death","course_id":177,"status":"P","start_date":"1854-01-01","end_date":"1866-08-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" John Snow had always been critical of the Miasma theory. But it wasn’t until his monumental discovery at the Broad Street pump in 1849 that his criticism was heard with any degree of fervor. But with this fervor came a growing awareness of the divides between the rich and the poor, and how these divides affected who lived and who died. Perhaps this is no more evident than in a cartoon published by <em>Fun</em> magazine in 1866, in which a depiction of a pensive death dispenses water through the Broad Street pump to a dignified, albeit ragged-looking, family. A brief caption reads “Death’s Dispensary: Open to the poor, Gratis, by permission of the Parish."," The cartoon stands in stark contrast to the usual satirical material published in <em>Fun </em>magazine. Perhaps this underscores the dramatic shift in attitude towards the disparity between rich and poor. This is not to say that the difference in the health of the rich and the poor had not been acknowledged before, but it was only after John Snow’s discovery that this disparity was substantiated with science. It did little, however, to change how the poor were treated, at least not for a time. But this cartoon highlights, starkly and eloquently, the growing displeasure of the poor at being downtrodden by the rich."," The family in this cartoon are hardly depicted as the satirical parodies that can be seen elsewhere in <em>Fun </em>magazine or in other media outlets. They are shown to be victims of their circumstances, lorded over by not only be the “parish,” but by death itself. They are not shown as comedic caricatures that one might expect from a comedic magazine such as in John Leech’s “A Court for King Cholera.” The animalistic African, the gangly German, the impish Irish, such are the stereotypes one would expect to find. But the man, woman, and children fit none of these, nor any other stereotypes. They are depicted plainly, without any exaggerated features or characteristics. Perhaps this is a statement by artist George Pinwell, meant to draw the eye and the mind to the humanity of even the lowest people. "," The macabre caption highlights the indigent attitudes of the unhealthy poor, who are depicted plainly, perhaps even proudly. Its sarcastic tone demonstrates the displeasure of the lower classes at the indifference of the upper class, a sharp cut at the “charity” of the landowners of London."," The depiction of death is perhaps the most interesting. Rather than a malicious spectre, a king astride the world, in this cartoon he is depicted passively, a pensive actor with averted eyes. He seems indifferent, perhaps even unwilling, to dispense death to the figures before him. Maybe this is a statement on shifting the blame from death, into the hands of those who do nothing to prevent his approach."," "," We will likely never know why George Pinwell chose to depict the characters in his cartoon the way that he did. However, one thing is certain. This cartoon is undoubtedly a slap in the face of the landowners who failed to provide a healthy standard of living to those who lived under them. Be it the government, landlords, or even the scientists who provide the former with the information they might need. "],"display_date":"January 1, 1854 - August 18, 1866","search_date":"1860-04-25","locations":[{"id":53114,"lat":51.5073509,"lng":-0.12775829999998,"zoom":7,"place":"London"}],"tags":[{"id":1315,"tag":"cholera"},{"id":3501,"tag":"Jon Snow"},{"id":3506,"tag":"Broad Street Pump"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":177,"school_id":94}},{"id":6850,"title":"Completion of the Blue Ridge Tunnel","course_id":188,"status":"P","start_date":"1857-01-01","end_date":"1857-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The completion of the Blue Ridge Tunnel was the pinnacle of American railroad engineering in the late 1850s. At 4,273 feet long, the tunnel was the longest ever constructed in the United States in 1858. Using funds from the Commonwealth of Virginia, the Central Virginia Railroad hired famous engineer Claudius Crozet for the project. He then found several contractors to do the work. The laborers consisted primarily of Irish-born immigrants fleeing the famine of 1845-1852, and enslaved African Americans. The Irish were tasked with boring the tunnel itself. These workers slowly hammered away at the extraction of solid rock—50,000 cubic yards—with hand chisels and black powder (the precursor to dynamite). Progress went slowly and inconsistently throughout the eight years that they chipped away at the mountain. In 1851, the Irishmen averaged nineteen feet on the east side and seventy-two feet on the west side per month according to the Blue Ridge Tunnel Foundation. African Americans slaves who numbered about fifty for the duration of the project repaired the worn railroad grades, broke apart and removed ballast, and spread it, because they were not trusted with the use of black powder. ","Furthering the impeded progress of the tunnel was the Cholera outbreak of 1854, which plagued the workers. Because the tunnel is seventy feet higher on the western side, spring water flowed into the tunnel and was a natural source for workers to wash their hands after relieving themselves during their long shifts. Contamination of the water was inevitable. Sickness was a major issue for Crozet. He wrote, “Yesterday young Downey attended the funeral of his father, and on his way back was taken sick and was himself buried to-day. Another Harrington also died in a few hours—in all 11 in about a week.” With workers becoming deathly ill and attending funerals, the progress ground to a near standstill in 1854. ","Upon completion, the project allowed materials to be transported through the Blue Ridge Mountains into the Shenandoah Valley, which previously had been a much more labor-intensive process that had included the use of roadways and canals of over 400 miles. The series of tunnels—the largest of which was the Blue Ridge—accomplished this feat in seventeen miles according the Blue Ridge Tunnel Foundation. With the tunnel completed, goods could then enter the Shenandoah Valley efficiently, and the western part of Virginia could be settled more easily. Completion of the railroad line using the tunnel was stalled by the onset of the Civil War. However, the project did serve a military significance when it was used by Stonewall Jackson’s troops to efficiently move through the mountains, helping to earn them the nickname of “foot cavalry”. The amount of effort put into constructing the tunnel is a testament to the importance of railroads for the time period. The efficient movement of goods allowed industry to flourish on a scale that eventually became known as the American Industrial Revolution. "],"display_date":1857,"search_date":"1857-07-02","locations":[{"id":53179,"lat":40.259105068058,"lng":-77.9115859375,"zoom":5,"place":"Augusta County, Virginia, USA"},{"id":53180,"lat":38.36738020306,"lng":-78.333872924805,"zoom":10,"place":"Nelson County, Virginia, USA"}],"tags":[{"id":1824,"tag":"Railroads"},{"id":1315,"tag":"cholera"},{"id":1864,"tag":"The Civil War"},{"id":3655,"tag":"Slave Labor"},{"id":3656,"tag":"Irish Labor"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":188,"school_id":3}}]}