{"id":1319,"tag":"tuberculosis","points":[[40.7805662337,-73.9388482485],[42.107446354,-83.1351982696]],"bounds":[[42.107446354,-73.9388482485],[40.7805662337,-83.1351982696]],"episodes":[{"id":5446,"title":"Poe's \"Sepulchre by the Sea\": Love and Death in Victorian America","course_id":82,"status":"P","start_date":"1849-05-01","end_date":"1849-05-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Edgar Allan Poe spent his final months in poverty, tormented by grief, drowning his depression in alcohol and poetry. In May 1849, in his small New York cottage, he wrote what was to be his last completed poem, “Annabel Lee,” in which he returned to the themes that had haunted him for much of his life. The poem, set long ago in a kingdom by the sea, describes the speaker’s undying love for the beautiful Annabel Lee. Despite their youth, they share a “love that was more than love,” a love so powerful that envious angels send an unnamed illness to shatter their happiness. Though she dies, his love for her endures, and even years after her death “the moon never beams without bringing me dreams / Of the beautiful Annabel Lee.” He is drawn each night to her \"sepulchre...by the sea,\" where he lies down to sleep beside her lifeless body. Having lived only for her, his life without her is bereft of purpose. Now, he yearns only for death, to return forever to the happiness they shared so briefly in this world.","The rhythm of repeated words and phrases creates a haunting, mournful melody that mirrors the speaker’s mood. Even the poem’s meter, scholars argue, was structured to echo the very ebb and flow of the sea to which the speaker is drawn. Again and again, in “Annabel Lee,” “The Raven,” “Lenore,” and “To Helen,” Poe returned to what he called “the most poetic topic in the world—” the death of a beautiful woman. Indeed, love and death drove much of Poe’s writing, reflecting a life defined by tragedy. Abandoned by his father, orphaned as an infant, he found happiness in his marriage to his young cousin Virginia—only to watch her slowly waste away from tuberculosis. “Annabel Lee,” written two years after her death, was Poe's attempt to give words to the love and sorrow that still consumed him.","This obsession with death typified Victorian culture, which responded to the disease-defined realities of the nineteenth century by blending Christian and classical understandings of death. They infused death with beauty and redemptive power, transforming it into a work of art capable of giving meaning to one’s entire life. A “good death” was one in which the individual embraced their own mortality with hope and acceptance. Death was spiritualized as focus shifted from the dying, decaying body toward the soul. Their vision of heaven was of a physical, material place, a place of natural and artistic beauty where they would be reunited with those they love. Heaven was, as Mark Schantz argues, “a tabula rosa upon which Americans could inscribe their most profound hopes and aspirations.”","Americans blurred the boundary between heaven and earth, as if a breath of poetry—as if the power and passion of one’s love—was enough to reach those they had lost. In “Annabel Lee,” Poe describes such a love—a love that literally triumphs over the forces of heaven and earth, a love that haunts the living and that transcends death itself. It is the anguished cry of a man giving voice not only to his own pain but to the entire cultural climate of his age."],"display_date":"May 1849","search_date":"1849-05-16","locations":[{"id":8921,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":724,"tag":"Cult of Death"},{"id":1312,"tag":"Disease"},{"id":536,"tag":"Poetry"},{"id":1317,"tag":"Edgar Allan Poe"},{"id":1318,"tag":"Annabel Lee"},{"id":1319,"tag":"tuberculosis"},{"id":1320,"tag":"love"}],"course":{"name":"Nineteenth Century Urban Epidemics","school":"Furman University","course_id":82,"school_id":4}},{"id":5958,"title":"Breeding Ground for Tuberculosis","course_id":118,"status":"P","start_date":"1/1/09","end_date":"12/31/31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["At the turn of the 20<sup>th</sup> century, Delray was defined by heavy industry and smoke stacks. Because of where they lived, residents were trapped in the middle of an industrial playground and subjected to poor housing policies. In 1909, Dr. Leo H. Herbert, the founder of the Detroit Tuberculosis Sanatorium, along with other renowned physicians of the time, spoke out against Detroit’s neglect of Delray’s environmental injustice during the Anti-Tuberculosis meeting. The filth and litter that filled the alley ways and cramped cottages were breeding grounds for tuberculosis. Aside from the health risks, the lack of proper leisure space for children, such as parks and playgrounds, created an unsuitable, and even disgraceful, living environment for Delray residents. Dr. Herbert pointed at the Solvay Processing Company’s pollution as the culprit of killing plant life in the area. The doctors argue that the children in Delray are constantly in danger of contracting tuberculosis at school because of their poor living conditions. Dr. Herbert was at the forefront of health issues in Detroit and devoted his career to fighting tuberculosis in the city.","As the tuberculosis epidemic was occurring, the first Great Migration increased Detroit’s black population from 5,741 in 1910 to 40,838 in 1920. Due to racial segregation in Detroit’s hospitals and the growing tuberculosis epidemic, black-owned and operated hospitals answered the African American community’s health crises. While hospitals like the Bethesda Hospital (1931) and the Good Samaritan Hospital (1929) made progress in combating tuberculosis for minorities, the white plague continued its presence in the poor neighborhoods of southwest Detroit."],"display_date":"1909 - 1931","search_date":"1920-07-01","locations":[{"id":50025,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1319,"tag":"tuberculosis"},{"id":1941,"tag":"Delray"},{"id":908,"tag":"Pollution"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6050,"title":"The Delray Tuberculosis Clinic","course_id":118,"status":"P","start_date":"1/1/10","end_date":"12/31/12","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The booming Detroit industries of the early twentieth century brought enormous demand for more workers as more and more industries pushed their way into neighborhoods such as Delray. Low real estate prices and rents attracted poor immigrants from around the world. Around 1910 Romanians, Serbs, Turks, Armenians, Austrians, Hungarians, and others flooded into the area. But the low cost of living translated into low standards of living, as well: bereft of even the most basic sanitation and infrastructure, many of the new residents were living in unspeakable conditions. Overcrowding of large numbers of people in these extremely small apartments and houses caused overflowing cesspools. The wells that the neighbors had dug for drinking water were sunk only a few feet into the sand, in close proximity to the cesspools, making the water unfit even for washing purposes. Lacking an alternative source, people in Delray used the well water anyway, even for cooking and drinking. The area was constantly in danger of outbreaks of tuberculosis, typhoid, and other diseases common in poor urban living conditions.","The Delray community, while powerless to address the underlying infrastructural issues, came together to create the Delray Tuberculosis Clinic in order to fight the disease in Delray. The clinic opened in May 1911 to educate the people of Delray about the disease and how it spread. Shortly thereafter, when word of the poor sanitary conditions in Delray reached authorities, the city of Detroit put together a full clean-up process led by health officer J.W. Inches. The first thing that Inches did was to condemn the wells as un-usable and begin to mainline the water in to Delray from other sources. The Board of Health also acquired the Tuberculosis Clinic to carry on its work."," "],"display_date":"1910 - 1912","search_date":"1911-07-02","locations":[{"id":18385,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1319,"tag":"tuberculosis"},{"id":1941,"tag":"Delray"},{"id":230,"tag":"Medicine/Health"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6051,"title":"City of Detroit Blamed for Neglect in Tuberculosis Epidemic","course_id":118,"status":"P","start_date":"5/26/09","end_date":"5/26/09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the late 19<sup>th</sup> century and early 20<sup>th</sup> centuries, doctors had discovered that large numbers of deaths in industrial cities were the result of tuberculosis, a respiratory disease closely linked to poverty, overcrowding, and malnutrition. Middle-class fears that tuberculosis could spread resulted in significant expenditures in Detroit, but that money largely ignored the problems of vulnerable populations in the working-class neighborhoods and poor industrial districts such as Delray, to the southwest of the city. In 1909, Dr. Leo H. Herbert and Dr. Emil Amberg scolded the City of Detroit for its lack of funding for the city's most vulnerable residents at the Anti-Tuberculosis society. They claimed that the conditions of the working class in the city were disgraceful and dangerous to the health of Delray residents. The city's allocation of resources was also inefficient: doctors were attempting to fight the disease, but the preventative measures of urban clean-up and improved living conditions that they had suggested were not being implemented. Along with the obscene amount of litter in the streets, for instance, Dr. Herbert pointed to the overpopulated housing situations as the disease's principal cause. When ten to twenty people were forced to live in a small cottage, that house immediately became a breeding ground for tuberculosis. It only took one house with small children, he warned, to spread the disease. Since children attend school they are more likely to catch and spread the disease since they are constantly in contact with their class mates."],"display_date":"May 26, 1909","search_date":"1909-05-26","locations":[{"id":50025,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1899,"tag":"Detroit"},{"id":1319,"tag":"tuberculosis"},{"id":230,"tag":"Medicine/Health"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}]}