{"id":132,"tag":"Jefferson Davis","points":[[36.8111162856,-79.3976134371],[40.7805662337,-73.9388482485],[37.5392399795,-77.4106423457],[32.0895435,-81.1230514]],"bounds":[[40.7805662337,-73.9388482485],[32.0895435,-81.1230514]],"episodes":[{"id":4551,"title":"Jefferson Davis Completes His Final Act","course_id":18,"status":"P","start_date":"1865-04-04","end_date":"1865-04-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Located in south central Virginia, not far from the North Carolina border, Danville was the western terminus of the Richmond and Danville Railroad and a major Confederate supply base. Jefferson Davis and his government traveled to Danville as Richmond fell to pursuing Federal Army. The city was the seat of the Confederate government for only eight days, April 3-10, 1865. Danville's quartermaster, Major William T. Sutherlin, offered his home to Davis and the Confederate government. Davis occupied an upstairs bedroom, and the Confederate cabinet met in the Sutherlin dining room. On that day, the Confederate President Jefferson Davis addressed his people for one final time.","Davis started out the letter by informing his people that General Robert E. Lee decided to leave Richmond and move south to prolong the \"cause\" as long as possible. Davis reassured his people and his country. \"It is equally unwise and unworthy of us, as patriots engaged in a most sacred cause, to allow our energies to falter, our spirits to grow faint, or our efforts to become relaxed under reverses, however calamitous.\" Davis hoped that Danville would not be the final resting place of the Confederacy, saying that, \"we have now entered upon a new phase of a struggle the memory of which is to endure for all ages and to shed an increasing luster upon our country.\"","But Lee's decimated army could not hold out. The cabinet was sitting at dinner when word of Lee's surrender at Appomattox reached Danville. The Confederate government would have to move immediately. They had originally intended to move to Lynchburg, but with no army operating in Virginia, the government would have to move south, toward Joseph Johnston's army. Davis still had hoped that the Confederacy could survive the recent series of disasters. He left Danville, Virginia for Greensboro, North Carolina, in the rain. ","In the <em style=\"mso-bidi-font-style: normal;\">Richmond Dispatch</em> on December 11, 1889, the wife of Major William T. Sutherlin gave an anecdote of her experience with Davis and his resiliency on fighting until the very end: \"One day at the table I said to him: 'Mr. Davis, would Lee's surrender end the war?' and he replied: 'By no means. We'll fight it out to the Mississippi river.' And so said all his officers. I told them they were simply whistling to keep their courage up, but they said they meant what they said.\""],"display_date":"April 4, 1865","search_date":"1865-04-04","locations":[{"id":14153,"lat":36.8111162856,"lng":-79.3976134371,"zoom":9,"place":"PITTSYLVANIA, Virginia"}],"tags":[{"id":32,"tag":"Civil War"},{"id":132,"tag":"Jefferson Davis"},{"id":131,"tag":"The Confederate States of America"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}},{"id":5796,"title":"<em><strong>The New York Times</strong></em><strong> Commemorates Jefferson Davis' Death</strong>","course_id":113,"status":"P","start_date":"1889-12-12","end_date":"1889-12-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In an article describing the funeral of Confederate President Jefferson Davis, <em>The New York Times </em>wrote, “it [the funeral] was one of such magnificence and taste that the recollection of it will never vanish from the mind of any beholder.” People from all over the South attended Davis’ funeral, which was held in New Orleans on December 11, 1889. Describing the procession, <em>The New York Times</em> noted, “The cortege was more than three miles long, and contained many thousand persons.","Due to the influx of people in attendance, the city of New Orleans delayed the ceremonies for Davis’ funeral from 11 AM to 12 PM. Around 3 PM, Davis’ casket and the rest of the funeral procession arrived at the gates of Metairie Cemetery. Once the procession had reached Davis’ temporary tomb, <em>The New York Times</em> observed the following: “the military formed in double lines around the mound at parade rest, the veterans grouped themselves inside this line, and outside of the glittering line of blue and gold soldiery were tens of thousands of the foremost people of New Orleans.” Once the ceremonies were over, a single-file line was formed in order that people could get one last look at the first and only president of the Confederate States of America.","Undoubtedly, Davis’ political career was the reason that so many people attended his funeral. Even before his time as president of the Confederate States, however, Davis had an impressive career in politics. He was a West Point graduate, a US Senator, a US Representative, and served as secretary of war. At one point in time he was even married to President Taylor’s daughter! During Davis’ time in Congress, he resigned from the US Senate in 1861 to show his support of Mississippi’s quest for secession. The act, along with his already stellar reputation, earned Davis notable fame in the newly seceded southern States. This eventually led to his election as the only president of the Confederate States on February 9, 1861.","Many historians have questioned the value of Davis’ leadership for the South during the Civil War. Historian Eric Foner argued that Davis lacked the ability to effectively manage the South’s economy and deal with obstructionist governors. Davis also lacked skill in diplomacy, which greatly hurt the South.","Despite his lack of skills, throughout the Civil War, and even in its final days, Davis never submitted to Lincoln and the North. Upon the fall of Richmond at the Civil War’s end, Davis was arrested by Federal troops and held in prison for two years. Though he was eventually released, Davis was never pardoned for his acts concerning the Civil War, nor did he ever apologize for any of them. Davis endured a lot of criticism for the defeat of the South throughout the rest of his life, but as seen by this article, people lauded his unwavering devotion to the South. Davis was eighty-one years old when he died."],"display_date":"December 12, 1889","search_date":"1889-12-12","locations":[{"id":8929,"lat":40.7805662337,"lng":-73.9388482485,"zoom":10,"place":"NEW YORK, New York"}],"tags":[{"id":132,"tag":"Jefferson Davis"},{"id":755,"tag":"Confederacy"},{"id":808,"tag":"Funeral"},{"id":1218,"tag":"The New York Times"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":113,"school_id":3}},{"id":6266,"title":"<em>Francis Blair Sr. Facilitates Peace Conference</em>","course_id":137,"status":"P","start_date":"1864-12-28","end_date":"1865-02-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In December of 1864 Francis Preston Blair, Sr., a native of Kentucky residing in Maryland, approached Abraham Lincoln about a peace conference between Blair and political leaders in the South. Blaire was a seventy-three-year-old journalist and influential politician. In 1856 Blaire helped organize the Republican Party. His influence also derived from his editing and founding the <em>Washington Globe </em>.  Blair met with Lincoln on December 28 requesting a pass to Richmond to visit Jefferson Davis. Lincoln, aware that Blair’s trip to Richmond had a political agenda, later wrote that he did not endorse the politics of the trip. The president wrote, “…He was given no authority to speak or act for the government, nor was I informed of anything he would say or do on his own account, or otherwise.” Abraham Lincoln saw Jefferson Davis as his largest obstacle in readmitting the South into the country, as the Confederate President saw secession as the only satisfactory outcome.","Francis Blair received an invitation from Jefferson Davis on January 3,1864 to come to Richmond and arrived on January 12. In Richmond, Blair met with Davis and his wife, Varina. Blair laid out a plan for peace that called for the end of fighting between the North and the South and the uniting of their forces against the French in Mexico. In respect to slavery, though, Blair insisted that it was a doomed institution. Davis rejected the proposal of uniting troops and ending slavery, but indicated his willingness to engage in dialogue with Lincoln.","In a letter he wrote to Blair on January 12, Davis stated he would meet with representatives with the goal to “renew the effort to enter into conference, with a view to secure peace to the two countries.”  Upon reading the letter from Davis, Lincoln responded with a letter to Blair in which he asked him to tell Davis that he was willing to meet with a representative with “the view of securing peace to the people of our common country.” The Hampton Roads Conference, an attempted peace conference between Lincoln and representatives of the South, took place on February 3, 1865."," "," "," "],"display_date":"December 28, 1864 - February 3, 1865","search_date":"1865-01-15","locations":[{"id":13917,"lat":37.5392399795,"lng":-77.4106423457,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":2525,"tag":"Hampton Roads Conference"},{"id":2524,"tag":"Francis Blair"},{"id":132,"tag":"Jefferson Davis"},{"id":683,"tag":"Abraham Lincoln"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":137,"school_id":3}},{"id":6556,"title":"Widows and Daughters of the South","course_id":160,"status":"P","start_date":"1861-04-12","end_date":"1865-05-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["While their husbands were away at war, the women of the South had to leave behind their lives of comfort to assume roles to benefit the Confederate war effort. Many wives whose husbands and sons went to battle were left without a breadwinner and funds. Although Jefferson Davis’s wife, Varina, was not a widow at the time of his imprisonment, she faced similar challenges of widows. "," ","Women and daughters of the South whose husbands and fathers were off at battle were faced with the challenge of helping the war effort from the comfort of their homes. The women of Savannah helped the Confederacy by holding local fairs where they sold their valuable jewelry and china to collect funds to buy supplies for the soldiers and hospitals. They also donated their expensive piano covers to aid as blankets for the soldiers. In addition, the women created “The Ladies’ Gunboat Association” to collect donations to fund a warship to protect Coastal Georgia. They also created wayside homes which provided food and shelter for soldiers who were in need. "," ","Varina Davis played a significant role in her family as well. While her husband Jefferson Davis was imprisoned, she had to assume the position of head of the household. Despite the fact that her husband was alive, she faced similar troubles that widows of Confederacy had also. Although many widows depended on their inheritance to survive, Varina had nothing. She had to find a place and means to live, find a way to educate her six children, and figure out what her new life would entail. When Jefferson was freed, he was offered a job as a university president, but that offered little money to support the family. Jefferson and Varina spent years traveling from Canada to Cuba in search of a new life, since the Reconstruction of the South proved unwelcoming. They eventually made their way to Europe, where Varina essentially was the head of the house sense Jefferson was trying to find a job with the Southern Pacific Railroad in the United States. Jefferson obtained the job and left for Memphis, Tennessee, leaving Varina and his children in England. "," "," ","Although women on the home front were not in battle, they were metaphorical soldiers. Women had to overcome the battles of finding means to live for their family, which was difficult sense they never were the source of income for their household. Women also had to make personal sacrifices for soldiers and the Confederacy. "],"display_date":"April 12, 1861 - May 9, 1865","search_date":"1863-04-26","locations":[{"id":52944,"lat":32.0895435,"lng":-81.1230514,"zoom":6,"place":"Savannah, Georgia"}],"tags":[{"id":132,"tag":"Jefferson Davis"},{"id":32,"tag":"Civil War"},{"id":755,"tag":"Confederacy"},{"id":3062,"tag":"Varina Davis"},{"id":3063,"tag":"Widow"},{"id":3064,"tag":"Savannah"}],"course":{"name":"Civil War through the Lens of Biography","school":"Furman University","course_id":160,"school_id":4}}]}