{"id":1322,"tag":"disease in the north","points":[[40.7805662337,-73.9388482485],[41.8399513458,-87.8166666032]],"bounds":[[41.8399513458,-73.9388482485],[40.7805662337,-87.8166666032]],"episodes":[{"id":5447,"title":"Cholera and boosterism in New York and Chicago","course_id":82,"status":"P","start_date":"1866-01-01","end_date":"1866-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Disease epidemics of the mid to late nineteenth century caused an immense amount of fear among everyone and further led to the rivalry and boosterism prevalent between New York City and Chicago during the 1866 cholera epidemic. On August 29, 1866, <em>The Chicago Tribune</em> reported that cholera deaths in New York were at a standstill, and reports extensively from an article from <em>The New York World</em> that “not a single case occurred in the hotel,” and business on the streets and cleaner parts was “free from disease.” Transmission and prevention measures were also being taken to ensure that disease rates were controlled, which was quite the opposite for Chicagoans. There were reports that cholera in Chicago was caused by fall trade, lack of precautionary measures, not having a grasp on the sanitary aspect of the disease. Reports continued to bash the residents of these Western cities (Chicago, St. Louis, Cincinnati, and Memphis), claiming that it was “their fault” for not taking precaution even after being warned about the preventive measures of the disease and its deadliness. Aside from only a “few dozen” cholera deaths, however, the overall health and cleanliness of New York was excellent.","About 12 years prior to the 1866 cholera epidemic, John Snow found that cholera was a direct effect of the lack of sanitation within the city. The broad street pump in London was contaminated with feces and led to the cholera epidemic that ravaged the city. Snow discovered this after removing the handle on the pump, which prevented further use of it. After doing this, there was a sharp decline in and then no more cholera deaths at that time. With this information during the epidemic of cholera in New York and Chicago, both cities were aware of the cause. However, blame was placed on the immigrant population or a person’s predisposition for the disease, possibly in an effort to reduce fear, sustain commerce, and encourage tourism.","The <em>Chicago Tribune</em> further reports, however, that the cholera epidemic was actually quite different in Chicago than the New Yorkers made it seem. The city of Chicago was in reality, ahead of New York City in terms of municipal cleanliness and overall health of the area. Unlike New York, Chicago did not have “those cellars two stories below which breed pestilence” nor “those crowded courts and miserable masses of tenement houses,” which is where cholera often thrived. Due to apparent overcrowding in New York, cleaning the city and escaping the fate of cholera was actually impossible for them. Reporters claimed that New Yorkers knew this to be true, and slandered Chicago in an effort to maintain business and get rid of the guilt they had from misrepresenting their disease data. Furthermore, Chicago’s grasp on reporting deaths from cholera seemed to be better in terms of value and accuracy then that of New York, in their effort to provide the most information about the progression of disease in their city. New Yorkers, however, were negligent in this regard because they did not bother to report accurate numbers. If anyone were to travel to New York, they would actually find the death toll from cholera to be extremely high. To make cholera appear less brutal, however, it was sometimes referred to in reports about disease in Chicago as “Cholera-morbus,” which was less rapid and less severe symptomatically, but equally as fatal.","There is no doubt that disease during 1866 epidemic brought about fear and panic, and there is no wonder why those individuals responsible for reporting wanted to make their city seem like they had better concept of disease and more control over the prevention and spread of cholera."],"display_date":1866,"search_date":"1866-07-02","locations":[{"id":8925,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"},{"id":2539,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"COOK, Illinois"}],"tags":[{"id":1322,"tag":"disease in the north"},{"id":827,"tag":"Chicago"},{"id":579,"tag":"New York City"},{"id":1315,"tag":"cholera"},{"id":1323,"tag":"rivalry"}],"course":{"name":"Nineteenth Century Urban Epidemics","school":"Furman University","course_id":82,"school_id":4}}]}