{"id":1324,"tag":"Differences","points":[[40.6916304076,-74.0035386433]],"bounds":[[40.6916304076,-74.0035386433],[40.6916304076,-74.0035386433]],"episodes":[{"id":5452,"title":"How the United States Differentiated Itself From England","course_id":83,"status":"P","start_date":"1/1/14","end_date":"12/31/14","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["What were people truly gaining from venturing to America? This is what many like the writer below quested to experience and understand.  Stephen Graham, a British traveller, walked about New York City and stopped to converse with an American man in a club. The man opened Graham’s eyes to the American mentality when Graham asked if it was embarrassing to take such great risks such as death and disease all for the sake of expansion of the city. The man replied: \"You play chess?\" said he, laughing. \"That's it exactly. He did not care to sacrifice pieces; he was entirely on the defensive in his chess, eh? And in life he would be the same, hoarding his pennies and his dollars, and economizing and saving. That's just how the American is different. He doesn't mind taking great risks; he is playing the large game, sacrificing small things, hurrying on, building, destroying, building again, conquering, dreaming. We are always selling out and re-investing. You are concentrating on yourselves as you are; we want to leave our old bodies and conditions behind and jump to a new humanity.\" This American, as opposed to Graham, did not save and count on every event to be safe. Rather, he took pride and joy in knowing that he was taking risks. The Americans as this man saw it were not afraid to fantasize about bigger and better things. Once they thought up something they wanted, they pursued it without fail until their desires were realized. The Americans were neither complacent nor fearful. They celebrated the trials and tribulations of normal men and realized that things may be less than ideal at times.","For many, the journey to America consisted of working in factories to procure better lives for themselves and their families.  \"In the period between 1866 and 1900, over 13 million immigrants entered the United States...Most immigrants left their homes seeking jobs and better financial opportunities in the United States. Some, like the Jews in Russia and Poland, left because of religious or political oppression. Most arrived with little money and no professional skills. Many immigrants were young males who intended to stay in the country only long enough to earn some money and then return home—and, in fact, many did return. Others settled permanently in the United States and saved money to pay for their loved ones to join them.\"  Thus we see that people came to the United States to work. I think it is safe to assume we have an identity of the working class. The nation was built on hard work, from the colonists to the industrial age.","."],"display_date":1914,"search_date":"1914-07-02","locations":[{"id":15927,"lat":40.6916304076,"lng":-74.0035386433,"zoom":10,"place":"New York, New York"}],"tags":[{"id":1324,"tag":"Differences"},{"id":759,"tag":"Immigrants"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":83,"school_id":40}}]}