{"id":1328,"tag":"supplies","points":[[40.6916304076,-74.0035386433]],"bounds":[[40.6916304076,-74.0035386433],[40.6916304076,-74.0035386433]],"episodes":[{"id":5453,"title":"American Food Rations in the World War II Era","course_id":86,"status":"P","start_date":"1/14/42","end_date":"11/29/48","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["<br /> World War II brought industrialized nations into combat with one another on an unprecedented scale, and to keep the people of a nation willing to fight, it was important to keep a steady supply of food and munitions coming to its soldiers. More importantly, the morale and efficiency of troops was dependant on the fact that these food and munitions were particularly good. For this reason, the food rations provided to American soldiers were specifically monitored by the Army Medical Corps in an attempt to ensure their superiority over the supplies of the German or Japanese troops. The significant resource cost of the war made it difficult to ensure a fresh supply of food and beverages was getting to the front line or being available to the workers back at home. According to the US Army, American soldiers consumed about nine million pounds of food daily. This meant that a considerable amount of food had to be brought to the battlefront which would be nutrient rich, in eatable condition, and available quickly. The American soldier's ration was made up of easily mass produced, canned, and shipped goods such as beans, packaged meats and vegetables, soluble fruit drinks, chewing gum, and cigarettes.","Though the American soldier's rations were processed and not freshly made, the availability of genuine, vitamin-rich food should not be taken lightly. The Germans and Italians, by comparison, had trouble supporting their troops and munitions workers with food in the same way. The production capacity of the United States was colossal and was not subject to the same stipulations as some of the European powers. The Germans were largely dependent on domestic food resources which, while enough to survive on, could not provide both soldiers and munitions workers with enough nutrients to remain at full efficiency. As a result, the Germans suffered a loss in the supply of food and munitions due to worker malnourishment while the Americans were able to provide for the Allies.  Winston Churchill is even quoted as having said \"We have won the war!\" after hearing of the attacks on Pearl Harbor, knowing well the industrial power of the United States.  During war time, the importance of efficiency and support of the home front should not be underestimated, and it is without a doubt that well-fed and nourished soldiers and workers have a distinct advantage over their malnourished counterparts. People under the Axis often had to eat substitute \"sawdust\" food and rely on foods which engineered specifically for mere survival, and this was a clear advantage that the United States brought to the Allies.","The importance of steady and healthy food supplies was not lost on the United States, and the great economic advantage of the nation has always been something which could be exploited. After World War II, the Medical Corps continued to improve the supplies received by American soldiers, upgrading the synthetic food drinks of wartime into instant coffee, and providing a wider variety of meat as well as pastas and treats such as cookies to the troops.  Well nourished troops are very important to a war effort, and there is no doubt that the superior food rations of the Allied troops, particularly those of the United States, helped in part to ensure victory over the Axis. <br /><br /> <br />Works Cited: <br /><br />Merriman, John M. A History of Modern Europe: From the Renaissance to the Present. New York: W.W.     Norton, 2010. Print.<br />\"RATION OF U.S ARMY HELD WORLD'S BEST: Dr. J.A. Tobey Says Soldier Get Abundance and Variety of     Natural Foods UNIFORM MENUS CHOSEN Diets Contrasted With Ersatz of Germans and Polished     Rice of Japanese.\" The New York Times, January 14, 1942.<br />Strauss, Fredrick. \"The Food Problem in the German War Economy.\" The Quarterly Journal of Economics.     55. no. 3 (1941): 364-412.<br />\"'SUPERIOR' RATION ADOPTED BY ARMY: New 'C-4' for Troops in Field, Tested by Soldiers, Has Meats,     Vegetables, Fruits, Coffee.\" The New York Times, November 29, 1948."],"display_date":"January 14, 1942 - November 29, 1948","search_date":"1945-06-22","locations":[{"id":27491,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":1328,"tag":"supplies"},{"id":1327,"tag":"american"},{"id":1326,"tag":"rations"},{"id":1325,"tag":"munitions"},{"id":242,"tag":"WWII"},{"id":773,"tag":"food"},{"id":5,"tag":"War"}],"course":{"name":"US History since the Civil War","school":"University of Toronto Scarborough","course_id":86,"school_id":28}}]}