{"id":1335,"tag":"African-American Church","points":[[39.603674835,-77.8141711851]],"bounds":[[39.603674835,-77.8141711851],[39.603674835,-77.8141711851]],"episodes":[{"id":6280,"title":"The African-American Community &amp; Tolson’s Chapel","course_id":132,"status":"P","start_date":"1866-01-03","end_date":"1870-01-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Prior to the Civil War, the border state of Maryland was home to both a relatively large free black population and enslaved black people. Together, they created networks and relationships that became the framework for a new free community afer the end of the Civil War. Maryland freed all the enslaved people in the state in 1864. But the state provided little else to aid black people in defending themselves against unfair and violent treatment in the aftermath of the war. Although it was exempt from Reconstruction, the number of complaints about black people in the state encouraged the Freedman's Bureau to expand its activities into the former border state.","In the meantime, black people began to establish their own institutions to provide protection and support to the community. In Washington County, Maryland, newly freed black families joined their free brethren in launching new religious societies and educational institutions. They were able to take advantage of land and other resources held by free people as the basis for building a new and bigger community. In each community, the black church was the central institution. Reverend John R. Tolson founded Tolson’s Chapel  in Wasihngton County. Samuel Craig, a free black man, had acquired the land.It became the spiritual and educational center of a vibrant community of black families. The keystone for the chapel was laid in October 1866.","Tolson’s Chapel served the African-Community in many ways. It the center of an active community, holding services and Sunday school, fairs, festivals, and meetings.It served as a school and a community center as well as a place of worship. Eventually, educational activities took place in a separate building on church property, The American Union School. The school was funded by the Freeman’s Bureau until 1870, when the cost of education was supposed to fall on the county.","By the middle of the 20th century, Tolson's Chapel was no longer a thriving community. In search of jobs, people moved to Hagerstown, Maryland, or Baltimore.  By 1950 Tolson’s Chapel was connected with the Asbury Methodist Church on Jonathon Street in Hagerstown. Nonetheless, Tolson’s Chapel played a key role in establishing the African-American community’s independence in Maryland."],"display_date":"January 3, 1866 - January 3, 1870","search_date":"1868-01-03","locations":[{"id":6079,"lat":39.603674835,"lng":-77.8141711851,"zoom":9,"place":"WASHINGTON, Maryland"}],"tags":[{"id":1962,"tag":"African-American history"},{"id":1335,"tag":"African-American Church"},{"id":280,"tag":"Maryland"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}}]}