{"id":1338,"tag":"Italians","points":[[33.5543155862,-86.8964933862],[39.3048367775,-76.6274800611]],"bounds":[[39.3048367775,-76.6274800611],[33.5543155862,-86.8964933862]],"episodes":[{"id":5455,"title":"Carmela Anselmo- Teacher and Innovator","course_id":84,"status":"P","start_date":"1/1/21","end_date":"10/29/40","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1921 Carmela Anselmo travelled to the United States from Sicily to visit her brother.  She fell in love with America on this trip and decided to stay.  In 1934 Carmela became a citizen of the United States. But she wasn’t satisfied with just becoming one herself, therefore she took up teaching the English language to other native-born Italians in order to help them gain citizenship as well.  After teaching over 400 native-born Italians how to speak English Carmela decided to teach another class that would further help these Italians understand their new homeland.","Citizenship, or naturalization classes, started becoming popular with immigrant communities during the early 1900s.  Not only would these classes prepare them for their citizenship examination, but they would also help them learn American culture so that they could assimilate better into the community.  Everyone in the class would be issued a textbook on American culture including the English language, American history, American government, and some economics.  Early in the 1900s the textbooks were readily available, but as time went on more immigrants came to the U.S. and textbooks started running scarce.  Carmela Anselmo dealt with this issue and in a letter sent on February 8, 1936 to the Immigration and Naturalization Service located in Washington D.C., Carmela asked for more textbooks to be sent to which an officia of the INS replied,  “I take pleasure in informing you that the textbooks which you have requested are being sent… It is hoped they will reach you promptly and will serve your present needs.”  But on April 15, 1936 Carmela was informed that not only were the books on back order, but they also were no longer covered in payment by the naturalization fees.  Carmela then proceeded to buy a class set of textbooks with money she and her students raised so that future students would be able to use them as well.","Carmela took care of her students as if they were family.  On the weekends the students would put on plays to show their achievements in the English language, and would hold fundraisers for the community.  Richard Alba of State University of New York at Albany, and Victor Nee of Cornell University, has argued that the fundamental key to successful assimilation in an American community lies within these classes and education lessons.  Although staying within immigrant communities, at times, hinders individuals from assimilating, most of the time, and as seen here, the classes helped the immigrants find a sense of community and grow pride in their new American nation.  With their new set of knowledge and skills, Carmela’s students would go on and create their own businesses, which they could not have done before hand due to their language barrier.  Carmela created a wonderful Italian community and made it possible for these new immigrants to enjoy a smooth transition to American life.  And as Carmela had hoped, most would go on to gain citizenship and continue to be active members in the community."],"display_date":"January 1, 1921 - October 29, 1940","search_date":"1930-11-30","locations":[{"id":20911,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":1338,"tag":"Italians"},{"id":31,"tag":"Immigration"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":84,"school_id":10}},{"id":6291,"title":"Italian and Jewish Immigrants in East Baltimore","course_id":132,"status":"P","start_date":"1/1/05","end_date":"1/1/30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["From 1890 to the early 1920s, Lombard street served as the center of Baltimore’s Jewish community. Considered a ghetto by outsiders, it was a bustling neighborhood of kosher butcher shops, delis, bakeries, bookstores, and Judaica shops. The boundaries of the community were defined by “Pratt Street to the north, Eastern Avenue to the south, Central Avenue to the east, and President Street to the west.” These same boundaries also marked Little Italy. Although many Americans tend to think about ethnic neighborhoods as distinctive. In fact, immigrant communities tended to intermingle, living in close proximity and sharing traditions as well as space.","Aaron Smelkinson remembered a divide between the two communities, one marked by geography as well as culture. “Little Italy was there, but there was a dividing line as if it was a wire fence,” Smelkinson recollected. Milton Schwartz, another Jewish neighbor expressed the same sentiment. “Around the corner was Little Italy,” Schwartz said. “We didn’t mix with them. We’d sneak down there once in a while to get a snowball…but everybody stayed within their own.”","But there is significant evidence that the two communities shared a great deal. On Fridays and Saturdays, Italian children would come over to the houses of their Jewish neighbors to help them heat their homes and turn on their lights (something that is forbidden for Jewish people on the Sabbath). “On Friday nights and Saturday mornings, we would go turn the gas on…they wouldn’t call everybody, just the ones they trusted,” said Clara Rizzi Ferretti, an Italian resident of Little Italy.Other times when Italian shops would run out of certain items, they’d often go over to the Jewish shops and buy from them. Most residents did not have indoor plumbing, so the communities also shared public bathhouses that served as venues for communal gathering.","Though Jewish boys expressed a feeling of animosity coming from Italian children when they’d cross over the street, overall the relationships between these two communities were relatively peaceful. Louis Cedrone of Little Italy commented on the eventual unity that Italians and Jews felt. “It was a mixed neighborhood…It was both Italian and Jewish.” Cedrone also remembered his Jewish neighbors, the Kaplans and the Froms. “The Froms had four girls: Riva and Molly, and Rose, and Mildred. We also had six girls in the family, so they paired off…I thought the whole world was Italian and Jewish.”","Despite the ethnic tensions, the communities generally found ways to work with each other and live harmoniously. The community also had a significant minority of African American residents, as well as other immigrants and minorities. The blending of these groups created an \"East Baltimore\" culture that incorporated elements of both the Italian and Jewish residents' cultures and created a unique atmosphere distinct from the rest of Baltimore."],"display_date":"January 1, 1905 - January 1, 1930","search_date":"1917-07-02","locations":[{"id":51922,"lat":39.3048367775,"lng":-76.6274800611,"zoom":11,"place":"Baltimore City, Maryland"}],"tags":[{"id":2563,"tag":"ethnic tension"},{"id":2562,"tag":"Jews"},{"id":2561,"tag":"Italian"},{"id":2560,"tag":"Little Italy"},{"id":2559,"tag":"East Baltimore"},{"id":31,"tag":"Immigration"},{"id":1338,"tag":"Italians"},{"id":752,"tag":"Judaism"},{"id":1664,"tag":"Jewish"},{"id":2532,"tag":"Baltimore"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}}]}