{"id":1349,"tag":"Atlanta Compromise","points":[[33.7862251516,-84.4230424472]],"bounds":[[33.7862251516,-84.4230424472],[33.7862251516,-84.4230424472]],"episodes":[{"id":5473,"title":"Opposing the Atlanta Compromise by forming the Niagara Movement","course_id":84,"status":"P","start_date":"1885-01-01","end_date":"3/1/09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["The Atlanta compromise was delivered to a white audience at Atlanta’s Piedmont Park in September 18, 1895 by Booker T. Washington, founder of Tuskegee University. The Atlanta compromise was an agreement between African American leaders and Southern white leaders. The agreement was that Southern blacks would provide labor to white employers and submit to white political rule if whites assured that African Americans would receive basic education as well as ensure the legal rights owed to them. Blacks would not focus their lives on equality, integration, or justice, and Northern whites would fund black educational charities, such as the Tuskegee Institute in Tuskegee, Alabama.","Because of his submissive relationship to the white community, Washington received a lot of criticism. Dr. William DuBois became his primary critic. In July 1905, DuBois led twenty nine black activists in forming the Niagara Movement, which demanded every right that belongs to a free-born American citizen. At the turn of the twentieth century, however African Americans have not obtained these equal rights.","One prominent critic of was Dr. C.C. Johnson, was a colleague of Dr. DuBois an esteemed black physician and surgeon. In a letter to DuBois, Johnson argued for more confrontational strategy. Johnson wrote that he “could not believe that in the long run it can be for the real good of any race to oppress unjustly any man or set of men anywhere in the world”.  Continuing in this manner Dr. Johnson wrote that “It surely needs no argument to any fair minded man to be convinced that the national sin of our country today is the shameful injustice to which our race is subjected in practically all parts of the land, both in a private and a public way”. This can of language shows that Johnson and Washington were both in the fight for racial justice, but had a different way of approaching that goal.","The intellectuals of the Niagara Movement sought to motivate and educate people of all races and to combat the evils of white supremacy, Jim Crow, and black oppression. Being a profound debater, Du Bois along with other members of the movement such as Johnson, opposed Booker T. Washington and sought to persuade the masses that education, not accommodation, was the key to black prosperity.","Even though the Niagara Movement did not last long due to financial issues, As time continued in the mid-twentieth century, blacks continued to demand civil liberties and the protection of their liberties. With the support of whites and blacks alike in the formation of many black justice organizations such as the Southern Leadership Conference, the NAACP and the Montgomery Civil Rights Movement, schools would be desegregated, blacks were given the right to vote and became full-fledged citizens."],"display_date":"January 1, 1885 - March 1, 1909","search_date":"1897-01-30","locations":[{"id":1822,"lat":33.7862251516,"lng":-84.4230424472,"zoom":10,"place":"FULTON, Georgia"}],"tags":[{"id":1349,"tag":"Atlanta Compromise"},{"id":1350,"tag":"Niagara Movement"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":84,"school_id":10}}]}