{"id":135,"tag":"Zephaniah Kingsley","points":[[37.954527025,-76.8481834827]],"bounds":[[37.954527025,-76.8481834827],[37.954527025,-76.8481834827]],"episodes":[{"id":4555,"title":"Zephaniah Kingsley and His Treatise on a Patriarchal Society","course_id":21,"status":"P","start_date":"1829-01-01","end_date":"1829-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Zephaniah Kingsley was a plantation owner on Fort George Island, now Jacksonville, FL. In his \"<em style=\"mso-bidi-font-style: normal;\">Treatise of Patriarchal, or Co-operative System of Society\"</em>, Kingsley spoke of the use of slaves in southern states as the only answer to agricultural production because the white people of the region were not created to work within the area. He used the argument of many slave holders of the time; that whites were too feeble and sickly to work the harsh lands. Blacks were instead seen as brutes that thrived in the intense heat and work.","            It was believed in the 18th century that slaves were lucky compared to poor whites families because they were supplied with all their physical needs without having to work to feed their families. They were given food, shelter, clothes, etc. for increasing the wealth of their masters while poor whites had to deal with creating enough food to feed their families. Very few even had enough work to create a monetary profit. This of course was only if the slaves had a \"kind\" master. If not, they were hardly given enough clothes to cover their backs or enough food to fill their bellies. Also, it did not matter if they had a kind master of not when it came to punishment; all were beaten or abused for their mistakes. ","Kingsley assumed that being kind, giving slaves justice, and creating equality with freed blacks would create a better society.  He used Brazil as an example for a powerful nation that maintained a majority of blacks: 3 million compared to the 1 million whites with 1 million of the blacks free. Many white citizens claimed that there was harmony between the classes because the blacks were treated kindly and were given work opportunities with the white population. Many people within the United States wanted this same existence within the nation due to the constant fear of uprisings by their slaves and the freed black population. ","Kingsley believed that slavery was a necessary option for the growth of a powerful nation as white people were not \"made\" for many of the lands in America. They were too weak and feeble while the captured Africans seemed to \"thrive\" within the swamplands in the south. He also believed, as many did, that to free the slaves was a horrible idea as it would destroy civilization with the onslaught of ignorant and uneducated people into society. It was believed in the south that slaves had a good life, much better than the ones they would have back in Africa, because of the generosity of their masters while the white man had to work for his own family. Slavery in the eyes of Kingsley and many of his friends and neighbors was a necessity for the advancement of the nation and the continued productivity of America's southern states. "],"display_date":1829,"search_date":"1829-07-02","locations":[{"id":1281,"lat":null,"lng":null,"zoom":8,"place":"Florida, Florida"}],"tags":[{"id":135,"tag":"Zephaniah Kingsley"},{"id":136,"tag":"Argument for Slavery in Florida"}],"course":{"name":" Culture, Power, and Society","school":"Rollins College","course_id":21,"school_id":5}},{"id":4562,"title":"The Kingsley Plantation","course_id":21,"status":"P","start_date":"1814-03-07","end_date":"1815-03-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the early years of the nineteenth century many people came to Spanish Florida. Some were forced to come to Florida to work on plantations and others like Zephaniah Kingsley sought to make their own fortunes by obtaining land and establishing those plantations. During this time alliances and politics were shifting and though some of the enslaved would later become free landowners, they had to watch out for the dangers of the shifts. ","            Kingsley moved t Fort George Island in 1814, which is also known today as The Kingsley Plantation. He brought along with him his wife whom he had purchased as a slave woman, Anna Madgigine Jai. His wife and three children helped Kingsley manage the plantation. Not only did his wife help manage the plantation but she also acquired her own land and her own slaves. With an enslaved work force of about sixty, the Fort George plantation was able to produce Sea Island citrus, cotton, corn, and sugar cane.  As years passed Kingsley continued to acquire property in north Florida and eventually possessed more than 32,000 acres, including four major plantation complexes and over 200 slaves. ","            In 1828, Kingsley presented an intriguing defense of slavery titled <em>A Treatise on the Patriarchal, or Cooperative System of Society, As it Exists in Some Governments, And Colonies in America, and in the United States, Under the Name of Slavery, With its Necessity and Advantages</em><em style=\"mso-bidi-font-style: normal;\">.</em> Kingsley's book effectively separated race and class all together. He believed that a three-caste social structure would best suit Florida's climate as well as the economy. His Treatise was known to be the first and most important formal articulation of a proslavery ideology by a Floridian. ","\"Power may for a while over weakness and misfortune. But as all nature (from the eternal principal of self) takes part with weakness against power; the re-action finally must be terrible and overwhelming.\"(Kingsley, 1828, p. 14)","Kingsley was against the restrictive laws, which argued that more humane treatment would ensure peace and the perpetuation of slavery. Kingsley's opinions published in his Treatise reflected his ideas and thoughts on slavery. Though he was proslavery, Kingsley made an announcement to let it be known that his wife was a slave and his children were mulatto. He had no shame in his family and wanted people to know the truth. His published opinions talk a great deal about his relationship with his wife and children and how he adapted to \"loving his slave family\"(Kingsley, 1828, p. 23) He stated that:","\"In the name of Almighty God, Amen: Let it be known that I, D[on]. Zephaniah Kingsley, resident and citizen of the St. Johns River region of this province hereby state: That I have as my slave a black woman named Ana, about 18 years old, who is the same [native African] woman that I purchased in Havana from a [slave] fleet which, with permission of that government, was introduced there; this Negress I have had and have procreated with to produce three mulatto children.\"(Kingsley, 1828, p. 23)","The Kingsley plantation symbolizes a time and a place in history representing people both free and enslaved. More than that, Kingsley Plantation represents people who were willing to put their efforts to survive in a changing land and take initiative to improve that land."],"display_date":"March 7, 1814 - March 5, 1815","search_date":"1814-09-04","locations":[{"id":1280,"lat":null,"lng":null,"zoom":8,"place":"Florida, Florida"}],"tags":[{"id":144,"tag":"plantation"},{"id":135,"tag":"Zephaniah Kingsley"}],"course":{"name":" Culture, Power, and Society","school":"Rollins College","course_id":21,"school_id":5}},{"id":4846,"title":"Patriarchal Slave System: How it worked","course_id":33,"status":"P","start_date":"1829-01-01","end_date":"1829-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["<br /> ”Patriarchy is a system where males are the head of the family and have all the rights of decision-making,”a system that has persisted for many years in American History. Patriarchy was not only used in government bodies, but it was also used in determining a slave child’s fate. In A Treatise on the Patriarchal or Co-Operative System of Society a humble servant by the name of Z. Kingsley allows to find out how a couple’s offspring’s destiny was chose for them by their parent’s social status. <br /> Agriculture was a great foundation to the slave trade business, a business that soon became very popular among countries such as Spain, France, and the United States. Slaves were brought in from African countries and put to work in farms under the ruling of, more often than not, a white male. Sons and daughters of these slaves future all depended on the social status of their parents. Soon enough this procedure became a law, a “law that entitles the children of free quarteroons, to all white privileges, if the father is white.” Children, whose fathers were slaves, became slaves, and children whose father was white, was to have all of the same rights as a white would hold. <br /> Families were separated and many never reencountered after being transported to different parts to continue their lives as slaves. Children often loathed their parents for being slaves, and many ran away after search for freedom. White Americans benefited greatly from this new law. The reproduction of slaves greatly favored plantation owners since it added more slaves to work their land. Young children were not allowed to work in the fields, so masters often had children working in the house, doing chores such as cleaning. Many plantation owners allowed the children to stay in their house and play with the other children. After a certain age, they were placed along with the other slaves on the fields. <br /> Slave’s offspring was not only way slave population augmented. “The slave trade was the mechanism by which one of history’s greatest mass population transfers was affected,” and this was proven truth by the amounts of slaves that were being transferred over from Africa to America; men, women, and children. Ships were being sent over from all over African and European continent filled with slaves. While lives were being torn apart, and families were detached from their roots, American economy was increasing with every slave that stepped foot on slave soil. <br /> Slavery was a never-ending cycle, and slaves began to accept the fact that the slaves themselves and their children would be in bondage for the rest of their lives. Escaping the rigorous life of a slave was almost an impossible dream to achieve. The patriarchal system ruined the lives of young girls and boys who often dreamed of being free and returning to their homeland. The fight for their freedom was reflected on misconduct of many slaves, but such rebellions only cause them more pain. African American’s lives were changed, the only aspect being passed on from one generation to the next, was that of being a slave."," "," "," "," "," "," "," "," "],"display_date":1829,"search_date":"1829-07-02","locations":[{"id":14215,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":135,"tag":"Zephaniah Kingsley"},{"id":4,"tag":"Slavery"},{"id":456,"tag":"Patriarchy"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}}]}