{"id":1351,"tag":"Environmentalism","points":[[33.5543155862,-86.8964933862]],"bounds":[[33.5543155862,-86.8964933862],[33.5543155862,-86.8964933862]],"episodes":[{"id":5481,"title":"Birmingham's Air Pollution Crisis and Federal Intervention","course_id":84,"status":"P","start_date":"11/18/71","end_date":"11/20/71","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Birmingham’s pollution trouble had long been a recurring theme. For years, many had simply lived with the pollution as an everyday part of life. However, in 1971 the County Health Department issued pollution alerts on two separate occasions with daily particulate counts well above national averages. These measurements collected over separate areas of the city could not be ignored any further as a thick blanket of pollution covered the cities skyline for several days. As Alabama’s largest city and a southern industrial hub, Birmingham served as home to many steel and iron producing plants that accounted for much of this pollution. In response to the crisis U.S. District Judge Sam C. Pointer of North Alabama issued a temporary injunction on twenty-three local industries and prompting the intervention of a federal strike force of environmental specialists by recommendation of the still new U.S. Environmental Protection Agency.","However, when the Birmingham News announced the arrival of a congressional subcommittee to hold a hearing, the question of most concern was determining if federal action was either too extreme or not aggressive enough, in spite of claims that local industries had been slow to act accordingly. If voluntary action from industries weren’t in place, then feds would exercise emergency powers of the Clean Air Act of 1970. While The Clean Air Act enforced EPA standards, it was The National Environmental Policy Act of 1969 that paved the way for the institutionalization of environmentalism. NEPA was enacted as a means to assure safe, healthy and esthetically pleasing surroundings, while attaining the most possible benefits devoid of compromising unwanted consequences.  At the height of the pollution crisis, particulate counts measured double the national average. Even after the count dropped following the shut downs, local industries still complained the order was carried out with little evidence any individual industry was to blame. Though the injunctions did not demand the complete shutdown of industrial plants, the dramatic reductions implemented brought production to a crawl. With so many employed by these industries and such huge cutbacks, worker’s jobs and their livelihoods were placed on the line. According to historian Thomas Wellock, up until recently any though of limiting industrial growth was considered “civic heresy.”","Nestled in the Deep South, Alabama has long been a state of proud independent character with a long political history preferring little to no federal intervention. However as Wellock points out, in the seventies politicians were aware of the publics demand for federal action, and Alabama’s leaders knew better than to alienate their constituency. Major legislations, like NEPA, were passed that would instill environmental values within local, state, and federal bureaucracies’. With Vietnam War, Civil Rights movement, and so many dividing issues during those times, the environment became one topic of bi-partisan support. To politicians, this was a win, win scenario that everyone can benefit from especially when it comes to votes."],"display_date":"November 18, 1971 - November 20, 1971","search_date":"1971-11-19","locations":[{"id":35012,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":1355,"tag":"Clean Air Act"},{"id":1354,"tag":"Air Pollution"},{"id":1353,"tag":"NEPA"},{"id":1352,"tag":"EPA"},{"id":1351,"tag":"Environmentalism"},{"id":203,"tag":"Birmingham, Alabama"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":84,"school_id":10}}]}