{"id":1362,"tag":"Telegraph","points":[[38.9151212228,-76.9435162098],[38.9071923,-77.0368707],[38.2526647,-85.7584557]],"bounds":[[38.9151212228,-76.9435162098],[38.2526647,-85.7584557]],"episodes":[{"id":5483,"title":"Professor Morse's Electric Telegraph - A review of the operation of the technology as well as the impact it had on the control and difusion of information.","course_id":85,"status":"P","start_date":"1842-08-01","end_date":"1842-08-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Alfred Vail waited for the message to arrive on the wire. His superior, Mr. Morse, had prepared the paper, and was about to send the message from the Supreme Court in Washington D.C.","The demonstration that was about to be undertaken was one that would introduce to America the ability to send a message via the new electrical telegraph. In August 1842, the <em>Tribune</em> described the operation of the telegraph and subsequent transmission of information via the electrical currents that made the communication possible.","The <em>Tribune </em>proposed that a person in Washington that wished to communicate to a second individual located in New York could do so in nearly an instant. The telegraph machine would utilize a signaling alphabet, called Morse Code, to send a series dots and dashes that could be converted to a message made up of Roman Letters. The receiving machine would then write the incoming message with a stylus, in dots and dashes; onto paper that was strapped to the cylinder on the machine. This was made possible by electrical cables that connected the sending and receiving machines and allowed them to exchange bursts of electric current that were controlled by electrified magnets on each machine.","Before the telegraph, there would be a distinct lag in the time between when an event would occur in one city and would be reported in the newspaper in another. During this era it was possible that days would go by in certain towns and cities where the local newspaper would report the following; “No news, No News and None is expected”? The telegraph now provided the potential of making news and other information available at an instant in all corners of the country. Harold Adams Innis, a communications theorist, pointed out that the telegraph removed a specific bias in the control and diffusion of the news. The most important information was always likely to be available in large urban centers but then was simply repeated or re-distributed to the cities and towns that dotted the periphery of these central areas. This fact was very important at the time as the core political authorities at the time were empowered by the fact that controlling information distribution at the center allowed them to completely monopolize the information that was diffused to the small towns and rural areas beyond the geographic centers. Once political control was exercised over the central news sources in the urban areas, the ability to change, twist, spin or misrepresent information further empowered the politicians and monopolies of the press.","The advent of the telegraph, and the ability to transmit a message at nearly 300,000 miles per second turned this experimental machine into much more than just a mysterious object filled with electricity. The telegraph had officially leveled the playing field and marked a turning point for the control over information. This loss of control at the political urban center allowed the regional daily press to escape and become independent. No more was it possible for the state capital or other political center to dominate the news. Now it would be possible to transmit a newspaper message or a portion of a presidential speech in minutes to everyone, enabling more local analysis of information that reflected the thoughts and ideologies of local inhabitants.","The <em>Tribune </em>also clearly posited other fears that many had in relation to the telegraph technology at this time. If the government did not seize the opportunity to control and manage the Telegraph, private industry would use it to bring competition, or even an end, to the Post Office and Pony Express. What was not realized at the time is that the power had already shifted and the birth of “Electric Media” had changed the playing field."],"display_date":"August 1842","search_date":"1842-08-16","locations":[{"id":1274,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":1365,"tag":"Telecommunication"},{"id":1362,"tag":"Telegraph"},{"id":1363,"tag":"Diffusion of Information"}],"course":{"name":"Historical Perspectives on Technology","school":"Widener University","course_id":85,"school_id":43}},{"id":6518,"title":"Lincoln Unimpressed with Kentucky's Impressment of African-Americans","course_id":159,"status":"P","start_date":"1864-06-13","end_date":"1864-06-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["     Noone doubted the existence of unlawful impressment of African-American soliders into the Confederate Army during the Civil War. On March 26, 1863, the Confederate Congress passed the Impressment Act, which allowed it \"to impress, or seize, food, fuel, slaves, and other commodities to support armies in the field.\" A 1793 law prohibited African Americans from bearing arms in the U.S. Army, but dwindling recruitment numbers resulted in forcing many slaves to be used for manual labor in the Confederate Army. On the other side of the battle lines, the Union Army initially had trouble recruiting free black men after Lincoln's passage of the Emancipation Proclamation, but President Lincoln would never resort to allowing his men to illegally force African-Amercians, or anyone else for that matter, to join the Union Army against their will; however, even though the Union Army legally enlisted free black men in 1863, it's evident that illegal impressment into the Union Army occured. ","When President Lincoln got wind of news that Kentucky Major General George Thomas and his men were impressing African-Americans into his Union forces, he didn't hesitate to express his dissastication. On June 13, 1864, Lincoln sent a telegram to Thomas accusing his Kentucky Union forces of \"seizing negroes and carrying them off without their own consent and according to no rules whatever, except those of absolute violence.\" Lincoln probably wasn't surprised that such an act would be occuring in a border state like Kentucky. The people of Kentucky were often at odds over the issue of slavery and most Kentuckians were not opposed to the institution --even Major General George Thomas was born into a slave-owning family and wasn't particularly sympathetic to African-Americans. Slavery wouldn't be abolished in Kentucky until December 1865 and Kentucky Union forces probably resorted to impressing black soldiers when the enlistment of free black men weren't meeting their high demands. ","Regardless of the demand that Kentucky Union forces weren't meeting in their recruitment numbers, impressment would not be tolerated under Lincoln's command. Although African-American soldiers in the Union Army suffered from subpar treatment, conditions, and compensation compared to their white counterparts, President Lincoln was aware of these issues and fought to obtain equal pay for black soldiers and equal protection for black POWs who were often heavily mistreated by their Confederate captors. Consequently, it was during the same month that Lincoln scolded Major General George Thomas for impressing African-Americans that Congress granted equal pay for U.S. colored troops. As a leader that believed in projecting a good and just moral code upon his men, President Lincoln demanded in his telegram that Major General Thomas ensure \"making soldiers of negroes is done according to the rules you are acting upon, so that unneccessary provation and irritation be avoided.\" President Lincoln's direct correspondence over the matter of the impressment of black soldiers into the Union Army illustrates his compassion for African-Americans and his no tolerancy policy of impressment and unnecessary violence towards African-Americans."],"display_date":"June 13, 1864","search_date":"1864-06-13","locations":[{"id":52826,"lat":38.9071923,"lng":-77.0368707,"zoom":5,"place":"Washington D.C."},{"id":52914,"lat":38.2526647,"lng":-85.7584557,"zoom":5,"place":"Louisville, Kentucky"}],"tags":[{"id":2978,"tag":"Confederate"},{"id":2977,"tag":"Soldiers"},{"id":2976,"tag":"Telegram"},{"id":311,"tag":"Union"},{"id":1362,"tag":"Telegraph"},{"id":1677,"tag":"Black"},{"id":3,"tag":"African-Americans"},{"id":701,"tag":"Lincoln"},{"id":2706,"tag":"Impressment"},{"id":32,"tag":"Civil War"}],"course":{"name":"Digital History and Pedagogy","school":"North Carolina State University","course_id":159,"school_id":30}}]}