{"id":1364,"tag":"Subway","points":[[40.7964015502,-73.8979738005]],"bounds":[[40.7964015502,-73.8979738005],[40.7964015502,-73.8979738005]],"episodes":[{"id":5484,"title":"Excellent Progress on the New York Subway","course_id":85,"status":"P","start_date":"9/27/02","end_date":"10/28/04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","On September 27, 1902 the <em>Scientific American</em> highlighted the development of the first New York City subway. The monthly <em>Scientific American</em> magazine, which focused on scientific discoveries and technological innovations around the world, detailed the progress of the subway through the use of various diagrams and articles.  The New York Subway was well underway during the publication of the article and was scheduled to be completed ahead of its previous publicized date. The newly created transportation network would be utilized to further stimulate the economic, social, and transportation needs of New York City’s residents."," ","Subway systems were integral in the economic development of New York City. The subway system allowed citizens to continue to expand outward from the densely settled area around Manhattan and Brooklyn and thrive by allowing traditionally geographically disadvantaged citizens to travel further from their homes. This allowed many citizens to have a greater sense of freedom and a broader social and economical reach. The availability of new forms of transit allowed these individuals to get to their destinations cheaper and more efficiently without sole reliance on elevated commuter railroads or horse drawn forms of transportation. The construction of the New York Subway facilitated the creation of many new jobs and a consistent supply of work by linking many different businesses with customers that were previously inaccessible and allowing both parties to benefit from its usage."," ","The creation of the New York Subway system was a great engineering achievement in the early 1900s. The <em>Scientific American</em> article stated the project required the excavation of over 1,700,000 cubic yards of earth and the employment of over 65,000 tons of steel in its construction.  One of the biggest concerns with a project of this magnitude was allowing other transportation systems to operate without disruption during construction. Much of the modern infrastructure of New York City was already in place and it was of great concern to leave it undisturbed. It was necessary to relocate gas, water, and electric lines while excavating the tunnels and connecting the underground network. While removing the millions of yards of debris, it was of great importance to maintain the structural integrity of the tunnel. Tunnels were dug using a method known as \"Cut and Cover\". Through this method, one side of the street was excavated to a depth of at least 30 feet, the subway tunnel was constructed, and eventually it was covered upon completion. In contrast to previously constructed shallow subway tunnels, the New York City Subway tunnels were supported in all directions by concrete walls and utilized a network of steel beams and waterproofing. This structural composure added many different benefits to the subway system. In cases when it was necessary to excavate both sides of a street simultaneously, support bridges and trestles were erected to maintain street access for ground transportation. Engineers used these systems to minimize any detrimental effects above the surface while they continued to further expand the New York subway system belowground."," ","Many of the building supplies that were designated to be used in the production of the New York Subway were shared with above-ground transportation systems. The materials used for the subway tracks were adopted from the above-ground trolleys. While the availability of trolley tracks was a benefit, it also facilitated the need to develop new solutions in regards to powering the tracks. Engineers carefully worked to retrofit the trolley tracks and modify the foundation the tracks were laid on to facilitate the delivery of electricity to the subway line."," ","Upon the first day of its completion, over 150,000 eager riders rode the New York subway system according to an article in the<em> New York Times </em>dated October 28, 1904. The first train arrived at One Hundred and Forty-Fifth Street from City Hall Park in exactly twenty six minutes and the reality of rapid transit was realized by many New Yorkers. The articles in <em>Scientific American</em> and <em>The New York Times </em>did an exceptional job stirring public interest for the new transportation system. These articles placed an emphasis on the many attractive features that the New York Subway had to offer and highlighted the many different architectural and engineering achievements. The<em> New York Times </em>article had a broader focus and placed a lesser emphasis on the intricate construction process of the system.    In contrast, The <em>Scientific American</em> article focused primarily on building details and engineering aspects of the project and was intended for readers with a scientific interest in the project."],"display_date":"September 27, 1902 - October 28, 1904","search_date":"1903-10-13","locations":[{"id":49747,"lat":40.7964015502,"lng":-73.8979738005,"zoom":10,"place":"New York, New York"}],"tags":[{"id":792,"tag":"Transportation"},{"id":598,"tag":"New York"},{"id":1364,"tag":"Subway"}],"course":{"name":"Historical Perspectives on Technology","school":"Widener University","course_id":85,"school_id":43}}]}