{"id":1370,"tag":"Theodore Roosevelt","points":[],"bounds":[[-100,-100],[100,100]],"episodes":[{"id":5487,"title":"The Roosevelt Corollary to the Monroe Doctrine","course_id":89,"status":"P","start_date":"12/6/04","end_date":"12/6/04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Monroe Doctrine of 1823 written to achieve a separation from Europe became a way for the U.S. to refrain from interfering in European matters and to keep Europe from colonizing the Americas any further. In 1895, Secretary of State Richard Olney took the Monroe Doctrine a step further and claimed that the U.S. could in fact interfere in Latin American affairs when necessary. President Theodore Roosevelt had a different interpretation on the Monroe Doctrine though; it was strictly an instrument to keep Europe from colonizing the western hemisphere. Roosevelt stuck to this view especially after the Venezuelan Crisis of 1902. After Venezuela’s civil war Germany wanted to punish them for not paying back their debt. President Theodore Roosevelt felt the Monroe Doctrine was dated and needed to be adapted to the current circumstances. Thus, the Roosevelt Corollary to the Monroe Doctrine was born. The Corollary gave the United States the police power needed to interfere in the Western Hemisphere when needed.","                On December 6, 1904, President Roosevelt presented his Fourth Annual Message to Congress, his Corollary to the Monroe Doctrine. In this speech he stated, “It is our duty to remember that a nation has no more right to do injustice to another nation, strong or weak,….” In this statement alone Roosevelt basically stated the U.S. had to interfere in the struggle in Latin America. According to historian Matthias Maass, President Roosevelt declared that the United States became in effect the police power throughout the western hemisphere. “Chronic wrong-doings, or an impotence which results in a general loosening of the ties of civilized society, may in America, as elsewhere, ultimately require intervention by some civilized nation, and in the Western Hemisphere the adherence of the United States to the Monroe Doctrine may force the United States, however reluctantly, in flagrant cases of such wrongdoing or impotence, to the exercise of an international police power….” In essence if the United States felt that a nation was unable to protect itself or if the United States was being threatened they would interfere. It would be on a case by case basis and dependent on circumstances.","                The Roosevelt Corollary to the Monroe Doctrine took the Doctrine to the next level and gave the United States a power in which they did not have. Where the Monroe Doctrine was written to keep Europe from colonizing the western hemisphere further and to keep the U.S. from interfering in European affairs, the Corollary broadened that and gave the U.S. police powers to interfere in the western hemisphere when needed. This was a perfect example of the need to update the laws of the nation as new circumstances arose. Theodore Roosevelt gave the U.S. the police powers they needed with the Corollary to the Monroe Doctrine."],"display_date":"December 6, 1904","search_date":"1904-12-06","locations":[{"id":52404,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District Of Columbia"}],"tags":[{"id":1370,"tag":"Theodore Roosevelt"},{"id":1371,"tag":"Monroe Doctrine"},{"id":1372,"tag":"Corollary"},{"id":1373,"tag":"Roosevelt Corollary"},{"id":1374,"tag":"Venezuela Crisis"}],"course":{"name":"Industrialism and Imperialism","school":"Texas Wesleyan University","course_id":89,"school_id":49}},{"id":5517,"title":"The Panama Canal Convention","course_id":89,"status":"P","start_date":"11/18/03","end_date":"11/18/03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The United States of America and President Theodore Roosevelt worked for years to gain access and control of a small isthmus in Panama. The isthmus gave the U.S. a strategic advantage over other countries, not just militarily but commercially as well. After long talks and many treaties the Republic of Panama agreed to meet. The United States agreed upon allowing the Republic of Panama to maintain their independence in exchange for control and occupation of the zone that later became the Panama Canal. In article II of the convention it states, “The Republic of Panama grants to the United States in perpetuity the use, occupation and control of a zone of land and land underwater for the construction, maintenance, operation, sanitation and protection of said Canal….” The Panama Canal Convention was in effect one of the greatest strategic movements the United States ever made.","The Panama Canal Convention of 1903 created a deal that not only became convenient for the United States but Panama as well. According to historian Walter LaFeber, John Hay could not believe what he was seeing. The treaty not only ensured the neutrality of the canal but it proposed payment to Panama for an amount that was equal to what the United States would have paid to Columbia. The treaty also ensured Panama’s independence. The Panama Canal Convention gave the United States a monopoly on construction as well. According to Article V of the convention, “The Republic of Panama grants to the United States in perpetuity a monopoly for the construction, maintenance and operation of any system of communication by means of canal or railroad across its territory between the Caribbean Sea and the Pacific ocean.”","The Panama Canal Convention was in effect one of the greatest strategic movements the United States ever made. It not only ensured Panama’s independence, it gave the United States access and control of the Isthmus of Panama and landed them in a position to control a strategic waterway. Theodore Roosevelt knew what he was doing when he decided to back Panama in their revolution for independence. That decision led to the agreement that led to the construction of the Panama Canal."],"display_date":"November 18, 1903","search_date":"1903-11-18","locations":[{"id":52404,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District Of Columbia"}],"tags":[{"id":1370,"tag":"Theodore Roosevelt"},{"id":1421,"tag":"Panama Canal"},{"id":1422,"tag":"Panama Canal Convention"},{"id":1423,"tag":"Isthmus of Panama"},{"id":1424,"tag":"Philippe BunauVarilla"}],"course":{"name":"Industrialism and Imperialism","school":"Texas Wesleyan University","course_id":89,"school_id":49}}]}