{"id":1375,"tag":"Atlanta Exposition","points":[[32.3860025551,-85.692630494],[33.7862251516,-84.4230424472]],"bounds":[[33.7862251516,-84.4230424472],[32.3860025551,-85.692630494]],"episodes":[{"id":5488,"title":"<strong>Effectively Speaking: Booker T. Washington’s Speech at the “Atlanta Exposition”</strong>","course_id":89,"status":"P","start_date":"1895-09-15","end_date":"1895-09-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The time had come to deliver his speech. As principal of an all-Black school he realized the importance of conveying his message carefully at the opening of “the Atlanta Cotton States Exposition in Tuskegee, Alabama”. Standing in front of a large gathering the principal of the Tuskegee Normal and Industrial Institute understood his words had to be effective. He looked into a sea of anxious white faces and felt the collection of Black expectant stares. With a stoic purpose Booker T. Washington addressed the crowd. His speech commenced not only the start of the trade fair, but the beginning of a new ideology for Black Americans.","Placating the white associations who helped form the exposition, Washington first expressed his appreciation for their benevolence. “I but convey to you, Mr. President and Directors, the sentiment of the masses of my race,” Washington assured, “when I say that in no way have the value and manhood of the American Negro been more fittingly and generously recognized, than by the managers of this magnificent Exposition at every stage of its progress.” Continuing to appease his audience, he voiced his ready acceptance of social segregation. He reminded the white audience of his race’s subservient past. His words sought to soothe them by pledging to them loyalty and service just like days of old. Cognizant of his place in society, Washington took extreme care by addressing these critical issues.","His speech demanded for his own race to understand the reality of their plight to freedom. He called for them to recognize the South and their place in it as laborers. He urged his race to accept the role, embracing it to be their own. Washington instructed, “To those of my race who depend on bettering their condition […] I would say cast down your bucket where you are […] cast it down in agriculture, in mechanics, in commerce, in domestic service and in the professions.” Washington also forewarned, “We shall contribute one third to the business and industrial prosperity of the South, or we shall prove a veritable body of death, stagnating, depressing, retarding every effort to advance the body politic.” Booker T. Washington advocated for production to refocus the aims of his people. He reasoned industrial trade gave them a sense of purpose, and a needful place within a race-conscience society.","On September 15, 1885, in Tuskegee, Alabama, Booker T. Washington spoke to an influential crowd. Ultimately this address, cemented his place as a leading Black figure in American history. The speech’s theme emphasized Washington’s idea of “a new era of industrial progress” while at the same time defining key roles for Black Americans. Crafted by his voice, Washington emerged not just as a principal leading his students, but also as a well-versed orator ready to become a leader to an entire race."," "," "],"display_date":"September 15, 1895","search_date":"1895-09-15","locations":[{"id":249,"lat":32.3860025551,"lng":-85.692630494,"zoom":9,"place":"MACON, Alabama"}],"tags":[{"id":1382,"tag":"Speeches"},{"id":1381,"tag":"Principal"},{"id":1380,"tag":"Cotton States"},{"id":1379,"tag":"Black Americans"},{"id":1378,"tag":"Exposition"},{"id":1377,"tag":"Educational Tour"},{"id":1376,"tag":"Tuskegee Normal and Indus"},{"id":1375,"tag":"Atlanta Exposition"},{"id":3,"tag":"African-Americans"},{"id":1133,"tag":"Booker T. Washington"}],"course":{"name":"Industrialism and Imperialism","school":"Texas Wesleyan University","course_id":89,"school_id":49}},{"id":6198,"title":"Southern Malfunction","course_id":127,"status":"P","start_date":"1895-09-18","end_date":"1895-09-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Representatives of the Department of Agriculture spent weeks arranging the exhibit at the 1895 Cotton States and International Exposition in Atlanta. Train cars had begun arriving in the city mid-summer, loaded with materials from a number of federal institutions and departments: the Smithsonian, the Forestry Department, the Postal Service, etc.. The specimens and demonstrations would fill the 65,000 square feet of the Government Building, erected with appropriations from Congress, with the intent of encouraging renewed economic partnerships with Southern manufacturers. That was the understanding of the Agriculture Department workers who installed the massive fish tanks that would house fresh and saltwater specimens from the Southern states. This exhibit proved to be one of the most popular on the opening day of the fair, September 18<sup>th</sup>. The <em>Atlanta</em> <em>Constitution</em> writes, “The people were loath to leave this place. They watched the gyrations of the impudent looking sheephead, the gay evolutions of the glided species; the sluggish movement of the catfish, the peculiar antics of the crabs.”","By the second day of the fair, most of the fish were dead. The pump works that supplied running water to the tanks had shut off during the night, suffocating many of the freshwater fish in the exhibit. The <em>Constitution </em>described the scene: “Huge catfish floated on the top of the aquariums with their white bellies turned upward in death, and the splendid specimens of trout, which attracted so much attention on opening day were woefully decimated.” This exhibit, and others like it spread throughout the various buildings of the fair, had an explicit commercial purpose. Despite intonations regarding the fair’s educative value, exhibits like the native fish species were designed to cast the South as a trove of untapped natural resources.","North Carolina emeralds, Georgia pine, Alabama iron ore, and (of course) cotton were some of the exploitable raw materials on display. Both North and South recognized the potential in these undeveloped materials, though regions differed in their view of how these would figure into the future of the South and its people. Northern boosters largely sought to integrate Southern industry into an existing network of manufacturing, centered in northeastern cities. The South could supply Massachusetts textile mills with cotton, Pennsylvania steel mills with ore, and could otherwise become a dependable repository for Northern investment capital. Southern journalists and businessmen however were actively engaged in crafting a regionally distinct culture and a financially independent economy. One of the express purposes of the 1895 Exposition was to entice new Southern trade partners in Central and South America, and throughout the fair, technologies were venerated that could satisfy the South’s vision for a new industrial society. The modern Southern textile mill was an invention that would, over the following decades, come to dominate the Southern economy. Not unlike the fish, many Southerners would become victims of these changes.","Robert Wiebe writes of an ongoing, Southern identity crisis in the late 19<sup>th</sup> century. “They simply saw no conflict between popular control and modern technology. [….] What they did reject were the current means of America’s industrialization - the corporations, the systems of credit and distribution, the alterations of political power. In trying to destroy the lot of them, they planned a revolution without quite realizing it and, as it happened, lost at every turn.” The systems designed to keep the fish alive failed to work correctly in the South and herein lies a parable. The industrialization of the South looked different, and the insistence with which Southern leaders developed a manufacturing economy blinded many to the costs of integrating new technologies and systems into an ill-equipped society. The naïve predispositions of Southern institutions would cause them to lumber blindly into building an unsustainable, extractive, and fragile economic system that would lock the region in poverty for much of the following century."," "],"display_date":"September 18, 1895 - September 19, 1895","search_date":"1895-09-18","locations":[{"id":1823,"lat":33.7862251516,"lng":-84.4230424472,"zoom":10,"place":"FULTON, Georgia"}],"tags":[{"id":678,"tag":"Economy of the South"},{"id":1375,"tag":"Atlanta Exposition"}],"course":{"name":"Fundamentals of Environmental History","school":"Auburn University","course_id":127,"school_id":73}}]}