{"id":138,"tag":"Diseases in Native Tribes","points":[[24.6544423073,-81.6949104117]],"bounds":[[24.6544423073,-81.6949104117],[24.6544423073,-81.6949104117]],"episodes":[{"id":4558,"title":"Seminole Misison in the Everglades, 1900","course_id":21,"status":"P","start_date":"1899-11-01","end_date":"11/30/00","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Throughout Florida during the early centuries of the colonization of America, Native Americans tribes dominated the Everglade region, mainly the Seminoles. With this came the need for missions in order to civilize and absorb the Indians into American society. H. Gibbs, a missionary in Florida during the early 1900s, wrote of the alcoholism and diseases that plagued the Natives after white settlers moved into the region. It can be seen through his article in the Palm Branch newspaper, the affects that white settlers had on the lives of Native Americans who lived near their colonies.","                On an Everglade mission site, measles were striking the Natives and making them seek out remedies from the surrounding white communities. The Missionary was troubled by the medication that local whites were selling to the Seminoles . . . whiskey. This contraction of the measles by the Native tribe is a good example of the force that European diseases had over the Indians. They did not have immunities towards the diseases like the Europeans did. Also this shows that Indian's genetic predisposition for alcoholism and the deception of white settlers.  The Natives were told that whiskey was a medicine for measles and so flocked to the vendors for a cure. ","                This occurrence also exhibits the importance of conversion on the part of the missionary as he mentioned this sickness as an act of God to reach more Natives. Gibbs used the disease as a way to meet with more Indians and hopefully \"civilize\" them. During this time, the training of Native Americans to live as whites did was of main focus to many Americans. One of the key ways that they were supposed to switch over would be through the acceptance of Jesus and of the Christian God. Through the use of missions and forced spiritual guidance, the white settlers hoped to control the surrounding Native tribes and gain their lands."],"display_date":"November 1899 - November 1900","search_date":"1900-05-17","locations":[{"id":1432,"lat":24.6544423073,"lng":-81.6949104117,"zoom":8,"place":"MONROE, Florida"}],"tags":[{"id":138,"tag":"Diseases in Native Tribes"}],"course":{"name":" Culture, Power, and Society","school":"Rollins College","course_id":21,"school_id":5}}]}