{"id":1380,"tag":"Cotton States","points":[[32.3860025551,-85.692630494]],"bounds":[[32.3860025551,-85.692630494],[32.3860025551,-85.692630494]],"episodes":[{"id":5488,"title":"<strong>Effectively Speaking: Booker T. Washington’s Speech at the “Atlanta Exposition”</strong>","course_id":89,"status":"P","start_date":"1895-09-15","end_date":"1895-09-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The time had come to deliver his speech. As principal of an all-Black school he realized the importance of conveying his message carefully at the opening of “the Atlanta Cotton States Exposition in Tuskegee, Alabama”. Standing in front of a large gathering the principal of the Tuskegee Normal and Industrial Institute understood his words had to be effective. He looked into a sea of anxious white faces and felt the collection of Black expectant stares. With a stoic purpose Booker T. Washington addressed the crowd. His speech commenced not only the start of the trade fair, but the beginning of a new ideology for Black Americans.","Placating the white associations who helped form the exposition, Washington first expressed his appreciation for their benevolence. “I but convey to you, Mr. President and Directors, the sentiment of the masses of my race,” Washington assured, “when I say that in no way have the value and manhood of the American Negro been more fittingly and generously recognized, than by the managers of this magnificent Exposition at every stage of its progress.” Continuing to appease his audience, he voiced his ready acceptance of social segregation. He reminded the white audience of his race’s subservient past. His words sought to soothe them by pledging to them loyalty and service just like days of old. Cognizant of his place in society, Washington took extreme care by addressing these critical issues.","His speech demanded for his own race to understand the reality of their plight to freedom. He called for them to recognize the South and their place in it as laborers. He urged his race to accept the role, embracing it to be their own. Washington instructed, “To those of my race who depend on bettering their condition […] I would say cast down your bucket where you are […] cast it down in agriculture, in mechanics, in commerce, in domestic service and in the professions.” Washington also forewarned, “We shall contribute one third to the business and industrial prosperity of the South, or we shall prove a veritable body of death, stagnating, depressing, retarding every effort to advance the body politic.” Booker T. Washington advocated for production to refocus the aims of his people. He reasoned industrial trade gave them a sense of purpose, and a needful place within a race-conscience society.","On September 15, 1885, in Tuskegee, Alabama, Booker T. Washington spoke to an influential crowd. Ultimately this address, cemented his place as a leading Black figure in American history. The speech’s theme emphasized Washington’s idea of “a new era of industrial progress” while at the same time defining key roles for Black Americans. Crafted by his voice, Washington emerged not just as a principal leading his students, but also as a well-versed orator ready to become a leader to an entire race."," "," "],"display_date":"September 15, 1895","search_date":"1895-09-15","locations":[{"id":249,"lat":32.3860025551,"lng":-85.692630494,"zoom":9,"place":"MACON, Alabama"}],"tags":[{"id":1382,"tag":"Speeches"},{"id":1381,"tag":"Principal"},{"id":1380,"tag":"Cotton States"},{"id":1379,"tag":"Black Americans"},{"id":1378,"tag":"Exposition"},{"id":1377,"tag":"Educational Tour"},{"id":1376,"tag":"Tuskegee Normal and Indus"},{"id":1375,"tag":"Atlanta Exposition"},{"id":3,"tag":"African-Americans"},{"id":1133,"tag":"Booker T. Washington"}],"course":{"name":"Industrialism and Imperialism","school":"Texas Wesleyan University","course_id":89,"school_id":49}}]}