{"id":1383,"tag":"Jane Addams","points":[[41.8399513458,-87.8166666032]],"bounds":[[41.8399513458,-87.8166666032],[41.8399513458,-87.8166666032]],"episodes":[{"id":5489,"title":"Jane Addams takes a look back at Hull-House, twenty years later.","course_id":89,"status":"P","start_date":"1/1/10","end_date":"12/31/10","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In <em>Twenty Years at Hull-House</em>, Jane Addams reflected that after twenty years, Hull-House held true to its charter: “To provide a center for the higher civic and social life; to institute and maintain educational and philanthropic enterprises, and to investigate and improve the conditions in the industrial districts of Chicago.” However, she realized some changes had taken place at Hull-House.  The immigrant population slowly moved from “prosperous Irish and Germans” to “Russian Jews, Italians, and Greeks”.  The commerce on Polk Street came to include a shop for already made clothing that Addams deemed a “pretentious establishment”.  Also, Hull-House’s location had changed from suburbs to city.","The buildings and homes situated on Polk and Halstead streets had also changed with their inhabitants.  The types of houses now occupying the area in 1910 were “frame cottages” found typically in the poorer suburbs and contained several families rather than one.  Many of the homes were moved into the neighborhood from nearby land taken over by factories. Therefore, the cottages looked temporary and were overshadowed by four or five story high tenement buildings.  The tenements had no water supply, no fire escapes, and inadequate garbage collection.","The site Addams described in 1910 was her creation.  Hull-House came to life during the time of Jane Addams. Hull-House, founded in 1889, celebrated twenty years of being a place immigrants came to gain knowledge about settling in America. Hull-House located in Chicago on the corner of Halstead and Polk, in 1889 was home to Russian, Sicilian, Greek, and Italian immigrants making up the majority of Chicago’s population. Hull-House’s mission of being a place where immigrants came to learn soon required it to offer classes to meet the immigrant’s needs.  Services came to include classes, such as, English language, cooking, and American government. A public kitchen, nursery and playground were other amenities offered to the residents of Hull-House.  The residents, who paid rent and contributed to the services, took the lead on many Hull-House projects that led to social reforms. After twenty years of operation Hull-House remained a cooperative environment for the immigrant population in Chicago."],"display_date":1910,"search_date":"1910-07-02","locations":[{"id":17541,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"Cook, Illinois"}],"tags":[{"id":759,"tag":"Immigrants"},{"id":7,"tag":"Women"},{"id":1383,"tag":"Jane Addams"},{"id":1384,"tag":"Hull House"},{"id":1385,"tag":"Social Movement"},{"id":1386,"tag":"Social Settlement"}],"course":{"name":"Industrialism and Imperialism","school":"Texas Wesleyan University","course_id":89,"school_id":49}}]}