{"id":1392,"tag":"Birth Control Movement","points":[[40.468833638,-79.9812076782]],"bounds":[[40.468833638,-79.9812076782],[40.468833638,-79.9812076782]],"episodes":[{"id":5493,"title":"Frederick A. Blossom resigns post as Director of the National Birth Control League","course_id":89,"status":"P","start_date":"12/8/16","end_date":"12/8/16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Conflict remained high between Frederick A. Blossom, a socialist party member from Cleveland, and the members of the Executive Committee of the National Birth Control League. The Executive Committee of this organization advocated the removal of birth control from “the category of obscene materials and information”. The open bill versus the doctors-only bill was the contested topic up for debate.  Blossom, an avid supporter of the doctors-only, was met with staunch opposition when he attended a meeting of the Executive Committee.","In a letter written to Virginia T. Heidelberg, Blossom resigned his position as director stating that the committee had had an “uncompromising attitude”. The doctors-only bill advocated that laws allow doctors and physicians to be able to prescribe birth control for the profession of medicine.  In contrast, the open bill wanted a repeal of the Comstock laws and intended for the entirety of the subject of prevention to be taken out of the law. Ladies of the committee, including Mary Ware Dennett and Virginia Heidelberg, were extremely in favor of the open bill which Blossom believed was “practically unattainable”. Blossom had accepted the appointment as director because he believed it presented an opportunity for different groups in New York to co-align for a common cause.","Soon after accepting the position he soon realized that the groups were in complete disagreement and their decision on the matter could not be altered.  Blossom stated that he would have turned down the job if he had known that the Executive Committee was attempting an “impossible undertaking”. Blossom went on to organize the New York Birth Control League, in order to raise money for Margaret Sanger’s legal battles after she had opened the Brownsville Clinic and had been arrested.  The league aimed to gain an amendment to laws that would allow medical professionals to distribute contraception and advocate women’s health."," "," "," "],"display_date":"December 8, 1916","search_date":"1916-12-08","locations":[{"id":18816,"lat":40.468833638,"lng":-79.9812076782,"zoom":9,"place":"Allegheny, Pennsylvania"}],"tags":[{"id":481,"tag":"birth control"},{"id":1391,"tag":"Frederick A. Blossom"},{"id":1392,"tag":"Birth Control Movement"},{"id":1393,"tag":"Margaret Sanger"},{"id":1394,"tag":"Virginia T. Heidelberg"},{"id":1395,"tag":"NBCL"}],"course":{"name":"Industrialism and Imperialism","school":"Texas Wesleyan University","course_id":89,"school_id":49}}]}