{"id":1393,"tag":"Margaret Sanger","points":[[40.468833638,-79.9812076782],[40.6916304076,-74.0035386433]],"bounds":[[40.6916304076,-74.0035386433],[40.468833638,-79.9812076782]],"episodes":[{"id":5493,"title":"Frederick A. Blossom resigns post as Director of the National Birth Control League","course_id":89,"status":"P","start_date":"12/8/16","end_date":"12/8/16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Conflict remained high between Frederick A. Blossom, a socialist party member from Cleveland, and the members of the Executive Committee of the National Birth Control League. The Executive Committee of this organization advocated the removal of birth control from “the category of obscene materials and information”. The open bill versus the doctors-only bill was the contested topic up for debate.  Blossom, an avid supporter of the doctors-only, was met with staunch opposition when he attended a meeting of the Executive Committee.","In a letter written to Virginia T. Heidelberg, Blossom resigned his position as director stating that the committee had had an “uncompromising attitude”. The doctors-only bill advocated that laws allow doctors and physicians to be able to prescribe birth control for the profession of medicine.  In contrast, the open bill wanted a repeal of the Comstock laws and intended for the entirety of the subject of prevention to be taken out of the law. Ladies of the committee, including Mary Ware Dennett and Virginia Heidelberg, were extremely in favor of the open bill which Blossom believed was “practically unattainable”. Blossom had accepted the appointment as director because he believed it presented an opportunity for different groups in New York to co-align for a common cause.","Soon after accepting the position he soon realized that the groups were in complete disagreement and their decision on the matter could not be altered.  Blossom stated that he would have turned down the job if he had known that the Executive Committee was attempting an “impossible undertaking”. Blossom went on to organize the New York Birth Control League, in order to raise money for Margaret Sanger’s legal battles after she had opened the Brownsville Clinic and had been arrested.  The league aimed to gain an amendment to laws that would allow medical professionals to distribute contraception and advocate women’s health."," "," "," "],"display_date":"December 8, 1916","search_date":"1916-12-08","locations":[{"id":18816,"lat":40.468833638,"lng":-79.9812076782,"zoom":9,"place":"Allegheny, Pennsylvania"}],"tags":[{"id":481,"tag":"birth control"},{"id":1391,"tag":"Frederick A. Blossom"},{"id":1392,"tag":"Birth Control Movement"},{"id":1393,"tag":"Margaret Sanger"},{"id":1394,"tag":"Virginia T. Heidelberg"},{"id":1395,"tag":"NBCL"}],"course":{"name":"Industrialism and Imperialism","school":"Texas Wesleyan University","course_id":89,"school_id":49}},{"id":5585,"title":"Morality and Birth Control- What Every Woman Should Know","course_id":94,"status":"P","start_date":"2/1/18","end_date":"2/28/18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":[" ","<em>Morality and Birth Control </em>by Margaret Sanger is a pamphlet written in 1918 questioning the morality of denying the knowledge of birth control to working class women. She compares the lack of education given to women at that time to the “shackles of slavery.” Sanger believes that birth control is the first step towards women’s freedom. She gives several examples of how not only women, but also society suffers by the current standards of morality."," ","First Sanger describes a working class family with six children. The father and mother work hard to keep their kids in school. Two years later she visits the same family only to find that they have had five more children! The three youngest were born with a disability, the two oldest girls were prostitutes, and three of the boys were in jail. The mother works outside of the home scrubbing floors and the father has become an abusive drunk. Sanger concludes that present day morality has caused this family to live as paupers."," ","Sanger points out the over-crowded tenements in which children sleep in the same rooms as parents and borders offer no privacy. She recalls a 26-year- old woman who died giving birth to her seventh child. Her oldest, a girl of ten, took over her mother’s duties, including keeping four male boarders. A few years later Sanger found the girl dying of syphilis. She blames society’s attitude of “Sacred Motherhood” for keeping young girls ignorant to basic knowledge and hygiene."," ","The last example she gives is of a large family in which the two oldest girls worked in the factory in order that the younger ones could go to school. One of the younger girls fell in love with a bum and had an illegitimate baby. She was shamed and ostracized. She left home with her child to work as a servant. Her baby eventually died. By this time her self-worth was so low that she became a prostitute."," ","Another sister fell in love with a respectable man. She also became pregnant without the benefit marriage. She was given sympathy and taken to a doctor to have the problem fixed. She returned to school and later became a principle and a respected woman. Sanger argues that the morality of the time forces women to be either celibate (which means neglecting her marital obligations to her husband) or to seek abortions."," ","Meanwhile wealthy women are given access to information about birth control. They are happy and healthy. They do not contribute to any of the social problems of the times. Sanger asks the reader to imagine what the country would be like if the wealthy were denied the knowledge of birth control, just as the working class has been. She concludes that if there is to be any morality, changes need to occur so that all women have the same control over their lives."," ","In 1913 Margaret Sanger worked as a nurse in New York’s Lower East Side where she witnessed first-hand the suffering of poor women from frequent births and self-induced abortions. One day she heard a doctor tell a woman who became sick after a home abortion to avoid pregnancy by “having her husband sleep on the roof”. Months later Sanger found the woman dead after another self-induced abortion. This inspired Sanger to devote her life to legalizing birth control and making it accessible to all women. Sanger believed that numerous and often unwanted pregnancies resulted not only in poor health for women but also in preventing economic freedom for both men and women of the working class. Poverty and large families went hand-in-hand. The stress of trying to feed, clothe, and educate so many children was a strain on the physical and mental health of the parents."," ","According to the Centers for Disease Control, six-nine of every 1000 women died in childbirth in 1900. Distributing information about contraception was illegal under the Comstock Laws passed by Congress in 1873. In 1916 Sanger challenged these laws by opening the first family planning clinic in New York. Although police closed the clinic, court proceedings led to doctors being given the right to hand out birth control information if medically warranted. Sanger established the American Birth Control League in 1921 in order to provide information and education on the prevention of pregnancy. This organization would later be known as Planned Parenthood Organization of America."," "],"display_date":"February 1918","search_date":"1918-02-14","locations":[{"id":15927,"lat":40.6916304076,"lng":-74.0035386433,"zoom":10,"place":"New York, New York"}],"tags":[{"id":1524,"tag":"women's health"},{"id":1393,"tag":"Margaret Sanger"},{"id":481,"tag":"birth control"}],"course":{"name":"America From Civil War to World Stage","school":"Widener University","course_id":94,"school_id":43}},{"id":5778,"title":"\"Comstockery in America\", <em>The Woman Rebel</em> - by Margaret Sanger","course_id":114,"status":"P","start_date":"7/1/15","end_date":"7/31/15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":[" ","In 1914, Margaret Sanger fought for women and their right to have control over their own bodies. She was shocked that working-class women were unable to obtain safe and effective birth control. Sanger began providing them with the information and the knowledge to have a say regarding what they would do with their bodies in and out of marriage; the right to decide if they would become a mother or not, and the right to prevent conception if they wished. During this time she published a monthly newspaper titled <em>The Woman Rebel</em> for working-class women where she openly discussed many of these topics with her readers. This was the first publication of its kind in America, and many topics the newspaper discussed were touchy subjects that U.S. postal authorities and Anthony Comstock , U.S. Post Office Inspector, called obscene. Many of her publications advocated the use of contraception and for that reason three issues of <em>The Women Rebel</em> were banned from the mail. In August of 1914, Margaret Sanger was indicted for further publication of newspapers and, not wanting to go to prison, she fled the country under a false identity. While out of the country, she had friends release 100,000 copies of a 16-page pamphlet she had written with instructions on the use of various contraceptive methods entitled “Family Limitations.” This infuriated Anthony Comstock, who went on the hunt to bring Margaret Sanger to justice.","Anthony Comstock was a powerful American reformer who led a fight against what he viewed as obscene material in literature and other publications. The term “Comstockery” was born in regard to his war against stopping this type of material from being shared amongst Americans via the U.S. mail. In 1873, he successfully lobbied Congress for a ban on mailing obscene or inappropriate material. This act became known as the Comstock Laws of 1873. During that time he served as a special agent or inspector for the U.S. Post Office and founded the New York Society for the Suppression of Vice. He devoted his life to fighting against what he felt was obscene material, which included attacking Margaret Sanger and her newspaper. He would not rest until she was brought to trial for her writings in the paper.","In July 1915, Margaret Sanger was indicted under the Comstock Law for her discussions regarding birth control in <em>The Woman Rebel</em>. During this time she responded to the Comstock Laws in her paper in an article titled “Comstockery in America.” She writes that Europeans are laughing at Americans in regard to this Comstockery in America.  The young women of Europe look up to Americans for their freedom and opportunities, Sanger argues, but are saddened when they learn that American women have to fight for their right to have a say in what they will and will not do with their own bodies. Margaret Sanger informs her readers that in order to fight Comstockery, they must know who and what is behind it. She assures her readers that the purpose of the paper is to make the working-class woman aware of their rights. To give them knowledge to know what great power they have over what they chose to do with their own body. She states how it is the working-class woman that is suffering because she does not have access to the knowledge and resources like women of wealth. Margaret Sanger says the working-class women are the ones who are having the big families and who fill the death lists from abortions. She states that she will defy the law and not hide behind the walls, but continue to fight for the working-class women. She will continue to provide them with the knowledge and information they deserve. She asks Americans to join her in her fight against the Comstock Laws and to realize they deserve to know their rights. She believes Comstockery must die and education on the methods to prevent conception must continue.","Margaret Sanger continued to fight for women’s rights regarding birth control and in 1921 she started a campaign based on education and publicity which was aimed to win mainstream support for birth control by opening the American Birth Control League. Her efforts helped the movement gain the support of medical professionals and social workers. Possibly her biggest contribution, and what she is best known for today, is her role in the Birth Control Federation of America in 1939, which was later renamed Planned Parenthood Federation of America. Sanger, until her death in 1966, continued to fight for what she had always wanted for the women of American; less costly and more effective birth control."],"display_date":"July 1915","search_date":"1915-07-16","locations":[{"id":15927,"lat":40.6916304076,"lng":-74.0035386433,"zoom":10,"place":"New York, New York"}],"tags":[{"id":1819,"tag":"The Woman Rebel"},{"id":1818,"tag":"Anthony Comstock"},{"id":481,"tag":"birth control"},{"id":535,"tag":"Comstock Law"},{"id":1393,"tag":"Margaret Sanger"}],"course":{"name":"America From Civil War to World Stage","school":"Widener University","course_id":114,"school_id":43}}]}