{"id":1397,"tag":"Amendment","points":[[33.553801834,-86.8960886107],[38.9071923,-77.0368707]],"bounds":[[38.9071923,-77.0368707],[33.553801834,-86.8960886107]],"episodes":[{"id":5494,"title":"The Platt Amendment","course_id":90,"status":"P","start_date":"3/1/01","end_date":"0000-00-00","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Drafted during the crucial period following the Spanish-American War, the Platt Amendment passed on March 2, 1901, was an addition to the Army Appropriations Act. Secretary of State Eilhu Root with the cooperation of Connecticut Senator Orville H. Platt drafted the amendment essentially making Cuba a dependent of the United States. This amendment, with the sole purpose being strategy, gave the United States a supervisional role in Cuban affairs. The United States wanted to leave Cuba under the control of its people and had no intention of annexing it into the states. However, they wanted to maintain the ability to intervene in the event of \"anarchy or a foreign threat\".","After numerous committee meetings, senators reached an absolute policy during January and February of 1901. Under the amendment, an action barred Cuba from entering any agreement with a foreign country that was detrimental to their independence. Cuba could also not take on any public debt they were unable to pay themselves. Also, they had to take on the responsibility of sanitation for the protection of the people against diseases, which had been a lower priority previously.  Lastly, Cuba's government must sell or lease lands to the United States for the purpose of building naval stations.  As a result of this article in the amendment the United States gained claim to Guantanamo Bay.","The Platt Amendment ultimately provided the United States with national security. General Leonard Wood, military governor of Cuba, presented the terms of the Platt Amendment to the Cuban Constitutional Convention at the end of 1900. The Cuban delegates realized the amendment limited their sovereignty and tried many times to rectify the terms.  On June 12, 1901 the amendment was ratified after the agreement on a trade treaty with the United States. The amendment, finally adopted into the Cuban Constitution, remained in place until 1934, until both the United States and Cuba agreed to end the treaty."," "," "," "],"display_date":"March 1, 1901 - undefined 0, 0","search_date":"1900-07-16","locations":[{"id":52404,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District Of Columbia"}],"tags":[{"id":295,"tag":"International Relations"},{"id":1396,"tag":"Cuba"},{"id":1397,"tag":"Amendment"},{"id":1398,"tag":"Orville H. Platt"}],"course":{"name":"Latin America","school":"Texas Wesleyan University","course_id":90,"school_id":49}},{"id":6116,"title":"“Prohibition in Alabama- Newspaper Fiasco”","course_id":126,"status":"P","start_date":"2/25/15","end_date":"2/25/15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In a New York Times article published on February 25, 1915 titled “Prohibition Running Amuck” a story is told about a newspaper and magazine distributer in Birmingham, Alabama. The distributers name was Hiram R. De Laye and he was the largest distributor in Birmingham. He was arrested because he sold a copy of a newspaper published outside Alabama that had a liquor advertisement within the newspaper. Hiram had to pay a fine that was not less than $50 but no more than $500. Hiram also had imprisonment at hard labor for not more than six months stated in the article. The article stated that, “The Alabama Legislature passed, over the Governor’s veto, a law making this a penal offense.” This would have restricted the state’s citizens to reading mainly home papers and also it would have made citizens mostly stop reading magazines.                                                                                                      News dealers of Alabama tried to rectify the situation by cutting liquor advertisements out of the papers before they delivered them. This ended up being very costly for Laye since he had the largest distribution of the printed press he had to employ more laborers to get the job done. Thenewspaper article then went on to say that Laye would not have to worry about labor for much longer because his customers would soon stop buying papers and magazines if nearly all the material is cut out. A portion of the paper says, “The Birmingham Age-Herald prints a cartoon of an indignant citizen trying to read the report of a battle in Belgium and finding the important part cut out because a liquor advertisement was printed on the back.”  This portion shows that the prohibition act could hamper literature as a whole.","The sheriff of Birmingham got involved and told the press that the city was not trying to make an example out of Laye, but if he continued to violate the law he would be arrested every day he broke the law. The Montgomery Advertiser and The Birmingham News then decided to ignore the law. The article continues to speak on how prohibition is running mad and how human interest should not be sacrificed. Also the article states how if this situation were to logical extremes it would give states with anti-cigarette and anti-racing laws the right to exclude those advertisements in the paper.  Pretty soon the customer would be getting nothing for their money. The article ends with the author trying to bring citizens to his side by saying, “They might enact a law providing that if a citizen takes a drink in Tennessee and crosses into Alabama he should be arrested on the ground that he had carried liquor into the State.”","This <em>New York Times </em>newspaper article shows how there can be complications between the amendments. For instance, just how far do citizens’ rights protect someone when going against the government? Historian Robert M. Entman states that the government influences or determines some of the information citizens receive from the media. If the government sees it will benefit the larger majority of people they will alter information. Entman states that the First Amendment does not prevent the government from shaping most important dimensions of the news media’s messages. Many other news affiliates thought Laye was innocent yet the legislature found him guilty which shows how amendments can clash with each other. This clash ended with Laye being found guilty and being thrown in jail. All of this can be an example of how even our amendments have flaws, and they can be obstructed by each other."],"display_date":"February 25, 1915","search_date":"1915-02-25","locations":[{"id":18257,"lat":33.553801834,"lng":-86.8960886107,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":111,"tag":"Prohibition"},{"id":203,"tag":"Birmingham, Alabama"},{"id":2273,"tag":"Newspaper"},{"id":1397,"tag":"Amendment"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":126,"school_id":10}},{"id":6694,"title":"The 13th Amendment","course_id":170,"status":"P","start_date":"1865-12-06","end_date":"1865-12-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Throughout the years of our countries existence, the United States Constitution has had many Amendments added to it. One of the most important and influential of these amendments has to be the 13<sup>th</sup> amendment. This amendment states “Neither slavery nor involuntary servitude, except as a punishment for crime whereof the party shall have been duly convicted, shall exist within the United States, or any place subject to their jurisdiction.” This amendment abolished slavery and set a new tone and new definition of freedom throughout our country. Though in many ways this amendment wasn’t welcomed with open arms, it did project the United States into a new direction. Without the abolishment of slavery we would not be the country we are today and our history would be completely different.","            Throughout the Civil War the beginning goal of the Union was to bring the country back together and leave slavery intact. Once the confederacy proved that they weren’t giving up easily, Abraham Lincoln believed it was time to take action and take away the one thing the Southern States were fighting for. The first glimpse of the abolishment of slavery was with the Emancipation Proclamation. Though this didn’t fix the problem automatically it opened the eyes of many people throughout the country that slavery could in fact be abolished. Many Southerners and even Northerners were angered by this. Though Lincoln stood his actions and he ultimately made the right decision, it didn’t all happen so easily.","            Once the 13<sup>th</sup> Amendment was ratified and the slaves were freed it still was only one step to pure freedom. Though the amendment finally gave the African Americans the citizenship and the basic rights they deserved.  African Americans still had a long road to equality and many believe that struggle continues in modern times. After they were freed they still had to deal with the emergence of the Black Codes, KKK, lynching, and the Jim Crow Laws. These institution ravaged the African American culture for years to come. The south was where most of these institutions blossomed. In the south people were still bitter of the war and many lost their way of income when Slavery was abolished. For many years they would look at the African Americans as inferior and do whatever they could to stop them from becoming or feeling equal."," ","            To conclude, the 13<sup>th</sup> amendment was a pivotal point for the American Society. It brought for new thought of freedom but with that freedom came years of inequality. Abraham Lincoln believed that this country either had to be all slave or all free. Many people disagreed with that point but ultimately it is the reason we are the great country we are. During this time period the definition of true freedom was tested in the United States and I believe it one. Without the 13<sup>th</sup> amendment we would have been on a completely different course of history, and today we are able to look back and realize how important it is."],"display_date":"December 6, 1865","search_date":"1865-12-06","locations":[{"id":52836,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington DC"}],"tags":[{"id":1397,"tag":"Amendment"},{"id":32,"tag":"Civil War"},{"id":3315,"tag":"13th Amendment"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}}]}