{"id":1400,"tag":"James K. Polk","points":[[38.9151212228,-76.9435162098]],"bounds":[[38.9151212228,-76.9435162098],[38.9151212228,-76.9435162098]],"episodes":[{"id":5495,"title":"Abraham Lincoln’s view on James K. Polk and Mexican Territory","course_id":90,"status":"P","start_date":"1848-01-12","end_date":"1848-01-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On January 12, 1848 Abraham Lincoln, a Whig congressman from Illinois, gave a speech questioning the Mexican-American war that he believed was “unnecessarily and unconstitutionally commenced.” A month earlier Lincoln, as a freshman member of the House of Representatives, introduced the “Spot Resolutions” that asked President Polk to submit evidence that the initial cause and the first battle of the war was indeed fought on American territory.","In his speech Lincoln presented the President’s evidence and proceeded to analyze it.  His speech primarily focused on six of his original resolutions dealing with whether the causalities occurred under the territory of the government of Texas or the United States.  In Lincoln’s opinion, “there is not one word in all the President has said which would either admit or deny the declaration.”","After analyzing every piece of evidence President Polk was willing to submit, Lincoln calls on him again to “answer, fully, fairly, and candidly.”  Lincoln wanted the President to “answer with facts and not with arguments.” On January 3<sup>rd</sup>, the House of Representatives, controlled by the Whig party, passed an amendment faulting the President for beginning a war that was unnecessary. Lincoln having voted for this legislation stated to the President that if he proved that blood was indeed shed on United States soil he would happily reverse his vote.","Despite Lincoln’s willingness to change his vote, he still believed that President Polk was not “satisfied with his own positions.”  Lincoln also stated that “his mind is tasked beyond its power” and Polk who believed the war would only last three to four months, cannot show his people a light at the end of the tunnel."," "],"display_date":"January 12, 1848","search_date":"1848-01-12","locations":[{"id":1274,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":683,"tag":"Abraham Lincoln"},{"id":1399,"tag":"Mexican Territory"},{"id":1400,"tag":"James K. Polk"},{"id":1401,"tag":"Mexican-American War"}],"course":{"name":"Latin America","school":"Texas Wesleyan University","course_id":90,"school_id":49}}]}