{"id":1401,"tag":"Mexican-American War","points":[[38.9151212228,-76.9435162098],[40.5992395,-77.571382],[19.2464696,-99.1013498],[25.686122159004,-100.30706428802]],"bounds":[[40.5992395,-76.9435162098],[19.2464696,-100.30706428802]],"episodes":[{"id":5495,"title":"Abraham Lincoln’s view on James K. Polk and Mexican Territory","course_id":90,"status":"P","start_date":"1848-01-12","end_date":"1848-01-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On January 12, 1848 Abraham Lincoln, a Whig congressman from Illinois, gave a speech questioning the Mexican-American war that he believed was “unnecessarily and unconstitutionally commenced.” A month earlier Lincoln, as a freshman member of the House of Representatives, introduced the “Spot Resolutions” that asked President Polk to submit evidence that the initial cause and the first battle of the war was indeed fought on American territory.","In his speech Lincoln presented the President’s evidence and proceeded to analyze it.  His speech primarily focused on six of his original resolutions dealing with whether the causalities occurred under the territory of the government of Texas or the United States.  In Lincoln’s opinion, “there is not one word in all the President has said which would either admit or deny the declaration.”","After analyzing every piece of evidence President Polk was willing to submit, Lincoln calls on him again to “answer, fully, fairly, and candidly.”  Lincoln wanted the President to “answer with facts and not with arguments.” On January 3<sup>rd</sup>, the House of Representatives, controlled by the Whig party, passed an amendment faulting the President for beginning a war that was unnecessary. Lincoln having voted for this legislation stated to the President that if he proved that blood was indeed shed on United States soil he would happily reverse his vote.","Despite Lincoln’s willingness to change his vote, he still believed that President Polk was not “satisfied with his own positions.”  Lincoln also stated that “his mind is tasked beyond its power” and Polk who believed the war would only last three to four months, cannot show his people a light at the end of the tunnel."," "],"display_date":"January 12, 1848","search_date":"1848-01-12","locations":[{"id":1274,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":683,"tag":"Abraham Lincoln"},{"id":1399,"tag":"Mexican Territory"},{"id":1400,"tag":"James K. Polk"},{"id":1401,"tag":"Mexican-American War"}],"course":{"name":"Latin America","school":"Texas Wesleyan University","course_id":90,"school_id":49}},{"id":6638,"title":"John Jacob Oswandel and the Beginning of the Volunteer Army","course_id":164,"status":"P","start_date":"1846-12-12","end_date":"1847-09-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","John Jacob Oswandel from Lewistown, Pennsylvania, would go on to serve in the field in the volunteer army. He and an associate, Louis Bymaster, traveled to Huntingdon, Pennsylvania to register for military service on 12 December 1846. After meeting with Captain William F. Small of Company C, First Regiment Pennsylvania Volunteers, they were filed and sent off by ship for training. After being deemed fit for duty, John Jacob Oswandel recounts his experience in the fields of Mexico. He states that, on 21 June 1847, the soldiers were often so tired that the act of standing after what sleep they could get was difficult, sometimes requiring another soldier’s help. However, they remained determined to reach their goal of Mexico City and the end of the war in victory. Their determination met a roadblock as their orders to march on the city were countermanded on 7 August 1847 and the volunteers were told, “you can’t go”; the complaints from the volunteers continued into the next day. Instead, the volunteers were ordered to remain in Puebla City, where the Mexican forces would bring them to siege on 14 September 1847, the same day Mexico City was captured by US forces. After twenty-eight days at siege, the Mexican forces assaulted the city. As the fighting moved into the streets, the population of the city would choose sides. According to Oswandel, many Mexican households flew white flags and shouted, “Americano mucho valentacho mucho valentias!” which roughly translates as “The Americans are very brave!” The Mexican forces were pushed out of the city and the American volunteer forces remained. Oswandel and his regiment would reach the capital of Mexico City before the war’s end and would return heroes in the eyes of the people."," ","            The Mexican-American War had been raging for a year. The United States Army, in order to secure their victory, decided to call on volunteer forces from the states to help fight. According to Paul Foos’s, <em>A Short, Offhand, Killing Affair: Soldiers and Social Conflict During the Mexican-American War</em>, the United States government called for 50,000 volunteer troops from the states along with the 5,000 career troops it already possessed. The professional army needed reinforcements and the militia system had become largely ceremonial by this time, so a new system of volunteer soldiers was necessary. These soldiers were brought in to the war, but early volunteers received no glory for their service as they served a six-month term of military service. Later legislation called for a minimum of twelve months. However, many continued to serve under General Edmund Pendleton Gaines, against President James K. Polk’s orders."],"display_date":"December 12, 1846 - September 14, 1847","search_date":"1847-04-29","locations":[{"id":53011,"lat":40.5992395,"lng":-77.571382,"zoom":8,"place":"Lewistown, PA"},{"id":53012,"lat":19.2464696,"lng":-99.1013498,"zoom":8,"place":"Mexico City, Mexico"}],"tags":[{"id":715,"tag":"Military"},{"id":1401,"tag":"Mexican-American War"},{"id":3231,"tag":"Mexico"},{"id":3232,"tag":"Volunteer Army"}],"course":{"name":"The Civil War and Reconstruction","school":"Juniata College","course_id":164,"school_id":3}},{"id":6880,"title":"Soldier unhappy with the terms at Monterrey","course_id":188,"status":"P","start_date":"1846-09-19","end_date":"1846-09-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","After a hard four days of fighting at Monterrey, Mexico, a young soldier named Zenas Matthews described the scene. “Genl. Taylor came around to our side of the town with his staff and went to the Quarters of Genl. Ampudia who surrendered the town[TJ(1] .” he wrote. The conditions of surrender, however, displeased the troops, as, according to Matthews, the Mexicans were allowed to “march off with their small arms and six pieces of artillery and Salute their flag when taken down.” Many of the American soldiers felt they had thoroughly beaten the Mexican army, and that allowing the Mexicans to surrender under their terms stung. Matthews noted that Gen. Worth, their well-liked commander “seemed to avoid any unnecessary loss of life” while ensuring success, with the conditions formally signed the next day. However, while the battle was a victory, it had taken its toll on the American army, as sixteen of Taylor’s best officers were killed, most of them West Point graduates.","The crucial implications of this battle were well known before it began. Capturing the city would dealt a psychological, financial, and political blow to the Mexican government, allowing the U.S. the upper hand in any negotiations. There were many different parts of this battle that shaped America in the years to come. For example, there were a number of key historical figures in this battle. Chief among them was General and future President Zachary Taylor, who commanded the battle for the Americans. Other future military leaders who were prominent in the Civil War, such as Ulysses S. Grant, Braxton Bragg, George Meade, and James Longstreet also participated.","The way that the battle was fought provided a new challenge for the American soldiers, this being “urban warfare” as they had to fight in the close quarters of the city. However, there were a few units who had experience in this type of fighting present among the U.S. forces. The Texas Volunteers, had, on the other hand, experienced this kind of fighting in a few occasions before, including the conflicts at San Antonio de Bexar in 1835, and at the Battle of Mier in 1842. The tactics they knew from these fights allowed them to teach the Americans a number of useful techniques of “urban warfare”, such as clearing rooms and rooftops of enemies, and advancing between houses without entering a street. The use of these tactics would help to secure this crucial victory in the Mexican American War."," "," "],"display_date":"September 19, 1846 - September 25, 1846","search_date":"1846-09-22","locations":[{"id":53206,"lat":25.686122159004,"lng":-100.30706428802,"zoom":12,"place":"Monterrey, Nuevo Leon, Mexico"}],"tags":[{"id":3688,"tag":"Zachary Taylor"},{"id":3687,"tag":"Monterrey"},{"id":1401,"tag":"Mexican-American War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":188,"school_id":3}}]}