{"id":1404,"tag":"Rock Island","points":[[41.4683061448,-90.5658101504],[41.4673534696,-90.5674122327]],"bounds":[[41.4683061448,-90.5658101504],[41.4673534696,-90.5674122327]],"episodes":[{"id":5499,"title":"Art of Great Amusement: Life of Confederate States of America Prisoners of War","course_id":92,"status":"P","start_date":"1865-12-29","end_date":"1865-12-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On December 29<sup>th</sup> 1865, Lafayette Rogan ventured out of the shoddily constructed prison barracks onto the frozen Mississippi River in the bitter cold. In the prison that December, Rogan had seen a side of the Civil War few remember now. He experienced almost a month of weather he described as miserable and intensely cold. To compound matters, adequate clothing and blankets were in short supply. Smallpox had also appeared in the prison again and Rogan remarks “Great suffering is in store for our boys here.” But on this day Rogan hoped to get his mind off his troubles.","Rogan had been imprisoned in Fort Armstrong since December 5<sup>th</sup> 1863. He was kept away from his wife, child and home with little chance of escape or parole. In this prison he watched the men of his regiment succumb to disease, malnutrition and the elements. One winter prior, 232 of his fellow prisoners died in January alone. During the twenty month existence of the prison 1,960 prisoners died. This means one out of every fifteen prisoners at Fort Armstrong perished while being held on the island. While in prison, Rogan also had to deal with the loss of his brother Richard who died right after being promoted to Colonel. Just one month before his December journey out onto the frozen Mississippi, Rogan records in his diary that “The boys are actually killing and eating all dogs that go into the prison. Too bad indeed to be thus reduced.” So what was this man, who had experienced more than his share of hardship and tragedy doing? He was going ice skating.","On December 29<sup>th</sup> Rogan makes the following entry in his diary","“Days in prison are so like each other that they fail to give items to record. The only thing I have had to vary the monotony of to day is some exercise on the ice. I buckled on a pair of scates and tried to learn the art which appears to be one of great amusement.”","As a single entry, in a diary of three hundred and forty one entries, this tiny record of a man’s day reduced to three lines may seem insignificant, and in the scope of the great struggle that was the Civil War it may be. Yet this entry captures one of the biggest challenges prisoners of war faced; boredom.  Rogan’s diary is full of entries describing the repetitiveness and monotony of prison life. Rogan spent much of his time reading. During the course of his captivity Rogan only mentions one work in specific, d'Aubigné’s History of the Reformation of the Sixteenth Century, d'Aubigné was a French scholar on the Reformation and at the time his work was the leading academic history. Such a scholastic taste in reading material is interesting to note. Yet Rogan and others involved themselves in a multitude of pastimes.","Like other prisoners in the camp, Rogan spent his days carving the numerous mussel shells that were common in the Mississippi. The subjects of these carvings were often objects from nature. Doves, leaves, and fish were common as were rings.These small trinkets were sold when possible, allowing the prisoners to buy things at the store in camp. Rogan talks about his “shirt stud and breast pin business” he operated while in prison. He remarks on August 13<sup>th</sup> “Cash accounts show $2.00 clear profit. Time being out of the question.”","Even through the suffering, Rogan and 10,448 of his fellow inmates survived their stay at Fort Armstrong. Rogan’s actions out in the frozen air on the Mississippi December 29<sup>th</sup> paint the picture of a man who, even when faced with the hellish conditions of the prison, did not despair.  Throughout his imprisonment he kept writing, reading, exercising, and praying. Even with so many lives being cut short around him he never stopped trying to improve himself and he never let the bleakness of his situation dictate his actions. Which is why on that cold December day with “Constant effort” the 34 year old soldier and father taught himself how to ice skate."],"display_date":"December 29, 1865","search_date":"1865-12-29","locations":[{"id":2959,"lat":41.4683061448,"lng":-90.5658101504,"zoom":9,"place":"ROCK ISLAND, Illinois"}],"tags":[{"id":1404,"tag":"Rock Island"},{"id":1403,"tag":"Ft. Armstrong"},{"id":1402,"tag":"Prisoners of war"},{"id":32,"tag":"Civil War"}],"course":{"name":"Microhistory from Augustana Special Collections","school":"Augustana College","course_id":92,"school_id":54}},{"id":6350,"title":"Dorm Life at Augustana: Early 1900’s","course_id":144,"status":"P","start_date":"1/1/05","end_date":"12/31/30","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Ah the college life.  Something many today take for granted.  Back in the early 20th century not everyone had the opportunity to go to college, especially women.  At the time, it wasn’t seen as important for a women to have an education.  But this didn’t stop all women; some desired to be doctors, lawyers, and other such professionals.  So these women needed to go to school somewhere to get this education.  One of the places they could go was a little private Lutheran school called Augustana College.  Located in Rock Island, Illinois, Augustana was a great school with a beautiful campus and a style all its own.  But unfortunately for Augustana’s history, it also had it’s faults.","Gender was a major player in early 20th century America.  We see women pushing for equality harder than ever before but in order to do that, we have to understand the inequalities that everyday women faced.  The everyday woman we’ll look at is the Augustana College woman.  She pushed against the habits of older generations of women and decided to get herself educated.  Where would she see everyday gender discrimination?  In the place she would call her home: the dorms.","Augustana, as a college of high morals and great education, had rules for its students to follow.  While it had a generalized version for all students, which never really mentioned any gender differences, the rules for the dorms, which were separated by gender, painted a much different picture.  There is a series of documents which showcase some of these rules in President Andreens file at Augustana College.  The documents, for the most part, are typed up rules and regulations for men and women at Augustana from 1901-1935.  When reading the rules for men, one can see little difference between them and the rules for all students.  There are some gender specific rules added like “In general, every student should remember that his conduct is ever to be gentlemanly”.  This one popped up throughout 30 years of rules but one that popped up in the late 1920’s was a ruling specifically banning “lady friends… in the private rooms”.  For a lutheran college this isn’t surprising but is still a notable mention on gender.","When you go over into looking at the woman's rules however, one can see much stricter rules about how they should act, what they could and could not do as well as when they could not do it.  For example if an Augustana female wanted to go to the cities for any reason, they had to notify the lady principle.  There was no mention of that in any of the rules for males.  The women also had a rule similar to the “gentlemen rule” mentioned early except theirs was much more specific and was reinforced as the subject of a note written to the ladies in the dorms by the lady principle (during one of the years in 1901-1935).  Women had specially set times for when they could use the showers.  Men had specific times as well but they had over double the amount of hours per week to get into the showers (men at 30 hrs/week, women at 14 hrs/week).  One of the most surprising rules, which was never mentioned in the mens rules, was that in order to go home and visit their parents, the girl in question had to have a signed letter from one of their parents or guardians to do so.  Men, it appears, had no such restriction.","While the amount of rule differences and inequalities might seem a bit intense, it was simply part of the times.  During this time period, the University of Alabama, the college tried to ban certain types of dances at formal events because it caused the older generations, and the students parents, “endless concern”.  Lisa Dorr, a writer about Alabama women in  Alabama Heritage, writes that “Social engagements had changed considerably since the era when [her] parents had be of student age, and many adults feared such activities could lead only to depravity”.  It wasn’t just at Augustana where these kinds of things were happening.  Women of this time were still seen as delicate and pure and a college wanted to do whatever it could to keep its upstanding reputation.  If the parents of students had seen acts of depravity happening at the campus, then they would probably not let their son or daughter to attend."],"display_date":"1905 - 1930","search_date":"1917-12-31","locations":[{"id":49835,"lat":41.4673534696,"lng":-90.5674122327,"zoom":9,"place":"Rock Island, Illinois"}],"tags":[{"id":2642,"tag":"Augustana College"},{"id":1404,"tag":"Rock Island"},{"id":1758,"tag":"Gender"},{"id":2672,"tag":"Dorm Life"}],"course":{"name":"History of Women in the U.S.","school":"Augustana College","course_id":144,"school_id":54}}]}