{"id":1412,"tag":"Greenville, SC","points":[[34.8943497126,-82.3707811393],[34.843039,-82.401351],[34.8566063,-82.4016158],[34.8565054,-82.4017176]],"bounds":[[34.8943497126,-82.3707811393],[34.843039,-82.4017176]],"episodes":[{"id":5514,"title":"The Greenville Baptist Female College: A Gendered Education","course_id":91,"status":"P","start_date":"1857-01-01","end_date":"1858-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Mary Mauldin, a member of the first graduating class of the Greenville Baptist Female College, would have been exposed to variety of subjects throughout her academic training. According to her college’s 1857 catalog, Mary would have taken a course of study much like that of her brothers at nearby Furman during her senior year. She would have taken advanced courses like history, botany, moral and intellectual philosophy, evidences of Christianity, chemistry, logic and rhetoric. Mary recieved a seemingly progressive gender-equal education. This 'progressive education,' however, was less about producing intellectuals and more about creating successful mothers. As the South Carolina Baptist Convention concluded in their decision to start the school, women were their sons’ first and perhaps most important teachers. Through the early instruction by their mothers, young boys gained their moral compasses, their religious convictions and their veneration for honor. The education of women, therefore, was not thought of as an end in itself; it was meant to be the beginning of a cycle that would improve the education and character of future male generations. Though the mission of gender-equal education was forward-thinking for the times, the reasoning behind it was typical of the mid-nineteenth century.","The college’s 1857 catalog also indicates the school's consonance with prevailing notions of gender and intellectual station. Though the distribution of faculty members, four men to four women, seems to indicate a certain amount of gender equality, an examination of the subjects taught by each reveals an intellectual inequality. The four men each taught advanced subjects like science, ancient languages and philosophy and all worked in the collegiate department. The women, likely young and unmarried or widowed (as societal norms usually prevented married women from teaching) inhabited lower academic roles. Only one of the four taught in the collegiate department and then only penmanship and vocal music. The rest were associated with the primary and academic departments as teachers or assistants. Early Greenville Baptist Female College students were given the chance to acquire an education comparable to that of men's, but the application of their talents was limited in the 1850s to teaching briefly before marriage and child-rearing."],"display_date":"1857 - 1858","search_date":"1857-12-31","locations":[{"id":11534,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"GREENVILLE, South Carolina"}],"tags":[{"id":1414,"tag":"Greenville Womans College"},{"id":1413,"tag":"Greenville Female College"},{"id":1412,"tag":"Greenville, SC"},{"id":1201,"tag":"Women's colleges"},{"id":719,"tag":"South Carolina"},{"id":1332,"tag":"Baptist Convention"},{"id":7,"tag":"Women"}],"course":{"name":"Urban and Suburban America","school":"Furman University","course_id":91,"school_id":4}},{"id":5515,"title":"The 1860 Greenville, SC Census: A Sampling of Wealth","course_id":91,"status":"P","start_date":"1860-01-01","end_date":"1860-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The wealth of residents listed in Greenville’s 1860 census, pages 298 and 299, is obvious and not simply because of the assets they claim. All of the children listed had attended school in the last year including children over fifteen (who were required to list their occupation in the 1860 census). This not only implies that area families did not require their children’s labor, but also that the parents valued education, including higher education, enough to pay for it. Though “free schools” existed in upstate South Carolina in 1860, middle and upper-class families would not send their children to them. “Free schools,” according to prevailing thought, were for paupers.","Though each family’s assets listed all indicated a significant level of comfort in living arrangements, there was a surprising amount of variance from neighbor to neighbor. The richest man on these pages possessed $43,000 in real estate and $56,000 in personal equity. The poorest held no real estate, meaning he was probably renting, and had $450 in personal equity. The average amount wealth among members of this neighborhood was $12,810 in real estate and $20,185.50 in personal equity. To put that in perspective, the average resident of this area, holding the same value of real estate and personal equity, would have been worth about $730,000 in 2003; the richest man would have been worth about $2,184,930. The occupations of residents in this area varied. Among the heads of household, there were several merchants and manufacturers, a physician, a farmer, and a few skilled laborers.","Amidst all of this wealth, it is initially surprising that about half of them had boarders. Perhaps even more surprising was that the financial well-being of the family had no bearing on whether they hosted renters; they were evenly distributed among all financial levels. This evidence supports the work of Wendy Gamber, who discussed the importance of boarding houses in 19<sup>th</sup> century America. According to Gamber, one-third to one-half of nineteenth century American city-dwellers lived in boarding houses, not their own private homes. This percentage holds true of this area in the 1860 census, in which about half of dwellings appear to have hosted boarders."],"display_date":1860,"search_date":"1860-07-01","locations":[{"id":11535,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"GREENVILLE, South Carolina"}],"tags":[{"id":1412,"tag":"Greenville, SC"},{"id":1415,"tag":"1860 census"},{"id":1416,"tag":"boarding houses"}],"course":{"name":"Urban and Suburban America","school":"Furman University","course_id":91,"school_id":4}},{"id":5523,"title":"The 1859 Greenville Baptist Female College Commencement: Debunking the Myth of Male Intellectual Superiority","course_id":91,"status":"P","start_date":"1859-08-10","end_date":"1859-08-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On August 10, 1859, <em>The Charleston Mercury</em> printed a letter from a young man traveling in and around Greenville, South Carolina, who, during his travels, attended the commencement ceremony of the Greenville Baptist Female College. When he arrived, he found a hall overflowing with attendees and was forced to push his way into the room, along the way enduring several “such tight squeezes as no sensible man desires repeated.” His efforts, however, were well-rewarded, as he soon found himself surrounded by an “immense crowd of beautiful ladies with which the hall was almost entirely filled.”","Eight of the students, however, impressed him with more than their beauty. They gave speeches on topics as varied as “The Free Press a Greater Blessing than a Curse” and “Vanity the Most Unsocial of All the Passions.” The author was particularly impressed with one young woman, seventeen years old, who wrote on the “Crowning Glory of our Country’s Constitution.” He exclaimed that her speech evidenced a more thorough understanding of American law and politics than any attorney. Suitably impressed, the author argued that these speeches entirely dissipated the idea that women were men’s intellectual inferiors and made laughable the antiquated notions “that, in the first place, she is not susceptible of liberal education; and, in the second, that it is not necessary…that she should be educated more than to read and write.” He went on to express outrage at the point of these unfounded notions: to keep women in a position subservient to that of men. He concluded, “the time is forever past when such an absurdity will find credence or support in or from an intelligent mind.”","The mission of a Greenville Baptist Female College education was in fact one of gender equality, as the young man realized, though not for its own sake. At its founding in 1854, the reasoning behind women’s higher education was justified by the logic that a well-educated mother would raise well-educated sons. It is unclear whether the young bachelor would have supported this less-than-progressive reasoning. The extemporaneous address of a local doctor at the ceremony, however, indicates that at least some saw women’s education as valuable for its own sake. He reportedly pleaded with the graduates to continue their studies after marriage, implying that the thoughts of women were valuable regardless of marital or child-rearing status."],"display_date":"August 10, 1859","search_date":"1859-08-10","locations":[{"id":11534,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"GREENVILLE, South Carolina"}],"tags":[{"id":1431,"tag":"Woman's College"},{"id":1412,"tag":"Greenville, SC"},{"id":1201,"tag":"Women's colleges"},{"id":1413,"tag":"Greenville Female College"}],"course":{"name":"Urban and Suburban America","school":"Furman University","course_id":91,"school_id":4}},{"id":5550,"title":"View of City from Richard Furman Hall, May 11, 1921","course_id":91,"status":"P","start_date":"5/11/21","end_date":"5/11/21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“Creation…Expansion…Development” These are just a few words that spring to mind when looking through the viewing glass of 1920 Greenville. From the high viewpoint outside of Richard Furman Hall of the Old Campus, one looks out at an expanding city, in the midst of the development and growth. In the immediate foreground, a lone smoke stack rises above the buildings, trees and fields surrounding it. Farther off in the distance, two church steeples can be seen poking out of the trees towards the sky. At the very center of the city, a lone “skyscraper” stands above the rest. Nearly double the height of the second tallest building in the picture, this colossus, for its place and time of course, represents the trajectory that the city of Greenville is moving towards. The early twentieth century was the transformative period of urban and suburban development, and Greenville would continue to grow upwards and outwards.","During the Progressive Era, Greenville underwent a significant economic boom on the textile industry and other related businesses. As Archie Vernoon Huff describes in his book <em>Greenville: The History of the City and County in the South Carolina Piedmont</em> a “downtown building boom” that redefined the urban setting of the city of Greenville. A 1917 newspaper article commented that construction was in progress on nearly every street in the city. Some buildings constructed during this period include The Ottaray Hotel, The Imperial, the county courthouse and jail, just to name a few.","Absent in view of the photograph is Greenville’s Womens College, whose campus was located on the opposite end of downtown Greenville. Being closely connected with Furman University, classes were taught on both campuses, which meant a long trek to the other side of town in order to make the scheduled classes. How would this construction period affect the student body in their tumultuous journey between campuses?"],"display_date":"May 11, 1921","search_date":"1921-05-11","locations":[{"id":21799,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"Greenville, South Carolina"}],"tags":[{"id":1446,"tag":"Furman Hall"},{"id":1412,"tag":"Greenville, SC"}],"course":{"name":"Urban and Suburban America","school":"Furman University","course_id":91,"school_id":4}},{"id":5553,"title":"Lincoln Elementary and High School, McClennanville, SC: A Standing Artifact of Desegregation in South Carolina","course_id":91,"status":"P","start_date":"1/1/55","end_date":"12/31/60","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["A photograph of Lincoln Elemetary and High School, as it still stands in McClennanville, South Carolina, an unoccupied building with boarded windows, is the starting point for this episode in American history. The photograph was taken by Rebekah Dobrasko, in 2008, as part of a master's thesis on equalization schools in South Carolina.","Across the state of South Carolina from 1951-1960, a wave of new schools known as \"Equalization schools\" were built in response to the ruling of the Briggs v. Elliot case from neighboring Clarendon County, South Carolina.","Briggs v. Elliot was eventually combined into Supreme Court case Brown v. Board of Education, which overturned racial segregation in American schools. In 1951, however, desegregation in American schools did not appear imminent. The Briggs v. Elliot case only established that segregated schools were unequal in facilities. White schools were better funded, newer, had better books and resources, and, as Briggs v. Elliot specifically charged, school buses so that children could attend without walking many miles every day.","The solution to this inequality would eventually be, with Brown v. Board, to integrate black children into these better-funded schools, but the state was committed to delaying court-mandated integration for as long as possible. The immediate answer to the Briggs case was “equalization schools”; represented by 1950s architecture like Lincoln Elementary and High School, built in 1955, that still stands across the state.","These small, flat-roofed, one-story building were built across the state as schools for white and black children. Building all new schools was a costly solution. The County of Greenville alone built 11 new schools between 1953 and 1958. The small scale of most of these schools reflects reluctance for schools to create schools to accommodate the whole community of children, white and black.That the design of these school building was specific to the ideology of racial segregation that peaked in strength and visibility at mid-century, is evident by the abandoned and decayed state of most of these small schools today."],"display_date":"1955 - 1960","search_date":"1957-12-31","locations":[{"id":29467,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"Greenville, South Carolina"}],"tags":[{"id":1477,"tag":"equalization schools"},{"id":746,"tag":"Supreme Court"},{"id":831,"tag":"construction"},{"id":701,"tag":"Lincoln"},{"id":1412,"tag":"Greenville, SC"},{"id":719,"tag":"South Carolina"},{"id":466,"tag":"Educational System"},{"id":473,"tag":"Brown vs. Board of Educat"},{"id":6,"tag":"Education"},{"id":43,"tag":"Desegregation"}],"course":{"name":"Urban and Suburban America","school":"Furman University","course_id":91,"school_id":4}},{"id":6181,"title":"<strong>The History behind the Mansion House in Greenville, South Carolina </strong>","course_id":135,"status":"P","start_date":"1820-01-01","end_date":"1838-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Mansion House in the town of Greenville, South Carolina was erected in 1820 on South Main Street, where it successfully functioned as a hotel. John Nolan included a drawing of this Greenville hotspot in his book <em>A Guide to Historic Greenville</em>, which allows his readers to peek back at forgotten times. The Mansion House was not just any hotel, as every notable who had to visit Greenville in the mid and late 19<sup>th</sup> century stayed here. Vice President John Calhoun even had a preferred room in The Mansion House during its hey days. The hotel was the most luxurious experience that Greenville had to offer during this period in time, and a veritable must see on South Main Street. During the Spanish-American War the hotel served as a military division headquarters, but soon afterwards the building became too dilapidated to maintain its function as a Greenville hotspot.","One specific notable, however, has had an entirely different experience in the urban space surrounding the Mansion House. William Lowndes Yancey, born in Warren County, Georgia in 1814, came to Greenville to become editor of the newspaper known as the <em>Greenville Mountaineer</em>. His career would expand beyond that into the field of politics, but it was right next to the Mansion House, in front of Dr. Crittenden’s store, where he did something that would have a severe impact on another influential family of the Greenville area. On September 8, 1838 Yancey shot his wife’s uncle, Dr. Robinson Earle, to death on South Main Street, which was the start of a controversial murder trial in the city. Yancey had committed this foul act because he felt his honor was compromised by Earle, who had called him a liar. Revenge of honor was not uncommon in the South during this time, and Greenville was in this aspect a true southern city.","Almost exactly a century after it was built, the Mansion House was closed down and demolished, and the rest of South Main Street also underwent extensive renovation. Only a few feet next to where the Mansion Hotel used to grace South Main, a new hotel was erected in 1924, called the Westin Poinsett. This hotel is still part of the city’s spatial fingerprint today and it was built in a similar characteristic L-shape. The drawing in Nolan's book helps us picture how Yancey and Earle walked the streets of 19<sup>th</sup> century Greenville and where Yancey took Earle’s life because of a silly argument."],"display_date":"1820 - 1838","search_date":"1829-07-01","locations":[{"id":11530,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"GREENVILLE, South Carolina"}],"tags":[{"id":2372,"tag":"South Main Street"},{"id":2371,"tag":"Yancey"},{"id":2370,"tag":"Earle"},{"id":2369,"tag":"Mansion House"},{"id":91,"tag":"Murder"},{"id":1412,"tag":"Greenville, SC"}],"course":{"name":"History of Urban and Suburban U.S. (2014)","school":"Furman University","course_id":135,"school_id":4}},{"id":6182,"title":"<strong>A Murder Trial in the <em>Greenville Mountaineer</em></strong>","course_id":135,"status":"P","start_date":"1838-01-01","end_date":"1839-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["On November 9, 1838 the <em>Greenville Mountaineer </em>reported on a murder trial against none other than its own editor, mister William Lowndes Yancey. Yancey shot and killed his wife’s uncle, Dr. Robinson Earle, on South Main Street in broad daylight in September 1838. The Yancey family was well known in the Greenville area in the 1820s, as was the Earle family, which caused this trial to become a rather infamous one. The murder was quite a violent, because Yancey not only shot Earle, but he bludgeoned him repeatedly with his pistol and attempted to stab him with his sword after he did not fall down immediately. The entire conflict ensued after Yancey had struck Earle's son, who had called him a liar after Yancey defamed a politician that was related to the Earles. While Dr. Earle and Yancey initially worked out their differences while walking through the downtown area, Yancey lost his temper when Earle once again called him a liar. The article in the <em>Greenville Mountaineer </em>offers an elaborate account of the events leading up to the murder, with witness testimonials and details of conversations between victim and perpetrator. Even though the murder was well recorded due to the many witnesses, Yancey pleads not guilty when he is on trial. He ends up not being acquitted, but the judge does rule that Yancey acted out of self-defense and sentenced him to a mere year in prison and a fine.","The size of the article tells us something about the impact this trial had on the society of Greenville in 1838, and it is very understandable that the murder of one notable by another in broad daylight on South Main Street was the talk of the town. Interestingly enough, the murder did not result in a family feud, as Yancey’s son Ben would even be buried in the Earle Family Cemetery on Old Buncombe Road in a later year.","The <em>Greenville Mountaineer </em>was a newspaper that focused largely on anti-nullification and was located on Buncombe Street in Greenville. The article it wrote on Yancey's trial seems quite sensationalistic and the paper also allowed Yancey to keep sending in articles while he was incarcerated. The <em>Mountaineer</em>'s attempts to sell more papers through this strategy did not work wonders, as it did not operate independently for a very long time. The <em>Greenville Mountaineer </em>merged with the <em>Southern Patriot </em>as it was purchased by the latter paper’s editor. The competition between smaller newspapers was very high in the late 19<sup>th</sup> century and a lot of newspapers came and went through mergers or bankruptcies. Although the murder was infamous, impactful and well-documented at the time, it did very little to damage Yancey’s reputation after he was convicted, since revenge of honor was commonly accepted at the time."],"display_date":"1838 - 1839","search_date":"1838-12-31","locations":[{"id":11531,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"GREENVILLE, South Carolina"}],"tags":[{"id":2373,"tag":"Greenville Mountaineer"},{"id":2370,"tag":"Earle"},{"id":2371,"tag":"Yancey"},{"id":91,"tag":"Murder"},{"id":1412,"tag":"Greenville, SC"}],"course":{"name":"History of Urban and Suburban U.S. (2014)","school":"Furman University","course_id":135,"school_id":4}},{"id":6183,"title":"<strong>Mapping a Crime Scene in Greenville, South Carolina</strong>","course_id":135,"status":"P","start_date":"1838-01-01","end_date":"1838-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Writer of the <em>Greenville Century Book</em> S.S. Crittenden has personal ties to that fateful day in November 1838, when newspaper editor William Lowndes Yancey shot his wife’s uncle, Dr. Robinson Earle in the heart of the downtown area. The murder was conducted because Earle had called Yancey ‘a damned liar,’ and Yancey felt that he needed to defend his honor against Earle’s accusations. This remarkable murder of one notable on another in fact took place on or right in front of the porch of Dr. John Crittenden’s store in Greenville, South Carolina. S.S. Crittenden was Dr. John Crittenden’s son, and born and raised in Greenville. He was still a young boy of eleven years old during the murder of Dr. Earle, as Crittenden’s year of birth is 1829. Dr. Crittenden’s store was located on the corner in front of The Mansion House hotel on South Main Street. Crittenden does describe the location of his father’s store on South Main in such a way that, even though he does not specifically mention the murder, it helps to map the 1838 murder scene. The only time when Crittenden wrote of Yancey in his Century Book, is when he mentions the names of previous editors of the <em>Greenville Mountaineer</em>, which suggests that he knows of Yancey, and that the murder was not detrimental to his reputation. More evidence for this is the fact that Yancey’s time in jail did not stop him from contributing articles to the <em>Greenville Mountaineer</em> and he was pardoned after only a few months. Later on in life, Yancey even made it to Congress. This is quite interesting, as the Earle family is a very well-known and influential family in the Greenville area, and Yancey and Earle were in fact family by marriage. While Crittenden’s book features a lot of information about the city of Greenville and life in the late 19th century and early 20th century, he may have intentionally chosen not to focus on crimes in the area, as the book has a romantic undertone and seems to have been written to commemorate the city, rather than critically analyze it. However, the fact that Helsey included the murder of Dr. Earle in her book Hidden History of Greenville County tells us something about its virtually non-existent notoriety."],"display_date":1838,"search_date":"1838-07-02","locations":[{"id":11531,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"GREENVILLE, South Carolina"}],"tags":[{"id":1412,"tag":"Greenville, SC"},{"id":2371,"tag":"Yancey"},{"id":2370,"tag":"Earle"},{"id":91,"tag":"Murder"},{"id":2374,"tag":"Mansion Hotel"},{"id":2375,"tag":"Crittenden"}],"course":{"name":"History of Urban and Suburban U.S. (2014)","school":"Furman University","course_id":135,"school_id":4}},{"id":6187,"title":"Who Controls the Streets?","course_id":135,"status":"P","start_date":"1893-01-01","end_date":"1893-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["One of the most interesting aspects of the Viola area is the manner in which is grew and developed. Looking at the turn of the nineteenth century at the Sanborn Insurance map it is clear that the Viola area does not even exist. In Greenville, South Carolina there is Poinsett Highway, which is one of the main roads in and out of downtown Greenville. However, off of Poinsett Highway one finds Stone Avenue, which then has offshoots to the Viola Street neighborhoods. The other main road around the Viola neighborhood is Rutherford Road. Within Rutherford and Stone there is no development. However, when looking at the Sanborn maps after the turn of the century,  property began to be sketched in as roads are changed and redrawn. This is an important observation because simultaneously to this growth were changes in the socioeconomic climates on the neighborhood.","The 1913 Sanborn Insurance Map is the first view of Viola street coming off of Rutherford Road. However, while looking at the 1913 map in comparison with the Walsh City Directory, it is clear that the street names were not concrete. The question of who controlled the streets is vital. However, it was not until the 1990s that Viola Street was cut off from Buncombe highway. This resulted in an opening up of Buncombe. As a result the development on Buncombe and Rutherford Roads began to take the shape of what we see more of today.","The importance of looking at these primary sources is a reflection of how important street names and understanding who names them is. As Gwendolyn Wright reflects, street names are the result of social, political, and intellectual sources. As urban historians having an understanding of the many different names of an area is important. Consequently, the specific case of Viola the constant changing of street names reminds one of the complexity of this neighborhood. Just as interesting is the question of where the street names came from, and who had control over that. In the Viola Street Community history, Judith Bainbridge indicates that street names came from rich, White Greenvilleans."],"display_date":1893,"search_date":"1893-07-02","locations":[{"id":11538,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"GREENVILLE, South Carolina"}],"tags":[{"id":2379,"tag":"Street Names"},{"id":719,"tag":"South Carolina"},{"id":1412,"tag":"Greenville, SC"}],"course":{"name":"History of Urban and Suburban U.S. (2014)","school":"Furman University","course_id":135,"school_id":4}},{"id":6440,"title":"Yearbooks as Remnants of 1920s Gendered Education","course_id":148,"status":"P","start_date":"1/1/26","end_date":"1/1/26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["One of the main resources for information related to the history of Furman University and Greenville Woman's College and its student body are the yearbooks. There are no surviving yearbooks of the periods of their founding (1851–1854), but catalogs of the 1920s are still mainly intact. These almanacs grant a peek into the lives of students, highlight extracurricular activities, and illustrate how adolescents perceived their urban environment.","For a long period of time, male and female students were strictly divided in two different colleges. It took until 1962 for ''Furman men and women [to be] united on one campus.'' This separation also meant that there were two different yearbooks: Furman's <em>Bonhomie of 1926</em>, and the College's <em>Entre Nous</em>. While these almanacs followed the same outline, there were some important differences that shine a light on the gender relations of the time. ","Both yearbooks began with a set of photos of campus and a list of professors. All the teachers at Furman were male; the only female staff member was librarian Mrs. Eva Wrigley. The next section gave an impression of the student body. The descriptions were set around a theme and featured a photo of the student and a short description. The next chapters focused on organizations and athletics. Both male and female students played various sports, such as baseball and tennis. Furman even had an official male cheerleading team. More for women than for men, clubs seemed to play an important role in their lives. At the College, there were ''more than a dozen imaginatively named student groups [such as] The Two-Lips [and] The Beelzububians of Red Devil's Alley.''","For the men, <em>Bonhomie </em>included a section called ''to the ladies,'' which consisted of photographs of female presidents of the College's clubs. <em>Entre Nous</em> did not have such a section devoted to men. Moreover, the female yearbook included a poem called ''The Perfect Girl,'' which outlined how women should present themselves. Advertisements underlined the (presumed) differences between men and women: ads in <em>Bonhomie </em>were mostly of related to business, while ads in <em>Entre Nous </em>promised mainly ''discipline, social, and spiritual advantages.'' These sections are a result of the time period: social relations were rigorously gendered, and there were implicit codes of conduct to which the students had to adhere. ","Even though the University would become a coeducational institution around thirty years later, some aspects of college life remained strictly gendered. For example, as a response to the influx of women into previously the all-male campus, some ''organized male students moved to exclude women completely from their organizations'' and retained differences based on gender."],"display_date":"January 1, 1926","search_date":"1926-01-01","locations":[{"id":52843,"lat":34.843039,"lng":-82.401351,"zoom":15,"place":"Furman University"},{"id":52844,"lat":34.8566063,"lng":-82.4016158,"zoom":15,"place":"Greenville Womans College"}],"tags":[{"id":1412,"tag":"Greenville, SC"},{"id":1521,"tag":"Furman"},{"id":786,"tag":"Student"},{"id":1758,"tag":"Gender"},{"id":2826,"tag":"GWC"},{"id":2827,"tag":"Yearbook"}],"course":{"name":"Urban and Suburban America","school":"Furman University","course_id":148,"school_id":4}},{"id":6442,"title":"Nature as the Antithesis to College Life","course_id":148,"status":"P","start_date":"1/1/19","end_date":"12/31/23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Mary Margaret Walker, a Greenville Woman's College student in South Carolina, collected many documents during her college years and collected them in her scrapbook. Her memory book not only included ticket stubs, but also contains photographs of her and her friends engaging in activities. Walker's scrapbook, as noted by historian Judith Bainbridge, ''speaks volumes about the college life of a pretty and popular young woman in the 1920s and provides a student's-eye view'' on what it was like to study at the Greenville College.","In one of the photographs, a man and a woman (probably Walker herself) are captured sitting in a boat that is floating on the water. While it is unsure where this picture was taken, it must have been in a quieter area rich in nature, for there were no lakes near Greenville. Other photos from the scrapbook show Walker posing with friends near a car on the side of the road, so the most logical explanation would be that they drove to the lake – with or without the boat.","Going out into nature is something that proved to be popular amongst students of Greenville Woman's College: Walker's scrapbook is filled with other photos and stories of people enjoying the countryside. Such activities were, however, not only a change of pace from studying, but also ''relaxed tensions and refreshed body and spirit.'' They most likely appealed to students because it provided an escape from ''hectic city life.'' ","Nature, however, was also associated with escapism. In the 1920s, ''relations between the sexes differed depending upon the collegiate tradition and the . . . ratio of college men to others'': this meant that on campus, there were often strict rules imposed on the students. Yet when going out into nature, their interaction could go by largely unnoticed. Moreover, women ''no longer had to pretend that females were non-sexual beings.'' With the automobile bringing ''access and privacy,'' the rural environment became the scene of ''heterosexual play,'' where male and female students enjoyed each other's company.","College students not only sought refuge from their responsibilities in nature, but also enjoyed other activities. Walker's scrapbook is filled with invitations to a moonlight dance, the Roll-a-Way skating rink, and a concert. The college itself provided many of these activities to the students. The campus included, for example, a Fine Arts Center and a swimming pool. Receptions were also ''wildly popular,'' for they consisted of ''promenading through the parlors and eating cake and ice cream under the eyes of [male] chaperones,'' who came from Furman.","Gradually, the students of both Furman University and Greenville Woman's College began to mingle. While piety and purity were still expected from women, social events and trips off-campus provided the students to socialize with the men from Furman. It would take until 1962, however, for both student bodies to be integrated on one campus."],"display_date":"1919 - 1923","search_date":"1921-07-01","locations":[{"id":52844,"lat":34.8565054,"lng":-82.4017176,"zoom":15,"place":"Greenville Womans College"}],"tags":[{"id":2831,"tag":"Student Life"},{"id":2830,"tag":"Scrapbook"},{"id":1412,"tag":"Greenville, SC"},{"id":1414,"tag":"Greenville Womans College"},{"id":786,"tag":"Student"},{"id":739,"tag":"Nature"}],"course":{"name":"Urban and Suburban America","school":"Furman University","course_id":148,"school_id":4}}]}