{"id":1413,"tag":"Greenville Female College","points":[[34.8943497126,-82.3707811393],[34.855882,-82.400352]],"bounds":[[34.8943497126,-82.3707811393],[34.855882,-82.400352]],"episodes":[{"id":5514,"title":"The Greenville Baptist Female College: A Gendered Education","course_id":91,"status":"P","start_date":"1857-01-01","end_date":"1858-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Mary Mauldin, a member of the first graduating class of the Greenville Baptist Female College, would have been exposed to variety of subjects throughout her academic training. According to her college’s 1857 catalog, Mary would have taken a course of study much like that of her brothers at nearby Furman during her senior year. She would have taken advanced courses like history, botany, moral and intellectual philosophy, evidences of Christianity, chemistry, logic and rhetoric. Mary recieved a seemingly progressive gender-equal education. This 'progressive education,' however, was less about producing intellectuals and more about creating successful mothers. As the South Carolina Baptist Convention concluded in their decision to start the school, women were their sons’ first and perhaps most important teachers. Through the early instruction by their mothers, young boys gained their moral compasses, their religious convictions and their veneration for honor. The education of women, therefore, was not thought of as an end in itself; it was meant to be the beginning of a cycle that would improve the education and character of future male generations. Though the mission of gender-equal education was forward-thinking for the times, the reasoning behind it was typical of the mid-nineteenth century.","The college’s 1857 catalog also indicates the school's consonance with prevailing notions of gender and intellectual station. Though the distribution of faculty members, four men to four women, seems to indicate a certain amount of gender equality, an examination of the subjects taught by each reveals an intellectual inequality. The four men each taught advanced subjects like science, ancient languages and philosophy and all worked in the collegiate department. The women, likely young and unmarried or widowed (as societal norms usually prevented married women from teaching) inhabited lower academic roles. Only one of the four taught in the collegiate department and then only penmanship and vocal music. The rest were associated with the primary and academic departments as teachers or assistants. Early Greenville Baptist Female College students were given the chance to acquire an education comparable to that of men's, but the application of their talents was limited in the 1850s to teaching briefly before marriage and child-rearing."],"display_date":"1857 - 1858","search_date":"1857-12-31","locations":[{"id":11534,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"GREENVILLE, South Carolina"}],"tags":[{"id":1414,"tag":"Greenville Womans College"},{"id":1413,"tag":"Greenville Female College"},{"id":1412,"tag":"Greenville, SC"},{"id":1201,"tag":"Women's colleges"},{"id":719,"tag":"South Carolina"},{"id":1332,"tag":"Baptist Convention"},{"id":7,"tag":"Women"}],"course":{"name":"Urban and Suburban America","school":"Furman University","course_id":91,"school_id":4}},{"id":5523,"title":"The 1859 Greenville Baptist Female College Commencement: Debunking the Myth of Male Intellectual Superiority","course_id":91,"status":"P","start_date":"1859-08-10","end_date":"1859-08-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On August 10, 1859, <em>The Charleston Mercury</em> printed a letter from a young man traveling in and around Greenville, South Carolina, who, during his travels, attended the commencement ceremony of the Greenville Baptist Female College. When he arrived, he found a hall overflowing with attendees and was forced to push his way into the room, along the way enduring several “such tight squeezes as no sensible man desires repeated.” His efforts, however, were well-rewarded, as he soon found himself surrounded by an “immense crowd of beautiful ladies with which the hall was almost entirely filled.”","Eight of the students, however, impressed him with more than their beauty. They gave speeches on topics as varied as “The Free Press a Greater Blessing than a Curse” and “Vanity the Most Unsocial of All the Passions.” The author was particularly impressed with one young woman, seventeen years old, who wrote on the “Crowning Glory of our Country’s Constitution.” He exclaimed that her speech evidenced a more thorough understanding of American law and politics than any attorney. Suitably impressed, the author argued that these speeches entirely dissipated the idea that women were men’s intellectual inferiors and made laughable the antiquated notions “that, in the first place, she is not susceptible of liberal education; and, in the second, that it is not necessary…that she should be educated more than to read and write.” He went on to express outrage at the point of these unfounded notions: to keep women in a position subservient to that of men. He concluded, “the time is forever past when such an absurdity will find credence or support in or from an intelligent mind.”","The mission of a Greenville Baptist Female College education was in fact one of gender equality, as the young man realized, though not for its own sake. At its founding in 1854, the reasoning behind women’s higher education was justified by the logic that a well-educated mother would raise well-educated sons. It is unclear whether the young bachelor would have supported this less-than-progressive reasoning. The extemporaneous address of a local doctor at the ceremony, however, indicates that at least some saw women’s education as valuable for its own sake. He reportedly pleaded with the graduates to continue their studies after marriage, implying that the thoughts of women were valuable regardless of marital or child-rearing status."],"display_date":"August 10, 1859","search_date":"1859-08-10","locations":[{"id":11534,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"GREENVILLE, South Carolina"}],"tags":[{"id":1431,"tag":"Woman's College"},{"id":1412,"tag":"Greenville, SC"},{"id":1201,"tag":"Women's colleges"},{"id":1413,"tag":"Greenville Female College"}],"course":{"name":"Urban and Suburban America","school":"Furman University","course_id":91,"school_id":4}},{"id":6446,"title":"1883 Greenville Female College Catalogue and the juxtaposition of Women's Roles within American Society during Reconstruction","course_id":148,"status":"P","start_date":"1883-01-01","end_date":"1884-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Catalogue of the Greenville Female College of 1883-1884 shows both the exceptional opportunities, as well as the limitations of its students in their education and career. The courses taught at the college ranged from Music, German, to Physics and Mathematics. In that sense, the college provided women with an education that was similar to that of their masculine counterparts. However, the University also contained courses that were specifically aimed at improving their students’ femininity. For example, the college offered “Ornamental and Fancy Work,” as “a necessity to every girl who wishes to be prepared in every way for the conflicts of life.” Therefore, even though the women were taught to critically think and develop themselves, the University deemed it necessary to offer their female students training in domesticity. Furthermore, through a set of rules and regulations the University took over parental control while the women were on campus and severely limited their mobility in the city. This was done to protect the chastity and reputation of the women, making them suitable for marriage.","This juxtaposition of training women in the intellectual arts, while nonetheless preparing them for their domestic roles, corresponded with the 1880s development of the “New Woman.” Because the Civil War had taken the lives of many men and because men were waiting longer with marriage, many women of the 80s were faced with a problem, as marriage had been their main means of survival. As a result, women prepared themselves to take on a job, if no possible suitors would appear. In that sense, much of the catalogue can be explained as preparing women to be independent, while not diminishing their marital attractiveness. Additionally, although Southern universities were originally created to offer the general population an education and to increase the agricultural production, “[they] soon developed into ‘technical schools of professional pretentions if not rank’ and liberal arts institutions much more attuned to the vocational interests of the upper rather than the lower classes.” Therefore, not only did the education of the Greenville Female College prepare middle- and upper class  women for their future domestic roles as mothers and wives, but it also excluded women from poor backgrounds, rather than to provide all the women with the equal opportunity to gain financial independence."],"display_date":"1883 - 1884","search_date":"1884-01-01","locations":[{"id":52847,"lat":34.855882,"lng":-82.400352,"zoom":16,"place":"300 college st greenville"}],"tags":[{"id":2834,"tag":"Female Student"},{"id":1467,"tag":"Greenville"},{"id":1758,"tag":"Gender"},{"id":849,"tag":"Progressive Era"},{"id":1413,"tag":"Greenville Female College"},{"id":786,"tag":"Student"}],"course":{"name":"Urban and Suburban America","school":"Furman University","course_id":148,"school_id":4}},{"id":6447,"title":"Scrapbook of Zillie Workman Culbertson (1908) and the Increased Visibility of American Women in the Early 1900s","course_id":148,"status":"P","start_date":"1/1/04","end_date":"12/31/08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A scrapbook from Zillie Workman Culbertson of 1908 showed the changing role of the students at the Greenville Female College between 1904 until 1908. In her scrapbook, Culbertson collected articles on the commencement ceremonies of each year, photographs of her “places of interest”and newspaper articles. Her collection of photographs of “Places of Interest” were not limited to places on campus, but rather locations of important buildings all over Greenville, including North Main Street and the Furman (male) college. Culbertson’s photos and collection of activities suggest an increase in the female students’ independence and mobility through the city, compared to the lives of a Greenville Female College student from the 1890s.","At the same time, although their mobility increased, it was nonetheless limited to Greenville and its surroundings, as few southerners in this era yet owned automobiles. Furthermore, although Greenville Female College’s new president was less strict on rules of interactions between young gentlemen and young ladies, a catalogue from 1907 still emphasized how important boarding was, as “students would be ‘free from exposure in bad weather, from tempting diversions of society, and from the entertaining of company.\"","Nevertheless, Culbertson’s diploma in Senior Pedagogy and her recommendation letters showed that she had not only been able to graduate the College, but was also able to find a good job in teaching after university. This is reflected in the school’s curriculum, as “The L.I. degree offered a permanent South Carolina teaching certificate upon completion and was state-initiated due to the increasing need for teachers.\" Culbertson’s experience corresponded with the changing role of women in the city. If one takes Greenville as an example, the massive boom of the town with its implementation of the railroads and the textile mills created job opportunities for women, which allowed them to move out of the domestic sphere into independent wage-earning jobs. Mass migration or white flight from the rural county to Southern cities meant a break with traditional rural values and correspondingly a re-assessment of conservative gender-roles. Thus, in this progressive, changing society the focus of the Greenville Female College was no longer on creating women that were attractive for marriage, but focused more and more on educating women in gaining their own employment. "],"display_date":"1904 - 1908","search_date":"1906-07-02","locations":[{"id":52848,"lat":34.855882,"lng":-82.400352,"zoom":16,"place":"300 college st. greenville"}],"tags":[{"id":2835,"tag":"Mobility"},{"id":1758,"tag":"Gender"},{"id":849,"tag":"Progressive Era"},{"id":2830,"tag":"Scrapbook"},{"id":1413,"tag":"Greenville Female College"},{"id":1467,"tag":"Greenville"},{"id":786,"tag":"Student"}],"course":{"name":"Urban and Suburban America","school":"Furman University","course_id":148,"school_id":4}}]}