{"id":1414,"tag":"Greenville Womans College","points":[[34.8943497126,-82.3707811393],[44.0351316,-70.3694755],[34.8569027,-82.4021014],[34.8565054,-82.4017176]],"bounds":[[44.0351316,-70.3694755],[34.8565054,-82.4021014]],"episodes":[{"id":5514,"title":"The Greenville Baptist Female College: A Gendered Education","course_id":91,"status":"P","start_date":"1857-01-01","end_date":"1858-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Mary Mauldin, a member of the first graduating class of the Greenville Baptist Female College, would have been exposed to variety of subjects throughout her academic training. According to her college’s 1857 catalog, Mary would have taken a course of study much like that of her brothers at nearby Furman during her senior year. She would have taken advanced courses like history, botany, moral and intellectual philosophy, evidences of Christianity, chemistry, logic and rhetoric. Mary recieved a seemingly progressive gender-equal education. This 'progressive education,' however, was less about producing intellectuals and more about creating successful mothers. As the South Carolina Baptist Convention concluded in their decision to start the school, women were their sons’ first and perhaps most important teachers. Through the early instruction by their mothers, young boys gained their moral compasses, their religious convictions and their veneration for honor. The education of women, therefore, was not thought of as an end in itself; it was meant to be the beginning of a cycle that would improve the education and character of future male generations. Though the mission of gender-equal education was forward-thinking for the times, the reasoning behind it was typical of the mid-nineteenth century.","The college’s 1857 catalog also indicates the school's consonance with prevailing notions of gender and intellectual station. Though the distribution of faculty members, four men to four women, seems to indicate a certain amount of gender equality, an examination of the subjects taught by each reveals an intellectual inequality. The four men each taught advanced subjects like science, ancient languages and philosophy and all worked in the collegiate department. The women, likely young and unmarried or widowed (as societal norms usually prevented married women from teaching) inhabited lower academic roles. Only one of the four taught in the collegiate department and then only penmanship and vocal music. The rest were associated with the primary and academic departments as teachers or assistants. Early Greenville Baptist Female College students were given the chance to acquire an education comparable to that of men's, but the application of their talents was limited in the 1850s to teaching briefly before marriage and child-rearing."],"display_date":"1857 - 1858","search_date":"1857-12-31","locations":[{"id":11534,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"GREENVILLE, South Carolina"}],"tags":[{"id":1414,"tag":"Greenville Womans College"},{"id":1413,"tag":"Greenville Female College"},{"id":1412,"tag":"Greenville, SC"},{"id":1201,"tag":"Women's colleges"},{"id":719,"tag":"South Carolina"},{"id":1332,"tag":"Baptist Convention"},{"id":7,"tag":"Women"}],"course":{"name":"Urban and Suburban America","school":"Furman University","course_id":91,"school_id":4}},{"id":6441,"title":"All Aboard: A Greenville Woman's College Student on Her Way to Maine","course_id":148,"status":"P","start_date":"8/4/19","end_date":"8/4/19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Students at Greenville Woman's College often documented their social life in a scrapbook. While many of these books did not stand the test of time or were kept private by future generations, some ended up in the archives of Furman University. One of these scrapbooks belonged to Mary Margaret Walker; born in Greer, South Carolina, Walker attended the College as an undergraduate from 1919 to 1923 and participated in many extracurricular events. Her personal collection is illustrative of how she spent her time at Greenville Woman's College.","Walker's scrapbook is filled with tickets to events, amongst them one to the Camp Kennebec Annual Charity Show of 1919. This record stands out because it is valid for an event that did not take place in the nearby area, but instead in a hotel located over one thousand miles away: in order to see the show, Walker had to travel to South Poland, Maine. The pathway between Greenville and South Poland was long, and dominant ideas about the vulnerability of women in the 1920s often prevented them from undertaking such a dangerous journey. Supervision was a pre-requisite for almost every occasion; at one time, a student was expelled for ''going out from the college in company of a young man more than once.''","Along with the ticket and program for the show (which included short plays and a dance) was a ticket stub for the train, which guaranteed first class passage to Maine. Due to persistent ideas about the safety of women, it is reasonable to believe that Walker was accompanied by other students who would attend the event with her. At the time, cars were gradually becoming part of daily life but were not yet a basic need; instead, the train and the omnibus were ''the dominant models of transportation.'' This did not mean, however, that these forms of transportation were recommendable. Regarded as ''uncomfortable, inconvenient, and expensive,'' they were an uneasy way to travel for daily commuter, and other forms of travel such as the horsecar were more popular.","Going to the Charity Show was one of the planned and more ''elaborate entertainments'': often, cultural events were held on campus and it is unclear whether or not the College was associated with the show in South Poland. This ticket, however, shows that female students – albeit still having to adhere to certain rules and expectations – very well could extend their urban pathway with the help of public transportation."],"display_date":"August 4, 1919","search_date":"1919-08-04","locations":[{"id":52845,"lat":44.0351316,"lng":-70.3694755,"zoom":13,"place":"Summit Springs Hotel, South Poland, Main"},{"id":52844,"lat":34.8569027,"lng":-82.4021014,"zoom":15,"place":"Greenville Womans College"}],"tags":[{"id":786,"tag":"Student"},{"id":1414,"tag":"Greenville Womans College"},{"id":2828,"tag":"Public Transport"},{"id":2829,"tag":"Leisure"},{"id":2830,"tag":"Scrapbook"},{"id":2831,"tag":"Student Life"}],"course":{"name":"Urban and Suburban America","school":"Furman University","course_id":148,"school_id":4}},{"id":6442,"title":"Nature as the Antithesis to College Life","course_id":148,"status":"P","start_date":"1/1/19","end_date":"12/31/23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Mary Margaret Walker, a Greenville Woman's College student in South Carolina, collected many documents during her college years and collected them in her scrapbook. Her memory book not only included ticket stubs, but also contains photographs of her and her friends engaging in activities. Walker's scrapbook, as noted by historian Judith Bainbridge, ''speaks volumes about the college life of a pretty and popular young woman in the 1920s and provides a student's-eye view'' on what it was like to study at the Greenville College.","In one of the photographs, a man and a woman (probably Walker herself) are captured sitting in a boat that is floating on the water. While it is unsure where this picture was taken, it must have been in a quieter area rich in nature, for there were no lakes near Greenville. Other photos from the scrapbook show Walker posing with friends near a car on the side of the road, so the most logical explanation would be that they drove to the lake – with or without the boat.","Going out into nature is something that proved to be popular amongst students of Greenville Woman's College: Walker's scrapbook is filled with other photos and stories of people enjoying the countryside. Such activities were, however, not only a change of pace from studying, but also ''relaxed tensions and refreshed body and spirit.'' They most likely appealed to students because it provided an escape from ''hectic city life.'' ","Nature, however, was also associated with escapism. In the 1920s, ''relations between the sexes differed depending upon the collegiate tradition and the . . . ratio of college men to others'': this meant that on campus, there were often strict rules imposed on the students. Yet when going out into nature, their interaction could go by largely unnoticed. Moreover, women ''no longer had to pretend that females were non-sexual beings.'' With the automobile bringing ''access and privacy,'' the rural environment became the scene of ''heterosexual play,'' where male and female students enjoyed each other's company.","College students not only sought refuge from their responsibilities in nature, but also enjoyed other activities. Walker's scrapbook is filled with invitations to a moonlight dance, the Roll-a-Way skating rink, and a concert. The college itself provided many of these activities to the students. The campus included, for example, a Fine Arts Center and a swimming pool. Receptions were also ''wildly popular,'' for they consisted of ''promenading through the parlors and eating cake and ice cream under the eyes of [male] chaperones,'' who came from Furman.","Gradually, the students of both Furman University and Greenville Woman's College began to mingle. While piety and purity were still expected from women, social events and trips off-campus provided the students to socialize with the men from Furman. It would take until 1962, however, for both student bodies to be integrated on one campus."],"display_date":"1919 - 1923","search_date":"1921-07-01","locations":[{"id":52844,"lat":34.8565054,"lng":-82.4017176,"zoom":15,"place":"Greenville Womans College"}],"tags":[{"id":2831,"tag":"Student Life"},{"id":2830,"tag":"Scrapbook"},{"id":1412,"tag":"Greenville, SC"},{"id":1414,"tag":"Greenville Womans College"},{"id":786,"tag":"Student"},{"id":739,"tag":"Nature"}],"course":{"name":"Urban and Suburban America","school":"Furman University","course_id":148,"school_id":4}}]}