{"id":1416,"tag":"boarding houses","points":[[34.8943497126,-82.3707811393]],"bounds":[[34.8943497126,-82.3707811393],[34.8943497126,-82.3707811393]],"episodes":[{"id":5515,"title":"The 1860 Greenville, SC Census: A Sampling of Wealth","course_id":91,"status":"P","start_date":"1860-01-01","end_date":"1860-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The wealth of residents listed in Greenville’s 1860 census, pages 298 and 299, is obvious and not simply because of the assets they claim. All of the children listed had attended school in the last year including children over fifteen (who were required to list their occupation in the 1860 census). This not only implies that area families did not require their children’s labor, but also that the parents valued education, including higher education, enough to pay for it. Though “free schools” existed in upstate South Carolina in 1860, middle and upper-class families would not send their children to them. “Free schools,” according to prevailing thought, were for paupers.","Though each family’s assets listed all indicated a significant level of comfort in living arrangements, there was a surprising amount of variance from neighbor to neighbor. The richest man on these pages possessed $43,000 in real estate and $56,000 in personal equity. The poorest held no real estate, meaning he was probably renting, and had $450 in personal equity. The average amount wealth among members of this neighborhood was $12,810 in real estate and $20,185.50 in personal equity. To put that in perspective, the average resident of this area, holding the same value of real estate and personal equity, would have been worth about $730,000 in 2003; the richest man would have been worth about $2,184,930. The occupations of residents in this area varied. Among the heads of household, there were several merchants and manufacturers, a physician, a farmer, and a few skilled laborers.","Amidst all of this wealth, it is initially surprising that about half of them had boarders. Perhaps even more surprising was that the financial well-being of the family had no bearing on whether they hosted renters; they were evenly distributed among all financial levels. This evidence supports the work of Wendy Gamber, who discussed the importance of boarding houses in 19<sup>th</sup> century America. According to Gamber, one-third to one-half of nineteenth century American city-dwellers lived in boarding houses, not their own private homes. This percentage holds true of this area in the 1860 census, in which about half of dwellings appear to have hosted boarders."],"display_date":1860,"search_date":"1860-07-01","locations":[{"id":11535,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"GREENVILLE, South Carolina"}],"tags":[{"id":1412,"tag":"Greenville, SC"},{"id":1415,"tag":"1860 census"},{"id":1416,"tag":"boarding houses"}],"course":{"name":"Urban and Suburban America","school":"Furman University","course_id":91,"school_id":4}}]}