{"id":1418,"tag":"Nicaragua","points":[[38.9151212228,-76.9435162098]],"bounds":[[38.9151212228,-76.9435162098],[38.9151212228,-76.9435162098]],"episodes":[{"id":5516,"title":"The Bryan-Chamorro Convention","course_id":90,"status":"P","start_date":"8/5/14","end_date":"6/24/16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On August 5, 1914, American President William Jennings Bryan and Nicaraguan President Senor General Don Emiliano Chamorro met in Washington D.C. to draw up the Bryan-Chamorro Convention. This convention allowed Nicaragua to cede rights to the United States for the construction of a canal through the Lake of Nicaragua. “Whereas a Convention between the United States of America and the Republic of Nicaragua granting to the United States the exclusive proprietary rights for the construction and operation of an interoceanic canal by a Nicaraguan route, the lease of certain islands, and the right to establish a naval base on the Gulf of Fonseca,…” The Senate ratified the treaty on June 24, 1916. The Convention was a strategic movement by the United States to secure access to Nicaraguan waters and islands and to set up a naval base.","The Convention gave the United States two islands in the Caribbean Sea for a term of 99 years and the creation of a naval base for the same term. In exchange the United States paid Nicaragua three million dollars. “The Government of the United States shall, upon the date of the exchange of ratification of this Convention, pay for the benefit of the Republic of Nicaragua the sum of three million dollars United States gold coin,…to be applied by Nicaragua upon its indebtedness or other public purposes for the advancement of the welfare of Nicaragua…” Historian Herbert Herring said that this treaty was mutually beneficial to both the United States and Nicaragua but it inflamed fury against both countries from Costa Rica and El Salvador because the building of the naval base threatened their territories. Also, the United States controlled the disbursement of the funds, causing Nicaraguan resentment.","The Bryan-Chamorro Convention was a strategic movement by the United States to secure access to Nicaraguan waters, islands, and the construction of a naval base. It was more beneficial to the United States in the long run than it was to Nicaragua. The Convention gave the United States use of the islands and naval base for 99 years but in exchange the three million dollars promised to Nicaragua was controlled by the U.S. and it inflamed fury against the U.S. from Nicaragua."],"display_date":"August 5, 1914 - June 24, 1916","search_date":"1915-07-15","locations":[{"id":17283,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Dist Columbia, District of Columbia"}],"tags":[{"id":1417,"tag":"William Jennings Bryan"},{"id":1418,"tag":"Nicaragua"},{"id":1419,"tag":"Bryan-Chamorro Convention"},{"id":1420,"tag":"General Don Emiliano"}],"course":{"name":"Latin America","school":"Texas Wesleyan University","course_id":90,"school_id":49}},{"id":6287,"title":"Nicaragua Applauds Commodore Pauling for Capturing William Walker","course_id":137,"status":"P","start_date":"1857-12-01","end_date":"1858-03-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On March 31,1858 the Office of the Minister of Foreign Affairs of Nicaragua wrote to United States Naval officer Hiram Paulding concerning his role in the capture and removal of the American filibusterer William Walker from Nicaraguan soil. In the letter, the government of Nicaragua applauded Paulding for his actions and informed him that “the [Nicaraguan] minister plenipotentiary in Washington was expressly directed to make known to the government of the United States that Nicaragua approved with full satisfaction the capture on its own territory of those revolutionist [Walker and his men] by the naval forces under your [Pauling’s] orders.”","In the months after Paulding’s December 1857 seizure of Walker, the capture’s actions had been called into question. Upon being returned to the United States Walker, who had previously studied law, took his case to the press. As summarized by historian William O. Scroggs, Walker  “coolly discussed Paulding’s invasion of the territory of a friendly power and his insult to its flag.” He then began to make claims that “It was the duty of the American Government…to return his men to the place from which they had been forcibly removed, and to salute the flag of Nicaragua for the insult it had received.”","While obviously overplaying his concern for Nicaragua’s national honor, Walker’s argument and his cause found favor with many in the southern masses including several southern congressmen. In fact, according to historian James McPherson, Georgia representative “Alexander Stephens urged the court-martial of the commodore who had detained Walker [Paulding].” Stephens was not alone in his views. No less than “two dozen Southern senators and congressmen echoed this sentiment in an extraordinary congressional debate.” The future of Paulding’s military career seemed uncertain.","Nicaragua was not oblivious to these ongoing debates. In the March letter to Paulding, the Nicaraguans expressed the “deep pain” felt by their government upon hearing “that the partisans of filibusterism have endeavored to blacken your [Paulding’s] conduct.” It is perhaps in response to these pains that the letter was written. By ensuring that “the grateful voice of the [Nicaraguan] government, of the people of Nicaragua, and all Central Americans rendering thanks to Commodore Paulding” gained a hearing by the American Congress, Nicaragua hoped to help save the career of the Naval officer who a few months earlier had helped to save them.","William Walker’s filibustering escapades in Central America were not over. In his final attempt at Nicaragua the British Navy captured Walker and turned him over to Central American authorities who were far less tolerant of the filibuster’s conduct. In the words of McPherson, “on September 12, 1860, the grey-eyed man [Walker] met his destiny before a Honduran firing squad.”"],"display_date":"December 1857 - March 1858","search_date":"1858-01-29","locations":[{"id":1275,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":1854,"tag":"Filibuster"},{"id":1418,"tag":"Nicaragua"},{"id":442,"tag":"Foreign Politics"},{"id":2554,"tag":"Alexander Stephens"},{"id":2553,"tag":"Hiram Paulding"},{"id":2552,"tag":"William Walker"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":137,"school_id":3}}]}