{"id":142,"tag":"african americans","points":[[28.6157324623,-81.3533405132],[27.9426871515,-81.6937337321],[42.3649994065,-70.9800517697],[29.6873298033,-94.957827752],[37.7029266937,-123.005394924],[37.6847870045,-97.4611031528],[42.6604396043,-83.3855274047],[34.2953764793,-77.7420682293],[33.7862251516,-84.4230424472],[35.2392503756,-77.6416017962],[30.6668452265,-81.5110477739],[25.8031301893,-81.4535842442],[28.5174877311,-81.2997194005],[35.0485350444,-78.8273232021],[35.1672648222,-86.1060239614],[33.8933663203,-81.2948046475],[38.9151212228,-76.9435162098],[32.2202206971,-86.2076124057],[33.5543155862,-86.8964933862],[39.1954617755,-84.5426360039],[35.182488505,-89.8964012565],[33.553801834,-86.8960886107],[40.6916304076,-74.0035386433],[33.0342766311,-118.614221051],[42.107446354,-83.1351982696],[28.5664573086,-81.3013732137],[37.9285902233,-75.8346527629],[39.2903848,-76.6121893],[38.9071923,-77.0368707],[42.2528649,-73.790959]],"bounds":[[42.6604396043,-70.9800517697],[25.8031301893,-123.005394924]],"episodes":[{"id":4561,"title":"The Hannibal Square Elementary School","course_id":21,"status":"P","start_date":"1883-02-11","end_date":"1887-01-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Location: Winter Park, Florida","Date: 1883/02/11 ","Tags: First African American Public School","In 1883, Hannibal Square Elementary School was the first public school for African American children, which was located in Winter Park, Florida. On February 11th, 1890, a brand new facility was established. The facility included Loring A. Chase, founder of Winter Park and philanthropist and S. A. Williams who served as Principal. In 1892 it was thus announced that both the election and the Hannibal Square area was not included in the incorporated limits of Winter Park. The City Council gave black citizens the option to use the building as a school house. There was one catch, the black citizens could not use it for free, it was twenty-five dollars for the school term (1893-1894). Thus, they declined the offer. ","            The town counsel was initially in the wrong according to the town solicitor. The town solicitor stated that they had no legal authority what so ever to neither remove the school building nor maintain a school, which was outside its specific town limits. He concluded that it should be the decision of the Orange Country Board of Public Instruction for black educators, and it was. ","            The building that served as Hannibal Square Elementary School faced Pennsylvania Avenue in 1890. Soon after a six room block structure was built in 1926. This building was part of the school and was on the north side of West New England Avenue. It accommodated first through eighth grade, and first, second and eighth grade was taught in separate rooms. As for the remaining grades, they were taught in three rooms. The rooms were well lit and equipped with a teacher's desk in the front of every class. ","            Enrollment was flourished with Two hundred and fifty students in 1927, with approximately twenty students per classroom. Free textbooks were provided for reading, writing, mathematics, history, geography, and spelling. These books were mostly used books that came from white public schools. Books were not given for practical arts of sciences. ","            All students from the Hannibal Square Elementary School walked in large groups t school each day and arrived to school ready to line-up by grade outside the rear of the school building. The youngest grade went into the school first and then so on and so fourth until everyone was in the building. Though facilities at the school was limited they did have a basketball clay court where many of the children liked to play. However, students had to bring their own balls, marbles, yo-yos, etc from home if thy wanted to play basketball or any other activity that required recreational tools. ","            The Hannibal School was one of the first great opportunities for children to become educated. They were taught the basics of reading, writing, and arithmetic, as well as spelling, history and geography. Though the Hannibal School only provided for grade first through eighth and no high school there is no doubt that the children were prepared for it. Many student moved to find high schools in which they could attend or were just satisfied in graduating elementary school. If students did wish to move to high school they would attend Hungerford in Eaton Ville, Florida, where they could continue their studies and prepare for their futures. "],"display_date":"February 11, 1883 - January 18, 1887","search_date":"1885-01-29","locations":[{"id":1443,"lat":28.6157324623,"lng":-81.3533405132,"zoom":8,"place":"ORANGE, Florida"},{"id":1448,"lat":27.9426871515,"lng":-81.6937337321,"zoom":8,"place":"POLK, Florida"}],"tags":[{"id":142,"tag":"african americans"},{"id":143,"tag":"school"}],"course":{"name":" Culture, Power, and Society","school":"Rollins College","course_id":21,"school_id":5}},{"id":4709,"title":"","course_id":37,"status":"P","start_date":"10/5/74","end_date":"10/5/74","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["South Bostonians, mostly Irish-Americans, felt frustrated and angry after just three weeks of forced busing in 1974 according to the New York Times.  Federal Judge W. Arthur Garity ordered busing because he felt that “the local school authorities operated a deliberately segregated system.”   During the three weeks school was open, there had already been altercations, including “a lunch-tray hurling, spaghetti-tossing brawl that emptied the school.”  Attempts were made to stop the tension with a “biracial committee of students”, but protestors felt this was not enough.  Police stood by as crowd control when the marchers, joined by local politicians, gathered in Marine Park.  The march, sponsored by the local Home and School Association, coincided with a boycott of schools “that cut school attendance in half.”  The permit for the demonstration specified that protestors were not allowed to march to schools.  Protestors, nearly 5,000 in number,  represented a mixture of ages, mostly young to middle-aged and carried signs with slogans “with racial undercurrents.”","Boston schools faced many problems with desegregation.  Desegregation in the North was harder in many ways because the segregation was de facto.  White residents in these areas felt that busing hurt neighborhood schools.  Boston’s particular busing plan caused a lot of turmoil that continued throughout the 1970s.  The city was by far the most extreme case of busing.  Making matters worse, as the protests and violence got stronger over the decade, the courts broadened the busing program.  Busing in Boston finally ended in 1988.","Boston schools faced many problems with desegregation.  Desegregation in the North was harder in many ways because the segregation was de facto.  White residents in these areas felt that busing hurt neighborhood schools.  Boston’s particular busing plan caused a lot of turmoil that continued throughout the 1970s.  The city was by far the most extreme case of busing.  Making matters worse, as the protests and violence got stronger over the decade, the courts broadened the busing program.  Busing in Boston finally ended in 1988."],"display_date":"October 5, 1974","search_date":"1974-10-05","locations":[{"id":35079,"lat":42.3649994065,"lng":-70.9800517697,"zoom":10,"place":"Suffolk, Massachusetts"}],"tags":[{"id":142,"tag":"african americans"},{"id":21,"tag":"Race Relations"},{"id":6,"tag":"Education"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":37,"school_id":3}},{"id":4710,"title":"","course_id":37,"status":"P","start_date":"8/13/71","end_date":"8/13/71","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1971, schools attempting to overcome segregation faced fierce opposition in the North. The year before the South passed the North in integration of schools and the North’s integration record continued to decline in the 1960s.  The question facing Americans was whether the busing plans would overcome the opposition.  Some cities moved forward with the forced integration via busing, but other cities fought back.  Opposition ranged from legal appeals to violence.  President Nixon held a strong anti-busing stance and instructed the Department of Health, Education, and Welfare to “work with individual school districts to hold busing to the minimum required by law.”  Some felt that his opposition caused more problems.","The New York Times examined specific cases to see how desegregation was taking place.  In Houston, Texas, Nixon intervened with citywide busing and “asked the Justice Department to appeal the ruling.”  Denver, Colorado’s opposition won in their court case and went on to consider other plans.  San Francisco, California saw “heckling and fist fights” at meetings discussing busing.  They experienced large opposition from Chinese-Americans, as well as conservative whites.  The assistant chief of the Office of Intergroup Relations for the California Department of Education, Ted Neff, felt that “Racial and ethnic isolation is increasing.”  Wichita, Kansas, under pressure to integrate, chose to integrate according to the “city’s racial make-up”.  Pontiac, Michigan appealed a court order to start busing in the fall failed and   ten buses were firebombed as school was beginning that year.  The Seattle, Washington school board attempted to implement a citywide busing plan, but was stopped by a court order.  Rochester, New York began busing voluntarily, while Providence, Rhode Island was in it’s third stage of desegregation, there were still strong objections seen here.  Minneapolis, St. Paul, and Duluth, of Minnesota, underwent partial integration.  The states of Pennsylvania and Massachusetts sternly enforced busing, particularly in major cities.  Harrisburg, Pennsylvania began a busing program in 1970 “based on the students’ racial and economic background.” Pittsburgh and Philadelphia appealed the order.  “Richardson Dilworth, president of the Philadelphia school board and former Mayor, said, ‘The white population of this city would never permit the kind of massive cross-busing the order would require, nor would the City Council or the state legislature appropriate the money’” The Massachusetts Board of Education chose to deny $21.3 million dollars in funding from Boston, because of their unwillingness to comply with the busing program.","These events coincided with, and in some cases were a reaction to, the influential court case of <em>Swann v. Charlotte-Mecklenburg Board of Education </em>(1971)<em>. </em>This stated that because racial integration is so important, busing could be used, if necessary.  Opponents to busing, like the cities mentioned in the article, felt busing interfered with their community.  Although Nixon campaigned on a strict anti-busing stance, he was not able to stop the busing programs from moving forward.  Americans feared that the same type of violence which was seen in the desegregation of the Southern schools would be seen in the North."],"display_date":"August 13, 1971","search_date":"1971-08-13","locations":[{"id":35299,"lat":29.6873298033,"lng":-94.957827752,"zoom":9,"place":"Harris, Texas"},{"id":34924,"lat":37.7029266937,"lng":-123.005394924,"zoom":11,"place":"San Francisco, California"},{"id":36548,"lat":37.6847870045,"lng":-97.4611031528,"zoom":9,"place":"Sedgwick, Kansas"},{"id":36895,"lat":42.6604396043,"lng":-83.3855274047,"zoom":9,"place":"Oakland, Michigan"}],"tags":[{"id":142,"tag":"african americans"},{"id":9,"tag":"Law"},{"id":6,"tag":"Education"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":37,"school_id":3}},{"id":4767,"title":"Middle-Class Blacks on Lynching","course_id":31,"status":"P","start_date":"8/31/11","end_date":"8/31/11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“The key to success for our race depends not on uprising and quarrels, but on the obedience to law and order.” Doctor W.M. Alexander echoed these words throughout a congregation of 500 prominent African American men at a conference in Wilmington. During the discussions on lynching and the crime rate among African Americans, Alexander argued to his constituents that submission to law was the foundation for success upon which the race stood. Touching upon the progression of their race, Alexander also explored the fact that the lynching and burning of black men was not strictly confined to the Southern states.","Alexander exclaimed that the “most shameful and degrading” reports of lynching belonged not the South, but in Pennsylvania. As the temperance movement was coming to fruition in America, African American disenfranchisement further increased. Consequently, according to the <em>New Georgia Encyclopedia</em>, “prohibition of alcoholic drink became intertwined with Black disenfranchisement and subordination.” Doctor Alexander began to tell stories of black liquor runners in Pennsylvania who were caught by white men and brutally murdered without a proper trial. The victims were subjugated to burning, lynching, torture, and even castration. “The mutilation and castration of lynching victims brought into explicit focus,” wrote historian Jacqueline Jones, the further racial violence towards African Americans.","Doctor Alexander sought to reveal to his peers in Wilmington that disobedience of laws, especially prohibition, could not sustain dominance if the race was to advance and succeed in a society already against them. Wilmington, like many other Southern cities, saw many prominent upper-class African Americans rise to leadership during the Jim Crow era. “In this period, a small but significant number of affluent blacks were becoming increasingly visible. Doctors, lawyers, real estate owners, insurance executives, bankers, college professors and well-to-do ministers constituted Atlanta’s black upper class,” wrote historian Tera W. Hunter. These visible leaders took it upon themselves to be prototypes of successful, valuable members of American society to which the black working class could look for guidance. The overwhelming central message of these pioneers was social order and control. Alexander, like many of his fellow leaders, sought to show his constituents that revolt and riots against the government were not the road toward complete freedom and success. W.M. Alexander taught that obedience to law and order was in fact the means for advancing the black race."],"display_date":"August 31, 1911","search_date":"1911-08-31","locations":[{"id":17464,"lat":34.2953764793,"lng":-77.7420682293,"zoom":10,"place":"New Hanover, North Carolina"}],"tags":[{"id":368,"tag":"middle-class"},{"id":367,"tag":"Lynching"},{"id":142,"tag":"african americans"}],"course":{"name":"African-American History from 1863 to the Present","school":"University of North Carolina at Pembroke","course_id":31,"school_id":9}},{"id":4833,"title":"Lynching in the South","course_id":31,"status":"P","start_date":"1896-08-01","end_date":"1896-08-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Run, Ed, run. This is what was probably going through Ed Aiken’s mind when he realized that he could not catch Sallie Harris, a young white lady. Ed Aiken was a black man who was on his way to work on Joe Maddox’s farm. Sallie was leaving her grandmother’s home and was going to her home, the farm of J.F. Harris, a well-known farmer in the Conyers, Georgia area. When Sallie got home and told her story to her father, he and his son grabbed their guns and set out looking for the black man. When they found Aiken, he “acknowledged that he was the right man, claiming that he had meant the young lady no harm,” reported the editor of the <em>Atlanta</em><em> Constitution.</em> Harris decided to let the law handle the situation, turning Aiken over to the sheriff. When word got out in Conyers about what had taken place, people began pouring into town, and the sheriff got worried.The sheriff knew that Aiken would surely be lynched. So the sheriff decided to take him from Conyers to Atlanta to jail for safe keeping until his trial. Aiken would remain in an Atlanta jail until the next court date in Conyers. He was no doubt relieved to have escaped a lynching.","Some lynching victims could be castrated, mutilated, or even killed. Aiken knew he was lucky to escape this fate, even if he meant no harm chasing Sallie. Many people thought that the main reason why lynchings took place was because black men raped white women. According to historian Leon Litwack, though, “of nearly three thousand blacks known to have been lynched between 1899 and 1918, only some nineteen percent were accused of rape.” Some mobs lynched blacks for stealing shoes, calling white girls on the phone and annoying them, or even just for running past a white girl and accidentally brushing up against her. “A South Carolina editor acknowledged in 1917 that some three-fourths of lynching was for ‘trivial offenses,’ and sometimes entirely innocent men were ‘butchered,’” Litwack observed.","All the violence between whites and blacks continued due the need of blacks to have self control over their own lives and the need whites had to control blacks. According to historian Jacqueline Jones, “white men’s persistent violation of black women constituted a more common phenomenon that served as a backdrop for periodic lynchings throughout the South, especially during the years of 1890 to 1910.” It was fine for the white man to attack a black woman, but was wrong for a black man to attack a white woman. Blacks were scared to walk by whites, thinking they could be attacked or lynched just for looking at them wrong. Whites were scared for their families just as blacks were scared for theirs. White men had to constantly reaffirm their sense of racial superiority and their manhood. The mutilation and castration of lynching victims brought into explicit focus the tangle of “hate and guilt and sex and fear” that enmeshed all southerners well into the twentieth century, wrote Jones. White men lynched blacks due to the control they had at the time, but those lynchings only caused hatred to build up more and more in society."],"display_date":"August 1, 1896","search_date":"1896-08-01","locations":[{"id":1823,"lat":33.7862251516,"lng":-84.4230424472,"zoom":10,"place":"FULTON, Georgia"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":142,"tag":"african americans"}],"course":{"name":"African-American History from 1863 to the Present","school":"University of North Carolina at Pembroke","course_id":31,"school_id":9}},{"id":4763,"title":"The \"Exodusters\"","course_id":31,"status":"P","start_date":"1879-12-05","end_date":"1879-12-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Goldsboro inhabitants were shocked at the condition of the African American “Exodusters” coming through town in December 1879. There were some 139 blacks traveling in this group, all shabbily dressed, according to the <em>Raleigh Observer. </em>The paper reported their departure with a hint of contempt and disgust, as if the fact that blacks were unhappy with their living conditions was something unheard of in the years following Emancipation. According to the <em>Raleigh Observer, </em>this was not the first time that residents of Goldsboro, North Carolina, had this problem of northern-bound blacks temporarily invading their town. “It will be remembered that, “the author noted,” a few weeks since we spoke of the feelings of the colored people of Wake towards the exodus movement.” This new motley crew of blacks, however, had hailed from Green Castel in hopes of making their way north in search of new jobs and living opportunities. “The crew had an array of colors, sexes and ages, from those still suckling to a ripe old age.” The group had no designated leader and seemed to be completely unorganized, and not well educated. Though this crew had aspirations of the great life the North had to offer, many of the blacks did not have sufficient train fare to reach these far-off places. Many had to settle with going to Indiana or Washington, whereas others could only afford to go to the next town.","The white people of Goldsboro were not the only people or town to have an experience with these “Exodusters.” In the years following emancipation, many blacks did not know what to do with themselves. This was most prevalent in the year 1877. As Nell Irvin Painter explains, “by 1877, thousands of ex-slaves realized they never could fulfill their aspirations in the South- aspirations for their own farms, an education for their children, and a comfortable life.” So in the late 1870s many blacks began to migrate from states all over the South, such as Mississippi, Louisiana, Texas, Tennessee, and many more places. They planned to rebuild in Kansas, where, Historian Glen Schwendmann said, “‘they believed’ they would be furnished free transportation, where farm, implements, and subsistence awaited all who succeeded in making an appearance.”","The “Exodusters” of 1879 were part of the black migration trying to find and build new opportunities for themselves. Many whites did not understand why many blacks would want to leave the situations they were in; because many whites felt ex-slaves should be happy enough having their freedom.  This, however, was not the case; as Painter suggests, many blacks just wanted the opportunity to provide themselves with the tools to survive in a world still dominated by their white oppressors."],"display_date":"December 5, 1879","search_date":"1879-12-05","locations":[{"id":9577,"lat":35.2392503756,"lng":-77.6416017962,"zoom":9,"place":"LENOIR, North Carolina"}],"tags":[{"id":142,"tag":"african americans"},{"id":365,"tag":"Emancipation"},{"id":366,"tag":"Migration"}],"course":{"name":"African-American History from 1863 to the Present","school":"University of North Carolina at Pembroke","course_id":31,"school_id":9}},{"id":4839,"title":"Slave Smuggling in New Smyrna","course_id":33,"status":"P","start_date":"1826-06-06","end_date":"1831-07-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["It was June 6<sup>th</sup>, 1826 when David R. Dunham, inspector of customs at New Smyrna, located a small schooner from Virginia that was operating quite oddly. The ‘John Richard” which was captained by James Spillman, arrived in St. Augustine from Alexandria with provisions for the U.S. troops that were stationed in Florida. Captain Spillman intended to immediately stock-up and depart for the West Indies under the pretence of getting a cargo of fruit to take to New York. Dunham was informed that the vessel had in fact been charted to go to Nassau to bring into the Florida territory about 40 Negro slaves; belonging to two gentlemen residing on separate plantations along the coast where Dunham was stationed. Four days later the inspector received further information from “a gentleman of this place entitled to credit” about the Nassau slaver. What Dunham had notified about was that the correct number of slaves onboard the John Richard was actually around 100, and not 40. This new information also brought a sense of helplessness with the fact that now days later, the John Richard and all the slaves that were in it had left the port. Dunham confirmed in himself that the slaves involved in this trade would probably be carried to the coast along the Gulf of Mexico and placed on shore somewhere between Tampa and St. Marks. There it would be a very easy matter after those slaves were landed to spread them into the interior of the state and slowly afterwards get rid of them at the owners expense. Even with all this information and a more than knowledgeable approach as to where the slaves would be unloaded, Dunham’s claims went relatively unnoticed until his letter of the fifth instant respecting the slaves newly introduced into his district, had been received by the District Attorney. Incredibly, it was more than five years (1831) until the Secretary of Treasury returned the Report to Dunham. The truth was that slave trading wasn’t all that informal, and although the slaves had to be smuggled into the country, many people in power chose to ignore the influx of slaves because frankly, America needed them to ensure it’s ability to continue producing. Letters to and from the collectors of slaves helps to enforce the fact that their was actual Americans who had intel on the slave trading business and although they seldom caught and prosecuted the captains responsible – at least they were concerned with and passionate about stopping slavery."],"display_date":"June 6, 1826 - July 2, 1831","search_date":"1828-12-17","locations":[{"id":1281,"lat":null,"lng":null,"zoom":8,"place":"Florida, Florida"}],"tags":[{"id":4,"tag":"Slavery"},{"id":142,"tag":"african americans"},{"id":443,"tag":"Smuggling"},{"id":444,"tag":"New Smyrna"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}},{"id":4840,"title":"Anna Madgigine Jai Kingsley: A Free Woman","course_id":33,"status":"P","start_date":"1855-01-01","end_date":"1870-05-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Unrestrained Florida landscapes surround the large, white plantation home on Fort George Island, now called “The Princess House.” Echoes of past voices in celebration, in labour, and in daily life resound through the hollow rooms, the large covered porch, and the plantation grounds. Once home to an African princess, wed to a Spanish plantation owner, the home stands as a piece of living African American history.","Life for Anna Madgigine Jai was immensely different from the lives of most African slaves in the Americas. Purchased as a slave woman in Havana, Cuba by Zephaniah Kingsley at the age of 13, Anna was taken as her master’s wife and brought to East Florida, where she would eventually run plantations, operate businesses, and even own African slaves. As the supposed daughter of a ruling family in Senegal in West Africa, Anna went on to lead a royal lifestyle in Florida and to leave behind a legacy of strength and determination.","After her purchase at a slave market in Cuba, Zephaniah Kingsley- 30 years her senior- took Anna as his wife and brought her to his plantation, Laurel Grove, in then-Spanish East Florida, south of modern day Jacksonville. Anna’s life story provides a glimpse into the lives of the many African women who were enslaved in the New World and taken as wives by their masters. The practice of interracial marriage between slaves and Europeans was not uncommon in Spanish colonial times, as society was much more racially mixed than society in English colonies. The Spanish treated slaves more humanely than the French and the English, and gave them many chances to gain their freedom, allowed them to become full citizens after liberation, and frequently built families with Africans. In fact, the first free black town was formed in Spanish Florida.","Unlike her husband’s other, numerous slaves who lived in 32 tabby slave shacks, Anna Kingsley resided in the Laurel Grove’s main plantation house. In 1811, just five years after her purchase, Anna was unbound from the ties of slavery by her husband. By this time, the African princess had given birth to three of Zephaniah’s children: George, Martha, and Mary. The three mulatto offspring- of both African and European ancestry- were also freed by their Spanish father. The couple’s fourth child, John, was later born on Fort George Island.","Anna Kingsley survived enslavement, separation from her homeland and family, the “Middle Passage” across the Atlantic, purchase in Cuba, and a lifetime of struggle against expanding racist attitudes and laws in Florida. She raised four children who were constantly discriminated against for their mixed heritage, and, throughout her lifetime, policies regarding slavery and race in Florida underwent drastic changes that directly affected her life and her family. Her story is one of extreme difficulty, bravery, and endurance, but also of luxury unknown to the majority of Africans in the Americas.","Anna’s story carries on through the living history of her life on Fort George Island. The “White House of the Republic of Florida,” now called the “Princess House” after it’s historic owner, stands as evidence of Anna’s life and success on the beautiful isle."],"display_date":"January 1, 1855 - May 31, 1870","search_date":"1862-09-15","locations":[{"id":1435,"lat":30.6668452265,"lng":-81.5110477739,"zoom":9,"place":"NASSAU, Florida"}],"tags":[{"id":142,"tag":"african americans"},{"id":449,"tag":"Anna Kingsley"},{"id":463,"tag":"African American Women"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}},{"id":4841,"title":"<strong><strong>African Americans in the Seminole Hotel</strong></strong>","course_id":33,"status":"P","start_date":"1886-01-01","end_date":"1886-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Observing the history of Winter Park, the Seminole Hotel which was built in 1886 is one location that is significant in many ways to the American Life, especially for African Americans. The Seminole Hotel was a grand resort in Lake Osceola and it was a vacation destination which attracted many wealthy northerners who were escaping the unpleasant weather from their home towns. While it is evident that white northerners enjoyed the warm weather and the great destination, African Americans who were already in the area were not affluent enough to enjoy the properties of the Seminole Hotel. Instead African Americans were offered a different way to step foot onto the premises, they were the employees that hosted the white wealthy guests.","As mentioned in the Winter Park Historical Association website, the Seminole Hotel boasted <em>“that more millionaires and beauties were gathered on its piazzas than any other space in Florida.”</em> In this regard we easily understand that during 1886 when the Seminole Hotel was built, African Americans were just fortunate enough to be employees of the Seminole Hotel. Across the South during this period, African Americans were denied employment and equal opportunities by whites for various reasons, but were fortunate enough to find some opportunities at the Seminole hotel. As observed in the photos of the Seminole Hotel, Steve Rajatr in the Winter Park Magazine reveals that  “a large portion of their Winter Park staff of porters, bellhops, cooks, and maids were black residents who lived in Hannibal Square and who were neighbors of white families who lived on the east side of town. The hotel was one of the major companies in the area that employed black residents.”","While looking back at the importance of the Seminole Hotel we must recognize that a picture found in the Rollins College Archives with an African American woman boating wealthy white northerners on Lake Osceola depicts both positive and negative interpretations. While I rather see a picture of both African American’s and Whites enjoying the sites of the Seminole Hotel, it is still beneficial that African Americans were hired by one of the only employers that would employee them. “The city’s founding fathers intended Winter Park to be a resort destination for affluent families who wanted to escape harsh winters in the Midwest and Northeast and African American’s were apart of making these wealthy families feel welcomed.” Through the Seminole Hotel the African Americans contributed to the American experience in many ways, some more obvious than others."," "," "],"display_date":1886,"search_date":"1886-07-02","locations":[{"id":1443,"lat":28.6157324623,"lng":-81.3533405132,"zoom":8,"place":"ORANGE, Florida"}],"tags":[{"id":11,"tag":"Economy"},{"id":21,"tag":"Race Relations"},{"id":142,"tag":"african americans"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}},{"id":4842,"title":"Eatonville and the Robert Hungerford Industrial School","course_id":33,"status":"P","start_date":"1888-01-01","end_date":"12/31/10","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Dr. Robert Hungerford is best known for the school in Maitland, Florida that was named after him, however, his willingness and selfless attitude in preaching education is what best characterizes the type of person he actually was. Hungerford was a young white physician from Seymour, Connecticut who spent a winter in Maitland, Florida in hopes of bettering his health.  While in Maitland, he became interested in a group of African Americans and preached to them the importance of education.  After returning home to Connecticut, from his trip to Florida, Dr. Hungerford contracted the typhoid fever from an ill African American youth and eventually passed away in 1888.  The following year, the group of Negroes he first worked with in Maitland came together and started a small black school near Maitland, naming it the Robert Hungerford School in memory great memory of their mentor.  The principle of the school was Russell C. Calhoun, who gained a college education and one of Dr. Hungerford’s brightest scholars.  A few years after the school opened, Dr. Hungerford’s father gave the school one hundred and sixty acres of land as a memorial to his son and the school greatly expanded.","The Robert Hungerford Industrial School was soon established and it provided African Americans with means of learning as well as direct industrial work experience.  The school owned more than two hundred acres of suitable land for farming and building.  The students of both sexes would attend school for half of the day and work the other half of the day.  The county of the school was given two hundred and forty dollars a month to cover the wages of the teachers, however, the principle nor the treasurer received any pay for their work.","In a time where the country was going through much racism and hatred toward African Americans, education was not viewed as very important.  This was until Dr. Hungerford came into the scene and ultimately transformed education for the African American people of the South.  His generosity and willingness to help poor African American children was taken very seriously and opened the door for many young men and women.  The creation of the Industrial School provided real life work experience, as well as many different learning opportunities.  Students came from all over Florida to take part in this excellent program that quickly took off from the very beginning.  The early 1900’s were a very tough time for African Americans, although Dr. Hungerford wasn’t directly apart of the creation of the school, his willingness to reach out and help the African Americans went a long way in establishing some of the first means of education in the South.  Black students were provided opportunities that at the time were unheard of in many parts of the U.S.  Several years after the original creation of the school, Hungerford graduates were successful students in Florida, Georgia, North Carolina and Virginia.  Although the original school is no longer present, the name still lives on as the name of an elementary school in Eatonville."," "],"display_date":"1888 - 1910","search_date":"1899-07-01","locations":[{"id":1443,"lat":28.6157324623,"lng":-81.3533405132,"zoom":8,"place":"ORANGE, Florida"}],"tags":[{"id":445,"tag":"Education for blacks"},{"id":142,"tag":"african americans"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}},{"id":4843,"title":"Zora Hurston and the Turpentine Camp","course_id":33,"status":"P","start_date":"3/1/39","end_date":"3/31/39","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Zora Neale Hurston’s expedition to a Turpentine camp in Cross City, Florida was much more exciting and informative than it sounds. Hurston described the start of her trip in an essay she wrote on her experience there as, “going up some roads and down some others to see what Negroes do for a living.” 1  Hurston exclaimed that to an outsider, these African Americans worked at a Turpentine still, but to them it was referred to as a ‘gum path’. Turpentine has many uses but in the early 1900’s it was used for caulking the seams in ships, treating ropes, solvents, medical purposes, repairs, and was even used in paints. Work at this camp started at 6 in the morning, but it was the foreman’s job to have every man up earlier than that. The foreman had 18 men under him and everyone resided in his place, he earned around $12.50 a week, and received all the firewood and gardening space that he desired. In this particular camp there were five chippers, seven pullers, another five dippers and a wood-chopper. Work on any ‘gum path’ in the U.S. during the 1920’s and 30’s was grim, long, and often a repetitive, and tiring process. A picture in the <em>Nassau County Record</em> in 1930 of a Turpentine Distillery illustrates a factory-like wooden building (similar to what Hurston describes in her essay) that was stocked with lumber, large jars of gum and was surrounded by an excessive amount of Pine trees. Also present in the picture is an all-black work force and a variety of tools that were necessary for success in this important industry[1]. While the African Americans were working, the foreman made it a point to give Hurston the complete tour so she would become familiar with his business. He noted that the chipper was the man who made the small slanting cuts on pine trees that excreted the gum. The company would pay one cent a tree, here 700 or more trees were chipped in a week. A puller was a specialized chipper, he chipped the trees when they had been worked too high for the chipper. Every tree on the camp was chipped for three years, pulled for three years and then abandoned. The dipper’s job was to take the cup off the tree, remove the gum and put in back in place in preparation for the next phase. Dippers were paid eighty-five cents a barrel for gum, and the camp averaged around ten barrels per week. The woodchopper cut the wood for the still; wood was used to fire the furnace instead of coal because the company owned millions of cords of wood for burning in trees that had been worked to the bone.1 The foreman confined in Hurston that he wished he could raise the wages for his workers but felt that they would never receive such an improvement in wages from the Government. Her trip to the Turpentine Camp was not only informative, but an experience highlighting an industry that was often over-looked in history, but required an immense amount of time and labor behind the scenes."," "," "],"display_date":"March 1939","search_date":"1939-03-16","locations":[{"id":24415,"lat":25.8031301893,"lng":-81.4535842442,"zoom":8,"place":"Collier, Florida"}],"tags":[{"id":142,"tag":"african americans"},{"id":446,"tag":"Zora Hurston"},{"id":447,"tag":"Turpentine"},{"id":448,"tag":"Black Labor"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}},{"id":4854,"title":"The African American Struggle through the U.S. Educational System","course_id":33,"status":"P","start_date":"1870-01-01","end_date":"1890-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Before the end of the Civil War, the education of black slaves in the United States was a criminal endeavor. Although efforts were made in the newly formed free black communities to organize schools, few African Americans received any education at all before the Reconstruction Era when public schools were opened. Even then, establishments for black children were poorly financed and largely ignored. Emerging in the 1870s, Jim Crow laws ruled the educational system and schools became legally racially segregated. In 1890, the first “coloured” school building in Winter Park was opened to African American children, under the harsh conditions of the time.","In 1896, the Supreme Court decision of Plessy vs. Ferguson established separate public schools for black and white students. The decision also deprived African American children of equivalent educational advantages. “Coloured” schools had to make do with scant financial support and negligible resources. A damaged photograph from 1890 documents the opening of the first school building for African Americans in the city of Winter Park, Florida. This schoolhouse appears consistent with the common characteristics of “coloured” schoolhouses emerging across the nation- few teachers, far too many students, and clearly under-financed. Two schoolteachers pose in the photograph alongside roughly 40 students – schoolchildren who mostly are in want of shoes. The schoolchildren in the photograph range from toddler-aged to early teens- a characteristic typical of the time, as generally one teacher supervised dozens of students in all subjects, and grades.","The lack of proper and fair financing for black learning institutions affected the quality of the education provided. Teachers could not give pupils ample individual attention, and therefore students were made to work exponentially harder in order to succeed. However, as the 1890 photograph illustrates, attendance was high and both students and teachers alike were proud of their new privilege, however tainted it may have been.","The struggle for fair and equal education for African Americans was long and hard, but much progress was made through the efforts of organizations such as the NAACP (National Association for the Advancement of Coloured People) and individuals like Oliver Brown, who pushed for fairness in the education system.U.S. schools were legally desegregated in 1954 by the Supreme Court decision of Brown vs. Board of Education, which overturned Plessy vs. Ferguson, and stated that \"separate educational facilities are inherently unequal.” Groups of African American students like “Little Rock Nine” began to enter previously “all-white” schools, and thus began the long process of de-segregation in American public schools. Though the U.S. school system still struggles with issues relating to fair education of African American children, the nation has certainly come a long way since the founding of Winter Park’s first “coloured” schoolhouse in 1890."],"display_date":"1870 - 1890","search_date":"1880-07-01","locations":[{"id":1442,"lat":28.5174877311,"lng":-81.2997194005,"zoom":8,"place":"ORANGE, Florida"}],"tags":[{"id":467,"tag":"Black Schools"},{"id":466,"tag":"Educational System"},{"id":142,"tag":"african americans"},{"id":472,"tag":"Plessy vs. Ferguson"},{"id":473,"tag":"Brown vs. Board of Educat"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}},{"id":4856,"title":"Job Opportunities at the Seminole Hotel","course_id":33,"status":"P","start_date":"1886-01-01","end_date":"12/31/02","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1886 an impressive hotel was built on Lake Osceola called the Seminole Hotel. This hotel was a huge addition to the Winter Park community. It consisted of two hundred rooms and provided plenty of activities to entertain the guests, such as a bowling alley, croquet, tennis, and a billiard room. A bonus of being on the lake was that they were able to offer sailing, rowing, fishing, and two steam yachts. It was located close to Rollins College, so many family members of the students stayed there while visiting. It drove in famous and wealthy people such as President Grover Cleveland and William Rockefeller.","Along with the good business came numerous job opportunities for the African-Americans in the surrounding area. With only twenty-one years after slavery was abolished by the Thirteenth Amendment (1865), it was very difficult for African-American to get jobs, never mind jobs with good salary. During the Reconstruction Era, plantation owners hired the newly freed African Americans to keep production up. These arrangements did not work well, and therefore a great deal of the land was occupied by both white and African American farmers and sharecroppers.","The Seminole Hotel was a one of the only businesses that employed African-Americans in the South during this time. Some of the jobs included maids, bellhops, landscapers, cooks, baggage carriers, and caddies. They employed men, women and children to carry out these duties. Also when important figures stayed at the hotel, there would be the additional job of driving the mule and carriage to the train station just down the road, to pick up and drop of the guest. The workers were treated well here and made a reasonable pay. In a picture, dating between 1886 and 1902, shows eleven young African-American men dressed in caddy uniforms, scrabbling on the dirt ground in search of money. Most of the young men are piled on top of each other or sprawled out on the ground, while only one appears to already have some money in his hand, because he is away from the group and is looking down at his cupped hands. Written on the back of the picture it says, “Scrambling for money thrown by Seminole Hotel guest.” This picture suggests that not only did the hotel treat their workers well, but the guests did as well. They generously threw out money to these workers that were working to help support their families.","While other businesses were discriminating against the newly freed people, the Seminole Hotel invited them in with open arms. Their hard work and helping hands helped keep the hotel open for six years until a fire in the kitchen burned down the hotel. The hotel was not re-built and many people became unemployed. The Seminole Hotel exemplified how an establishment in the late nineteenth century could have interracial employees and still flourish as a well-known business."],"display_date":"1886 - 1902","search_date":"1894-07-01","locations":[{"id":1443,"lat":28.6157324623,"lng":-81.3533405132,"zoom":8,"place":"ORANGE, Florida"}],"tags":[{"id":468,"tag":"employment"},{"id":142,"tag":"african americans"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}},{"id":4870,"title":"Land for African American Schools","course_id":31,"status":"P","start_date":"7/4/12","end_date":"7/4/12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“After a lengthy and at times acrimonious debate, the House today passed a bill conveying to the board of education of New Hanover County, N.C., thirty-four acres of land in the city of Wilmington for the erection of an industrial school for Negroes,” reported the Raleigh <em>News and Observer</em>. African Americans in the early twentieth century faced poverty, joblessness, poor housing, unequal justice, inadequate health care and the denial of full civic participation. Suffrage restrictions, schools that were unequally funded, and a culture of white progressivism that hypocritically assigned a stigma of inferiority to blacks defined the existence of most African Americans through many years.  Even in the North, African Americans were discriminated against in the universities and colleges; therefore, African Americans wanted provisions to educate their people and to have the same rights to education as white individuals.  Leaders like John L Godwin, responding to the developments in the state and national government, sought to make the concessions to have equal education for African Americans available to create an appropriate climate for growth.  Reverend Kirton, who participated in a discussion for the erection on schools for African Americans, stated: “the doctrine of ‘separate but equal’ has never solved the problem of human relations.  We can solve our problems together, but any other way there will be tensions and trouble because we can’t understand each other.  What is needed most here is to make all citizens, both Negro and White to feel they are the family of New Hanover County.  All problems can be solved in the spirit of brotherly love.  You can’t ignore them or leave them for our children.”","William Edward Burghardt DuBois was a renowned educator; he believed that ignorance was a cure for nothing. Therefore, W.E.B. Dubois developed ideas about an optimal education for African Americans during a critical stage in the struggle for equality.  There were many others who agreed that educating African Americans was necessary to the uplift and development of the race. Fisk University, a four-year black institution was established to train leaders to “uplift their race.” The neighborhoods surrounding Fisk were home to black Southerners removed from slavery.   Tuskegee University became another victorious accomplishment in the development of African American schools, when George Campbell, Booker T. Washington and Lewis Adams (African Americans) gained control of the school from the state of Alabama. Hampton University, an historically black university, was another dynamic, progressive institution of higher education. One of the areas uppermost in the minds of many blacks, especially in the late nineteenth and early twentieth centuries, was education.","If the history of educational attainment were a barometer for the advancement of African Americans, the results would probably be mixed.  The Civil War ended slavery, but African Americans were promised nothing, and they realized this.  As African Americans fought for political, social and economic power they constantly questioned the meaning of freedom. African Americans knew the only way to defeat ignorance was to continue to educate."],"display_date":"July 4, 1912","search_date":"1912-07-04","locations":[{"id":17464,"lat":34.2953764793,"lng":-77.7420682293,"zoom":10,"place":"New Hanover, North Carolina"}],"tags":[{"id":6,"tag":"Education"},{"id":142,"tag":"african americans"}],"course":{"name":"African-American History from 1863 to the Present","school":"University of North Carolina at Pembroke","course_id":31,"school_id":9}},{"id":4877,"title":"State Begins to Hire More Black Workers","course_id":31,"status":"P","start_date":"10/2/68","end_date":"10/2/68","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On October 2, 1968, the North Carolina Good Neighbor Council submitted a survey to Raleigh demonstrating that blacks were being hired for more positions within the state government. That rise came over the previous two years. There were still state agencies that are all white, but those agencies did not include education, health or hospitals. “The study showed that 38 percent of the blacks employed by the state are in predominantly black institutions, compared to 50 percent in 1966,” reported the <em>Fayetteville</em><em> Observer.</em> Although the blacks still held the majority of the traditional jobs, like maids and janitors, there was an increase in black professionals. Black women were earning slightly more than black men on some of the professional jobs, such as management and clerical.","According to historian Jacqueline Jones, “between 1960 and 1970, the percentage of black women in the clerical and sales sector increased from three to 11 percent in the South and from 17 to 33 percent in the North.” These increases were partly due to laws being established at that time. One such law, the Civil Rights Act, came out in 1964. “Title VII of the act outlawed discrimination in hiring on the basis of race, color, religion, sex or national origin and it established the Equal Employment Opportunity Commission (EEOC) to enforce the law,” noted Jones. There were gains in incomes for both black men and black women. According to historian Robert J. Norrell, “the income gains among black men resulted in part from the federal government’s equal-employment pressure in skilled and semiskilled industrial jobs.”  By contrast, black women were being hired for management positions, but most of their income was coming from clerical work. “Major income gains among African Americans came from big increases in professional and managerial jobs,” according to Norrell. The passage of Title VII revealed, even in North Carolina, that more jobs would become available to blacks, but the wages still would not be equal to those of whites."],"display_date":"October 2, 1968","search_date":"1968-10-02","locations":[{"id":33963,"lat":35.0485350444,"lng":-78.8273232021,"zoom":9,"place":"Cumberland, North Carolina"}],"tags":[{"id":142,"tag":"african americans"},{"id":468,"tag":"employment"}],"course":{"name":"African-American History from 1863 to the Present","school":"University of North Carolina at Pembroke","course_id":31,"school_id":9}},{"id":5006,"title":"Diary of Belle Edmondson, January-November, 1864","course_id":43,"status":"P","start_date":"1864-01-01","end_date":"1864-01-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the midst of the Civil War, one woman remained behind the scenes of the battlefield documenting the war and experiencing the fighting first hand.  Belle Edmondson kept a diary from January to November of 1864 in which she detailed occurrences in West Tennessee such as the Union and Confederate battles, tragic accidents of friends, visitations by friends and family, travel to various southern cities, and everyday occurrences such as meals and church.  Edmondson’s primary role during the war was that of an intelligence gatherer, courier, and contraband smuggler for the Southern troops.  Edmondson's wartime experiences occurred on land controlled by neither Union nor Confederate soldiers.","Within Edmondson’s vast collection of journal entries, she described with great detail the fighting she witnessed and her desire for the Confederates to disarm and capture the Northern forces.  As a hero of the Confederacy, she wrote on April 13 of heavy firing between Fort and Gun boats and the fifteen Union soldiers who arrived and forced Edmondson to feed their horses.  Shortly afterwards, the soldiers stole some of those horses.  Her attitude in the diary shifted on Saturday, April 16 when she wrote of the arrival of thirty Union soldiers, six of which dined over breakfast with her.  She described them as gentlemen and expressed her surprise at finding their company pleasing to dine with.","While Belle's experience with Union forces shifted from inconvenient to tolerable, Stephen Ash described in his book \"When the Yankees Came: Conflict and Chaos in the Occupied South\" that many southerners experienced \"shock, confusion [and] panic\" at the incoming Federal soldiers.  Ash explained that much of this terror, as experienced by Belle when they arrive on her property, was \"often aggravated by uncertainty about the enemy's exact location and intentions.  With communications disrupted and facts scarce, rumors flourished.\"  A native of Edmondson's home state of Tennessee, Nimrod Porter described his fear at the Union's arrival in February of 1862 when he stated, \"The awful state of affairs, and the greate uncertainty of events, & the suspense is truly almost too much for me to beare.\"  Many throughout the south lived in panic over the presence of Union forces and had to live among fear of their unknown locations.","Two days later on April 18, Edmondson received another visit from Memphis Union soldiers and expressed her disgust over one of them who was a black abolitionist, indicating Edmondson's hostility toward those enslaved.  Throughout the many issues discussed in Edmondson’s diary, her vocal expressions of racism and detailed account of the fighting express the real feelings and anger experienced by those living in south during the Civil War.  Obviously in favor of Confederate forces and vocally against the actions of the Union, toward the end of her diary, Belle wrote on August 29, 1864 of her excitement for General Lee with his victory in Virginia.  While her enthusiasm ebbs and flows with the changing actions of the soldiers on both sides, the constant hatred and corruption radiated throughout the south, and her account allows us to witness southerner’s trials and tribulations throughout the Civil War."," "],"display_date":"January 1864","search_date":"1864-01-16","locations":[{"id":12004,"lat":35.1672648222,"lng":-86.1060239614,"zoom":9,"place":"FRANKLIN, Tennessee"}],"tags":[{"id":21,"tag":"Race Relations"},{"id":142,"tag":"african americans"},{"id":32,"tag":"Civil War"},{"id":4,"tag":"Slavery"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5032,"title":"Being an African American after Emancipation","course_id":43,"status":"P","start_date":"1865-01-01","end_date":"1877-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["James Johnson, a 79 year old ex-slave from Columbia, South Carolina, stated in his narrative that he “[felt] and [knew] dat de years after de war was worser than befo’”.  The Emancipation Proclamation and the Union’s victory in the war secured the freedom of slaves, but with a society plagued by Jim Crow Laws and segregation, ex-slaves were far from liberated. Slaves paid the price for their freedom as emancipation introduced new hardships, insecurities, and humiliation.","During the post Civil War and Reconstruction Era, a slave’s fight for freedom turned into a mere fight for survival. The majority of slaves were released from their previous plantations penniless. Wages for African Americans also fluctuated in response to the perceived worth of that person and manual labor was considered easily replaceable during the post Civil War time period. With income being an issue, few ex-slaves had the ability to own land. According to the 1880 Census, one-fifith of African Americans owned at least some of the land they farmed. However, these holdings were usually beset with debt, crippling African American owners in the long run.  Johnson declared that, “Befo’ de war, niggers did have a place to lie down at night and somewhere to eat, when they got hungry in slavery time.”","This prevalent poverty among ex-slaves during the Reconstruction Era resulted in a lack of nourishment and medical care which in turn caused a high mortality rate for African Americans, especially children. Illness left former slaves with the burden of unpaid medical bills or the inability to access proper medical care. Deficiencies caused African Americans to resort to the treatment of diseases with herbal and home remedies. The 1900 Census reveals 30 per 1,000 blacks died each year as opposed to only 17 per 1,000 whites.","Death as a result of poverty was not the only thing that affected a slave’s life in the tough times of the post Civil War era. Ex-slaves were weakened by a severe sense of isolation brought on by separation from their families. Sales of slaves, the death of owners, and the presentation of slaves as gifts during the pre- Civil War era were only some of the reasons for this division. Alienation and loneliness dampened the spirit of these slaves’ new found freedom and made the fight to survive that much harder.","As whites saw African Americans as an imposition on normality as well as a threat to their dominance, they continued to make former slaves work for their freedom. Johnson stated in his narrative that “Since them times, a many a nigger has had it tough to make a livin’. I know dat is so, too, cause I has been all long dere.” Johnson’s experiences, along with so many others, shed light on the darker side of emancipation after the Civil War."],"display_date":"1865 - 1877","search_date":"1871-07-02","locations":[{"id":11582,"lat":33.8933663203,"lng":-81.2948046475,"zoom":8,"place":"LEXINGTON, South Carolina"}],"tags":[{"id":365,"tag":"Emancipation"},{"id":142,"tag":"african americans"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5048,"title":"“Few of you are wise enough, and good enough to be trusted with liberty.”","course_id":43,"status":"P","start_date":"1842-09-11","end_date":"1842-09-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Upon entering the vibrant city of Georgetown and embarking upon a new career path as a teacher, Miss Caroline Healey Dall found herself at once confronted with questions she relied upon her religious convictions to answer. In her diary, Caroline documented her day-to-day life and travels, as well as her dreams, passions, and concerns.   After the Panic of 1837 left her father bankrupt, Caroline set out to do what she could to aid her family’s troubled situation.  As a young woman of only twenty years, Caroline began teaching at Miss English’s school in Georgetown, D.C.  On her second day at the school, a young slave girl named Christie came up and asked her for a lesson. ","After thirty minutes or so of reading and history lessons, Christie admitted she feared she would never be free.  Caroline replied “The whites must be servants of God Christie—and you are very happy now.”  The conversation continued for some time as Christie and Caroline discussed God’s plan and the reasons why blacks could not all be free at once, “… it is because few of you are wise enough, and good enough to be trusted with liberty.”  Caroline cited various biblical passages referencing the important, and sometimes trying, relationship between servant and master.  She concluded her entry with ruminations over her homesickness, as well as her hope that God would unveil her fate and intended duty in the world. ","It may seem odd that Caroline, who was deeply grounded in her religious faith as a Unitarian, spoke out against the abolition of slavery.  This anti-abolitionist attitude, however, prevailed in the early 1840s throughout most of the North.  In Caroline’s hometown of Boston, only seven years prior to this entry’s inscription, William Lloyd Garrison, the editor of the abolitionist newspaper <em>The Liberator </em>was dragged through the streets and almost hung by an anti-abolitionist mob until he was rescued by local law enforcement.  To many, slavery was an institution that seemed remote and irrelevant in day-to-day life.  Abolitionists also posed a direct challenge to the local elites in cities nationwide, challenging the status quo and threatening to empower not only the enslaved, but free blacks and women as well. It was also a system which had stimulated the growth of northern business, the very industry that Caroline’s father worked in as a merchant in Boston.  Caroline’s attitudes toward abolitionism were no doubt shaped by the prevailing attitudes of the time as well as her upbringing as a wealthy merchant’s daughter in New England. "],"display_date":"September 11, 1842","search_date":"1842-09-11","locations":[{"id":1274,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":193,"tag":"Abolitionism"},{"id":142,"tag":"african americans"},{"id":79,"tag":"Religion"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5216,"title":"Second Lieutenant Hurst Fears Communist Invasion","course_id":62,"status":"P","start_date":"10/19/32","end_date":"10/19/32","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Communist Party was infiltrating Birmingham, Alabama and the National Guard was beginning to worry. On October 19, 1932, Second Lieutenant Ralph Hurst wrote to his commanding officer Brigadier General J.C. Parsons about the “Communist Agitation” in Birmingham. The International Labor Defense had recently moved its Southern headquarters to Birmingham and there had been trouble ever since. According to Hurst, the police had originally arrested communist agents and disbanded their meetings. During one of their raids, they found correspondence that indicating that the communists in Birmingham had been “instructed to concentrate on Negroes in the South.” The communist agents had held two meetings that Blacks and Whites attended.  According to Hurst, Communists advocated social and political equality between the races and adopted resolutions calling for “abolition of poll taxes, enfranchisement of every resident without respect to color or other qualifications” and urged both black and white families to go out and take what they needed. Communists also took aim at capitalists who “exploited whites against blacks and vice versa.” The infamous Ku Klux Klan broke up the second of these meetings with “malodorous bombs” and announced that “The Klan Rides Again” and would “stamp out” communism. Hurst concluded his letter by telling Parsons that the communists were “playing a shrewd game of capitalizing on unemployment and adverse conditions” to gain supporters. He warned that unless relief facilities are sent “there is a likelihood of some disorders and attendant violence.”","Hurst proved to be correct. Anti-communist violence began to increase around this period and lasted until the end of the decade. Historian Robin Kelley attributes the rise in violence to the fact that communists promoted equality between the races. According to Kelley, anti-communists used racism to fight against and hinder the communist cause. White-supremacy groups, like the Ku Klux Klan and White Legion, and racist politicians played on the Southern fears of racial equality to ostracize communists. Another historian, Robert Ingalls takes a different perspective on the issue. Ingalls believes that the most important factor in anti-communist violence was the big businesses that economically dominated Birmingham. Ingalls focuses on the Tennessee Iron, Coal and Railroad Company (TCI). By the end of the 1930s, the La Follette Senate Committee found enough evidence to show that TCI had been sponsoring violence against communists. For Ingalls, the real cause of the violence was “establishment attitudes towards labor” that kept the elite in power. From Hurst’s letter, it seems that both factors, racism and big business capitalism, were at work to limit the communists’ acceptance in Birmingham."," "],"display_date":"October 19, 1932","search_date":"1932-10-19","locations":[{"id":24062,"lat":32.2202206971,"lng":-86.2076124057,"zoom":9,"place":"Montgomery, Alabama"}],"tags":[{"id":21,"tag":"Race Relations"},{"id":17,"tag":"Government"},{"id":1,"tag":"Crime/Violence"},{"id":142,"tag":"african americans"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":62,"school_id":10}},{"id":5230,"title":"African Americans and Southern Labor Unions","course_id":62,"status":"P","start_date":"1/1/67","end_date":"12/31/67","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["“The union wasn’t right by us,” was how James Manley summed up his experiences as an African American union member during an interview conducted by the Sloss Furnace Association. In 1984 Manley sat down in an interview with the goal of recording his thoughts on his career at Sloss Furnaces, a pig-iron producing blast furnace in Birmingham, Alabama. Manley spoke of being laid off in 1967 for no stated reason but he surmised it was because the company was replacing older African Americans with younger whites. According to Manley the union did nothing about the layoffs. He contended this was because the unions were controlled by whites who were not interested in helping African Americans with grievances. In fact union officials often simply ripped up the grievances filed by African Americans. Manley directly experienced this practice; a union official by name of Carl Waddell ripped up one of Manley’s grievances right in front of a friend of Manley’s, who then told Manley.","These experiences were common for African Americans during the decades Manley worked for Sloss. Unions often had no interest in the concerns of African Americans. For example, according to historian Michael Honey, unions under the auspices of the American Federation of Labor (AFL) often organized African Americans into separate “Federal Units,” or excluded them from unions altogether. While the AFL’s rival, the Congress of Industrial Organizations (CIO), was officially more welcoming to African Americans, its white members often discriminated against them. Timothy Minchin contends the reason unions failed to support African Americans was because of local union autonomy. Local unions essentially ran themselves without interference from national organizations to which they belonged, which according to Minchin “ensured that there was often a gap between national unions’ nondiscrimination policies and actual racial practice in the south.” Local union autonomy meant that whites, who often had majority control, could do what they wanted with little opposition. Minchin contends that these local unions were allowed to pursue racist policies and actions because the national unions’ feared that if they pushed the race issue that whites would “quit their unions en masse.”","National unions’ fear of losing local influence by losing white support resulted in many sorts of discrimination of African Americans. Commonly this resulted in the union failing to do anything about how African Americans were overlooked for positions in favor of whites, mainly because these positions were seen as “White.” This is what happened to Manley; he bid on jobs and was overlooked in favor of whites. According to Manley, “The highest job a black could get before the Civil Rights Movement was when you got to be a helper or a fireman or a keeper on the furnace.” Manley’s testimony is an example of a union system that espoused racial equality but was crippled by national leaders who feared the loss of influence and local leaders with no incentive to challenge the system that assured their workplace privilege."],"display_date":1967,"search_date":"1967-07-02","locations":[{"id":31662,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":960,"tag":"Labor Unions"},{"id":21,"tag":"Race Relations"},{"id":42,"tag":"Civil Rights"},{"id":142,"tag":"african americans"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":62,"school_id":10}},{"id":5554,"title":"Escape through Death: The Story of Fugitive Margaret Garner","course_id":93,"status":"P","start_date":"1856-01-27","end_date":"1856-01-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Deemed “a tale of horror” by <em>The Cincinnati Enquirer</em>, Margaret Garner, a fugitive slave, took the life of her child in order to save her from a life of slavery.  This is the story that Cincinnati woke up to on the morning of January 29, 1856.  Two nights earlier, sixteen slaves had escaped from Kentucky into Ohio, eight of whom included Garner and her family.  According to <em>The Cincinnati Enquirer</em>, the family had stolen horses and a sleigh from their owner, Mr. Marshall, and crossed the frozen river on the night of January 27. Once in Ohio, they sought refuge at a former slave’s home.","The fugitives’ owners arrived the next day searching for the runaways in order to take them back to Kentucky.  Because of The Fugitive Slave Act passed in 1850, they were able to obtain a warrant and the assistance of the local United States Marshal.  The act stated that it was the duty of marshals and deputy marshals to carry out the warrants.  <em>The Cincinnati Enquirer</em> detailed the events that unfolded at the house where Garner and her family were hiding: shots were fired, a deputy marshal was injured, and the door was breached.  Upon entry into the house, they discovered the dead child.  <em>The Cincinnati Enquirer</em> described the scene by saying, “a deed of horror had been consummated, for weltering in its blood, the throat being cut ear to ear and the head almost severed from the body, upon the floor lay one of the children of the younger couple, a girl three years old.”  Garner proceeded to hit the dead child with a shovel before being restrained.  At the time, it was unclear who had killed the child; <em>The Cincinnati Enquirer</em> stated, “The fearful act lies between one or the other of the miserable parents, perhaps both, but doubtless, the truth will be brought out by the coroner to-day.”","Indeed, the truth was “brought out.”  Julius Yanuck, a historian, discusses the story in a journal article almost a century later.  When Garner discovered that they were about to be captured, she devised a desperate plan that would save her children from returning to slavery – escape through death.  Quickly she grabbed a knife and seized her three-year-old daughter.  Using the knife, she gashed open her daughter’s throat.  She then turned to her other children, but was stopped before she could manage to do more than mildly injure them.","Much agitation grew out of the escape and murder.  <em>The Cincinnati Enquirer</em> summed up the article and captured the sense of tension by saying, “Abolitionists regard the parents of the murdered child as a hero and heroine, teeming with lofty and holy emotions, who, Virginiuslike would rather imbue their hands in the blood of their offspring than allow them to wear the shackles of slavery, while others look upon them as brutal and unnatural murderers.”  Whether selfish or selfless, the acts of Garner were not quickly forgotten."],"display_date":"January 27, 1856 - January 28, 1856","search_date":"1856-01-27","locations":[{"id":10239,"lat":39.1954617755,"lng":-84.5426360039,"zoom":10,"place":"HAMILTON, Ohio"}],"tags":[{"id":9,"tag":"Law"},{"id":7,"tag":"Women"},{"id":4,"tag":"Slavery"},{"id":142,"tag":"african americans"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":93,"school_id":3}},{"id":5610,"title":"Educational Needs Sparked by the Thirteenth Amendment","course_id":93,"status":"P","start_date":"1865-01-31","end_date":"1865-01-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["While most northern newspapers were printing articles celebrating the passage of the Thirteenth Amendment, the <em>Daily National Intelligencer</em> published a sobering editorial that focused on the challenges still facing the nation.  This editorial, printed on February 1, 1865 in response to the passage of the Thirteenth Amendment by Congress, recognized the great accomplishment but also pointed out that the country now had to care for a newly freed population.  The editor stated, “How this multitude of ignorant and helpless men are to be cared for is such a weight upon the public conscience as should never cease to oppress it until a clear account can be rendered.”  This was an urgent concern that had to be addressed.","The education of slaves often integrated vocational skills training and religious instruction.  However, reading and writing were rarely included because literate slaves were viewed as a threat to their slaveholders.  Being literate would enable them to communicate with other slaves.  It was feared that this would lead to the organization of riots and escapes.  Often, slaves who could read and write were segregated from the other slaves and sometimes branded for easy recognition.  In addition, the illiteracy of slaves helped to ensure the continuance of their low social ranking.","Because of their prior vocational training, many freedmen had skills that enabled them to secure jobs as laborers.  Their illiteracy, however, was a hindrance.  To address the educational needs, along with the many other needs, of the freedmen, the Freedmen’s Bureau was established.  The role of this organization was to meet educational needs by developing schools for freedmen.  This proved to be a challenging task.  In his book about The Freedmen’s Bureau, Paul Cimbala stated, “The federal government failed to provide the Bureau with sufficient financial resources to do great things for education…”  The Bureau had to rely on contributions of both whites and African Americans.  Some northern groups donated funds towards the project, but it was often not enough.  Gilbert Eberhart, the Georgia Bureau’s chief education officer, believed that freedmen should pay their own way for education.  However, this would be a problem because most freedmen were illiterate and unemployed or making very little pay at the jobs they did have.  They would more than likely not be able to finance the needed institutions on their own.","As this editorial indicated, the North had been pushing for the abolition of slavery for awhile.  Following the Emancipation Proclamation set forth by President Lincoln during the Civil War, the Thirteenth Amendment fulfilled that goal.  Unfortunately, the problems and challenges did not end along with slavery.  The population of freedmen had many needs.  High among those needs was education, as most freedmen were illiterate.  The <em>Daily National Intelligencer</em> reminded the public, “There are many questions involved in this problem of the gravest character; but sufficient unto the day is the evil thereof.”  Despite the hurdles the country still had to face, celebration was in order."],"display_date":"January 31, 1865","search_date":"1865-01-31","locations":[{"id":1276,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":445,"tag":"Education for blacks"},{"id":95,"tag":"Abolition"},{"id":9,"tag":"Law"},{"id":4,"tag":"Slavery"},{"id":142,"tag":"african americans"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":93,"school_id":3}},{"id":5626,"title":"Circumstantial Evidence","course_id":94,"status":"P","start_date":"1885-02-14","end_date":"1885-02-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In early 1885 an African American named McKeever went hunting in Memphis, Tennessee, in the same location as a white hunter who was later found dead.  Based on extremely circumstantial evidence, McKeever was put on trial for first degree murder in February 1885.  The jury deliberated for two days before they decided to convict McKeever.","The circumstantial evidence that the jury considered and based its conviction on was the following: the murdered man was hunting on the same day and in the same area as McKeever, and McKeever supposedly expressed remorse to his step daughter and indicated that he killed the white man.  The jury felt his step daughter’s hearsay testimony was insufficient evidence to convict McKeever of the hunter’s murder; however they ultimately did so anyway.  His stepdaughter’s testimony likely played a part in McKeever’s conviction even though she did not personally witness the shooting and merely recalled a vague statement made by her stepfather.","The jury was perplexed given the circumstantial evidence they had to review. Some evidence pointed to a very different interpretation of the event, namely that it might have been a hunting accident. McKeever was accused despite lack of evidence, but because he was an African American and the dead man was white, it was almost inevitable that he was charged with the act and persecuted.  The defendant deserved the benefit of doubt given that the evidence was neither direct nor compelling, and left room for serious doubt.  Nonetheless, McKeever was convicted of first degree murder based on circumstantial evidence that did not point to his guilt beyond a reasonable doubt.","Max Kohler, formerly Assistant U.S. District Attorney, published <em>Un-American Character of Race Legislation </em>after significant research on legislation discriminating against African American.  Based on this research he found that racism was prevalent in the legal system and to aid in benefiting African Americans one needs to recognize that it is all men, not race or color that is protected under the Declaration of Independence.  One could say that McKeever’s Fourteenth Amendment right was violated; he was deprived his due process of the law and likely denied the equal protection of the law based on his race.","If McKeever had been white, the outcome likely would have been completely different.  More than likely he would not have been charged with first degree murder; instead McKeever could have been charged with involuntary manslaughter, which would have resulted in a much less harsh sentence if convicted. The different laws and judiciary representation should adhere to proper classification and not race discrimination to underlie legislation.  Ultimately the courts relieved themselves of any blame or involvement concerning the murder through discriminating against African Americans."],"display_date":"February 14, 1885","search_date":"1885-02-14","locations":[{"id":12371,"lat":35.182488505,"lng":-89.8964012565,"zoom":9,"place":"SHELBY, Tennessee"}],"tags":[{"id":142,"tag":"african americans"},{"id":1583,"tag":"circumstantial evidence"},{"id":1584,"tag":"courts"}],"course":{"name":"America From Civil War to World Stage","school":"Widener University","course_id":94,"school_id":43}},{"id":5677,"title":"<strong>First Sitting President to Mention Civil Rights in the South</strong>","course_id":106,"status":"P","start_date":"10/26/21","end_date":"10/26/21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On October 26, 1921 President Warren G. Harding visited Birmingham, Alabama.  The Magic City was celebrating its semi centennial - fifty years of being a city in the New South. It was a city without a typical Southern past.  Founded in 1871, Birmingham was a model city at this time – railroads, blast furnaces and steel mills marked its landscape.  It was a bustling industrial giant; and, it was here in this thriving metropolis that President Harding delivered the first speech given in the South by a sitting president which called for racial equality.","President Harding arrived at the Birmingham Terminal Station at 8:45 A.M. aboard a special train from Washington.  A grand parade began at 10:00 A.M., in the lead car President Harding greeted thousands of onlookers waving American flags and eventually traveled to the Tutwiler Hotel. The Tutwiler’s balcony served as the reviewing stand for the President and his party as the parade traveled past – Civil War veterans, groups of industrial workers, National Guardsmen – the whole city turned out for the Presidential visit.","Harding’s official address to the city was delivered in Woodrow Wilson Park at 11:30 A.M. to a large crowd of the fast-growing city.  Harding’s plan was to use this speech to make his first public show of support for the Republican National Committee’s plans to reorganize the party in the South.  He explained that race was becoming an issue and could no longer remain a solely regional concern.  Harding spoke of the great migrations of black laborers to the North during World War I, the meritorious service given by black soldiers during the war, and then spoke of political equality as a guarantee of the U.S. Constitution: “Let the black man vote when he is fit to vote; prohibit the white man voting when he is unfit to vote.”  While white listeners fell largely silent, African Americans cheered from their segregated section of the park.   Calling for “an end of prejudice” Harding went further than any president since Abraham Lincoln.","With this speech, Warren G. Harding became the first President to support civil rights on Southern soil for African Americans.  He felt that African Americans should have full equality in employment, education and political life.  While some may consider Harding a mediocre President, it is clear that he was a good man who sought equality under the law for all American citizens - white and black - at a time of severe racial intolerance, by openly advocating civil rights.  President Harding was clearly a man of his convictions."],"display_date":"October 26, 1921","search_date":"1921-10-26","locations":[{"id":20911,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":21,"tag":"Race Relations"},{"id":142,"tag":"african americans"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":106,"school_id":10}},{"id":5686,"title":"An Alabama Minister Fights for Temperance By Using Race","course_id":106,"status":"P","start_date":"1/1/00","end_date":"1/1/19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the early decades of the 20<sup>th</sup> century the Alabama Anti-Saloon League published a brief flyer outlining the group’s proposals. The flyer is titled “The Alabama Anti-Saloon League” and outlines four goals: “First- To federate the Churches, Sunday Schools, Temperance Societies and other moral forces of the State in a conservative, persistent, and determined movement against the saloon; “Second- to create a healthy, sane, and powerful public opinion in favor of Local Option;” “Third- to Secure the nomination and election of such persons to the next General Assembly of Alabama as will pledge their support to a General Local Option Bill, Permitting counties, cities, or subdivisions of the same, to settle the saloon question within their bounds by popular vote, without other recourse than formal petition presented to the proper authority;” and “Fourth- to organize the temperance sentiment of Alabama into a permanent and perpetual Anti-Saloon force. And to press the fight for civic righteousness, asking for that fundamental principle of Democratic government—the right of the majority to rule.”","W. B. Crumpton, the author of the flyer, was an Alabama Baptist minister who had served as a confederate soldier in the Civil War. He helped to create the Alabama chapter of the Anti-Saloon League which focused on “Local Option” as a means of implementing prohibition of alcohol. As stated in the flyer, “Local Option” allowed “counties, cities, and subdivisions” to decide their stance based on popular vote. Local option or popular vote at the local level would allow regions to vote whether to be ‘dry’ or ‘wet’ counties. A supporter of local option and editor of a magazine called Alabama Baptist; W.C. Cleveland wrote about his opinion on state-wide legislation but claimed to only “discuss politics… when it intruded on moral issues.” Historian Wayne Flynt depicts Cleveland as concerned about the creation of “a national or statewide prohibition law as well as creation of a ‘political temperance party… [because] he feared that such politicization would split whites, undermine the Democratic Party, and harm the cause of temperance.” Flynt goes on to suggest that “Cleveland urged individual Christians to spurn liquor, and he urged prohibition leaders to marshal their energy for local option elections,” which would allow the white community to control county-wide legislation without creating controversy among whites. Local option was the best option in the view of many Alabama Baptist ministers because not everyone within the white community agreed with temperance. This would cause friction within the white community because there was an fraction of whites would did not want temperance interfering in their own lives. This faction was dealt with through local option which required a popular vote and, like typical Americans, we accept majority vote as the official say on any matter. This means that local option avoided any friction within the white community because of its majority vote. The National Temperance Almanac states that Local option allowed for a licensing system in which “local, municipal and county authorities” could give liquor licenses “to all applicants of good character.” The requirement of “good character” allowed local governments to control which communities would be allowed liquor licenses.","Local option and the licensing system ended up being a control mechanism used by middle and upper-class whites to once again to reestablish control over the African-American community after reconstruction.  Middle and upper-class whites achieved this though selective licensing when the county was voted ‘wet’. Historian Wayne Flynt describes Crumpton as having “combined racial politics with prohibition, describing whiskey bottles ‘sold only to the brutish negroes’ and that ‘contained pictures of nude white women’.” Crumpton viewed the local option and licensing system as a means to control the African-American community while allowing white superiority to vote their own destiny. The permanent and perpetual Anti-Saloon force, according to Crumpton is pressing for Civil Righteousness, was actually pressing to disenfranchise the African-American communities through local option and the licensing system. "],"display_date":"January 1, 1900 - January 1, 1919","search_date":"1909-07-02","locations":[{"id":50982,"lat":32.2202206971,"lng":-86.2076124057,"zoom":9,"place":"Montgomery, Alabama"}],"tags":[{"id":111,"tag":"Prohibition"},{"id":21,"tag":"Race Relations"},{"id":699,"tag":"Temperance Movement"},{"id":142,"tag":"african americans"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":106,"school_id":10}},{"id":5687,"title":"African-American Pastors Develop the ‘Black Temperance Movement’","course_id":106,"status":"P","start_date":"8/14/10","end_date":"8/14/10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A flyer stating “Colored Citizens Mass Meeting” describes the movement of African-American pastors to change the view of the “Negro Race.”. The flyer describes the place and time that congregations would meet and the objectives of the meeting. The meeting was called in an attempt to “protest against colored women visiting barrooms and barroom premises [and] also against children visiting such places, for whisky and beer.” The pastors also called for a protest in favor of temperance within the African-American communities because alcohol was viewed as “[an] evil... [that is] most disgraceful to the Negro race.”","Although, as the flyer suggests, African-American pastors were concerned about African-American welfare and pro-temperance historian Lee Willis claims that “black churches remained reluctant to endorse temperance whole-heartedly.” This reluctance of the African-American community was due to the racial undertones of the temperance movement within the white community. Historian Wayne Flynt examines how Alabama Baptist ministers harnessed racism within Alabama as a catalyst for the Temperance movement. Flynt states that “Crumpton combined racial politics with prohibition, describing whiskey bottles ‘sold only to the brutish negroes’ that contained pictures of nude white women.” The racist rhetoric used by Crumpton and other white temperance leaders is the cause behind the ambivalence of African-American pastors and community leaders to join the movement.","Despite the reluctance of many African-American leaders to join the cause of the white temperance movement the African-American community would begin to establish their own independent movement. This allowed the African-American community to ride the wave of temperance all the while having distanced themselves from white attempts to regain control of their community. African-American pastors would establish their own movement in an attempt to create a “stepping stone to a greater civil and political advancement.” Although white communities had their own agendas; Historian Donald Yacovone explains that African-American communities made efforts to “adopt temperance principles [in order to] gain white respect.” Many African-American leaders hoped to curb the prejudice views of the white community through temperance.  ","This flyer exemplifies the African-American community’s reaction to the Temperance movement and the attempt of African-American pastors to create, as described by Yacovone, a “moral reform [that] would cause slavery, prejudice, and intemperance to disappear.” The call for “protest [against] the evils [that are] most disgraceful to the Negro race” show an attempt for the African-American community to move forward in order to control their own communities through reform and progressive acts without allowing the white community to once again control their daily lives."],"display_date":"August 14, 1910","search_date":"1910-08-14","locations":[{"id":18257,"lat":33.553801834,"lng":-86.8960886107,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":699,"tag":"Temperance Movement"},{"id":111,"tag":"Prohibition"},{"id":142,"tag":"african americans"},{"id":21,"tag":"Race Relations"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":106,"school_id":10}},{"id":5763,"title":"Harlem Renaissance: A cultural battle for equality","course_id":112,"status":"P","start_date":"9/19/26","end_date":"9/19/26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A new movement rose in the 1920s as African American Jazz began to sweep the nation. Marking an influential Harlem Renaissance, this “New Negro Movement” resembling an outburst of African American culture included literature, music, and art.  The new jazz that rose during this period challenged conventional white music by emphasizing the need for more culturally inherent music; it asserted the emergence of the “New Negro”[1], one that would attempt to revive culture and make it significant to the African-American race, creating their own identity.  On a deeper level it challenged de jure segregation that began with the Jim Crow laws[2], laws that would cause them to express themselves culturally, rebelling against the mainstream.  This resistance towards the mainstream would increase significantly after the wartime period where they experienced more freedom from the French than their own country causing them to turn towards literature and the arts, to argue that the mainstream should begin to take them more seriously.","Zora Neale Hurtson’s iconic book <em>Their Eyes Were Watching God</em> was a landmark for African American women featuring a title character who broke society norms by choosing an independent lifestyle where she became very active in finding a partner and crafting her own identity.  Her race and her gender does not stop Janie Crawford from achieving an established role in a 1930s environment that attempted to oppress African American women. African Americans were struggling to achieve their own national identity, one example of this struggle was distinguishing Negro music with American Jazz.  The misconception was that they were the same but African Americans in 1926 gave key notes on why this was inaccurate.  Like African tribes and commu­­nities, the music of the Negro was one that relied on group effort, “no one sings just one part.”[3] Instead, they have emphasized creating their own system of orchestrating music that differs from American processes. This group effort would foreshadow African American’s attempt to separate from mainstream society in the 1960s, creating their own racial community through groups like the Black power.[4]"," ","[1] Harriss, M. Cooper, “From Harlem Renaissance to Harlem Apocalypse: Just Representations and the Epistemology of Race in the ‘Negro Novel’.”","[2] John D. Buenker and Joseph Buenker, eds. <em>Encyclopedia of the Gilded Age and Progressive Era</em> (Armonk: M.E. Sharpe, Inc, 2005) 69-77.","[3] “American Jazz is not African: Derived From it and Rhythm is Similar, but ours is Much Simpler, Says Well-Versed Authority-on Negro Music” <em>New York Times</em>, Sep. 19, 1926.","[4] Renata Harden, Christopher K. Jackson, and Berlethia Pitts, “Reading the Harlem Renaissance into Public Policy: Lessons from the Past to the Present” <em>Afro-Americans in New York Life & History</em> 36.2"," "],"display_date":"September 19, 1926","search_date":"1926-09-19","locations":[{"id":21355,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":85,"tag":"Harlem Renaissance"},{"id":142,"tag":"african americans"}],"course":{"name":"The Comic Book City","school":"Rollins College","course_id":112,"school_id":5}},{"id":5769,"title":"Integration of Amrican Athletics","course_id":112,"status":"P","start_date":"1/1/46","end_date":"12/31/46","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The issue of racism in America has been prevalent in many aspects, even in professional athletics. Stereotypically African Americans can perform better athletically and even then they were unable to participate in the professional limelight. In the late 1940’s African Americans were beginning to play in the major professional sports and by the 1950’s all major professional sports have been desegregated.","Jackie Robinson became very famous for becoming the first African American who played in the major leagues in 1947. After Jackie Robinson passed away there was a foundation created in his memory in which the foundation provides generous four–year college scholarships along with a teaching sets of skills and opportunities to disadvantaged students of color to create a promising success in college and to develop a leadership potential.","The NFL and NBA also signed African American players, the first of which being Marion Motley and Chuck Cooper respectively.","The desegregation in sports came in the midst of the Civil Rights Movement in American history. Unfortunately regardless of the professional standings of African Americans their lives were still a burden to live due to the segregation in everyday life.","The integration of professional sports took about 50 years to see a significant change. By 1998 77% of all NBA basketball players were African American, 64% of NFL football players were African American, and 15% of MLB baseball players were African Americans as well.","Along with the professional athletics integrating, college athletics were along for the ride. The SEC was the last to join the integration due to the high level of racism in the south east where the SEC is based.","Athletic integration is not the only significant event during the civil rights movement but it was a big leap for America’s future. It opened most opportunities for African Americans."],"display_date":1946,"search_date":"1946-07-02","locations":[{"id":27733,"lat":33.0342766311,"lng":-118.614221051,"zoom":8,"place":"Los Angeles, California"}],"tags":[{"id":142,"tag":"african americans"},{"id":1366,"tag":"Athletics"},{"id":593,"tag":"Jackie Robinson"},{"id":1794,"tag":"Chuck Cooper"},{"id":1795,"tag":"integration"}],"course":{"name":"The Comic Book City","school":"Rollins College","course_id":112,"school_id":5}},{"id":5887,"title":"A Community for a Variety of Needs","course_id":118,"status":"P","start_date":"1/1/56","end_date":"1/1/60","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Businesses line the streets in Black Bottom, a predominately black neighborhood. Hastings Street is alive with the rustle and bustle of suppling many needs for residents—ministry, food produce, restaurants, retail stores, music, and a “Right Hand Cleaners.” Cars galore use this main street in Detroit as a thoroughfare to get through this community to head to Downtown Detroit, but many community residents stay within the borders of Black Bottom, for its businesses have everything they need.","While Black Bottom was a flourishing community in the mid-twentieth century, it is important to note that it was only created via segregationist housing and land use policies as a means of containing blacks and separating them from whites. The proliferation of local businesses put residents in a position in which they did not have to leave Black Bottom to worship, shop, eat, or clean their clothes. By meeting many of the needs of its residents, the businesses in this new community mitigated the need for residents to go to other parts of Detroit.  Detroit’s Black Bottom became “a city within a city; the variety and breadth of life and institutions within the black community could match that of Detroit itself” (18). Even though Black Bottom had the sights of a community rich with heritage and progess; a mixture of the smells of clean clothes and food; and the sounds of jazz and blues throughout its streets, the community was still created as a means of justifying the end to blacks and whites being on the same streets. Therefore, the creation of Black Bottom was to contain blacks and have them be serviced by the business district in their area and away from whites."],"display_date":"January 1, 1956 - January 1, 1960","search_date":"1957-12-31","locations":[{"id":28980,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":142,"tag":"african americans"},{"id":21,"tag":"Race Relations"},{"id":1914,"tag":"Black Bottom"},{"id":1999,"tag":"Hastings Street"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5898,"title":"A Disappearing Jewel","course_id":118,"status":"P","start_date":"1/1/33","end_date":"12/31/52","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Barthwell Drugs was a well-known pharmacy chain in Detroit. The pharmacies were created by Sidney Barthwell. He was born in Cordele, Georgia; he left Georgia when he was 14 and worked with his father in Chicago. He eventually moved to Detroit and attended Cass Technical High School where he studied courses in pharmacological sciences. He then went on to Detroit Technological Institute (now Wayne State University’s College of Pharmacy, and Allied Health Profession; where he studied pharmacy. Previous to the pharmacy becoming Barthwell Drugs it was an underperforming pharmacy which hired Barthwell after he graduated college. As the pharmacy continued to slip into despair, Barthwell bought the place and turned it into Barthwell Drugs. As a result of this business venture, a well-known chain of drug stores were created. Barthwell Drugs were well known throughout the city of Detroit, there were various locations in the Black Bottom and Paradise Valley area. A company like Barthwell represents the strong black business culture that was present around Black Bottom.","Bartwell's son, Sidney Bartwell, Jr., would later describe Black Bottom and Paradise Valley as \"a paradise for black entrepreneurial businesses.\" In addition to more contemporary images of Detroit's decline in the national media, the Detroit experience should also be remembered for what was lost to urban renewal and expressways in the 1950s and 1960s. Barthwell Pharmacy was one of many businesses that were destroyed by the construction of the I-75 and I-375 expressways. More recently, there have been talks about extending freeways through Detroit’s Midtown community. The question is how much more destruction will have to happen before city planners begin valuing communities and not just seeing them as problems to be paved over."],"display_date":"1933 - 1952","search_date":"1943-01-01","locations":[{"id":22722,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1989,"tag":"freeways"},{"id":1953,"tag":"Urban Renewal"},{"id":142,"tag":"african americans"},{"id":1914,"tag":"Black Bottom"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5909,"title":"Dismantling a Community","course_id":118,"status":"P","start_date":"1/1/59","end_date":"1/1/61","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Development makes way in Detroit, as the community that once contained blacks and separated them from whites fades into the background, never to be recreated. Businesses that once provided a variety of needs for residents are torn down and replaced with streets without stoplights to create a highway. Milions of cars travel over the land that once served as the site of homes, cleaners, churches, and restaurants. Do the drivers know the heritage of this area? It’s rather unlikely. The residents that once lived in this area have been forcibly displaced. This community, Black Bottom/Paradise Valley, is now a shell of its former self.  Its entertainment district is now just a memory, passed on from generation to generation through the voices of its former residents. The “new” Detroit begins.","The repurpose of Black Bottom/Paradise Valley shows a shift in the mindset of those in power. Detroit’s Black Bottom was originally created to separate blacks and whites and used as a means of containing blacks in a particular part of the city. Due to the decision of policy makers—both in Detroit and the State of Michigan—this community and everything it became for its residents has been discarded in the name of “development” for the creation of the Chrysler Freeway (I-75). The destruction of Black Bottom served as a catastrophic blow to Detroit’s African American community, and “families on highway sites [like Black Bottom] received only a thirty-day notice to vacate and the [Wayne County Road Commission] made no efforts to assist families in relocation.” These families were forced off of their property, away from their homes, and away from the site of which they were connected. “[A]bout one-third of [Black Bottom’s] families eventually moved to public housing, but 35 percent of the families in the area could not be traced. The best-informed city officials believed that a majority of families moved to neighborhoods within a mile of the Gratiot site, crowding into an already decaying part of city, and finding houses scarcely better and often moved overcrowded than that which they had left”. With the siting of I-75, the lives of the predominantly African American residents forever changed in order to support the needs of whites in the area. The camaraderie seen in Black Bottom is now a fond thought in the minds of many."],"display_date":"January 1, 1959 - January 1, 1961","search_date":"1960-01-01","locations":[{"id":28980,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":142,"tag":"african americans"},{"id":2009,"tag":"Interstate 75"},{"id":1899,"tag":"Detroit"},{"id":1914,"tag":"Black Bottom"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5944,"title":"Black Bottom and Detroit's 1943 Riots","course_id":118,"status":"P","start_date":"6/20/43","end_date":"6/22/43","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the aftermath of a riot that started on June 20, 1943 due to racial tension between whites and blacks, residents of Black Bottom and Paradise Valley try to repair their lives and their businesses. Hastings Street is temporarily disabled even a month after the riots. Community members of this neighborhood look at the ruin of Paradise Valley in dismay, for their prized entertainment and business district now has many broken windows and boarded up buildings. Several cars are overturned, damaged, and broken into; this community has been violated. Community members try to expand their community into new areas as a means of escaping the ruin, but they are met with white mob violence and Polish youths informing them that Black Bottom is where they should stay. Escape is futile.","The riots in Detroit from June 20, 1943 to June 22, 1943 serve as another example of the racial tension in Detroit during the early-to-mid Twentieth century. The siting of Black Bottom, which was a community created for black containment and to separate whites from blacks because whites did not want blacks in Detroit, preceded these riots. The riot itself showcased first-hand to Black Bottom’s residents that their presence in the city is unwanted. Further, the riots demonstrate the idea of the time that if blacks are to remain in Detroit, it will only be due to them living—and remaining in—Black Bottom. The black discrimination that that served as a central tension thereby inspiring the riots found institutional support. During the riots, the Detroit Police Department only favored the white mobs, and unfairly targeted blacks as the police turned their backs to the crimes committed by whites. The riot of 1943 not only foreshadowed continued racial tension due to the injustices demonstrated by the Detroit Police Department. This riot showed that whites were willing to violate the only community blacks were allowed to have, which reemerges in the future siting of I-375 through the middle of Black Bottom."],"display_date":"June 20, 1943 - June 22, 1943","search_date":"1943-06-21","locations":[{"id":27066,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1963,"tag":"1943 Race Riots"},{"id":142,"tag":"african americans"},{"id":1914,"tag":"Black Bottom"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5947,"title":"Medical Pioneers: Mercy Hospital in Detroit","course_id":118,"status":"P","start_date":"1/1/17","end_date":"12/31/17","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Mercy General Hospital and Clinic was started in 1917 by Dr. David C. Northcross and his wife Dr. D.L. Northcross. The couple came to Detroit from Montgomery, Alabama where Dr. David Northcross had been conducting a hospital and drug store for eleven years. Mr. Northcross felt the need to service the Black community due to a lack of hospital service for many of the Southern Blacks who migrated to Detroit. When he opened Mercy Hospital he made history by opening the first Black-owned hospital in Michigan. They begin their work by renting three rooms to operate out of until further accommodations were made. Then they were able to move in to a location at 248 Winder St., which was still small but which provided more rooms and better operating equipment.","Finally, in 1918, Dr. Northcross was able to begin operating out of the 668 Winder location. This was a three-story brick building that provided adequate room to operate the hospital. The Northcross’ also were able to hold nurse training sessions which prepared young women to operate in the medical field. These positions were some of the first jobs many African American women received in the area. The hospital provided a strong economic base and most importantly it met the needs of the people.  Dr. Northcross and his wife were pleased to serve the Black community of Detroit. Their hospital continued to grow and they were able to add an additional wing to the hospital in 1960.","Mercy Hospital was one of the many prominent businesses which operated in the Black Bottom community. Black bottom became an enclave for Black operated businesses and the hospitals were important. Especially since many of the major hosptials in other communities did not service Blacks. Some of the other vital services that rose up in Black Bottom were funeral homes since Blacks were not able to bury loved ones at some of the major cemeteries. The Blacks in this community had made a very conscious decision to take care of each other. They were not going to allow their community to suffer and therefore made great contributions which allowed Black Bottom to be a close knitted community."],"display_date":1917,"search_date":"1917-07-02","locations":[{"id":18385,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":142,"tag":"african americans"},{"id":100,"tag":"Medicine"},{"id":2099,"tag":"Black Bottom, Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6141,"title":"African Americans Find a Voice in the Post-Reconstruction South","course_id":131,"status":"P","start_date":"1889-05-31","end_date":"1889-05-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On May 31st, 1889, amidst the hostilities of the post-Reconstruction South, the first issue of the black-owned Florida newspaper, <em>The Advocate</em>, was published. At its head was Hannibal Square, Winter Park, Florida resident Gus C. Henderson, who acted as the paper’s manager. A staunch Republican, Henderson began the newspaper with the goal of providing the citizens of Hannibal Square and Winter Park with political updates as well as local social news. Clearly stated in its “Introduction” article, <em>The Advocate</em> pledged its responsibility to, “take a stand that we may never be afraid or ashamed to advocate.” To Henderson, publishing editorials and informative articles about the political occurrences in Winter Park was of the utmost importance, and for this reason, he willingly, “[entered] the journalistic life with all its difficulties and bankruptcy…” As the article acknowledges, many black-owned and operated newspapers in the South remained unsuccessful due to both economic hardship as well as the high illiteracy rate among black populations. The 1886 Constitution of Florida also all but eliminated black individuals from political relevancy. <em>The Advocate</em>, however, reached great success, as the paper would go on to capture the attention of black and white citizens alike, and remained one of the two black-owned newspapers in Florida for a time. Henderson himself worked not only as the business manger, but also became a reporter, editor, and advertising salesman for the paper.","Although Henderson confirmed that this newspaper would not become a “political machine,” he made it clear that <em>The Advocate</em> would never hesitate to promote views that are right and just. What Henderson is referring to is not specified, but the context in which the newspaper was originally published suggests that political advocacy for the Republican party, as well as the rights of black individuals were both on the paper’s agenda. At the time of the first publication, the predominantly black Hannibal Square district of Winter Park had recently been incorporated into the rest of the city due to a great deal of political activism on Henderson’s part. Like Henderson, the creators of Winter Park and Hannibal Square, Loring Chase and Oliver Chapman, were also members of the Republican party. For these reasons and more, Henderson had long been a proponent for the Republicans, even crediting the party with aiding in the abolishment of slavery. Such political views hinted at in this introductory article would later be clearly reflected in the articles and editorials published in the paper’s future issues, and politics would play a key role in making <em>The Advocate </em>a voice for the black individuals of Winter Park, Florida in the late 19th century."],"display_date":"May 31, 1889","search_date":"1889-05-31","locations":[{"id":1443,"lat":28.6157324623,"lng":-81.3533405132,"zoom":8,"place":"ORANGE, Florida"}],"tags":[{"id":2322,"tag":"Gus Henderson"},{"id":2321,"tag":"post-reconstruction"},{"id":2273,"tag":"Newspaper"},{"id":142,"tag":"african americans"},{"id":1496,"tag":"Florida"}],"course":{"name":"Decade of Decision 1890s","school":"Rollins College","course_id":131,"school_id":5}},{"id":6218,"title":"<em>A Colored Man’s Views Sheds Light on African American Struggles in Post-Reconstruction America</em>","course_id":131,"status":"P","start_date":"1893-02-02","end_date":"1893-02-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1893, amidst the poor political, social, and economic conditions of the post-Reconstruction South, one budding African American community in central Florida found its livelihood in jeopardy when local Democrats threatened to redistrict the area for political gains. The district in question, Hannibal Square, had been incorporated into the surrounding Winter Park community hardly five years before city councilmen voted to reopen the incorporation debate, the goal being to exclude the largely black (and therefore Republican) town from the local voting district. Obviously, this would provide the primarily white Democratic council with a political advantage, come election time.","One particular article in the city’s only black-owned newspaper, <em>The</em> <em>Advocate</em>,entitled “A Colored Man’s Views” discusses the possible negative consequences of the exclusion of Hannibal Square from Winter Park, and the deception of black voters by white Rollins College professors. Its author, a black individual named H. H. Lovett, proposes that without the protection of Winter Park’s laws, Hannibal Square will become, “a place where all the toughs of Winter Park will come; where liquor will be sold; where all kinds of bad people in Winter Park will come to cause trouble and drink.” Unsurprisingly, Lovett was concerned about his town’s crime rates; with the disenfranchisement of black individuals in the post-Reconstruction years, violent acts of racial intimidation and crime saw a considerable increase. Florida in particular had the highest lynching rate in the entirety of the South. Hannibal Square itself was a thriving African American community, and more than likely was not on the verge of becoming a hotbed of racial crime; however, after the reopening of the incorporation debate, when white councilmen had previously promised the original decision was final, Lovett’s mistrust and concern is valid.","Lovett also mentions Winter Park’s Rollins College in his editorial. In particular, he draws attention to a man named Professor Ford, who urged African American voters in the area to vote “dry” in order to prohibit the college’s students from the sale or possession of alcohol, believing it would benefit the school. The dry vote won, and like many African Americans, Lovett believed their community would be treated with respect as a result. This was not the case, and as Lovett explains, “…all went solid and the Prof. said we did noble and acted the part of good citizens. Now how are we to be treated? The first chance he and Prof. Austin get they sign a petition to cut us out of town…” Rightfully, Lovett and his fellow black citizens felt betrayed at this attempt to exclude their town from the Winter Park community. In some ways, this incident was part of a large state-wide attempt to disenfranchise African Americans. With the New Florida Constitution in 1885, the state implemented poll taxes, separate ballot boxes, and other methods to dissuade black individuals from voting, and ultimately make them politically irrelevant. This systematic oppression may have lead to episodes like the one described by Mr. Lovett in his editorial; African Americans had no voting power, as a result there was little reason for leaders to pander to or support them.","Overall, Lovett’s article is indicative of a widespread problem African American’s faced, not only in Florida, but across the United States. As Reconstruction ended, black individuals found it increasingly difficult to be heard, and faced not only the beginning of segregation, but a drastic rise in the amount of racial intimidation, especially in states like Florida. Despite difficulties faced by black publications at the time, newspapers like <em>The Advocate </em>were instrumental in bringing light to issues like that of Mr. Lovett’s."],"display_date":"February 2, 1893","search_date":"1893-02-02","locations":[{"id":1444,"lat":28.5664573086,"lng":-81.3013732137,"zoom":9,"place":"ORANGE, Florida"}],"tags":[{"id":2432,"tag":"political corruption"},{"id":142,"tag":"african americans"},{"id":123,"tag":"Reconstruction"},{"id":2321,"tag":"post-reconstruction"}],"course":{"name":"Decade of Decision 1890s","school":"Rollins College","course_id":131,"school_id":5}},{"id":6281,"title":"The Failed Leagl Proceedings of Maryland's Last Lynching","course_id":132,"status":"P","start_date":"10/18/33","end_date":"1/24/34","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The last lynching in Maryland state history took place on the night of October 18, 1933, when George Armwood was kidnapped from jail and lynched by a mob of white protestors in Princess Anne County. Armwood had been accused of assaulting an elderly white woman. Enraged, a mob refused to wait for Armwood to be tried.  His murder was just one in a long list of lynchings perpetrated by whites against African Americans. These murders were committed to assert white supremacy and instill fear. African American organizations and leaders worked to pass a federal anti-lynching law for decades, but their efforts failed to attract the necessary support.","By 1933, opposition to lynching was growing, however. Progressives called for an investigation into the Armwood murder. Governor Albert Ritchie complied and expressed hope that the leaders of the mob might be apprehended. However, Ritchie's choices made that hope unlikely. He put Judge Robert F. Duer in charge of the investigation. Duer had gotten word that Armwood was in danger, but he had not  acted to stop the mob. Meanwhile the majority of whites on the Eastern Shore of Maryland remained uncooperative with authorities. They believed the lynching was justified and considered the leaders of the mob to be heroes.","Even after suspects were identified, Judge Duer refused to make any arrests. He said there was insufficient evidence. In response, Governor Ritchie declared martial law in Somerset County and dispatched state police and 300 National Guardsmen to make arrests in its surrounding areas. Four of the nine alleged mob leaders were arrested and a new mob came to protest the arrests. They attacked authorities and tried to free the suspects. Despite this, the suspects were safely tansported to Baltimore for trial. Ritchie received a number of death threats as well as intense criticism from the state legislature, who felt he had acted without regard for the law. For whatever reason, only one day after the arrests were made, Ritchie handed the case back over to Judge Duer.","On January 24, 1934, the Somerset County Grand Jury refused to indict the men. They decided there was a lack of evidence to bring charges against any of them. The four accused were  were released to an overjoyed crowd. The failure to bring Armwood's murderers to justice showed how little progress had been made towards equal rights in Maryland and exposed a flawed justice system that made decisions based on race. After the disappointment of the Armwood case, African American leaders and newspapers pushed even harder for endorsement of federal anti-lynching laws, bringing the movement to national attention. This along with new state protocol to transport all arrests of African Americans for crimes against whites to Baltimore ensured that George Armwood's lynching would be Maryland's last."],"display_date":"October 18, 1933 - January 24, 1934","search_date":"1933-12-05","locations":[{"id":24915,"lat":37.9285902233,"lng":-75.8346527629,"zoom":9,"place":"Somerset, Maryland"}],"tags":[{"id":367,"tag":"Lynching"},{"id":119,"tag":"racial violence"},{"id":142,"tag":"african americans"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}},{"id":6635,"title":"J. Saunders Redding Publicizes the G. I. Bill of Rights","course_id":163,"status":"P","start_date":"6/22/44","end_date":"6/24/44","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In June of 1944, J. Saunders Redding published an opinion piece on the G. I. Bill of Rights in a column he wrote for <em>The Baltimore Afro-American</em> newspaper. African Americans who served in the segregated Armed Forces returned home from WWII to an equally segregated American society. Redding worried whether “colored men and woman would take advantage of its [G. I. Bill] provisions\" because military officials were discouraging black veterans from applyiing for benefits or not telling them about the benefits at all.  Redding’s fears reflected segregation in the South, where African Americans could not use the same bathrooms, dine with, or attend leisure events with white people. When white veterans discussed the newly passed G. I. Bill, African American veterans were not present. African Americans could not begin to receive veteran’s aid without the knowledge that such a program existed and how to apply for it.","The G. I. Bill did not have any explicit language in it that prevented African Americans from receiving its aid, but the segregation of American society made it likely that African American veterans would not get their share of veteran’s benefits. The bill offered four main benefits to veterans: business and home loans, education, unemployment compensation, and job placement. Policy makers designed these aspects of the bill to help veterans returning from WWII acclimate into society. However, when informed African American veterans went to local Veteran’s Administration centers for their G. I. Bill benefits, the administrators denied them their rights. The administrators covered up the racist denials with excuses that African American veterans did not qualify for veteran’s benefits based on the type of discharge order they received from the army. Only dishonorably discharged soldiers could not receive aid, but racist clerks at V. A. centers told African Americans their “general” or “blue” discharges were considered dishonorable.","In order to combat this inequality of civil rights, Redding urged newspapers and organizations to “put out a statement of what the bill means” so Americans, not just African American veterans, would understand that there was an aid bill and that the bill should apply to African Americans in addition to all other veterans. Denying African Americans the G. I. Bill aid would be harder for the local V. A. centers if more people knew about the bill and vocalized equality for African Americans.","Redding was an educated African American man with a degree in philosophy and held a respected opinion on contemporary African American thought. Redding supported WWII and hoped that it would change America in a way that would further the fight for African American’s civil rights. Redding’s column – A Second Look - vocalized his opinions on the problems and concerns of the common African American person and how to take action against them. Redding wanted to spread knowledge to help gain civil rights for African Americans.  "],"display_date":"June 22, 1944 - June 24, 1944","search_date":"1944-06-23","locations":[{"id":5927,"lat":39.2903848,"lng":-76.6121893,"zoom":8,"place":"BALTIMORE, Maryland"},{"id":52826,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington D.C."}],"tags":[{"id":142,"tag":"african americans"},{"id":42,"tag":"Civil Rights"},{"id":242,"tag":"WWII"},{"id":225,"tag":"Jim Crow"},{"id":266,"tag":"Segregation"},{"id":3225,"tag":"G. I. Bill"}],"course":{"name":"History of U.S. Presidential Elections","school":"Wayne State University","course_id":163,"school_id":92}},{"id":6729,"title":"The School to Prison Pipeline: How Ella Fitzgerald's Brief Imprisonment Informs us on the Link","course_id":176,"status":"P","start_date":"4/13/33","end_date":"4/13/33","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On April 13, 1933, a judge sentenced the future First Lady of Song, Ella Fitzgerald, to serve out her time at the New York State Training School for Girls in Hudson, New York. At fifteen years old, she was sent there on the charge of “incorrigibility,” a status offence that sent minors to reform schools. While there, Fitzgerald, as an African American, was racially segregated into different living quarters than the white students and was “subject to physical abuse” [1].","                Despite Fitzgerald being an African American cultural icon, her story is not an uncommon one.   It was common practice to send girls with status offences and other crimes to schools meant to reform their characters.  For example, there were two different efforts for reform schools for girls of color around the time of Fitzgerald’s own incarceration: the Industrial Home School for Colored Girls, which was created in 1916 in Virginia, and a proposed Georgia school for “delinquent colored girls” that the General Federation of Colored Women’s Clubs endorsed in 1937 [2].","                In many reform schools, girls were segregated by race. Additionally, most schools featured hard labor for the sake of reforming girls’ characters [3]. For example, students at the Virginia Industrial Home School for Colored Girls performed hard labor such as farm work and hog raising for the sake of reformation. As a result, girls were only allowed to attend school half a day and then worked the farmland belonging to a member of the board of trustees, and their education consisted mainly of domestic work training [3]. Girls who were eventually paroled from the Industrial Home were forced into work with an arranged employer and the employer could return the girl at any time if the employer felt that the girl’s work proved unsatisfactory [3].","                Although these segregated reform schools no longer exist, the concept of disenfranchised education still remains. As Wald and Losen state, children who are more likely to receive inadequate education are more likely to be targeted for disciplinary actions and are therefore more likely to be discriminated against in school by getting reprimanded or punished. They continue by indicating that the groups most likely to be targeted by school disciplinary action are students of African American and Latino heritage [4]. So, students of color who are being targeted are more likely to see hindrances to their education, and this can set in motion a way for these students to be more likely targeted by prison systems for status offences.  In this way, just as Fitzgerald was considered incorrigible, students today are facing disciplinary action which can land them in prison."," ","                However, Wald and Losen state that this school-to-prison pipeline is in place because students of color are more likely targeted due to their lack of education, which has been in place since the repealing of Jim Crow laws governing school segregation [4]. And even though Fitzgerald somehow broke free from this pipeline,   the inadequate and discriminatory educational system still exists. "],"display_date":"April 13, 1933","search_date":"1933-04-13","locations":[{"id":53085,"lat":42.2528649,"lng":-73.790959,"zoom":7,"place":"Hudson, New York"}],"tags":[{"id":142,"tag":"african americans"},{"id":6,"tag":"Education"},{"id":3359,"tag":"Incarceration"},{"id":1667,"tag":"Discrimination"},{"id":3404,"tag":"Ella Fitzgerald"},{"id":108,"tag":"prison"},{"id":3406,"tag":"Pipeline"}],"course":{"name":"Incarceration in the US","school":"Indiana University-Purdue University, Indianapolis","course_id":176,"school_id":94}}]}