{"id":1421,"tag":"Panama Canal","points":[],"bounds":[[-100,-100],[100,100]],"episodes":[{"id":5517,"title":"The Panama Canal Convention","course_id":89,"status":"P","start_date":"11/18/03","end_date":"11/18/03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The United States of America and President Theodore Roosevelt worked for years to gain access and control of a small isthmus in Panama. The isthmus gave the U.S. a strategic advantage over other countries, not just militarily but commercially as well. After long talks and many treaties the Republic of Panama agreed to meet. The United States agreed upon allowing the Republic of Panama to maintain their independence in exchange for control and occupation of the zone that later became the Panama Canal. In article II of the convention it states, “The Republic of Panama grants to the United States in perpetuity the use, occupation and control of a zone of land and land underwater for the construction, maintenance, operation, sanitation and protection of said Canal….” The Panama Canal Convention was in effect one of the greatest strategic movements the United States ever made.","The Panama Canal Convention of 1903 created a deal that not only became convenient for the United States but Panama as well. According to historian Walter LaFeber, John Hay could not believe what he was seeing. The treaty not only ensured the neutrality of the canal but it proposed payment to Panama for an amount that was equal to what the United States would have paid to Columbia. The treaty also ensured Panama’s independence. The Panama Canal Convention gave the United States a monopoly on construction as well. According to Article V of the convention, “The Republic of Panama grants to the United States in perpetuity a monopoly for the construction, maintenance and operation of any system of communication by means of canal or railroad across its territory between the Caribbean Sea and the Pacific ocean.”","The Panama Canal Convention was in effect one of the greatest strategic movements the United States ever made. It not only ensured Panama’s independence, it gave the United States access and control of the Isthmus of Panama and landed them in a position to control a strategic waterway. Theodore Roosevelt knew what he was doing when he decided to back Panama in their revolution for independence. That decision led to the agreement that led to the construction of the Panama Canal."],"display_date":"November 18, 1903","search_date":"1903-11-18","locations":[{"id":52404,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District Of Columbia"}],"tags":[{"id":1370,"tag":"Theodore Roosevelt"},{"id":1421,"tag":"Panama Canal"},{"id":1422,"tag":"Panama Canal Convention"},{"id":1423,"tag":"Isthmus of Panama"},{"id":1424,"tag":"Philippe BunauVarilla"}],"course":{"name":"Industrialism and Imperialism","school":"Texas Wesleyan University","course_id":89,"school_id":49}}]}