{"id":143,"tag":"school","points":[[28.6157324623,-81.3533405132],[27.9426871515,-81.6937337321],[34.8943497126,-82.3707811393],[28.5664573086,-81.3013732137]],"bounds":[[34.8943497126,-81.3013732137],[27.9426871515,-82.3707811393]],"episodes":[{"id":4561,"title":"The Hannibal Square Elementary School","course_id":21,"status":"P","start_date":"1883-02-11","end_date":"1887-01-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Location: Winter Park, Florida","Date: 1883/02/11 ","Tags: First African American Public School","In 1883, Hannibal Square Elementary School was the first public school for African American children, which was located in Winter Park, Florida. On February 11th, 1890, a brand new facility was established. The facility included Loring A. Chase, founder of Winter Park and philanthropist and S. A. Williams who served as Principal. In 1892 it was thus announced that both the election and the Hannibal Square area was not included in the incorporated limits of Winter Park. The City Council gave black citizens the option to use the building as a school house. There was one catch, the black citizens could not use it for free, it was twenty-five dollars for the school term (1893-1894). Thus, they declined the offer. ","            The town counsel was initially in the wrong according to the town solicitor. The town solicitor stated that they had no legal authority what so ever to neither remove the school building nor maintain a school, which was outside its specific town limits. He concluded that it should be the decision of the Orange Country Board of Public Instruction for black educators, and it was. ","            The building that served as Hannibal Square Elementary School faced Pennsylvania Avenue in 1890. Soon after a six room block structure was built in 1926. This building was part of the school and was on the north side of West New England Avenue. It accommodated first through eighth grade, and first, second and eighth grade was taught in separate rooms. As for the remaining grades, they were taught in three rooms. The rooms were well lit and equipped with a teacher's desk in the front of every class. ","            Enrollment was flourished with Two hundred and fifty students in 1927, with approximately twenty students per classroom. Free textbooks were provided for reading, writing, mathematics, history, geography, and spelling. These books were mostly used books that came from white public schools. Books were not given for practical arts of sciences. ","            All students from the Hannibal Square Elementary School walked in large groups t school each day and arrived to school ready to line-up by grade outside the rear of the school building. The youngest grade went into the school first and then so on and so fourth until everyone was in the building. Though facilities at the school was limited they did have a basketball clay court where many of the children liked to play. However, students had to bring their own balls, marbles, yo-yos, etc from home if thy wanted to play basketball or any other activity that required recreational tools. ","            The Hannibal School was one of the first great opportunities for children to become educated. They were taught the basics of reading, writing, and arithmetic, as well as spelling, history and geography. Though the Hannibal School only provided for grade first through eighth and no high school there is no doubt that the children were prepared for it. Many student moved to find high schools in which they could attend or were just satisfied in graduating elementary school. If students did wish to move to high school they would attend Hungerford in Eaton Ville, Florida, where they could continue their studies and prepare for their futures. "],"display_date":"February 11, 1883 - January 18, 1887","search_date":"1885-01-29","locations":[{"id":1443,"lat":28.6157324623,"lng":-81.3533405132,"zoom":8,"place":"ORANGE, Florida"},{"id":1448,"lat":27.9426871515,"lng":-81.6937337321,"zoom":8,"place":"POLK, Florida"}],"tags":[{"id":142,"tag":"african americans"},{"id":143,"tag":"school"}],"course":{"name":" Culture, Power, and Society","school":"Rollins College","course_id":21,"school_id":5}},{"id":5044,"title":"Furman University Catalog, first edition, 1852","course_id":43,"status":"P","start_date":"1852-01-01","end_date":"1852-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The main resource utilized by Furman University students and faculty for information pertaining to academics and university policies/guidelines is the University Catalog.  Furman’s first catalog was first published in 1852, under the Board of Trustees President W.B. Johnson, with James C. Furman as the chairman of faculty.  In its opening pages, the catalog lists every student at Furman and their home state.  The total number of students in 1852 was sixty-eight.","The next pages outline the university’s policy on Admissions, beginning with the statement “the applicant must give satisfactory evidence of good moral character.”  The next section gives a detailed description of the Academics at Furman, beginning with the Primary Education course and Higher Education course.  Next was a Classical Studies program, with two Latin and two Greek language requirements, demonstratng Furman's commitment to education in languages.  Next were the study of Ancient Languages, School of Mathematics, School of Natural Philosophy and descriptive Astronomy, and finally the Thealogical Department.","The next section outlined every Furman student’s favorite subject: exams.  There were three policies regarding exams: first, daily exams of the classes, secondly written exams for Honors, and thirdly public examinations.  Also outlined in the catalog was the Degrees and Distinctions which were Certificate of Distinction, Degree of Proficient, Master, Graduate- BA, Master of Arts, and Graduate of theological Department.","The concluding section of the catalog outlines the university’s policy on tuition.  Tuition in 1852 was $4,200 for the academic year, which excluded clothing and books.  “Contingent expenses” were estimated at $2.00, Boarding was $10.00 per month, and washing was $1.00 per month.","In comparing Furman’s academic structure in 1852 to the structure today, many of the same principles and goals are in effect.  In Herbert Baxter Adams’s “Contributions to American educational history, Volume 4”,  Dr. W. B. Johnson who was the Convention’s president, explained Furman’s core learning objective as a University striving to teach “with a sacred regard to the interests of morality and religion, the principles of Christian liberality, and in favor of the rights of private judgment”.  Today Furman’s religious influence is present throughout the campus in both academics and extracurricular organizations.  In 1859, the first leader of Furman's seminary was chosen.  William Williams was selected for the position, as he was a respected orator and member of the Baptist community. One of the main academic differences was in 1852 upon the charter of the University, Adams’s explains “the intention at the start was to have an academic, a collegiate, a theological, and a law department”.  Clearly, today at Furman students enjoy the freedom of numerous classes within many departments which shows Furman’s growth and expansion in academics.  This growth also proves the University’s commitment to various types of students and the desire to educate a large variety of students with different interests.","In comparing the first edition to the 2009-2010 edition, we see vast differences.  Most notably is simply the excess information in the current edition.  Student’s names and hometown are now listed in the University Directory, and the catalog is one hundred eighty-three pages of detailed information about academics, admissions, student life, academic departments and academic regulations.  The volume of majors and classes offered has significantly grown since 1852 and is reflected in the comparison of the first and current editions of the University catalog."],"display_date":1852,"search_date":"1852-07-01","locations":[{"id":11534,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"GREENVILLE, South Carolina"}],"tags":[{"id":143,"tag":"school"},{"id":6,"tag":"Education"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":6225,"title":"Inspiring Words From L.A. Chase","course_id":131,"status":"P","start_date":"1890-02-11","end_date":"1890-02-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On February 11, 1890 Mr. Chase gave a wonderful speech to those who attended the introduction to the new faculty of the public school in Hannibal Square. The Hannibal Square Elementary was the first public school for African Americans founded in 1883.[1] Mr. Chase shed some light on matters such as slavery and he even goes on to compliment the African American people on their behavior and thirst for knowledge. The public school was a great opportunity for the black children to become educated. They were taught basic school lessons like reading, writing, spelling, history, and arithmetic. They were given an opportunity that their parents didn’t get in their childhood.[2] He urges them to keep striving for knowledge and to keep becoming respectable citizens. Mr. Chase made wonderful points in this speech and sparked a different way of thinking for others. He says that their behavior shows everyone that they are peaceful and take pride in what they do.[3] Mr. Chase goes on saying that he’s never seen such a “hungering and thirsting after knowledge, such a desire to become educated and intelligent citizens as I have seen among you.“[4]","Loring Augustus Chase a man widely known for being one of the founding fathers of Winter Park and also a man with a vision of unity in the city of Winter Park, believed in the equality of black and white.[5] Mr. Chase goes on to say “whose greatest crime is ignorance-not because by nature you want to be ignorant- but because you were forced to occupy that degrading position at the behest of the gigantic relic of barbarism-slavery.”[6]  For a man of his prestige and influence to say that, impacted the black community. But it didn’t only impact the black community; it impacted the white as well. You find Mr. Chase speaking on behalf of the white community. Mr. Chase is breaking chains with his speech and trying to revolutionize American thinking as well as our culture. He states in this speech that the answer to the Race Problem (North and South) is education. Mr. Chase didn’t view the difference of your race as a problem; he viewed it as an everlasting battle between ignorance and knowledge."," "],"display_date":"February 11, 1890","search_date":"1890-02-11","locations":[{"id":1444,"lat":28.5664573086,"lng":-81.3013732137,"zoom":9,"place":"ORANGE, Florida"}],"tags":[{"id":143,"tag":"school"},{"id":1836,"tag":"Speech"},{"id":2443,"tag":"Loring Augustus Chase"},{"id":2444,"tag":"Hannibal Square"},{"id":2445,"tag":"African-American"}],"course":{"name":"Decade of Decision 1890s","school":"Rollins College","course_id":131,"school_id":5}}]}