{"id":144,"tag":"plantation","points":[[29.7925410318,-84.93839964],[32.7925598314,-87.8378038018],[36.0638291279,-79.1821891988],[36.035925149,-78.8764297072],[30.1220750117,-89.7244851703]],"bounds":[[36.0638291279,-78.8764297072],[29.7925410318,-89.7244851703]],"episodes":[{"id":4562,"title":"The Kingsley Plantation","course_id":21,"status":"P","start_date":"1814-03-07","end_date":"1815-03-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the early years of the nineteenth century many people came to Spanish Florida. Some were forced to come to Florida to work on plantations and others like Zephaniah Kingsley sought to make their own fortunes by obtaining land and establishing those plantations. During this time alliances and politics were shifting and though some of the enslaved would later become free landowners, they had to watch out for the dangers of the shifts. ","            Kingsley moved t Fort George Island in 1814, which is also known today as The Kingsley Plantation. He brought along with him his wife whom he had purchased as a slave woman, Anna Madgigine Jai. His wife and three children helped Kingsley manage the plantation. Not only did his wife help manage the plantation but she also acquired her own land and her own slaves. With an enslaved work force of about sixty, the Fort George plantation was able to produce Sea Island citrus, cotton, corn, and sugar cane.  As years passed Kingsley continued to acquire property in north Florida and eventually possessed more than 32,000 acres, including four major plantation complexes and over 200 slaves. ","            In 1828, Kingsley presented an intriguing defense of slavery titled <em>A Treatise on the Patriarchal, or Cooperative System of Society, As it Exists in Some Governments, And Colonies in America, and in the United States, Under the Name of Slavery, With its Necessity and Advantages</em><em style=\"mso-bidi-font-style: normal;\">.</em> Kingsley's book effectively separated race and class all together. He believed that a three-caste social structure would best suit Florida's climate as well as the economy. His Treatise was known to be the first and most important formal articulation of a proslavery ideology by a Floridian. ","\"Power may for a while over weakness and misfortune. But as all nature (from the eternal principal of self) takes part with weakness against power; the re-action finally must be terrible and overwhelming.\"(Kingsley, 1828, p. 14)","Kingsley was against the restrictive laws, which argued that more humane treatment would ensure peace and the perpetuation of slavery. Kingsley's opinions published in his Treatise reflected his ideas and thoughts on slavery. Though he was proslavery, Kingsley made an announcement to let it be known that his wife was a slave and his children were mulatto. He had no shame in his family and wanted people to know the truth. His published opinions talk a great deal about his relationship with his wife and children and how he adapted to \"loving his slave family\"(Kingsley, 1828, p. 23) He stated that:","\"In the name of Almighty God, Amen: Let it be known that I, D[on]. Zephaniah Kingsley, resident and citizen of the St. Johns River region of this province hereby state: That I have as my slave a black woman named Ana, about 18 years old, who is the same [native African] woman that I purchased in Havana from a [slave] fleet which, with permission of that government, was introduced there; this Negress I have had and have procreated with to produce three mulatto children.\"(Kingsley, 1828, p. 23)","The Kingsley plantation symbolizes a time and a place in history representing people both free and enslaved. More than that, Kingsley Plantation represents people who were willing to put their efforts to survive in a changing land and take initiative to improve that land."],"display_date":"March 7, 1814 - March 5, 1815","search_date":"1814-09-04","locations":[{"id":1280,"lat":null,"lng":null,"zoom":8,"place":"Florida, Florida"}],"tags":[{"id":144,"tag":"plantation"},{"id":135,"tag":"Zephaniah Kingsley"}],"course":{"name":" Culture, Power, and Society","school":"Rollins College","course_id":21,"school_id":5}},{"id":4589,"title":"Order On Plantations","course_id":21,"status":"P","start_date":"1857-01-01","end_date":"1857-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Maintaining order on a plantation that was dependent on slavery was very important. To achieve this slaves required positive aspects in their life to look forward to. These privileges drove them to work. The creation of task systems and gang systems were frequent practices and established content lives among workers. Task systems were designed so that each slave had one engagement he or she was required to complete for the day. This instilled a compelling attitude that drove the slaves to finish their work in order to live out there lives. Gang Systems also worked in a similar way but a supervisor, also a slave, drove them. Gang systems also were prone to be more violent. These systems created a desire to achieve this higher status driving salves to work harder. For the most part, with the completion of their tasks slaves could live a customary life. These slaves lived in communities on the plantations, like that of Zephaniah Kingsley. Kinsley's plantation consisted of twenty-three cabins for slaves arranged in a semi circle. Here slaves engaged in cultural activities like dancing, music and religion. They were driven to: go home and tend to their gardens, perform these cultural activities, be with families, and even work to create a profit of their own. Task and gang systems did compel slaves to work hard, and in result were successful in achieving order on plantations. "],"display_date":1857,"search_date":"1857-07-02","locations":[{"id":1339,"lat":29.7925410318,"lng":-84.93839964,"zoom":9,"place":"FRANKLIN, Florida"}],"tags":[{"id":164,"tag":"Slave"},{"id":144,"tag":"plantation"}],"course":{"name":" Culture, Power, and Society","school":"Rollins College","course_id":21,"school_id":5}},{"id":4800,"title":"Fall Illness on the Greene County Plantation - Flu or Yellow Fever?","course_id":38,"status":"P","start_date":"1847-09-28","end_date":"1847-10-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["     In the “Cameron Plantation Letters” there are numerous references to the health of the slaves living on the Greene County Alabama plantation.  There are one hundred or so letters in the University of North Carolina collection that are catalogued on the website ‘The Plantation Letters, Interpreting Antebellum Plantation Life’. I found thirty-five that directly referenced the health of specific slaves or mentioned their ability to perform work.  Of the thirty-five letters, twenty-seven addressed poor health or illness while eight mentioned the overall good health of the slaves.  Sickness and illness, especially the “chills” of fever seem to be most prevalent in the winter months. An obvious inference is that more slaves became ill during the fall flu season, however tropical diseases may have been the cause. ","   According to the statistics compiled by Geneology Trails Alabama experienced a yellow fever epidemic every year from 1841-1849 with outbreaks first reported between August and September each year.  This corresponds with the highest mention of sickness in letters from Charles Lewellyn, the overseer of the Cameron Plantation in Greene County Alabama, to Paul Cameron the owner which occurred in the fall of 1847.  Lewellyn mentioned twenty-two sick slaves on September 28, 1847 and seventeen sick on October 26, 1847.  Lewellyn reported that three slaves died of chills in his letter on September 28, 1847.  There were 78 recorded deaths attributed to yellow fever in 1847 in Alabama.","     The theory that mosquitoes were vectors for yellow fever was not proposed until 1899.  Prior to 1899 no measures were taken to reduce the propagation of mosquito populations.  According to the World Health Organization, yellow fever begins suddenly after an incubation period of three to six days.   Most cases only cause a mild infection with fever, headache, chills, back pain, loss of appetite, nausea and vomiting.  In these cases the infection lasts only three to four days. 15% of cases enter a second, toxic phase of the disease with recurring fever, this time accompanied by jaundice due to liver damage, as well as abdominal pain which can result in death.  The medical knowledge in the mid 1800’s consisted of knowing that yellow fever was a tropical disease that usually originated in the Caribbean and was transmitted to coastal southern United States.  The primary form of preventing the spread of the disease was to quarantine the affected geographic area until after the first frost of the fall which was believed to kill off the disease which we now know to include the mosquito population.","    Lewellyn’s reports of major illness amongst the slave population end in early November of 1847.  There is only one mention of health after the November letters which was written on January 7, 1847 and mentioned the good health of the slave family.  This could be due to the end of the yellow fever epidemic or to the break in field work over the holidays following the completion of the cotton harvest. It seems that Charles Lewellyn did not have a sufficient knowledge of yellow fever to adequately attend to the health of the slaves in Alabama.  I was unable to differentiate between possible yellow fever and influenza or common colds in the descriptions of the health of slaves.  Lewellyn does not mention any yellow coloring of the slaves nor does he mention any efforts to quarantine the sick."],"display_date":"September 28, 1847 - October 26, 1847","search_date":"1847-10-12","locations":[{"id":174,"lat":32.7925598314,"lng":-87.8378038018,"zoom":9,"place":"GREENE, Alabama"}],"tags":[{"id":404,"tag":"Illness"},{"id":403,"tag":"Yellow Fever"},{"id":144,"tag":"plantation"},{"id":4,"tag":"Slavery"}],"course":{"name":"Contemporary Issues in Social Studies Education","school":"North Carolina State University","course_id":38,"school_id":30}},{"id":4802,"title":"Child Mortality on an Alabama Plantation","course_id":38,"status":"P","start_date":"1846-06-25","end_date":"1849-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Disease was rampant among the slave population in the Antebellum South. Poor diet, less than adequate clothing, and exposure to the elements, caused the immune systems of the over-worked laborers to break down, making them susceptible to contracting a variety of illnesses. A demographic that was particularly at risk were children age nine and under. Fully 45 out of every 10,000 slave children aged nine or younger died of diseases in the late 1840s. This compared compared to 11 out of every 10,000 white children of the same age. Dropsy, congestive chill, pneumonia, and fever are diseases that slaves would often battle in the Antebellum South. While doctors were often called in to give aid to sick slaves on plantations, medicine in the 1840s was lacking in its effectiveness, and slaves were not given the same level of treatment as white citizens. The Cameron family of North Carolina and Alabama detail in their correspondence with one another, the sickness and diseases of their slaves, many of whom are children.<br /><br />Sick children are mentioned at least nine times in the Cameron family letters, with several more instances of sickness among the adults mentioned on both the Stagville and Greene County, Alabama plantations. Diley was a slave on the Cameron’s Alabama plantation in the 1840s. He is mentioned several times in various letters written from Charles Llewellyn, the overseer of the Cameron’s Alabama operations, and Paul Cameron, owner of the Stagville plantation. Diley has a child, whose name is unknown, who is first mentioned as being sick on June 25, 1846. During the summer, slaves on cotton plantations would spend time chopping the cotton plants, and keeping the middles of the cotton rows free from weeds and other unwanted vegetation. This meant spending countless hours outside in the fields, with exposure to the elements and disease carrying insects. Children often worked alongside the adults in the cotton fields, assisting with these duties. While the cause of sickness is officially unknown, it is likely that Diley’s child fell ill due to insect-born disease.  There is another mention of a child of Diley’s, perhaps a different one, being ill on May 1 of the following year in a letter authored by Charles Llewellyn and sent to Paul Cameron. In a letter from Charles Llewellyn to Paul Cameron on May 21 1847, Llewellyn writes that “Diley has lost his youngest child, the Doctor was not sent for to it, nor I have not sent for a doctor but once since you left; when sent for, Doctor Ring, my reason for sending for him is I wanted a doctor as soon as he could get here or not at all.” This death occurs nearly one year after the first case of sickness among Diley’s children is mentioned. One could assume that this death is that of the previously mentioned sick child in Llewellyn’s letter to Cameron on May 1<sup>st</sup> 1847, though this cannot be certain. It is possible that Diley had more than one sick child. This is just one of several cases of child fatalities mentioned in the letters. There are several other slaves sick on the Greene County plantation, so a child with a compromised immune system exposed to sick adults who have endured a hard winter themselves, would easily fall ill. Illness on plantations often meant death, especially among the child slave population."],"display_date":"June 25, 1846 - December 31, 1849","search_date":"1848-03-28","locations":[{"id":174,"lat":32.7925598314,"lng":-87.8378038018,"zoom":9,"place":"GREENE, Alabama"}],"tags":[{"id":144,"tag":"plantation"},{"id":4,"tag":"Slavery"},{"id":407,"tag":"Death"},{"id":408,"tag":"Children"},{"id":220,"tag":"alabama"}],"course":{"name":"Contemporary Issues in Social Studies Education","school":"North Carolina State University","course_id":38,"school_id":30}},{"id":4814,"title":"\"Weather\" or not a slave was treated well.","course_id":38,"status":"P","start_date":"1845-09-01","end_date":"1847-12-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["When we learn about slavery and the slaves’ masters we often get a picture of an evil cold hearted man, who would whip and torment slaves, while they worked in weather conditions that made it impossible to get any work done. We also often assume that their (the slaves) masters would force them to work whether they were sick or even near death. Using the plantation letters from the Cameron Family we can create a different interpretation. Through these letters we can use the weather as an indicator to determine how well slaves were being treated and cared for on the plantation. This is not to downplay the immoral act of slavery or to say that there were not slave masters who treated slaves poorly because they did exist. Rather, the theme of weather and its patterns, across the letters, can give us a better understanding of how slaves were cared for and treated.","Between the years of 1845 and 1847, there are several instances where Lewellyn (the overseer of the plantation) shares his account of the weather conditions and his inability to get work done on the field. “The Negroes will make an effort to get out the crop by the 25<sup>th</sup> if the weather will permit it being done- but I fear they will not do so.” Even with good weather and the opportunity to get things done, illness has stopped their progress. “The weather here is very warm today, more like July than November, and yet we have a great deal of disease in our Negro family.” Regardless of the weather, if it was too hot or too cold, and without consideration for the slaves’ health, Lewellyn could have easily demanded that the slaves “weather the storm” and worked under any condition. Mr. Cameron, as well, could have ordered Lewellyn to put the slaves to work under any circumstance to ensure the production of his crops. The fact that they did not resort to those measures suggests that the overall health and wellness of their slaves were important. Productive, healthy slaves seems to be Mr. Cameron’s priority when he requested “the overseer to keep the [unintelligible] in the house as I [unintelligible] suffer more cold.” We can assume that Mr. Cameron’s request pertains to keeping the slaves inside to protect them from getting sick and to keep them healthy.","One may think that the Lewellyn’s or Paul Cameron’s intentions were for the good of the plantation and the production of the crop and not so much about the health and well-being of the slaves. Wilkins and Wilson suggest, with regards to the treatment of slaves, that most slave masters were not as brutal or sadistic as one is lead to believe. “<em>The Slave Narratives </em>are overwhelmingly favorable in the judgment of slave masters as ‘good men.’” They found out of 331 narratives that had a reference to a master, 86% suggested that their masters were “good” or “kind.” Some of those references also suggested that the master did not allow whippings and a number of them only allowed whippings while they were present.  Wilkins and Wilson also suggest that slave masters did not want slaves who were defiant and lazy. They wanted hardworking and responsible slaves.  “Such attitudes cannot be beaten into slaves. They had to be elicited.”","It is easy to believe that slave masters and overseers treated slaves as less than human or measured their importance to the amount of labor they contributed to. We can use the weather as an indication of how slaves were treated. From what we learn about, we would believe that slaves were constantly placed in situations that jeopardized their health and well-being, in order to produce and gather crops. These letters help paint a different picture. Slaves were relieved from working in the fields when weather conditions prohibited them from doing so. With numerous amounts of “rain days” many would assume that an overseer or a plantation owner would over work their slaves to make up for the loss production of their crops. At least in this case, by analyzing weather patterns and conditions we can determine the treatment of slaves and the relationship between slave master and slave."],"display_date":"September 1, 1845 - December 30, 1847","search_date":"1846-10-31","locations":[{"id":9680,"lat":36.0638291279,"lng":-79.1821891988,"zoom":9,"place":"ORANGE, North Carolina"},{"id":172,"lat":32.7925598314,"lng":-87.8378038018,"zoom":9,"place":"GREENE, Alabama"}],"tags":[{"id":420,"tag":"Slaves"},{"id":419,"tag":"Weather"},{"id":144,"tag":"plantation"},{"id":4,"tag":"Slavery"}],"course":{"name":"Contemporary Issues in Social Studies Education","school":"North Carolina State University","course_id":38,"school_id":30}},{"id":4847,"title":"Abner Jordan Shares His Life as a Slave","course_id":33,"status":"P","start_date":"3/1/30","end_date":"3/31/30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Abner Jordan was interviewed by a member of the Work Projects Administration for a Federal Writer’ Project that was documenting North Carolina slave narratives. Jordan has never left North Carolina since he was born there and agreed to the interview despite being the old age of 95. He discussed his birth with hesitance, claiming that he was “bawn about 1832 in Staggsville, Marse Cameron’s place”. Jordan ‘belonged’ to Marse Paul and interestingly enough, lived in an overcrowded two-story slave house on the Staggsville Plantation along with his parents and 13 other brothers and sisters. When he was of age, Abner Jordan attempted to run away with his closest friend (Marse Benny) and enlist in the war, however his master went and brought him back scolding him for “being too young to go and fight de Yankees”. Paul Cameron owned more than nine hundred slaves and he spread them out along his thirty thousand acre plantation. It was established in 1787 by the Bennehan and Cameron families, Stagville was the largest plantation in North Carolina. Abner Jordan said Paul Cameron owned so many slaves that, “when he meet dem in the road he wouldn’t know dem and when he ased dem who dey belonged to, dey’ tell him dey belonged to Marse Paul Cameron and he would say dat wus all right and from dem to go right on along”. Jordan’s father was a blacksmith who was also in charge of blowing the horn for the other slaves to come in from the fields at night. He noted that slaves were forbidden to leave the fields without Marse Cameron telling them they could, and only then could they go to their respective parts on the plantation. When the Civil War reached Stagville, the plantation was seized but rather than being concerned with the slaves, Northern soldiers were instead only interested in provisions, horses, and where Cameron had hid his silver & gold. After the surrender, Jordan’s family was one of the few couplings of African Americans to remain with Paul Cameron, and they did so for around five years.","An exterior picture of the two-story slave house on the Stagville Plantation for which Abner Jordan lived in, offers  an extra step into the life that Jordan was trying to humanize. Paul Cameron ordered the slave house to be built in the hopes that it would improve the health of those who had been living in poorly-constructed, leaky, dirt-floored cabins (which were very common on his plantation). After all, slaves that were healthy and rested could produce much more for their masters than those who were malnourished. The house that Jordan lived in is the only surviving two-story slave house in North Carolina, it housed African Americans with a common family name and lineage, with a single family consisting of 5-7 individuals living in each other four rooms in the house. The Stagville plantation is located in parts of what are now Orange, Durhman, Wake and Granville counties."],"display_date":"March 1930","search_date":"1930-03-16","locations":[{"id":22420,"lat":36.035925149,"lng":-78.8764297072,"zoom":10,"place":"Durham, North Carolina"}],"tags":[{"id":4,"tag":"Slavery"},{"id":144,"tag":"plantation"},{"id":452,"tag":"Slave Living Conditions"},{"id":453,"tag":"Runaway Slaves"},{"id":454,"tag":"Slave Life"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}},{"id":5093,"title":"The Plantation Will Last","course_id":43,"status":"P","start_date":"1861-08-01","end_date":"1861-08-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In August of 1861 the Civil War was beginning to show its true colors, bloody and drawn out battles of attrition revealed the war would be much longer and bloodier than anyone had expected. Failed offensives by both the North and South were publicized throughout the nation, and the newly established Confederate was burdened with building a country from scratch and governing a war.  At this same time an ad appears in DeBow’s Agricultural Journal for a business dealing in “all kinds of plantation equipment.” The advertisement is for “circular saw mills, steam engines, and wood working machinery.” These tools or “plantation equipment” took many hands to man, and were run by slave labor.","This advertisement reveals the positive attitude southerners held in regard to victory in the war. This equipment could not be used for war goods, but instead for farming and plantation work. This equipment would have been an expensive investment for long term use, signifying that both manufactures and buyers did not expect war to change their livelihood thus southern victory would prevail. This ad reveals that moral was still good in the southern states in August of 1861 and victory was stil expected. The long-term repercussions for such attitudes was poverty, as southern planters watched their livelihood swept away in the Confederate defeat."],"display_date":"August 1861","search_date":"1861-08-16","locations":[{"id":5599,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":776,"tag":"Farm Equipment"},{"id":4,"tag":"Slavery"},{"id":144,"tag":"plantation"},{"id":32,"tag":"Civil War"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}}]}