{"id":145,"tag":"art","points":[[27.9494655498,-81.7000051722],[33.9914893238,-80.8577865567],[23.12911,113.264385],[38.9071923,-77.0368707]],"bounds":[[38.9071923,113.264385],[23.12911,-81.7000051722]],"episodes":[{"id":4563,"title":"The Tampa Museum of Art and it&#39;s History","course_id":21,"status":"P","start_date":"1899-01-01","end_date":"3/8/00","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Tampa Museum of Art reveals the history and diversity of works by black artists. There are many pieces of work that date all the way back to the 1850s. While there are primarily African American artists in the museum there are also White artists. The museum includes major artists such as Jacob Lawrence, Romare Bearden, and Henry O. Tanner. ","            Though many of the dates are approximate on each piece of work the dates themselves are vital simply because they give the viewer the sense of the difficult history of black people in this specific country. <em style=\"mso-bidi-font-style: normal;\">Street Corner Discussion</em> is an oil painting by an unknown artist that was done in 1860. The painting shows several black men gathered in front of a wall bearing political messages. <em style=\"mso-bidi-font-style: normal;\">Brother Gardner</em>, 1881, painting also remains an anonymous painting, by an artist who only identifies as Barse Jr. The painting portrays a man reading the Detroit Free Press in front of a wall with both a paper titled Rules and another titled Colored Peoples Union. Though the lettering is unusual, it is seen that these works, up on the wall behind the man in the painting, came at a time when education and political action for the black community were on the rise. ","            There is no \"plea for sympathy\"(Marger, 1990, p. 24) in Jacob Lawrence's painting, <em style=\"mso-bidi-font-style: normal;\">Blind Flower Vendor</em>. He has painted a man in the middle of the canvas and around him lively color and patterns. There are few religious paintings with some exceptions such as Henry O. Tanner's piece, <em style=\"mso-bidi-font-style: normal;\">Flight into Egypt (1859)</em>. Tanner had a very traditional background common to some of the best White artists of the day.","            All of the work that the Tampa Museum has to offer reflects on African American struggle dating far back before the 1900s. Art is an extremely useful way to gather information about this specific culture just by looking at a piece of art weather it be a painting, a drawing, a sketch, or a sculpture. Each piece of art takes the viewer on a visual history lesson on the diverse work of black artists, and a slight reminder of how much things have changed in society today. "],"display_date":"January 1, 1899 - March 8, 1900","search_date":"1899-08-04","locations":[{"id":1449,"lat":27.9494655498,"lng":-81.7000051722,"zoom":8,"place":"POLK, Florida"}],"tags":[{"id":145,"tag":"art"},{"id":3,"tag":"African-Americans"}],"course":{"name":" Culture, Power, and Society","school":"Rollins College","course_id":21,"school_id":5}},{"id":5047,"title":"The Man Who Memorialized the Prominent South","course_id":43,"status":"P","start_date":"1830-01-01","end_date":"1836-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["From time immemorial, the term “in-law” has struck feelings of fear and anxiety in the hearts of men and women alike.  For William Harrison Scarborough, however, in-laws were the source of his livelihood, career, and the connections that catapulted him to the forefront of South Carolinian culture in the nineteenth century.  Scarborough was a portraitist who came to South Carolina under the advice that the state was the center of the cultural life of the country.  He believed that in South Carolina his work would receive the most appreciation as well as the highest prices.  Upon marrying one of the daughters of a client, Scarborough was immediately introduced to the elite of the region, including families such as the DuBoses, Murrells, Furmans, and Lides.  His work as a portraitist soon became renowned throughout the state and Scarborough was commissioned by the likes of the Senator James Chesnut, Colonel Wade Hampton, and the Honorable John. C. Calhoun for portraits that sold for upwards of $100.00 a piece.  At a time when the subjects of nature and landscapes were in high demand, the popularity of his portraits stood as a testament to the pride that characterized Southern families of the time as well as to the enduring centrality of the familial unit in society. ","                Scarborough’s portrait of Mr. Jonathan Davis, painted between 1830 and 1836, was one such painting of a South Carolina elite.  The subject was the father of two of the wives of James C. Furman, the son of Richard Furman, a founder of Furman University.  The portrait depicts a distinguished older gentleman sitting in front of a black background, wearing plain attire and a kind but serious expression.  The beauty of the portrait lies not in an elaborate setting but in its simplicity and in its true and honest representation; Mr. Davis’ family and friends could no doubt look upon the portrait and see the man that they knew as he truly was on a day-to-day basis.  Scarborough’s portraits captured images of the people that shaped South Carolina’s history and institutions, making this artist one that the state is proud to call its own. "],"display_date":"1830 - 1836","search_date":"1833-07-02","locations":[{"id":11635,"lat":33.9914893238,"lng":-80.8577865567,"zoom":9,"place":"RICHLAND, South Carolina"}],"tags":[{"id":719,"tag":"South Carolina"},{"id":145,"tag":"art"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":6626,"title":"Peter Parker and Lam Qua: Patients and Paint in China","course_id":165,"status":"P","start_date":"1832-01-01","end_date":"1888-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A young Chinese girl poses in front of a boulder. She is dressed in all black with a tumor the size of a cantaloupe on the right side of her face. Her name is Akae, and she was one of Peter Parker’s many patients during his mission to Canton, China in the 1830s. Parker, an American physician, would treat patients for little to no cost, but his main goal was not to cure their bodies. He wanted to cure their souls and convert the Chinese to Christianity by spreading the gospel. He was concerned for the souls of these “heathens” and planned on spending most of his time in China completing his missionary work. However, once he started to pursue his medical career, his spiritual mission got pushed to the back burner.","After getting his degree from Yale and moving to Canton, China, Parker became a very renowned physician. It was at the Canton Ophthalmic Hospital, Parker’s first hospital in China, where he first specialized on eye diseases. He then opened up his work to operating on abscesses, tumors, cancers, and other deformities. These were the cases that were tastefully documented by the painter, Lam Qua. Lam Qua was a Cantonese artist who did most of his paintings of Peter Parker’s patients in the 1830s. He loved the idea of medicine, and was even said to have regretted not becoming a physician himself. His artwork was some of the first from China that was favored in the Western world, and his paintings are a great example of a unique way of documenting patients.  ","During his time in Canton, Parker found himself more successful than his predecessors, the Jesuits, but still faced struggles on getting the Chinese to convert to Christianity. One of the main conflicts he faced was finding time for missionary work in his busy schedule of healing. His role as a missionary proved to be difficult because his role as a physician kept him very preoccupied. Peter Parker physically helped a lot of people, but spiritually he was unsuccessful. He started gaining resistance from the Chinese people when he attempted to convert them to Christianity, most likely resulting from the Jesuit missions. This resistance led to many organizations to pull their funding from Parker's missions because they believed he was failing. Parker became frustrated and his relationship that was once strong with the Chinese people began to deteriorate.","Peter Parker’s work in Canton reflects the concept of foreign medicine at the time. The sense of superiority Parker felt towards the Chinese reflects the western thought on race and ethnicity. Regardless of this idea, Peter Parker did show compassion towards the Chinese by attending to their needs free of charge and by using anesthesia. Although his mission may have failed, Parker helped a lot of Chinese suffering from abscesses and tumors, and thanks to Lam Qua, these cases are well-documented and published on canvases for the world to see."],"display_date":"1832 - 1888","search_date":"1860-07-01","locations":[{"id":52998,"lat":23.12911,"lng":113.264385,"zoom":8,"place":"Canton, China"}],"tags":[{"id":145,"tag":"art"},{"id":3205,"tag":"Foreign Medicine"},{"id":3204,"tag":"Lam Qua"},{"id":3203,"tag":"Peter Parker"},{"id":3202,"tag":"Missionary Work"},{"id":41,"tag":"China"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":165,"school_id":94}},{"id":6734,"title":"The Omnipotent Kennedy Fade","course_id":174,"status":"P","start_date":"1/1/60","end_date":"11/1/63","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On February 14, 1962, Jackie Kennedy gave her famous White House Tour on for CBS Television. Charles Collingwood of CBS guided the hour-long tour. Jackie represented a new, relaxed style of modernity and femininity. She demonstrated impressive knowledge of history by speaking about what events past presidents held in each room. In the Green Room Jackie noted, “this used to be the dining room, and here Jefferson gave his famous dinners and introduced such exotic foods as macaroni, waffles and ice cream to the United States.” Kennedy’s eye for beauty and desire for prestige established the myth and glamour that would define the era of the Kennedys. While many perceived Jackie as a flawless beauty and easygoing mother and wife, she struggled with her public appearance and confidence.","The Kennedys represented the image of a cultural revolution in the1960s. The modern <em>Mad Man</em> television series centers on this image with the new hopes, fears and the eventual decline of the American dream. The article <em>Don, Betty and Jackie Kennedy On Mad Men and Periodization,</em> discusses the symbolism behind the Jackie Kennedy White House Tour in the 1960s. The central characters in <em>Mad Men </em>noted that Jackie seemed nervous, even when she saw Jack at the end. The message behind the show addresses the story of image control. The images and reality observed was well groomed to a specific persona as opposed to the reality of the hardships the family faced. The flaws and secrets of the family are hidden behind the well-tailored clothes, bright smiles and good looks.","In historian James Giglio’s book <em>The Presidency of John F. Kennedy</em>, he accounted for the image the Kennedys had, compared to the reality behind the scenes. John Kennedy was one of the most image-conscious presidents and centered the media on his attractive children, glamorous wife and his livelihood as a family man. The Kennedy lifestyle hardly resembled the Camelot that Jackie portrayed after the assassination.","Behind the handsome façade, Kennedy suffered from failing health, aggressive behavior towards others and being unfaithful to his family. Jackie was well aware of her husband’s problems. Her frustration may have been taken out on her shopping sprees for designer clothes, jewelry, antiques and artwork. Jackie unwillingly assumed the political obligations as first lady. Once President Kennedy twisted Jackie’s arm behind her back and marched her over to female reporters so that would portray the right family image. Jackie often had unpredictable mood swings and would cancel engagements due to illness, only to be reported to be water-skiing at Hyannis Port.","Jackie was a major asset to the image of the Kennedy presidency. In the White House tour Jackie acted as the perfect mother and wife, but her tense posture and controlled voice showed otherwise. Jackie’s seemingly flawless beauty was an image created to shield the ubiquitous flaws in the Kennedy family private life. Jackie lived a life where public image ruled over her own happiness, forcing her into a role she did not fully believe in."],"display_date":"January 1, 1960 - November 1, 1963","search_date":"1961-11-30","locations":[{"id":52836,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington DC"}],"tags":[{"id":2866,"tag":"Jackie Kennedy"},{"id":617,"tag":"Feminism"},{"id":1727,"tag":"JFK"},{"id":1507,"tag":"1960s"},{"id":2865,"tag":"White House Tour"},{"id":3213,"tag":"History"},{"id":145,"tag":"art"},{"id":197,"tag":"fashion"},{"id":7,"tag":"Women"},{"id":3412,"tag":"Image"}],"course":{"name":"JFK","school":"Marist College","course_id":174,"school_id":77}}]}