{"id":1457,"tag":"workplace safety","points":[[33.6657929366,-80.2164264171],[38.9151212228,-76.9435162098]],"bounds":[[38.9151212228,-76.9435162098],[33.6657929366,-80.2164264171]],"episodes":[{"id":5542,"title":"Bus Driver, Age 18, Killed in Head-On Collision At Work","course_id":91,"status":"P","start_date":"1/20/53","end_date":"1/20/53","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The certificate kept by the Clarendon Memorial Hospital records the death of Willie Lemon, an 18-year-old bus driver involved in a head-on collision on the highway near Jordan, South Carolina, on January 20, 1953. Vital information is recorded on Lemon. He was occupied as a school bus driver. He is listed as an unmarried, colored male from Manning, South Carolina, with no social security number.","His immediate cause of death was a massive epidural hemorrhage and a compound fracture of the skull. He stayed at the hospital for two hours before succumbing to his injuries. His injury occurred while at work from a head on collision between school buses. Lemon was treated at the hospital for two hours before he died. His accident happened while he was working. He was passing another empty school bus in thick fog on the highway, when he collided with a full school bus driven by 16-year old W.H. Ridgeway.","The circumstances that surrounded the incident brought to the surface two debates. Parents and insurance companies began to question the wisdom of a policy that let inexperienced young drivers to travel with 35-40 passengers across the highway every day. The \"equalization\" school project that had very recently upheld segregation also came into scruitinity as it exacerbated bussing problems.","Schools were redistricted to be kept seperate, incidentally, they were further away frome each other and the rural homes of students. The two buses that collided in the Clarendon County were black and white buses headed in opposite directions on the interstate.","The age of driving licensure in the United States is often debated today because of the high frequency of fatal accidents, like the one that took Willie Lemon’s life, among teenage drivers. The incident also calls into question policies of workplace safety for drivers, who operate in a workplace, the highway, that is hard for their employers to regulate. The cost-benefit analysis between mobility and safety on highways is a difficult question posed by the rise of highway transportation in America at mid-century.","The extent to which Willie Lemon’s chance accident was heightened by the lack of policy restricting inexperienced teenage drivers or equalization policy.  is unclear from this document. The plain, sad details of his death, though—He is survived by his mother Poline, and father, Joseph, and was buried in the A.M.E. Mt. Zion Church Cemetery in Summerton, South Carolina, add weight to human cost to be evaluated in reviewing school and safety policies."],"display_date":"January 20, 1953","search_date":"1953-01-20","locations":[{"id":28318,"lat":33.6657929366,"lng":-80.2164264171,"zoom":9,"place":"Clarendon, South Carolina"}],"tags":[{"id":1458,"tag":"Clarendon County"},{"id":1457,"tag":"workplace safety"},{"id":1456,"tag":"highway safety"},{"id":572,"tag":"Buses"},{"id":3,"tag":"African-Americans"},{"id":719,"tag":"South Carolina"}],"course":{"name":"Urban and Suburban America","school":"Furman University","course_id":91,"school_id":4}},{"id":5829,"title":"<strong>Critiquing the Use of Tetraethyl Lead in Gasoline</strong>","course_id":118,"status":"P","start_date":"1/1/24","end_date":"12/31/25","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":[" ","In Washington D.C. in 1925, the day of the official conference decision regarding the use of tetraethyl lead in gasoline, Alice Hamilton, a leader in the field of toxicology and occupational diseases, issued an article discussing her rejection of the previous 1924 Bureau of Mines Report. The 1924 Bureau of Mines Report stated that tetraethyl lead was safe for gasoline. Hamilton argued that the report, which tested tetraethyl gasoline on animals, was incorrectly analyzed and poorly conditioned to determine the correlating safety for humans. She further refuted the report by offering four unanswered questions regarding tetraethyl lead gasoline and its interactions with humans. She called into question the potential damage of manufacturing ethyl fluid to factory employees. Within the last seventeen months seventeen men had died and one became insane as a result of manufacturing this compound. Next, Hamilton addresses potential damage to gas station workers and service employees who combine the ethyl-fluid with the gasoline and pump it into automobiles. Lastly, she questions the danger regarding the emission of ethyl gasoline to the public airspace by way of car exhaust. While Hamilton acknowledged some previous scientific research into the matter, she still argued that the results were insufficient as they did not focus on the correct areas of research and the potentially for environmentally damaging side-effects to affect humans. Hamilton concluded her article by urging the conference to discontinue use of tetraethyl lead in gasoline until further research could determine the safety of its unknown effects.","During her medical studies at the University of Michigan, Hamilton utilized her academic discipline of medical science towards social reform by looking at environmentalism through a health perspective. After she was appointed to the Illinois Commission on Occupational Diseases, Hamilton began delving into investigations on lead industries. Since lead and the chemical compounds associated with it are extremely dangerous and in high demand during the rapidly expanding automobile industry of the early 1900’s, Hamilton’s work is invaluable to help to situate ourselves in understanding lead’s environmental impacts. Furthermore, Hamilton was a powerful environmental advocate in an era when the term “environmental” had yet to be established as an ideology. As a result of her influence, she must be seen as a core figure in the reconstruction of the urban and industrial roots of environmentalism."],"display_date":"1924 - 1925","search_date":"1924-12-31","locations":[{"id":21755,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Dist Columbia, District of Columbia"}],"tags":[{"id":1457,"tag":"workplace safety"},{"id":87,"tag":"Environment"},{"id":908,"tag":"Pollution"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}]}