{"id":1464,"tag":"Mill Village","points":[[33.9914893238,-80.8577865567],[34.8943497126,-82.3707811393]],"bounds":[[34.8943497126,-80.8577865567],[33.9914893238,-82.3707811393]],"episodes":[{"id":5545,"title":"University of South Carolina Bulletin: Mill Villages in South Carolina act under a feudalistic system that is adverse to the growth of the state.","course_id":91,"status":"P","start_date":"1/1/11","end_date":"12/31/34","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The frequently ignored peoples that lived in the mill villages of South Carolina are made to sound as if immediate legislation was needed to ameliorate their unique situation. Thomas F. Parker, who made this speech, was one of the owners of the Monaghan Mill.","Parker had an agenda, clearly evidenced by his speech as having to do with paternalism and its correlation to mill village life. Parker wanted to make the Monaghan Mill a model mill that people could make a living at for their families; a common goal for Progressive Era reformers. According to Parker, the Feudal-like atmosphere where home life was controlled by their employers and ignored by their inhabitants was destroying Democratic institutions.","Urban Historian Carl Smith asserts that the lack of true community was the direct source of the Pullman Strike, an event which left many Americans intrigued by the violent strikers and their unrest. This unrest may not have seemed so distant if the mill villages were not broken from their paternalistic roots. Enhanced industrial and vocational educational support was necessary in order to present the children of these villages with the same opportunities as those that did not live there.","James R. Barrett stated that “Greenville workers weighted the prospects for their own, and their children’s, hopes and deliverance.” The state asserted that more skilled workers should be employed in various crafts, not just the domination of potential employees in cotton mills. At the time, there were no programs or aid that addressed these issues.  Parker became known for his involvement with the YMCA and the employee programs instituted at the Monaghan mill. The vocational opportunities the state of South Carolina could have provided at the time would have increased the residents earning capacity and made them more efficient. This could have been achieved with additional night classes, nursery kindergartens, and more teachers necessary to tend to the large class sizes. Qualified nurses would also have been of great use, as they would not just relieve sickness, but could have started health clubs and made house visits.","The workers were the poorest of the white demographic in the state. In order to come work in the mills, they left their homes, friends, and family. They were stuck with limited economic mobility, and while some variables present in “normal” communities were present in the mill villages, the churches, schools, and doctors were substandard. It was extremely upsetting that the peoples of these villages were viewed as an “inferior people,” evidenced by the neglect shown towards them. According to James R. Barrett, D.W. League’s son Nigel, who worked in the Poe Mill in Greenville, died young because “desire and work ethic met the limits of class, individual and historical possibility.” Change should have been necessitated to make social classes transient through the power of education and increased legislation. While Parker had admirable goals and modest success, this bulletin seems extremely romanticized. Parker seems as though he’s trying to reap more than he can sow in a minimal amount of time. The personal accounts of mill village life negate a lot of what Parker describes as “mill life.”"],"display_date":"1911 - 1934","search_date":"1922-12-31","locations":[{"id":17237,"lat":33.9914893238,"lng":-80.8577865567,"zoom":9,"place":"Richland, South Carolina"}],"tags":[{"id":756,"tag":"Columbia"},{"id":6,"tag":"Education"},{"id":1464,"tag":"Mill Village"},{"id":1465,"tag":"U of South Carolina"},{"id":1466,"tag":"Legislation"}],"course":{"name":"Urban and Suburban America","school":"Furman University","course_id":91,"school_id":4}},{"id":5546,"title":"The quality of life in the community of the Union Bleachery Mill in Greenville will never be achievable again for former villagers.","course_id":91,"status":"P","start_date":"1/1/15","end_date":"12/31/40","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Life in the village was dictated by the back-and-forth pangs of church bell and mill whistle. The mill village of Union Bleachery was home to workers and their families and known for an abounding sense of community.  The Bleachery began with 125 workers who would spin up to 100,000 yards of cloth a day.","Imperative to the survival of the community, a tight routine was established and maintained. Monday to Friday at 9 in the morning, the grocery truck would come down each street. Three times a week, milk would be hand-delivered to each doorstep. Each afternoon, the ice truck would come by as well. The only day the mill whistle did not blow was on Sunday. After breakfast, the preparations for church began.","The mill village of Union Bleachery was unique. Union Bleachery was the smallest mill in all of Greenville, and attributed a good portion of its sense of community to the annual community barbecue. Around Christmas time, the children of the factory workers were all given a gift from Santa Claus. Also, many of these workers moved from farm communities to the mills. These former farmers were already accustomed to helping each other. Finally, the quality of their employers. The Arringtons interacted with all of their employees and treated them well. The Arringtons created a congenial atmosphere, showed appreciation, presented awards for jobs well done, and made sure that the spiritual, physical, and mental needs of the community were met.","The threat of war soon increased production of cotton at the mill exponentially. When Franklin Delano Roosevelt declared war, the quality of life of the mill declined as many young men were joining the armed forces. Eventually, the mill dwindled and was sold. The way of life known at the mill would never be reproduced as, unlike other communities, life at the mill was not materialistic. The integrity of managing a mill and building connections with the community were always the top priority. “Mill folk stuck together,” according to Allen Tullos’s notes. The cultures nurtured in the mill villages of Greenville became defensive in nature. The values imbedded into them, specifically those of a religious and familial nature, were shared by their employers. This was key to a positive relationship. David Emmons asserts that churches in mill villages created the ultimate sense of community. This importance of church life is emphasized in the work by Batson-Rodgers. Batson-Rodgers never felt the sense of community the mill village of Union Bleachery provided her with."],"display_date":"1915 - 1940","search_date":"1928-01-01","locations":[{"id":16282,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"Greenville, South Carolina"}],"tags":[{"id":1468,"tag":"Union Bleachery"},{"id":1467,"tag":"Greenville"},{"id":79,"tag":"Religion"},{"id":705,"tag":"Community"},{"id":1464,"tag":"Mill Village"}],"course":{"name":"Urban and Suburban America","school":"Furman University","course_id":91,"school_id":4}},{"id":5557,"title":"Harry Coggins’ was exposed to a culture at the Woodside Mill in Greenville that helped educate and promote the growth of not just individual persons, but the growth of a community.","course_id":91,"status":"P","start_date":"1/1/20","end_date":"12/31/43","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Woodside Mill was the largest mill under a single roof in the country at one point. Charles Street, where Harry Coggins had lived, hosted various opportunities for sports, religion, and education. The Woodside Mill had a pool, refilled once every one to two weeks, and even a community building built and maintained by the YMCA. Many children who grew up in the mill village were extremely successful, including: Billy Ashmore, a part of the Ashmore Brothers who built the majority of roads leading southeast, Ethan Todd, a famous orthopedic surgeon, and Manly Sanders, a musician. Their success is attributed to the mill’s efforts to utilize their residents talents.","Harry Coggins’ father was the paymaster of the Woodside Mill and could afford to send Harry to Furman University until he enlisted. However, the GI Bill allowed Harry to  finish his education for free and become the first member of his family to attend college. Shortly before heading off in the war, Coggins began working at the Greenville News. He had dreams of becoming a Navy Aviator, but later changes his mind and would join the Army Air Force. One of his jobs was to cover news associated with the Greenville Air Base. In the 1940s, the base was in its early stages and according to Coggins, “freedom of the press was a thing of the past for the military.” Soon enough, Coggins was ordered to report to Miami Beach, Florida for basic training. He would never live in the mill village again.","By reading this narrative, we can better appreciate the language and culture of the South Carolina mill villages. The deeper understanding of their culture allows us to make better inferences on what we do not understand. Allen Tullos followed the League Family of Poe Mill and was able to externalize the textile crisis of the 1920s. The experience of the crisis is conveyed in a way statistics cannot. While we may have known churches existed, without anecdotes we would not have known how important it was. The Coggins street alone had two churches on it, whose importance cannot be undermined. Churches were impossible to outmatch as a place of community. Understanding how citizens of mill villages lived provides a glimpse into the dynamics of working-class families of the time."," "," "," "," "," "," "],"display_date":"1920 - 1943","search_date":"1931-12-31","locations":[{"id":21799,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"Greenville, South Carolina"}],"tags":[{"id":1480,"tag":"Woodside Mill Village"},{"id":705,"tag":"Community"},{"id":1464,"tag":"Mill Village"},{"id":1467,"tag":"Greenville"}],"course":{"name":"Urban and Suburban America","school":"Furman University","course_id":91,"school_id":4}}]}