{"id":1465,"tag":"U of South Carolina","points":[[33.9914893238,-80.8577865567]],"bounds":[[33.9914893238,-80.8577865567],[33.9914893238,-80.8577865567]],"episodes":[{"id":5545,"title":"University of South Carolina Bulletin: Mill Villages in South Carolina act under a feudalistic system that is adverse to the growth of the state.","course_id":91,"status":"P","start_date":"1/1/11","end_date":"12/31/34","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The frequently ignored peoples that lived in the mill villages of South Carolina are made to sound as if immediate legislation was needed to ameliorate their unique situation. Thomas F. Parker, who made this speech, was one of the owners of the Monaghan Mill.","Parker had an agenda, clearly evidenced by his speech as having to do with paternalism and its correlation to mill village life. Parker wanted to make the Monaghan Mill a model mill that people could make a living at for their families; a common goal for Progressive Era reformers. According to Parker, the Feudal-like atmosphere where home life was controlled by their employers and ignored by their inhabitants was destroying Democratic institutions.","Urban Historian Carl Smith asserts that the lack of true community was the direct source of the Pullman Strike, an event which left many Americans intrigued by the violent strikers and their unrest. This unrest may not have seemed so distant if the mill villages were not broken from their paternalistic roots. Enhanced industrial and vocational educational support was necessary in order to present the children of these villages with the same opportunities as those that did not live there.","James R. Barrett stated that “Greenville workers weighted the prospects for their own, and their children’s, hopes and deliverance.” The state asserted that more skilled workers should be employed in various crafts, not just the domination of potential employees in cotton mills. At the time, there were no programs or aid that addressed these issues.  Parker became known for his involvement with the YMCA and the employee programs instituted at the Monaghan mill. The vocational opportunities the state of South Carolina could have provided at the time would have increased the residents earning capacity and made them more efficient. This could have been achieved with additional night classes, nursery kindergartens, and more teachers necessary to tend to the large class sizes. Qualified nurses would also have been of great use, as they would not just relieve sickness, but could have started health clubs and made house visits.","The workers were the poorest of the white demographic in the state. In order to come work in the mills, they left their homes, friends, and family. They were stuck with limited economic mobility, and while some variables present in “normal” communities were present in the mill villages, the churches, schools, and doctors were substandard. It was extremely upsetting that the peoples of these villages were viewed as an “inferior people,” evidenced by the neglect shown towards them. According to James R. Barrett, D.W. League’s son Nigel, who worked in the Poe Mill in Greenville, died young because “desire and work ethic met the limits of class, individual and historical possibility.” Change should have been necessitated to make social classes transient through the power of education and increased legislation. While Parker had admirable goals and modest success, this bulletin seems extremely romanticized. Parker seems as though he’s trying to reap more than he can sow in a minimal amount of time. The personal accounts of mill village life negate a lot of what Parker describes as “mill life.”"],"display_date":"1911 - 1934","search_date":"1922-12-31","locations":[{"id":17237,"lat":33.9914893238,"lng":-80.8577865567,"zoom":9,"place":"Richland, South Carolina"}],"tags":[{"id":756,"tag":"Columbia"},{"id":6,"tag":"Education"},{"id":1464,"tag":"Mill Village"},{"id":1465,"tag":"U of South Carolina"},{"id":1466,"tag":"Legislation"}],"course":{"name":"Urban and Suburban America","school":"Furman University","course_id":91,"school_id":4}}]}