{"id":1466,"tag":"Legislation","points":[[33.9914893238,-80.8577865567],[42.6525793,-73.7562317],[47.6062095,-122.3320708],[40.2671941,-86.1349019]],"bounds":[[47.6062095,-73.7562317],[33.9914893238,-122.3320708]],"episodes":[{"id":5545,"title":"University of South Carolina Bulletin: Mill Villages in South Carolina act under a feudalistic system that is adverse to the growth of the state.","course_id":91,"status":"P","start_date":"1/1/11","end_date":"12/31/34","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The frequently ignored peoples that lived in the mill villages of South Carolina are made to sound as if immediate legislation was needed to ameliorate their unique situation. Thomas F. Parker, who made this speech, was one of the owners of the Monaghan Mill.","Parker had an agenda, clearly evidenced by his speech as having to do with paternalism and its correlation to mill village life. Parker wanted to make the Monaghan Mill a model mill that people could make a living at for their families; a common goal for Progressive Era reformers. According to Parker, the Feudal-like atmosphere where home life was controlled by their employers and ignored by their inhabitants was destroying Democratic institutions.","Urban Historian Carl Smith asserts that the lack of true community was the direct source of the Pullman Strike, an event which left many Americans intrigued by the violent strikers and their unrest. This unrest may not have seemed so distant if the mill villages were not broken from their paternalistic roots. Enhanced industrial and vocational educational support was necessary in order to present the children of these villages with the same opportunities as those that did not live there.","James R. Barrett stated that “Greenville workers weighted the prospects for their own, and their children’s, hopes and deliverance.” The state asserted that more skilled workers should be employed in various crafts, not just the domination of potential employees in cotton mills. At the time, there were no programs or aid that addressed these issues.  Parker became known for his involvement with the YMCA and the employee programs instituted at the Monaghan mill. The vocational opportunities the state of South Carolina could have provided at the time would have increased the residents earning capacity and made them more efficient. This could have been achieved with additional night classes, nursery kindergartens, and more teachers necessary to tend to the large class sizes. Qualified nurses would also have been of great use, as they would not just relieve sickness, but could have started health clubs and made house visits.","The workers were the poorest of the white demographic in the state. In order to come work in the mills, they left their homes, friends, and family. They were stuck with limited economic mobility, and while some variables present in “normal” communities were present in the mill villages, the churches, schools, and doctors were substandard. It was extremely upsetting that the peoples of these villages were viewed as an “inferior people,” evidenced by the neglect shown towards them. According to James R. Barrett, D.W. League’s son Nigel, who worked in the Poe Mill in Greenville, died young because “desire and work ethic met the limits of class, individual and historical possibility.” Change should have been necessitated to make social classes transient through the power of education and increased legislation. While Parker had admirable goals and modest success, this bulletin seems extremely romanticized. Parker seems as though he’s trying to reap more than he can sow in a minimal amount of time. The personal accounts of mill village life negate a lot of what Parker describes as “mill life.”"],"display_date":"1911 - 1934","search_date":"1922-12-31","locations":[{"id":17237,"lat":33.9914893238,"lng":-80.8577865567,"zoom":9,"place":"Richland, South Carolina"}],"tags":[{"id":756,"tag":"Columbia"},{"id":6,"tag":"Education"},{"id":1464,"tag":"Mill Village"},{"id":1465,"tag":"U of South Carolina"},{"id":1466,"tag":"Legislation"}],"course":{"name":"Urban and Suburban America","school":"Furman University","course_id":91,"school_id":4}},{"id":6618,"title":"Dr. Sharp's Indiana Plan to \"Render Sterile Confirmed Criminals and Mental Defectives\"","course_id":165,"status":"P","start_date":"3/9/07","end_date":"12/31/21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1907, the state of Indiana passed the world’s first sterilization law “to prevent procreation of confirmed criminals, idiots, imbeciles and rapists.” Over the next decade, hundreds of sterilization procedures would be performed under this law, sometimes under dubious circumstances. The 1907 Indiana law came as a direct consequence of fears concerning social changes that coincided with the growth of industrialization at the turn of the 20<sup>th</sup> century. The middle and upper classes dreaded the perceived immorality in mounting urbanization, the encroachment of foreign cultures, and that lower-class people would out-breed these higher classes.  In Indiana, there was a particular concern with poor, white Kentuckians moving into the state. Simultaneously, eugenic ideas were seen akin to public health issues.  At a time when cures and vaccines were being created for diseases of the body, some authorities hoped that eugenic efforts could function as preventative measures for mental and hereditary health. The greatest concern of eugenicists was the financial burden put on charitable organizations and tax payers in sustaining a populace they saw as “degenerate.”","Dr. Harry C. Sharp, convinced that sterilization was the noblest answer to these perceived societal issues, was a driving force in the Indiana law’s passing. Even though marriage laws and segregation were also seen as solutions to eugenic problems in the early 1900s, Sharp asserted that sterilized individuals could enjoy normal, happy lives. Previously, physical castration had been used as a punitive action against criminals. However, negative physiological effects of the procedure on the patient caused castration to be considered in violation of the 14<sup>th</sup> Amendment. Consequently, questions regarding whether sterilization could be construed as cruel and unusual punishment were addressed early on. In 1907 and 1909, Sharp gave two speeches to the National Prison Association in which he cited sterilization procedures he had performed for experimental, therapeutic purposes. A young man, Sharp claimed in 1907, had actually requested the procedure to cure his masturbation. In 1909, Sharp detailed that he had sterilized an 11-year-old epileptic girl who was then able to experience puberty normally. Sharp insisted that because of clear differences from castration, sterilization could not be seen as a punishment and thus was not unconstitutional.","At Sharp’s 1907 speech, the Indiana sterilization plan was met with great praise.  A number of board members also contemplated on the procedure’s disciplinary potential. Dr. Sharp responded to these notions by insisting that sterilization was “purely a medical measure.”  Yet, after two years, reactions to sterilization became increasingly divisive. Upon Sharp’s conclusion to his 1909 speech, the NPA’s treasurer rose in protest and declared the topic of sterilization improper for their organization.  Some found religious reasoning both in favor and against sterilization. Many still favored sterilizations, lest the entirety of the nation be overpopulated with “epileptic hospitals and homes for the feeble-minded” and civilization be “doomed.”  This logic spread sterilization laws into several other states. However, by 1913 the constitutionality of the sterilization law was seriously doubted due to sterilizations being performed questionably and without expressed legal sanction. The Indiana law was finally deemed unconstitutional in 1921.  Nevertheless, by the end of the 1920s there were new sterilization laws that would endure for another half century."],"display_date":"March 9, 1907 - December 31, 1921","search_date":"1914-08-04","locations":[{"id":8678,"lat":42.6525793,"lng":-73.7562317,"zoom":8,"place":"ALBANY, New York"},{"id":52993,"lat":47.6062095,"lng":-122.3320708,"zoom":8,"place":"Seattle, Washington"},{"id":52992,"lat":40.2671941,"lng":-86.1349019,"zoom":8,"place":"Indiana, United States"}],"tags":[{"id":3189,"tag":"1900s"},{"id":3188,"tag":"1907 Indiana Law"},{"id":3187,"tag":"Eugenic Legislation"},{"id":533,"tag":"Eugenics"},{"id":2937,"tag":"United States"},{"id":3186,"tag":"Involuntary Sterilization"},{"id":3185,"tag":"Vasectomy"},{"id":3184,"tag":"Eugenic Sterilization"},{"id":3183,"tag":"Indiana Sterilization Law"},{"id":3182,"tag":"H.C. Sharp"},{"id":3181,"tag":"Dr. Sharp"},{"id":3180,"tag":"Harry Sharp"},{"id":3179,"tag":"Sterilization"},{"id":9,"tag":"Law"},{"id":1466,"tag":"Legislation"},{"id":2471,"tag":"20th Century"},{"id":3148,"tag":"Indiana"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":165,"school_id":94}}]}