{"id":1468,"tag":"Union Bleachery","points":[[34.8943497126,-82.3707811393]],"bounds":[[34.8943497126,-82.3707811393],[34.8943497126,-82.3707811393]],"episodes":[{"id":5546,"title":"The quality of life in the community of the Union Bleachery Mill in Greenville will never be achievable again for former villagers.","course_id":91,"status":"P","start_date":"1/1/15","end_date":"12/31/40","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Life in the village was dictated by the back-and-forth pangs of church bell and mill whistle. The mill village of Union Bleachery was home to workers and their families and known for an abounding sense of community.  The Bleachery began with 125 workers who would spin up to 100,000 yards of cloth a day.","Imperative to the survival of the community, a tight routine was established and maintained. Monday to Friday at 9 in the morning, the grocery truck would come down each street. Three times a week, milk would be hand-delivered to each doorstep. Each afternoon, the ice truck would come by as well. The only day the mill whistle did not blow was on Sunday. After breakfast, the preparations for church began.","The mill village of Union Bleachery was unique. Union Bleachery was the smallest mill in all of Greenville, and attributed a good portion of its sense of community to the annual community barbecue. Around Christmas time, the children of the factory workers were all given a gift from Santa Claus. Also, many of these workers moved from farm communities to the mills. These former farmers were already accustomed to helping each other. Finally, the quality of their employers. The Arringtons interacted with all of their employees and treated them well. The Arringtons created a congenial atmosphere, showed appreciation, presented awards for jobs well done, and made sure that the spiritual, physical, and mental needs of the community were met.","The threat of war soon increased production of cotton at the mill exponentially. When Franklin Delano Roosevelt declared war, the quality of life of the mill declined as many young men were joining the armed forces. Eventually, the mill dwindled and was sold. The way of life known at the mill would never be reproduced as, unlike other communities, life at the mill was not materialistic. The integrity of managing a mill and building connections with the community were always the top priority. “Mill folk stuck together,” according to Allen Tullos’s notes. The cultures nurtured in the mill villages of Greenville became defensive in nature. The values imbedded into them, specifically those of a religious and familial nature, were shared by their employers. This was key to a positive relationship. David Emmons asserts that churches in mill villages created the ultimate sense of community. This importance of church life is emphasized in the work by Batson-Rodgers. Batson-Rodgers never felt the sense of community the mill village of Union Bleachery provided her with."],"display_date":"1915 - 1940","search_date":"1928-01-01","locations":[{"id":16282,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"Greenville, South Carolina"}],"tags":[{"id":1468,"tag":"Union Bleachery"},{"id":1467,"tag":"Greenville"},{"id":79,"tag":"Religion"},{"id":705,"tag":"Community"},{"id":1464,"tag":"Mill Village"}],"course":{"name":"Urban and Suburban America","school":"Furman University","course_id":91,"school_id":4}}]}