{"id":147,"tag":"Missionaries","points":[[41.8399513458,-87.8166666032],[34.8943497126,-82.3707811393]],"bounds":[[41.8399513458,-82.3707811393],[34.8943497126,-87.8166666032]],"episodes":[{"id":4570,"title":"Sixty-Sixth Annual Meeting of Amercian Board of Commissioners","course_id":20,"status":"P","start_date":"1875-10-06","end_date":"1875-10-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The American Board of Commissioners met on October 6, 1875, to discuss foreign religious missions.  The meetings were held every day and lasted for about one week.  The committee consisted of 207 members, of whom 116 were clergymen and ninety-one were laymen.  Inside the Board there was another committee that handled all expenses and missionary affairs.  That committee was called the Prudential Committee.  This committee included nine to ten people who were appointed by members of the board.  Secretary Nathaniel G. Clark presented the report on the foreign field.  His report said that the number of churches had increased across the country since last year, and the number of Native Americans who had taken Christianity as their main religion had increased as well.  Also, four missionaries had passed away while on their missions in foreign countries.  The missions that were still in progress were in countries such as Turkey, India, North China, Western Mexico, Spain, and Austria.  The main objective of the missionaries was to spread the word of God to the people of the country and convert them to Protestantism.  \"Most of these pastors are exceeding our expectations,\" one member of the committee said.  In other areas of the country, there were other missionary groups trying to spread to the word of the Lord.  In Illinois, the Central Illinois Presbyterians and the Episcopal Board of Missions encouraged people to come and visit their churches if they so desired.","Each mission had its own goal; that goal was to convert most of the citizens of the country that they were in to Protestantism.  Each mission that was launched was coordinated on a national basis.    These theories were unsuccessful and because of their failures, mission conferences were started.  The first missionary conference was held in New York City in 1854.  Most Americans were aware of the missions that were taking place but did not get involved.  They felt this way because only certain Americans were missionaries.  The Americans who were not missionaries felt that it was the duty of the actual missionaries themselves to take care of the responsibilities of the mission."],"display_date":"October 6, 1875","search_date":"1875-10-06","locations":[{"id":2540,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"COOK, Illinois"}],"tags":[{"id":147,"tag":"Missionaries"},{"id":79,"tag":"Religion"}],"course":{"name":"American Civilizations to 1877","school":"University of North Carolina at Pembroke","course_id":20,"school_id":9}},{"id":5069,"title":"A Letter From Shanghai","course_id":43,"status":"P","start_date":"1860-01-01","end_date":"1860-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In his letter to Reverend Richard Furman, missionary J.B. Hartwell depicted the difficulties of embracing Chinese culture as well as spreading the Word of God in the non Christian community of Shanghai.  Hartwell  gave a summary of the current events that were taking place in Shanghai both with the group of missionaries in the field, as well as the ongoing practices of Chinese culture.  One aspect of the letter that seemed controversial was Hartwell’s reference to China as “this heathen land” as if stating that the Chinese people are un-redeemable.  Of the many pressing issues that the letter addressed, disease and sickness seem to be at the forefront emphasizing that the living conditions and exposure to disease had disheartened the missionaries in Shanghai.  Hartwell exclaimed that “the deaths in our midst for the last year have been a heavy percentage of the whole number of missionaries, and certainly should be a warning to us who remain to do our diligence to accomplish the work God has set before us.”  The courage that it must have taken to stay the course God had set out for the missionaries was truly astonishing in the face of such poor living conditions.  Brother Hartwell does remind Reverend Furman of their purpose and gives several examples of praises that had occured in the midst of such adversity.  The Sabbath congregations at the Ja who Dong were growing and one man in particular was baptized and even “continues to show great interest in the subject of religion and is believed by all the native members to be a truly converted man.” In his book <em>The Origins of the Anglo-American Missionary Enterprise in China: 1807-1840</em> Murray Rubinstein depicts the life of Robert Morrison, who similar to Hartwell dedicated his life to the service of God in the Canton region of south China.  Rubinstein emphasizes the adverse conditions that Morrison faced by stating, \" A damp and often stifling climate an alien and hostile government, a wary local populous, and an indifferent and sometimes antagonistic community of westerners all played their part in providing Morrison with a challenge to his body, mind and will.\" It is apparent that the only thing that kept both Hartwell and Morrison in China was their strong faith and commitment to sharing the gospel with the Chinese people.","Hartwell described one of the Chinese rituals which is called the worship of Gung Mung.  It was a ceremony in honor of one of China’s “fabulous kings who was said to have reigned 140 years.”  Hartwell described many of the intricate details of the ritual but emphasized that the ceremonies take place in order to bring praise to their “patron of Agriculture.”  As Hartwell concludes his letter he draws on the support of his family and the joy his daughter brings him in the midst of difficult circumstances.  It is apparent that missionaries in the nine-teenth century often times faced extreme difficulty in many areas including cultural differences, exposure to disease, and apathy among the people,  all the while trying to stay the course God had set for them.  Hartwell’s letter to Reverend Furman reflected the dependency that missionaries had on support from their communities and their churches to help them stay committed to the work set before them.   "],"display_date":1860,"search_date":"1860-07-01","locations":[{"id":11535,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"GREENVILLE, South Carolina"}],"tags":[{"id":735,"tag":"Christian"},{"id":147,"tag":"Missionaries"},{"id":706,"tag":"Cultural Life"},{"id":41,"tag":"China"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}}]}