{"id":1471,"tag":"Law/Government/Crime","points":[[38.9151212228,-76.9435162098],[39.878712355,-75.2036894677]],"bounds":[[39.878712355,-75.2036894677],[38.9151212228,-76.9435162098]],"episodes":[{"id":5757,"title":"<strong>Congressman W.S. Groesbeck Supports the Seizure of William Walker</strong>","course_id":113,"status":"P","start_date":"1858-01-11","end_date":"1858-01-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the House of Representatives on January 11, 1858, the Honorable W.S. Groesbeck of Ohio took the floor to argue in support of the recent capture of filibusterer, General William Walker. The speech served as a rebuttal to objections raised by Representative Keitt of South Carolina and Representative Stephens of Georgia.","Representatives Keitt and Stephens argued that the seizure of Walker and his company from Nicaragua was illegal. For these two Congressmen, the United States had violated jurisdiction zones established by the “law of 1818” during Walker’s seizure. In defense of the US forces that captured Walker, Representative Groesbeck focused his speech on the theme that “the sea is no sanctuary for crime.” He stated that since Walker and his company were American citizens, “the duty of this Government [was] to keep the peace with all other nations; and to break up combinations of its own citizens who have actually started upon expeditions to violate the peace of other nations.” This being said, Representative Groesbeck saw nothing wrong with the actions the US government took to apprehend Walker and his company: “He [the commander of the US Navy] had the right to cross the line of the marine league from our shore; he had the right to pursue this expedition, which was being <em>carried on</em> across the Gulf; and he had the right, with the consent of Nicaragua, to enter within her jurisdiction.” Simply put, General Walker and his company were rightfully and legally seized and detained by the US government.","William Walker was a man of many skills. Despite his medical education and experience in journalism, he is best remembered as a filibusterer. Walker’s first filibuster occurred in 1853 in Sonora, Mexico. The success of this filibuster prompted Walker to pursue Nicaragua a few years later.","The US Department of State acknowledges that filibustering-the militaristic actions of private citizens in a foreign land-was common in the years between the Mexican War and Civil War. Like Walker, most filibusterers were southern men hoping that the acquisition of new territory in Central America would ensure the expansion and survival of slavery. For this reason, as historian James McPherson wrote, “While much of the northern press condemned Walker as a pirate, southern newspapers praised him as engaged in a ‘noble cause.’” These conflicting perceptions of Walker’s actions created fierce tension in Washington.","When Walker and his company returned to Nicaragua in 1857, the US reacted. Historian Amy Greenberg wrote on this matter, “In May 1857 Walker surrendered to the commander of the United States navy after falling to the combined pressure of a Central American army, Great Britain, and threatened American shipping interest.” As evident in Rep. Groesbeck’s speech, there was a lot of controversy concerning Walker’s seizure. This contention between southerners and northerners in regards to the US actions was, in the end, pointless. In May 1858, a jury in New Orleans acquitted Walker of all charges for violating federal law."],"display_date":"January 11, 1858","search_date":"1858-01-11","locations":[{"id":1275,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":9,"tag":"Law"},{"id":20,"tag":"Diplomacy/International"},{"id":1471,"tag":"Law/Government/Crime"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":113,"school_id":3}},{"id":5548,"title":"Working Man Blues","course_id":89,"status":"P","start_date":"1894-02-10","end_date":"1894-02-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","\"But, oh master, thou hast given us one great enjoyment which man has never dream of before - a free church organ, so that we can take our shabby families to church to hear your great organ pour forth its melodius strains.\"  The quote came from the 1894 prayers \"<em>A Workman.</em>\"  The satrirical prayers gave praise to Pennsylvania's powerful Andrew Carnegie.  The steel giant had so generously donated a free organ to the citizens of Pennsylvania.  The author of the letter remained anonymous to this day.  One can speculate that the letter was indeed written by one of Andrew Carnegie's disgruntled employees.","The primary source \"<em>Letter from a Workman,</em>\"  had appeared in the <em>National Labor Tribune, </em>and then was reprinted in <em>The Coming Nation </em>on February 10, 1894.  The letter thanked Andrew Carnegie for the \"free gifts\" he had given to the peoples.  Unfortunately the free gifts came at a premium.  The primary document went on to conclude that all the \"gifts\" were at the expense of Carnegie's slaves, or rather his employees.  The prayer went on to admit that no liberty or protection was needed.  As all were content under their master Andrew Carnegie's care.  It is without a doublt that Carnegie's employees unwillingly stood in command of Carnegie's mercy.","The 1894 document did not have an author's signature on it.  The\"<em>Workingsman's Prayers\"</em> was an anonymous account of the overall feelings of the working class.  As well as Andrew Carnegie's workers.  The prayer was believed to be from the peoples of Pittsburgh, Pennsyvlania, Homestead, and Beaver Falls Pennsylvania.  The document was written as a \"prayer\" to also criticize and expose Carnegie's philanthropy practices.  The prayer document voiced the distrust of the captialists of the times.  The capitalist Carnegie ultimately was giving gifts as a way to improve his social standing.  The questions the prayer asked was did liberty still prevail?","The steel workers in Homestead Pennsylvania may had been the author of this document.  The steel workers often went neglected.  Carnegie may had given the gifts as way to ease his own conscious.  Carnegie's employees faced lockouts that were commonplace and oftentimes deadly. Carnegie Steel Company was under much criticism before and after the lockout.  Union activity was prevalent as the skilled workers lost their power.  The steel employees were clearly powerless.  Equally important they had few workplace outlets.  The letter was their voice.  At the same time local politics had offered little opportunity for the working class to air their grievances.  In much the same way, the Homestead workers experienced the same emotions of peoples who had lost their homes."],"display_date":"February 10, 1894","search_date":"1894-02-10","locations":[{"id":11233,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"PHILADELPHIA, Pennsylvania"}],"tags":[{"id":1471,"tag":"Law/Government/Crime"},{"id":1472,"tag":"Violence/Politics/Urban"}],"course":{"name":"Industrialism and Imperialism","school":"Texas Wesleyan University","course_id":89,"school_id":49}}]}