{"id":1480,"tag":"Woodside Mill Village","points":[[34.8943497126,-82.3707811393]],"bounds":[[34.8943497126,-82.3707811393],[34.8943497126,-82.3707811393]],"episodes":[{"id":5557,"title":"Harry Coggins’ was exposed to a culture at the Woodside Mill in Greenville that helped educate and promote the growth of not just individual persons, but the growth of a community.","course_id":91,"status":"P","start_date":"1/1/20","end_date":"12/31/43","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Woodside Mill was the largest mill under a single roof in the country at one point. Charles Street, where Harry Coggins had lived, hosted various opportunities for sports, religion, and education. The Woodside Mill had a pool, refilled once every one to two weeks, and even a community building built and maintained by the YMCA. Many children who grew up in the mill village were extremely successful, including: Billy Ashmore, a part of the Ashmore Brothers who built the majority of roads leading southeast, Ethan Todd, a famous orthopedic surgeon, and Manly Sanders, a musician. Their success is attributed to the mill’s efforts to utilize their residents talents.","Harry Coggins’ father was the paymaster of the Woodside Mill and could afford to send Harry to Furman University until he enlisted. However, the GI Bill allowed Harry to  finish his education for free and become the first member of his family to attend college. Shortly before heading off in the war, Coggins began working at the Greenville News. He had dreams of becoming a Navy Aviator, but later changes his mind and would join the Army Air Force. One of his jobs was to cover news associated with the Greenville Air Base. In the 1940s, the base was in its early stages and according to Coggins, “freedom of the press was a thing of the past for the military.” Soon enough, Coggins was ordered to report to Miami Beach, Florida for basic training. He would never live in the mill village again.","By reading this narrative, we can better appreciate the language and culture of the South Carolina mill villages. The deeper understanding of their culture allows us to make better inferences on what we do not understand. Allen Tullos followed the League Family of Poe Mill and was able to externalize the textile crisis of the 1920s. The experience of the crisis is conveyed in a way statistics cannot. While we may have known churches existed, without anecdotes we would not have known how important it was. The Coggins street alone had two churches on it, whose importance cannot be undermined. Churches were impossible to outmatch as a place of community. Understanding how citizens of mill villages lived provides a glimpse into the dynamics of working-class families of the time."," "," "," "," "," "," "],"display_date":"1920 - 1943","search_date":"1931-12-31","locations":[{"id":21799,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"Greenville, South Carolina"}],"tags":[{"id":1480,"tag":"Woodside Mill Village"},{"id":705,"tag":"Community"},{"id":1464,"tag":"Mill Village"},{"id":1467,"tag":"Greenville"}],"course":{"name":"Urban and Suburban America","school":"Furman University","course_id":91,"school_id":4}}]}