{"id":1486,"tag":"30th division","points":[[36.0614224105,-79.1205649186]],"bounds":[[36.0614224105,-79.1205649186],[36.0614224105,-79.1205649186]],"episodes":[{"id":5561,"title":"30th Division in Combat","course_id":89,"status":"P","start_date":"10/29/18","end_date":"10/29/18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["When soldiers were sent to war, they left behind loved ones who anticipate the worst; not knowing the status of their soldier was the biggest scare of all.  The only way a soldier could update his or her family was by keeping in touch with them by letters. The strength a letter carried was remarkable; a few words written on a piece of paper would easily keep the mind from wondering or worrying.   On October 29, 1918, Army Sergeant V. J. Johnson from the 119 infantry<strong>,</strong> 30<sup>th</sup> division out of North Carolina wrote his cousin Annie Avery a letter informing her on the death of her brother, Pvt. Jesse M Avery, which was Johnson’s cousin. He tells Avery that he was a short distance away when Jesse was shot in the stomach. He went into detail describing the event by saying “When he was hit he laid his head in his hand and kindly raised up and said boys my stomach is hurting”. Once the medics came they laid him faced down on the stretcher, he complained about being in that position, his last words were “turn me over”. After Johnson’s details on the death of her brother he expressed how thrilled he was to receive letters from her, and asked her to continue sending them. Letters from home would clear a soldiers mind so that he or she could be proficient at their task at hand, which was staying alive.","The North Carolina State Archive website that was created in 2005 provided great detail on the 30<sup>th</sup> division which consisted of three National Guard units reigning from North Carolina, South Carolina, and Tennessee.  On July 25, 1917 the division was given orders to prepare for war. On May 1918 the journey towards war began, flying to New York, England, and final destination being France. The war-trained division was assigned to the American 2<sup>nd</sup> corps, and attached to a couple of British units while being in combat. The division is most famous for assisting the British 4<sup>th</sup> Army; they helped push enemy forces beyond the Hindenburg line. Historians of the 30<sup>th</sup> division say that the units were swift and diligent in blinding the enemy’s machine guns.  Although the division lacked much experience in battle before this war, they displayed a great measure of courage to fight alongside our British and Australian allies who were already battle tested. With the oncoming flow of letters from family and friends, the fire remained inside these soldiers, giving them more incentive to fight harder and make it home. On October 29<sup>th</sup> the 30<sup>th</sup> division received orders to withdraw from combat, and come back home; the place they dreamed of while fighting in a war zone."," "," "],"display_date":"October 29, 1918","search_date":"1918-10-29","locations":[{"id":17568,"lat":36.0614224105,"lng":-79.1205649186,"zoom":10,"place":"Orange, North Carolina"}],"tags":[{"id":1486,"tag":"30th division"},{"id":1487,"tag":"Sergeant V. J. Johnson"},{"id":1488,"tag":"World War I Letter"},{"id":1489,"tag":"Pvt. Jesse M Avery"}],"course":{"name":"Industrialism and Imperialism","school":"Texas Wesleyan University","course_id":89,"school_id":49}}]}