{"id":149,"tag":"camp-life","points":[[38.1882210605,-77.65248979],[40.0724466353,-86.0520218695]],"bounds":[[40.0724466353,-77.65248979],[38.1882210605,-86.0520218695]],"episodes":[{"id":4569,"title":"Union Officers Diverted by Chess","course_id":18,"status":"P","start_date":"1864-03-01","end_date":"1864-05-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Just before heading into the Wilderness campaign, Colonel Martin T. McMahon competed against his aide in a game of Chess. Chess is an interpretation of the ancient Indian game of Chatarung. Involving two players, the game includes pieces that simulate battle formations and units with certain strengths and traits. Representing the generals of two armies, the game's relevance to warfare is obvious.","Camp life, as described by Civil War historian Gerald F. Linderman, was tedious. Not a suspenseful respite until the next exciting engagement but where \"the soldier believed that he was being required not only to wait, but to rot.\" Full of disease and boredom, they sought recreation. In the photograph of McMahon, he partakes in the recreational game to enliven his camp experience. McMahon appears deeply thoughtful in the engagement of wits. This encampment seems to have been a prolonged one, as McMahon is privileged to have the company of family – who are onlookers with others interested in the outcome of the game. It is ironic that McMahon plays as the black pieces against the white pieces. The rule stands in Chess that the first player to move is always the player using the white pieces. McMahon playing as the black pieces – and being a Union commander – parallels the Union experience of having to react to their opponent's offensive first moves during the rebellion.   ","Games such as backgammon, and checkers were popular in the camps as well. Chess was played by the higher class, with Confederate General Robert E. Lee an avid fan. Lee described his Pennsylvania campaign with an analogy to chess moves.  When asked about the chances of Richmond being taken whilst on the Pennsylvania campaign Lee quipped: \"In that case we shall swap queens,\" alluding to the importance of the piece in Chess, and acknowledging the likeness between the game and real-life strategy."],"display_date":"March 1, 1864 - May 30, 1864","search_date":"1864-04-15","locations":[{"id":14293,"lat":38.1882210605,"lng":-77.65248979,"zoom":9,"place":"SPOTSYLVANIA, Virginia"}],"tags":[{"id":77,"tag":"Recreaction"},{"id":149,"tag":"camp-life"},{"id":8,"tag":"Arts/Leisure"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}},{"id":4616,"title":"<strong>A drummer boy writes about his experience of the war</strong>","course_id":18,"status":"P","start_date":"1863-03-01","end_date":"1863-03-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The letters of a drummer boy are a gathering of the letters of a sixteen years old drummer boy in the 47th Indiana Regiment during the Civil War. His letters to his parents show how an adolescent would see the war from the front. The 47th was active in the Western theater during the whole war, aside from the Vicksburg campaign, but the little everyday facts show better what war was like. ","The drummer boy, Henry Lawson Bert, had a tough life in the camp. Most of the time he had to perform chores, walk endlessly in the forest to unknown places, obey orders that he did not really understand and get along with his mates. Life in the war consisted in dealing with other people: some of them, bored to death, had nothing better to do than look for fights with everybody and hide personal belongings in silly places. They often lacked food, and boredom was omnipresent. Like other drummer-boys, Bert was part of the war, but did not fight like the other soldiers. However, it did not prevent them from dying like the other soldiers. Bert's regiment was not very active during the winter and stayed in the same spot most of the cold months without going to fight. Like other soldiers, Bert dreamt of action and battles during these long periods of inactivity and cold boredom, to get closer to the goal of the war. To enhance the boredom, the pay checks were delayed for a long time, which prevented the drummer boy from enjoying time in the cities and activity. The young generation was despaired by the war going on, and \"crushing slavery from out of the land\" and restoring peace were the only goal of the drummer boy, a \"poor soldier.\"  He hoped for a trustworthy government and a united country again and was convinced of the bad moral of the Confederates and of the imminent victory. ","These letters show that an idealist spirit was in the hearts of even the younger soldiers who wished nothing but kill the confederates to the last. These are part of the literature of the Civil War, and offer a true to life account of what being in the Civil War was, thanks to many true to life little anecdotes. However, according to Don Russel, the war made the purest men like this drummer-boy wish the worst fates for their countrymen. As Bert wrote, \"I don't know what they done to the butternuts but I hope they hung them, for I know they need it.\" According to Bruce Catton and James Mc Pherson, whatever regiment you looked at, all the soldiers realized that they were personally getting the worst of it, and they were very sorry for themselves. However, no such idea comes out of the letters of the drummer boy, and he seems full of optimism and light toned, despite all the hardships he is describing."],"display_date":"March 1, 1863 - March 30, 1863","search_date":"1863-03-15","locations":[{"id":3310,"lat":40.0724466353,"lng":-86.0520218695,"zoom":10,"place":"HAMILTON, Indiana"}],"tags":[{"id":32,"tag":"Civil War"},{"id":149,"tag":"camp-life"},{"id":60,"tag":"letters"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}}]}