{"id":1490,"tag":"Elijah Lovejoy","points":[[38.8323363936,-89.8986076154]],"bounds":[[38.8323363936,-89.8986076154],[38.8323363936,-89.8986076154]],"episodes":[{"id":5562,"title":"The Murder of Elijah Lovejoy","course_id":96,"status":"P","start_date":"1837-11-07","end_date":"1837-11-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","On November 7, 1837, Elijah Lovejoy sought to defend his new printing press from a proslavery mob. Lovejoy, a Presbyterian minister and editor of the abolitionist newspaper <em>The Alton Observer, </em>had already lost three other printing presses to such mobs. Lovejoy was set on keeping this one safe.","Word of the printing press's delivery soon spread across the town of Alton, Illinois. By nightfall, a proslavery mob arrived at the warehouse where the press was being kept. Lovejoy and twenty of his supporters were there, vowing to protect their property. Mob members starting shooting and throwing stones at the warehouse. In the midst of the fighting, Lovejoy was shot five times and died attempting to preserve his printing press and the words it created. The warehouse was soon set on fire, forcing Lovejoy's defenders to flee and abandon the printing press. It was broken and thrown into the Mississippi River.","Prior to this event, Lovejoy had long fought for the abolition cause. Following a religious conversion in 1832, Lovejoy devoted himself to the antislavery fight. In the early 1830s, Lovejoy wrote abolition pieces for the <em>St. Louis Observer. </em>Proslavery Missourians did not handle this well. Violent mobs often threatened Lovejoy and his paper, prompting Lovejoy to become more committed to abolitionist ideas and his right to print them. He moved to the free state of Illinois to continue printing his religious, antislavery paper.","But the tension surrounding printing antislavery arguments followed Lovejoy beyond Missouri. Since Alton bordered a slave state, there were many people still supportive of slavery. These supporters became hostile towards Lovejoy as his demands became increasingly radical, even calling for an antislavery society in Alton. These abolitionist appeals terrified many slavery proponents who considered these ideas a threat to the slave system. In their minds, it was just to destroy a press that was \"[brought] to teach the slave rebellion; to excite the slaves to war, to preach murder in the name of religion; to strike dismay in the hearts of people, and spread desolation over the face of this land.\"","To advocates of the slave system, abolition ideas threatened a harmonious social order. They feared that these ideas would spread among both free Americans and slaves, either inciting rebellions or encouraging slaves to escape. This was especially frightening in an area that could be used as a safe haven for escaped slaves. The vehement attempts to destroy all of Lovejoy’s printing presses demonstrate this fear among slavery defenders.","The mob violence and resulting murder of Elijah Lovejoy exemplifies the escalating tension between proslavery and abolition movements that began in the early nineteenth century. The murder of Lovejoy added to the conflict between the two sides of the slavery debate. It helped to strengthen the abolitionist cause by turning Lovejoy into a martyr for the movement. Newspapers and sermons criticized the murder of Lovejoy, increasing northern resentment of the South by portraying the brutality of proslavery advocates. Lovejoy's martyrdom grew the ranks of the abolitionists and inspired more people to continue his fight for freedom and justice."],"display_date":"November 7, 1837","search_date":"1837-11-07","locations":[{"id":2820,"lat":38.8323363936,"lng":-89.8986076154,"zoom":9,"place":"MADISON, Illinois"}],"tags":[{"id":193,"tag":"Abolitionism"},{"id":1490,"tag":"Elijah Lovejoy"}],"course":{"name":"Transatlantic Abolitionism","school":"University of Richmond","course_id":96,"school_id":11}}]}