{"id":1493,"tag":"London","points":[[42.7999140458,-76.8297839055]],"bounds":[[42.7999140458,-76.8297839055],[42.7999140458,-76.8297839055]],"episodes":[{"id":5564,"title":"<strong>The World Antislavery Convention: From Emancipation to Women's Rights</strong>","course_id":96,"status":"P","start_date":"1840-06-01","end_date":"1840-06-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["For ten days in June 1840, abolitionists from both sides of the Atlantic met together at the World Antislavery Convention in Freemason’s Hall in London, England.  The purpose of the convention was to better organize and unite international abolitionist forces in the fight for emancipation.  Ironically, while championing the freedom of black slaves, the convention reinforced a different type of subordination—that of a woman to a man.  The treatment of Lucretia Mott and Elizabeth Cady Stanton at the convention led them to begin their own movement—for women’s rights.","The convention was a vastly popular event, with 350 delegates from countless countries and anti-slavery associations throughout the Western world.  In fact, so many people came out to the event that the doors were opened early, and “every available foot of the large hall, with the exception of the platform, was densely crowded.”  The female delegates believed they were to be seated, but upon their arrival they were turned away and forced to the gallery.  Lucretia Mott wrote in her diary “The Friends present were nearly all opposed to women's admission. We were told…that our coming had been announced in London Yearly Meeting, and that they were put on their guard against us”.  In fact, few men at the time were comfortable with female anti-slavery advocates publicly speaking out and serving as leaders in the fight for abolition.","There were exceptions, including William Lloyd Garrison.  Within the wing of the abolitionist movement that Garrison led, women had already been introduced into leadership roles. Yet by this time, the ranks of the Garrisonians were falling, and a rival organization had been formed in opposition to the Garrisonians.  The convention mainly consisted of delegates from this new organization, and they were determined to keep the women out.  Yet Garrison, who was present at the convention, and a few other male delegates protested the treatment of the females, and sat in the gallery alongside their female counterparts. Though the women attempted to  “reason with them on the subject” and urge them to remain in their seats, they found “[the men] were fixed” upon joining them.","What happened at the convention had a profound impact on Mott and Stanton.  Upon their arrival home in the United States, they pondered their treatment and decided they needed to begin a women’s rights movement to protest the societal roles of females. Stanton penned “my experience at the World's Antislavery Convention, all I had read of the legal status of women, and the oppression I saw everywhere, together swept across my soul, intensified now by many personal experiences”.","The product of the treatment of women at the World Antislavery Convention culminated into a Women’s Rights Convention in Seneca Falls New York in 1848. Conceived by five women, Stanton, Mott, Mary Coffin Wright, Maryanne McClintock, and Jane Hunt, this new convention was created to bring life to the women’s rights movement.  The five declared a need for equality between the sexes.  At the convention, Stanton read the Declaration of Sentiments she had written, which were explicitly based off of the Declaration of Independence.   This convention was essential in the organization of the Women’s Rights Movement, as it laid out plans and goals for the progress of women in society.  The Seneca Falls Convention spearheaded the progress of the movement, but the fight for women’s rights truly began on those fateful days in London, as the women were rejected as man’s equal in an ironic discussion of freedom and human rights."],"display_date":"June 1840","search_date":"1840-06-15","locations":[{"id":52574,"lat":null,"lng":null,"zoom":8,"place":"Outside US"},{"id":9090,"lat":42.7999140458,"lng":-76.8297839055,"zoom":9,"place":"SENECA, New York"}],"tags":[{"id":1493,"tag":"London"},{"id":634,"tag":"Elizabeth Cady Stanton"},{"id":635,"tag":"Lucretia Mott"},{"id":633,"tag":"Seneca Falls Convention"},{"id":796,"tag":"Women's Rights Movement."},{"id":190,"tag":"William Lloyd Garrison"},{"id":95,"tag":"Abolition"},{"id":64,"tag":"Anti-slavery"}],"course":{"name":"Transatlantic Abolitionism","school":"University of Richmond","course_id":96,"school_id":11}}]}