{"id":1495,"tag":"Winter Park","points":[[28.6157324623,-81.3533405132],[28.5146851201,-81.3237702415],[28.5664573086,-81.3013732137]],"bounds":[[28.6157324623,-81.3013732137],[28.5146851201,-81.3533405132]],"episodes":[{"id":5568,"title":"The Building of Many Firsts: Ergood's Hall","course_id":88,"status":"P","start_date":"1882-09-01","end_date":"1882-09-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1882, Oliver Chapman and Loring Chase, founders of Winter Park, erected a 30x65 foot store making it the third building in Winter Park at this time. Both Chapman and Chase decided they would rent it out to Washington D.C. natives, John R. Ergood and Robert White Jr., officially opening the store to the small public of Winter Park in September of that same year. Located at the corner of North Park Avenue and Morse Boulevard Ergood's Hall was more than just a store. It would become the town hall, the first public school in Winter Park and the first town hall. The first floor of the building was the actual store, the second floor functioned as the town hall and by 1887 the rear of the store would eventually become the first post office (moving from a nearby hotel) with John R. Ergood ultimately given the title as Postmaster. As far as the functions of the town hall, not only were they held for the obvious, town meetings or political meetings but the hall also functioned as a public school and church services were held there weekly. A Sunday School was established as well as different churches, whether Methodist or Congregationalists, held their services there. This building clearly was an important center for the town where many people came and went and more than likely became central to the townsfolk’s everyday lives. But by 1887, a proprietor of the Pioneer Store by the name of A.H. Paul would eventually purchase Ergood's entire stock of merchandise moving his own store and its new stock to the corner of Park Avenue and Welborne Avenue, presumably buying the store from Ergood but leaving its other functions intact. However by 1908 a Dr. Jerry Trovillion would buy the entire building from John R. Ergood, transforming Winter Park's building of many firsts, into another first, the town's soda fountain as well as a new drug store."],"display_date":"September 1882","search_date":"1882-09-15","locations":[{"id":1443,"lat":28.6157324623,"lng":-81.3533405132,"zoom":8,"place":"ORANGE, Florida"}],"tags":[{"id":1495,"tag":"Winter Park"},{"id":1496,"tag":"Florida"}],"course":{"name":"United States Since 1945","school":"Rollins College","course_id":88,"school_id":5}},{"id":5569,"title":"Journey to Work: Walter B. Simpson","course_id":88,"status":"P","start_date":"1887-10-12","end_date":"1887-10-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On October 12, 1887 Walter B. Simpson and fellow Hannibal Square resident Frank R. Israel were elected as Winter Park Aldermen. They were the first black men to have ever been elected into any type of political office in Winter Park at that time. This vote came during a tumultuous time when Hannibal Square was taken out of the Winter Park boundaries and during this 1887 election was once again reincorporated to the annoyance of the white Winter Park settlers. Walter B. Simpson would be reelected for city Aldermen during a second election, serving from 1887 to 1893. Both Simpson and Israel would be the last African Americans to serve on the City Commissions. Simpson's election win was also during a time where the majority of the south did not allow African Americans to vote due to a special polling tax put in place to discourage any Blacks from voting. However just because Simpson won city Aldermen, sitting among fellow political leaders who were White and probably didn't expect him to win, did not mean that he left his original living area. No matter that Hannibal Square was part of Winter Park, Walter Simpson could not live nor always attend all town meetings (if White women were present) on the White side of town. His home was located diagonally across from Frank Israel's home and store (current day Dexter's on the corner of Pennsylvania Avenue and New England Avenue) on New England Avenue (current day Armando's Pizzeria). In order to attend meetings and make his way to the Town Hall, located in Ergood's Hall, his journey might have taken him eastward on West New England Avenue. Once he crossed the railroad tracks (which seems to be an unofficial marker that separates the Black neighborhood from the White site of town) he would have made a left onto Park Avenue. He would have had to cross at least two streets, including Morse Boulevard to get to his end destination. Simpson's journey might have been an uncomfortable one, yet necessary to achieve the work needed to be done that directly affected his community."],"display_date":"October 12, 1887","search_date":"1887-10-12","locations":[{"id":1443,"lat":28.6157324623,"lng":-81.3533405132,"zoom":8,"place":"ORANGE, Florida"}],"tags":[{"id":28,"tag":"Work"},{"id":1496,"tag":"Florida"},{"id":1495,"tag":"Winter Park"}],"course":{"name":"United States Since 1945","school":"Rollins College","course_id":88,"school_id":5}},{"id":5584,"title":"Old Winter Park Road","course_id":88,"status":"P","start_date":"1/1/50","end_date":"1/1/50","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Post World War II the Unites State’s history is shaped by activism. Starting with the African American civil rights movement, feminist and homosexuals found their voice and followed with their own activist movement. Sarah (Mrs. Joe K) Galloway’s story, “Joyce Kilmer Was Right!” is a small representation of this, particularly the feminist movement.","In her story Galloway tells how in the 1950s the Winter Park’s commissioners ordered the widening of the Old Winter Park Road due to an increase of traffic. The Old Winter Park Road was a “nature country –like tree-line”[1] road that connected the city of Winter Park to Orlando. However, with the widening of the road, it was required to cut down the beautiful tall trees on both sides. The decision faced oppositions, specifically by the garden club, which was mainly composed of ladies who resided near the road. The ladies decided to take action to defend the tree. They took turns at shifts under the trees where they usually had a picnic and sat for several hours.","This story not only demonstrates the women movement post World War II in the United States but it also reflects the General Federation of Women’s Club. “The General Federation of Women's Clubs, an umbrella organization of sixteen thousand women's clubs in the United States and overseas, believed that women's public activism would strengthen American greatness at home and abroad, secure peace, and protect democracy in the years following World War II.”[2] It reaffirmed women’s authority over their homes and local community as it focused on personal activism. Moreover, it empowered women by considering them as mothers helping America’s liberty and Future.","Overall, the ladies of Winter Park did not belong to the General Federation of Women’s Club, yet it is noticeable that they shared the same belief that their public activism was capable of achieving their interest. At the end of Galloway’s story it is evident that the women’s effort did not accomplish the preservation of the trees since the Winter Park Road was widened","Although the ladies of Winter Park did not belong to the General Federation of Women’s Club, it is noticeable that they held the same belief that their public activism was capable of achieving their interest. Nonetheless, their efforts were not a failure since they were nationally noticed as their pictures were publishes in a national magazine."," "," ","[1] Sarah (Mrs. Joe K) Galloway, Tales of Winter Park, Joyce Kilmer Was Right, 76."," ","[2] MELTZER, PAIGE. \"The Pulse and Conscience of America\" The General Federation and Women's Citizenship,52."],"display_date":"January 1, 1950","search_date":"1950-01-01","locations":[{"id":28935,"lat":28.5146851201,"lng":-81.3237702415,"zoom":9,"place":"Orange, Florida"}],"tags":[{"id":1495,"tag":"Winter Park"},{"id":617,"tag":"Feminism"}],"course":{"name":"United States Since 1945","school":"Rollins College","course_id":88,"school_id":5}},{"id":5597,"title":"Winter Park Amtrak Station","course_id":88,"status":"P","start_date":"1/1/62","end_date":"12/31/62","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Winter Park train station has existed almost as long as Rollins College has. Students have traveled in and out of Winter Park on trains that stop at the station. Before flying became popular, the train was the only practical way to go home or to travel anywhere. In this article, Rollins College attempted to use the train as a strategy to attract alumni to Winter Park for the 100<sup>th</sup> centennial of the college. The train station in use today is the same one that has been in use since 1962, meaning that those alumni coming on that trip would have the nostalgic feeling of riding the train to Rollins, much like they did back when they were students, and like the students before them did as well.","The Amtrak station brought much life and activity to Winter Park. It allowed students and others to visit the City of Winter Park at a time when long distancse transportation was a hassle and more difficult to do. The current station used once belonged to Atlantic Coast Line, a freight shipping line. The old station was a freight depot; this now serves the city as the Winter Park farmers market on Saturdays and Sundays. In 2009 the City of Winter Park won a grant to aid in the construction of a newer, larger, and more modern train station to replace the current station being used today. While the train is not as popular as it used to be in the 1960’s, it still has its place in society today and its appeal to Winter Park is not only in its usefulness, but also in the nostalgia that it brings back."],"display_date":1962,"search_date":"1962-07-02","locations":[{"id":32034,"lat":28.5146851201,"lng":-81.3237702415,"zoom":9,"place":"Orange, Florida"}],"tags":[{"id":1495,"tag":"Winter Park"},{"id":1496,"tag":"Florida"},{"id":1551,"tag":"Amtrak"}],"course":{"name":"United States Since 1945","school":"Rollins College","course_id":88,"school_id":5}},{"id":5598,"title":"Journey to Work: Hamilton Holt","course_id":88,"status":"P","start_date":"1/1/24","end_date":"12/31/24","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Dr. Hamilton Holt, eighth president of Rollins College, passed away on April 26, 1951 at the age of 78. He died of a heart attack at night in his home, two years after he left his presidency at Rollins. During his earlier life, Holt worked for the <em>Independent, </em>which was a weekly magazine founded by his grandfather and other members of a Congregational Church. Eventually Hamilton Holt would become the owner and editor of the <em>Independent</em> and continue to publish his literary work.","Holt promoted peace and disarmament during his lifetime. He won a myriad of accolades and awards for his work on social justice and peace. In 1924, he was the Democratic Party’s candidate for a special election in Connecticut, his home state, but was defeated by now famous Representative Hiram Bingham, who was also the man who discovered Machu Picchu.","After losing the election, Irving Bacheller, a trustee of Rollins College asked Holt if he would be interested in becoming the next president at Rollins.  Hamilton Holt’s response was that while he had never actually taught students, Holt believed that he had enough experience being taught and spending time in university setting that he should be able to perform the duties of President of Rollins College. Upon accepting the job, Hamilton Holt then had to travel from Connecticut to Rollins College in Winter Park, Florida. During this time period it was not an easy feat to travel such a long distance. There was no commercial air travel, and driving was not an option. Hamilton Holt most likely arrived Rollins via train from Connecticut and  disembarked at the old Winter Park train station, which is now used on weekends for the farmers market. From the station he most likely walked down Park Avenue and through the front gates of the campus.","Hamilton Holt redefined education at Rollins with the Rollins Educational Conference system. The impact of Holt’s changes are still evident in Rollins education today. Holt created a system in which students had an 8-hour day with hour periods, instead of just 8 hours of learning a day. This system allowed students to learn three subjects in one day and the fourth period was devoted to working so students could pay for tuition or immerse themselves in the arts. Holt held discussions between schools and scholars so they could discuss what should be learned in the classroom. This system created a debate centered on practicality versus continuing the traditional education path. Holt transformed Rollins from a struggling school into a striving liberal arts college with the reputation it has today. This is why Holt Avenue, Holt Building, and the Holt Night Evening School are all named after him. His impact on Rollins is arguably greater than that of any other president."],"display_date":1924,"search_date":"1924-07-01","locations":[{"id":21523,"lat":28.5146851201,"lng":-81.3237702415,"zoom":9,"place":"Orange, Florida"}],"tags":[{"id":1495,"tag":"Winter Park"},{"id":438,"tag":"Rollins College"},{"id":1496,"tag":"Florida"},{"id":1497,"tag":"Orlando"},{"id":1552,"tag":"Hamilton Holt"}],"course":{"name":"United States Since 1945","school":"Rollins College","course_id":88,"school_id":5}},{"id":5599,"title":"Spatial History Engine: Hamilton Hotel","course_id":88,"status":"P","start_date":"1/1/70","end_date":"12/31/70","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Built in the 1920’s, the Hamilton Hotel was built as more modest accommodations than the only other hotel in town. The other hotel, the Seminole Hotel, boasted of visitors of such caliber as Henry Flagler, William Rockefeller, and even United States President Grover Cleveland. The Hamilton Hotel was the first in Winter Park to have a bathroom in each room;  while it may seem strange to not have a restroom today, it was common to share bathrooms during those days. In 1941, the price for a room was $2.50 per day, much cheaper than today’s prices.","In the 1970’s the Hamilton Hotel was remodeled and renamed to the Park Plaza Hotel, which it is still known as today. The hotel has risen in popularity, and is now considered one of the nicer hotels in Winter Park. The location for the hotel is excellent because it is situated on Park Avenue, the main road in Winter Park filled with shops, restaurants, a park, and a train station. The hotel’s rooms over look Park Avenue and the park, providing an aesthetically pleasing view. Also, ever since the Seminole Hotel closed, Park Plaza has tried to fill the gap or at least lure some of the more prominent crowd to Park Avenue, which would boost their earnings and also aid shops and restaurants on Park Avenue. One of the ways this was accomplished was by buying huge reproduction beds from the 1700’s and 1800’s, attracting people who wish to experience something new.","The hotel acted as a crucial part in the expansion of Rollins, because it provided visiting parents a place to stay other than the exorbitantly priced Seminole Hotel, which most people would not have been able to afford. The Park Plaza Hotel aided in the growth of Rollins College, which aided in the growth of Winter Park, and so the city conssiders it an important landmark in Winter Park today. Pictures of the hotel from before and after the remodel also show how far the hotel has come since its creation, while at the same time sticking to its roots and keeping it similar view to the past."],"display_date":1970,"search_date":"1970-07-02","locations":[{"id":36752,"lat":28.5146851201,"lng":-81.3237702415,"zoom":9,"place":"Orange, Florida"}],"tags":[{"id":1495,"tag":"Winter Park"},{"id":1496,"tag":"Florida"},{"id":1497,"tag":"Orlando"},{"id":1553,"tag":"Hamilton Hotel"}],"course":{"name":"United States Since 1945","school":"Rollins College","course_id":88,"school_id":5}},{"id":6146,"title":"Florida's Phenomenal and Progressive Political Position in 1893","course_id":131,"status":"P","start_date":"1893-07-08","end_date":"1893-07-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the late nineteenth century, several factors contributed to the establishment of the post-Reconstruction era South. Such factors include creating a balance between agrarian and industrial economic profit, establishing a sustainable political atmosphere, and moving towards development that would place the South in equal ranks with the North in terms of industrialization and productivity. Despite this overall sentiment to rebuild the region, certain aspects of the New South’s society were harder to establish than others. In particular, politics of the 1880’s and the 1890’s caused numerous setbacks due to the extreme partisanship, internal corruption within each party, and the competitive nature of elections.","Winter Park, Florida had effectively settled itself in terms of generating economic profit for the town, creating a pleasurable lifestyle for its residents and guests, as well as establishing a stable political environment. Various hotels such as the Seminole advertised sunshine as the key to escaping the unbearable winter months in the North as well as advertising its luxurious and spacious atmosphere. Labor was needed to provide for the flock of Northerners, so recently freed black citizens were encouraged to move to Winter Park as a place to live and work.[1] This influx of tourists created large economic profits for Winter Park, and thus caused other industries began to evolve as well. Despite the inclusion of black citizens into the town, social tensions did remain throughout the South, but the political upset are discussed in more detail in this article.","“A Quiet Election” provides an inside look into this stable political setting that is unusual compared to the rest of the South. In July of 1893, one ticket or platform ran for Town Council positions of mayor, marshal, collector, treasurer, and clerk, but these men did not have an opposing force to campaign against.[2] Florida has a history of political transformation especially after the Spanish-American War, in which the United States gained large territories in the Southwest region. Sectionalism and the later argument of secession created divisions among Floridians, so the political atmosphere of this state was, contrary to what “A Quiet Election” illustrates, composed of several different affiliations.[3] Further, the two-party system existed when Florida was admitted to the Union in 1848.[4] As a result, the continued competitive nature between the two major parties, as well as smaller third party organizations, made up the political culture within Florida. The book <em>The Promise of the New South: Life After Reconstruction </em>provides description of the standard regional Southern politics of the 1890’s: The Civil War and Reconstruction created a two-party system that transformed into a two-region system, with the North being mostly Republicans and the South being mostly Democrats.[5] Political parties were not mentioned and rather the article, “A Quiet Election,” only discusses information concerning the homes and reputations of the men elected. With this new round of officials, the newspaper ends on a progressive and positive note, “[A]nd now things are moving on. For them, we hope success.”[6]","In conclusion, the standard political aspects of the 1890’s in Florida as well as the majority of the South included severe party loyalty and an overarching theme of competition between the two major parties. Despite this fact, Winter Park seems to experience a completely different political landscape as illustrated by the City Council election of July 1893. One ticket of men ran for office and thus were elected. The article did not mention their party affiliations and instead discussed their relationships to the Winter Park community with an encouraging outlook for continued progress and industrialization of the town."],"display_date":"July 8, 1893","search_date":"1893-07-08","locations":[{"id":1444,"lat":28.5664573086,"lng":-81.3013732137,"zoom":9,"place":"ORANGE, Florida"}],"tags":[{"id":2330,"tag":"Election 1893"},{"id":2329,"tag":"1890s"},{"id":1496,"tag":"Florida"},{"id":1495,"tag":"Winter Park"},{"id":1444,"tag":"American Politics"}],"course":{"name":"Decade of Decision 1890s","school":"Rollins College","course_id":131,"school_id":5}},{"id":6248,"title":"Ghosts in the Political Machine: Black Disenfranchisement in Winter Park","course_id":131,"status":"P","start_date":"1889-10-01","end_date":"1889-10-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["There was little that stood out in the reporting of the October 1889 elections in the young town of Winter Park. Of the 103 registered voters, 85 casted votes with the almost unanimous re-election of the officials.[1] Upon further examination of later elections, a trend forms when it comes to voter turnout. In 1890, fifty-five people voted in the municipal elections, forty-three in 1891, and thirty-nine in 1892.[2] The drop coincides with the southern movement of disenfranchising the black vote. During those years, Winter Park included Hannibal Square, a black community where the registered black voters outnumbered all the white voters of the rest of the town. As Reconstruction ended and Republicans were pushed out of the South, various laws and barriers, including poll taxes, began to be passed into law.","Poll taxes are taxes applied to people eligible to vote that must be paid before their vote can be casted. Poll taxes have been used in all of the American colonies at one period or another, but the South embraced the concept at the turn of the century.[3] The Florida constitution of 1885 authorized a two dollar poll tax and the legislature carried out the provision in 1889.[4] The two dollar tax to vote was not a great hindrance to most whites, but the effect on blacks is undeniable. It was said that the law virtually disfranchised two-fifths of the state's voters and reduced the Republicans (then known as the ''black party'') to impotence, at the same time that it purged the Democratic Party of an unwanted element, and it made Florida a one-party state.[5] By the time the tax was repealed in the South, it no longer mattered as there were other racially exclusive laws that kept the vast majority of blacks from voting.[6] With no blacks voting, no blacks were elected to office. Between the years of 1873 to 1895, blacks in the Mississippi legislature went from a high of 64 to zero. In 1901, the last southern black congressman relinquished their seat and a black congressman from the south would not be elected until the 1970s.The disfranchisement continued down to the local level.[7] A few years after the 1889 elections, Winter Park executed their own disenfranchisement of the black community of Hannibal Square.","The mythology around the history of Winter Park and Hannibal Square is painted as one of a black community and white community working together. The reality of the situation was a conflict for power. Of the total number of registered voters in Winter Park, 64 were black and 47 were white in 1893, so any measure that blacks were against could be voted down if enough people voted.[8] The Democrats in Winter Park understood that as long as Hannibal Square was part of the town, the Republicans would have control of the local government. Unable to redistrict the town through a straight vote, a petition was successfully sent to the Florida State legislature to redraw the town borders. Without the support of Hannibal Square, the power of Winter Park shifted away from the elected government to the new, Democratic Party controlled government, symbolic of the southern return to white-only politics. In the report of the 1889 election, one note was left out about who was re-elected. One of those re-elected to office was F.R. Israel, a black man. In five years, Israel would no longer be a citizen of the town he once aided in governing. Blacks made progress after the Civil War to gain a political voice, as illustrated by the election of F. R. Israel. The transformation of Winter Park in five years mirrored the new South. The black population was pulled away from their political accomplishments and prevented from the regaining of the voice they once possessed. Once again, they were the ghosts fighting to be heard."," ","[1] \"The Town Election Last Thursday,\" Winter Park Scrapbook, Archives and Special Collections, Olin Library, Rollins College, Winter Park, Florida. 319-1.","[2] Claire Leavitt MacDowell, “Winter Park – the Second Decade, 1890-1899” in <em>Chronological <br /> History of Winter Park</em>, (Winter Park, FL: Winter Park Herald, 1950) 48-53.","[3] <em>Dictionary of American History</em>, ed. Stanley I. Kutler (New York: Thomson and Gale, 2003), s.v. “Poll Tax”","[4] Frank B. Williams, “The Poll Tax as a Suffrage Requirement in the South, 1870-1901“, <em>The Journal of Southern History</em> 18, no 4 (1952): 469. http://www.jstor.org.ezproxy.rollins.edu:2048/stable/2955220.","[5] Ormund Powers, “End of Poll Tax and White Primaries Lastingly Changed Blacks’ Voting Status,” <em>Orlando Sentinel </em>(Orlando, FL), July 26, 1995.  http://articles.orlandosentinel.com/1995-07-26/news/9507250745_1_poll-tax-slot-machines-gibson","[6] Alexander Keyssar, “The Quiet Years,” in <em>The Right to Vote: The Contested History of Democracy in the United States, </em>(United States: Basic Books, 2009) 183.","[7] Michael J. Klarman, <em>From Jim Crow to Civil Rights: The Supreme Court and the Struggle for Racial Equality, </em>(United States: Oxford University Press, 2004) 32.","[8] Fairolyn Livingston, “A Window on Hannibal Square: A View of Life in Early Westside Winter Park and a Portrait of the Lives and Careers of Walter B. Simpson and Frank R. Israel, The only Black Men to Ever Hold Office in the City of Winter Park, Florida,” (Archives and Special Collections Olin Library, Rollins College, Winter Park, Florida, 1997), 6-7."],"display_date":"October 1889","search_date":"1889-10-16","locations":[{"id":1443,"lat":28.6157324623,"lng":-81.3533405132,"zoom":8,"place":"ORANGE, Florida"}],"tags":[{"id":1495,"tag":"Winter Park"},{"id":2444,"tag":"Hannibal Square"}],"course":{"name":"Decade of Decision 1890s","school":"Rollins College","course_id":131,"school_id":5}},{"id":6226,"title":"Nineteenth Century Public Education in the United States","course_id":131,"status":"P","start_date":"1890-02-14","end_date":"1890-02-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Nineteenth Century Public Education in the United States"," ","In the years following Winter Park’s founding, the city continued to grow, adding Rollins College, the Seminole Hotel, the Roger’s House, and schoolhouses. On February 14<sup>th</sup> of 1890, two new schoolhouses were dedicated in Winter Park. One of the schoolhouses was for white children, and the other schoolhouse, located in Hannibal Square, was for African American children. Education was becoming more important to families and their children during the late nineteenth century and many children were encouraged to attend elementary and secondary schools.[1] The curriculum in schools was changing, and the encouragement of African American children to attend school was also becoming more prominent. In Florida as well in other states, public schooling was becoming more popular, giving children, whether white or African American, the chance to learn basic skills needed in everyday life.","The dedication of the new schoolhouses was, according to the <em>Advocate</em>, “one of the most remarkable events that have happened in Winter Park.” The children that were to attend the new schools were a large part of the dedication; they were seated in the front of the dedication area and were involved in the ceremony itself. A man named J.T. Becks spoke of the beginning of schooling in America; the first school was started in 1642, and others were built in the years to come.[2] The public school curriculum in the United States included lessons that were “devoted to the cultivation of literacy and citizenship in all the people.”[3] The curriculum was turning toward a more secular theme during the nineteenth century.[4] The three main subjects that were taught in public elementary schools were reading, writing, and arithmetic.[5] Controversy surrounded what curriculum would be created for African American students. Many believed that their education should be “practical so that black children could become self-reliant, get jobs, and advance themselves and their race.”[6]","The public schools in Winter Park were offered to African American children as well as white children.[7] Even though education was offered to both races, the debate between mixed and separate schools was still a prominent issue in the United States. Following the Reconstruction Era, different states had different beliefs as to whether public schools should be mixed or if they should be separated by race. During the 1890s, many southern states rewrote their black codes, mandating that schools be segregated.[8] Even though the schoolhouses were separated in Winter Park, a ceremony was still held in Hannibal Square to open the new schoolhouse for African American children.[9] Mr. White, the Mayor of Winter Park, told the crowd gathered at the opening of the Hannibal Square schoolhouse that African Americans had a “knowledge unsurpassed by any other people.” Mayor White also commended the colored people “for their strict obedience to justice.”[10] The Dedication of the new schools in Winter Park focused not only on educating white children; they also complimented the African Americans for their determination and want to pursue public education.","The dedication of the two new schoolhouses was considered one of the most important events after Winter Park’s founding. The ceremony held for the dedication emphasized the importance of gaining an education for both white and African American children, and also gave the city an opportunity to come together for a common interest."," "," ","[1] Chase, Loring. \"The Dedication.\" In <em>Winter Park Scrapbook, 1881-1906: Loring Chase Scrapbooks</em>. Vol. 2. Winter Park, 1890.","[2] Chase, Loring. \"The Dedication.\" In <em>Winter Park Scrapbook, 1881-1906</em>","[3] Stone, James. \"Evolution of the Common School.\" In <em>An Historical Introduction to American Education</em>. New York: Thomas Y. Crowell Company, 1970. 49","[4] Grant, A. Cameron. \"A Noted on 'Secular' Education in the Nineteenth Century.\" <em>British Journal of Educational Studies</em> 16, no. 3 (1968): 308-17. Accessed November 3, 2014. http://www.jstor.org/stable/3119293.","[5] Stone, James. \"Evolution of the Common School.\" In <em>An Historical Introduction to American Education</em>. 49","[6] Butts, R. Freeman. \"Disjunctive Pluralisms: Racial and Regional.\" In <em>Public Education in the United States: From Revolution to Reform</em>. 143","[7] Chase, Loring. \"The Dedication.\" In <em>Winter Park Scrapbook, 1881-1906</em>","[8] Butts, R. Freeman. \"Disjunctive Pluralisms: Racial and Regional.\" In <em>Public Education in the United States: From Revolution to Reform</em>. New York: Holt, Rinehart, and Winston, 1978. 146","[9] Chase, Loring. \"The Dedication.\" In <em>Winter Park Scrapbook, 1881-1906</em>","[10] Chase, Loring. \"The Dedication.\" In <em>Winter Park Scrapbook, 1881-1906</em>"],"display_date":"February 14, 1890","search_date":"1890-02-14","locations":[{"id":1444,"lat":28.5664573086,"lng":-81.3013732137,"zoom":9,"place":"ORANGE, Florida"}],"tags":[{"id":1495,"tag":"Winter Park"},{"id":2328,"tag":"The Advocate"},{"id":2446,"tag":"public education"},{"id":2447,"tag":"schoolhouses"},{"id":2448,"tag":"The Dedication"}],"course":{"name":"Decade of Decision 1890s","school":"Rollins College","course_id":131,"school_id":5}}]}