{"id":1496,"tag":"Florida","points":[[28.6157324623,-81.3533405132],[28.5146851201,-81.3237702415],[24.6544423073,-81.6949104117],[28.5664573086,-81.3013732137],[29.2235069663,-82.0960676488],[29.3666393,-82.1973184]],"bounds":[[29.3666393,-81.3013732137],[24.6544423073,-82.1973184]],"episodes":[{"id":5568,"title":"The Building of Many Firsts: Ergood's Hall","course_id":88,"status":"P","start_date":"1882-09-01","end_date":"1882-09-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1882, Oliver Chapman and Loring Chase, founders of Winter Park, erected a 30x65 foot store making it the third building in Winter Park at this time. Both Chapman and Chase decided they would rent it out to Washington D.C. natives, John R. Ergood and Robert White Jr., officially opening the store to the small public of Winter Park in September of that same year. Located at the corner of North Park Avenue and Morse Boulevard Ergood's Hall was more than just a store. It would become the town hall, the first public school in Winter Park and the first town hall. The first floor of the building was the actual store, the second floor functioned as the town hall and by 1887 the rear of the store would eventually become the first post office (moving from a nearby hotel) with John R. Ergood ultimately given the title as Postmaster. As far as the functions of the town hall, not only were they held for the obvious, town meetings or political meetings but the hall also functioned as a public school and church services were held there weekly. A Sunday School was established as well as different churches, whether Methodist or Congregationalists, held their services there. This building clearly was an important center for the town where many people came and went and more than likely became central to the townsfolk’s everyday lives. But by 1887, a proprietor of the Pioneer Store by the name of A.H. Paul would eventually purchase Ergood's entire stock of merchandise moving his own store and its new stock to the corner of Park Avenue and Welborne Avenue, presumably buying the store from Ergood but leaving its other functions intact. However by 1908 a Dr. Jerry Trovillion would buy the entire building from John R. Ergood, transforming Winter Park's building of many firsts, into another first, the town's soda fountain as well as a new drug store."],"display_date":"September 1882","search_date":"1882-09-15","locations":[{"id":1443,"lat":28.6157324623,"lng":-81.3533405132,"zoom":8,"place":"ORANGE, Florida"}],"tags":[{"id":1495,"tag":"Winter Park"},{"id":1496,"tag":"Florida"}],"course":{"name":"United States Since 1945","school":"Rollins College","course_id":88,"school_id":5}},{"id":5569,"title":"Journey to Work: Walter B. Simpson","course_id":88,"status":"P","start_date":"1887-10-12","end_date":"1887-10-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On October 12, 1887 Walter B. Simpson and fellow Hannibal Square resident Frank R. Israel were elected as Winter Park Aldermen. They were the first black men to have ever been elected into any type of political office in Winter Park at that time. This vote came during a tumultuous time when Hannibal Square was taken out of the Winter Park boundaries and during this 1887 election was once again reincorporated to the annoyance of the white Winter Park settlers. Walter B. Simpson would be reelected for city Aldermen during a second election, serving from 1887 to 1893. Both Simpson and Israel would be the last African Americans to serve on the City Commissions. Simpson's election win was also during a time where the majority of the south did not allow African Americans to vote due to a special polling tax put in place to discourage any Blacks from voting. However just because Simpson won city Aldermen, sitting among fellow political leaders who were White and probably didn't expect him to win, did not mean that he left his original living area. No matter that Hannibal Square was part of Winter Park, Walter Simpson could not live nor always attend all town meetings (if White women were present) on the White side of town. His home was located diagonally across from Frank Israel's home and store (current day Dexter's on the corner of Pennsylvania Avenue and New England Avenue) on New England Avenue (current day Armando's Pizzeria). In order to attend meetings and make his way to the Town Hall, located in Ergood's Hall, his journey might have taken him eastward on West New England Avenue. Once he crossed the railroad tracks (which seems to be an unofficial marker that separates the Black neighborhood from the White site of town) he would have made a left onto Park Avenue. He would have had to cross at least two streets, including Morse Boulevard to get to his end destination. Simpson's journey might have been an uncomfortable one, yet necessary to achieve the work needed to be done that directly affected his community."],"display_date":"October 12, 1887","search_date":"1887-10-12","locations":[{"id":1443,"lat":28.6157324623,"lng":-81.3533405132,"zoom":8,"place":"ORANGE, Florida"}],"tags":[{"id":28,"tag":"Work"},{"id":1496,"tag":"Florida"},{"id":1495,"tag":"Winter Park"}],"course":{"name":"United States Since 1945","school":"Rollins College","course_id":88,"school_id":5}},{"id":5576,"title":"<strong>The Start of a New Era</strong>","course_id":88,"status":"P","start_date":"1/1/55","end_date":"1/31/55","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Winter Park is a suburban city located on the outskirts of Orlando in Orange County, Florida. It has a current population of 27,852 residents and is home to Rollins, College, Full Sail University, and the Charles Hosmer Morse Museum of American Art. Its areas range from open parks to residential areas to even street side shopping all along Park Avenue. It is in this eclectic town that just approximately eighty years prior, in 1934, that Robert E. Langford’s grandmother rolled up to a house at 716 Interlachen Avenue. She witnessed first hand the beautiful moss-covered oak trees of Winter Park, and stated, “This is the place.” She bought the home that August for $12,000, officially beginning the legacy of the Langford Resort Hotel.[1]","Years then passed and American involvement in World War II would begin and end as the entire state of Florida, one of the least populated states in the South, began to transform into a tropical destination.[2] Then in the early 1950s, Robert E. Langford, having been raised in the hotel business in Chicago, decided that he wanted to build a hotel in the very neighborhood that his grandmother called home. Langford realized that with the inventions of air conditioning to stifle the Florida heat and air travel to get to destinations easier than ever, Central Florida was ripe for development.[3] He immediately began purchasing property across the street from his grandmother’s house on East New England Avenue to build the one million dollar Langford Resort Hotel.","The two-hundred room luxury Langford Resort Hotel opened its doors officially in January of 1956. Along with it being Central Florida’s first air-conditioned hotel, the modern design of the Langford included the Empire Room, a famed supper club that featured nightclub acts from around the country; the Tree Tap Room, used for dances and banquets; and a seventy-five foot swimming pool surrounded by lush foliage, a petting zoo, and a variety of tropical birds.[4] This hotel quickly became the exotic escape that Florida tourists vied for and attracted numerous influential people including Ronald and Nancy Regan, Eleanor Roosevelt, and Walt Disney while he was scouting the area for a location for his theme park.","After forty-four years and countless guests, in May 2000 the Langford Resort Hotel closed its doors forever. In true Langford fashion, however, the hotel went out in style. During the hotels perfectly entitled “End Of An Era” farewell banquet, the Winter Park Mayor gave a champagne toast as everyone raised their glasses to the “glorious history of the hotel”, a glorious history that will forever play an important role in the history of Winter Park.[5]"," "," ","[1] Winter Park Public Library, \"Langford Hotel Collection.\"","[2] Christina Lane, \"Forging Florida's Sun Screen,\" <em>Mississippi Quarterly</em> 63, no. 4 (2010).","[3] Gary Mormino, <em>Land of Sunshine, State of Dreams</em>, (Gainesville: University Press of Florida, 2005).","[4] “Langford Hotel,” Postcard,1960, <em>Winter Park Public Library</em>.","[5] Winter Park Public Library, \"Langford Hotel Collection.\""," "],"display_date":"January 1955","search_date":"1955-01-16","locations":[{"id":28935,"lat":28.5146851201,"lng":-81.3237702415,"zoom":9,"place":"Orange, Florida"}],"tags":[{"id":1496,"tag":"Florida"},{"id":1512,"tag":"Tourism"}],"course":{"name":"United States Since 1945","school":"Rollins College","course_id":88,"school_id":5}},{"id":5597,"title":"Winter Park Amtrak Station","course_id":88,"status":"P","start_date":"1/1/62","end_date":"12/31/62","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Winter Park train station has existed almost as long as Rollins College has. Students have traveled in and out of Winter Park on trains that stop at the station. Before flying became popular, the train was the only practical way to go home or to travel anywhere. In this article, Rollins College attempted to use the train as a strategy to attract alumni to Winter Park for the 100<sup>th</sup> centennial of the college. The train station in use today is the same one that has been in use since 1962, meaning that those alumni coming on that trip would have the nostalgic feeling of riding the train to Rollins, much like they did back when they were students, and like the students before them did as well.","The Amtrak station brought much life and activity to Winter Park. It allowed students and others to visit the City of Winter Park at a time when long distancse transportation was a hassle and more difficult to do. The current station used once belonged to Atlantic Coast Line, a freight shipping line. The old station was a freight depot; this now serves the city as the Winter Park farmers market on Saturdays and Sundays. In 2009 the City of Winter Park won a grant to aid in the construction of a newer, larger, and more modern train station to replace the current station being used today. While the train is not as popular as it used to be in the 1960’s, it still has its place in society today and its appeal to Winter Park is not only in its usefulness, but also in the nostalgia that it brings back."],"display_date":1962,"search_date":"1962-07-02","locations":[{"id":32034,"lat":28.5146851201,"lng":-81.3237702415,"zoom":9,"place":"Orange, Florida"}],"tags":[{"id":1495,"tag":"Winter Park"},{"id":1496,"tag":"Florida"},{"id":1551,"tag":"Amtrak"}],"course":{"name":"United States Since 1945","school":"Rollins College","course_id":88,"school_id":5}},{"id":5598,"title":"Journey to Work: Hamilton Holt","course_id":88,"status":"P","start_date":"1/1/24","end_date":"12/31/24","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Dr. Hamilton Holt, eighth president of Rollins College, passed away on April 26, 1951 at the age of 78. He died of a heart attack at night in his home, two years after he left his presidency at Rollins. During his earlier life, Holt worked for the <em>Independent, </em>which was a weekly magazine founded by his grandfather and other members of a Congregational Church. Eventually Hamilton Holt would become the owner and editor of the <em>Independent</em> and continue to publish his literary work.","Holt promoted peace and disarmament during his lifetime. He won a myriad of accolades and awards for his work on social justice and peace. In 1924, he was the Democratic Party’s candidate for a special election in Connecticut, his home state, but was defeated by now famous Representative Hiram Bingham, who was also the man who discovered Machu Picchu.","After losing the election, Irving Bacheller, a trustee of Rollins College asked Holt if he would be interested in becoming the next president at Rollins.  Hamilton Holt’s response was that while he had never actually taught students, Holt believed that he had enough experience being taught and spending time in university setting that he should be able to perform the duties of President of Rollins College. Upon accepting the job, Hamilton Holt then had to travel from Connecticut to Rollins College in Winter Park, Florida. During this time period it was not an easy feat to travel such a long distance. There was no commercial air travel, and driving was not an option. Hamilton Holt most likely arrived Rollins via train from Connecticut and  disembarked at the old Winter Park train station, which is now used on weekends for the farmers market. From the station he most likely walked down Park Avenue and through the front gates of the campus.","Hamilton Holt redefined education at Rollins with the Rollins Educational Conference system. The impact of Holt’s changes are still evident in Rollins education today. Holt created a system in which students had an 8-hour day with hour periods, instead of just 8 hours of learning a day. This system allowed students to learn three subjects in one day and the fourth period was devoted to working so students could pay for tuition or immerse themselves in the arts. Holt held discussions between schools and scholars so they could discuss what should be learned in the classroom. This system created a debate centered on practicality versus continuing the traditional education path. Holt transformed Rollins from a struggling school into a striving liberal arts college with the reputation it has today. This is why Holt Avenue, Holt Building, and the Holt Night Evening School are all named after him. His impact on Rollins is arguably greater than that of any other president."],"display_date":1924,"search_date":"1924-07-01","locations":[{"id":21523,"lat":28.5146851201,"lng":-81.3237702415,"zoom":9,"place":"Orange, Florida"}],"tags":[{"id":1495,"tag":"Winter Park"},{"id":438,"tag":"Rollins College"},{"id":1496,"tag":"Florida"},{"id":1497,"tag":"Orlando"},{"id":1552,"tag":"Hamilton Holt"}],"course":{"name":"United States Since 1945","school":"Rollins College","course_id":88,"school_id":5}},{"id":5599,"title":"Spatial History Engine: Hamilton Hotel","course_id":88,"status":"P","start_date":"1/1/70","end_date":"12/31/70","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Built in the 1920’s, the Hamilton Hotel was built as more modest accommodations than the only other hotel in town. The other hotel, the Seminole Hotel, boasted of visitors of such caliber as Henry Flagler, William Rockefeller, and even United States President Grover Cleveland. The Hamilton Hotel was the first in Winter Park to have a bathroom in each room;  while it may seem strange to not have a restroom today, it was common to share bathrooms during those days. In 1941, the price for a room was $2.50 per day, much cheaper than today’s prices.","In the 1970’s the Hamilton Hotel was remodeled and renamed to the Park Plaza Hotel, which it is still known as today. The hotel has risen in popularity, and is now considered one of the nicer hotels in Winter Park. The location for the hotel is excellent because it is situated on Park Avenue, the main road in Winter Park filled with shops, restaurants, a park, and a train station. The hotel’s rooms over look Park Avenue and the park, providing an aesthetically pleasing view. Also, ever since the Seminole Hotel closed, Park Plaza has tried to fill the gap or at least lure some of the more prominent crowd to Park Avenue, which would boost their earnings and also aid shops and restaurants on Park Avenue. One of the ways this was accomplished was by buying huge reproduction beds from the 1700’s and 1800’s, attracting people who wish to experience something new.","The hotel acted as a crucial part in the expansion of Rollins, because it provided visiting parents a place to stay other than the exorbitantly priced Seminole Hotel, which most people would not have been able to afford. The Park Plaza Hotel aided in the growth of Rollins College, which aided in the growth of Winter Park, and so the city conssiders it an important landmark in Winter Park today. Pictures of the hotel from before and after the remodel also show how far the hotel has come since its creation, while at the same time sticking to its roots and keeping it similar view to the past."],"display_date":1970,"search_date":"1970-07-02","locations":[{"id":36752,"lat":28.5146851201,"lng":-81.3237702415,"zoom":9,"place":"Orange, Florida"}],"tags":[{"id":1495,"tag":"Winter Park"},{"id":1496,"tag":"Florida"},{"id":1497,"tag":"Orlando"},{"id":1553,"tag":"Hamilton Hotel"}],"course":{"name":"United States Since 1945","school":"Rollins College","course_id":88,"school_id":5}},{"id":5843,"title":"The Rise of Divorce in Florida in the 1970s","course_id":119,"status":"P","start_date":"1/1/78","end_date":"12/31/78","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Nationally, divorce rates climbed 82 percent during the decade of the 1970s, and in no state was this trend more apparent than in Florida. According to the 1978 records of the Vital Statistics of Florida (VSF), dissolutions of marriage (including annulments) reached an all-time high, while remaining below the 1975 divorce rate, at which it had peaked. The divorce ratio in 1978 was 7.4%, an increase from 7.2% in 1977, however still 0.1% shy of the 1975 peak ratio of 7.5%. Still, the table referenced in the VSF shows an overall increase in the frequency of marriage dissolutions through the 1970s. This growth is obvious when looking at the proportion of divorce in the 1970 (5.4%), compared to 7.4% in 1978. It is clear that within the span of 8 years, the rate of divorce in Florida grew by a substantial 2%.","Of course, the Florida State Board of Health offers several factors to be taken into consideration whilst evaluating the statistics concerning divorce. Many of the people whom establish residency in Florida do so solely for the purpose of taking advantage of the state's liberal divorce laws. This fact might account for the high frequency of divorce in Florida when compared to the national average. In 1978, for example, the ratio of dissolutions per 100 marriages in Florida was 69.3, whereas nationally, the ratio was far less, at only 50.3. Still, the State Board of Health predicts a decrease in the difference between these two ratios as other states become more liberal in their own divorce policies. When evaluating the number of marriage dissolutions in Florida, using the numbers collected over the years, the growing divorce trend becomes quite visible. In 1960, for example, 19,511 marriages were dissolved in Florida. By contrast, 37,202 marriages were dissolved in Florida a decade later, in 1970. And in 1978, 66,018 marriages were recorded as having been dissolved in the state of Florida. Given, the occurrence was rising more rapidly than the national average, but that is not to say that the national divorce rate had not been rising as well. In fact, the national divorce ratio had been following an upwards trajectory since 1963, and according to the National Center for Health Statistics, an estimated 1,130,000 divorces were granted in the US during 1978. This was 3.6% higher than the national divorce total for 1977. These statistics paint a clear picture as to the evolving social tendency towards divorce becoming a more frequent occurrence in 1970s America.","There are several logical inferences to make regarding these statistics, the most obvious being that divorce had become a more acceptable practice in US society during this decade. The significance of the rise of divorce in the United States is perhaps most evident in everyday family life. Such an increase in divorce alludes to the changing face of the typical American family during the 1970s. Average American adults during the 1970s probably knew more people who had been divorced, or re-married, than their parents had known. Having step-parents, or being a single mother was probably more common in the 1970s than it had been in the 1950s or 1960s. Regardless of the forces that fuelled this societal shift, the rising divorce rate, as documented in the 1978 Vital Statistics of Florida, clearly marks a change in the American landscape. The growth of dissolutions of marriages during the 1970s speaks to the transformative nature of the decade, and hints at the effect it had on the family dynamics of Americans."],"display_date":1978,"search_date":"1978-07-02","locations":[{"id":36752,"lat":28.5146851201,"lng":-81.3237702415,"zoom":9,"place":"Orange, Florida"}],"tags":[{"id":1496,"tag":"Florida"},{"id":527,"tag":"Divorce"},{"id":1560,"tag":"The 1970s"}],"course":{"name":"Decade of Decision- 1970s","school":"Rollins College","course_id":119,"school_id":5}},{"id":6092,"title":"They fought with bread and humor.","course_id":121,"status":"P","start_date":"4/23/82","end_date":"4/23/82","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Drug smuggling in South Florida was a major issue in the early 1980's. Drugs were being dropped offshore and residents would pick them up, and bring them North to the distributors in the major cities. Many of the drugs coming into the country were coming from the Cuba and many of the Central American countries through Florida. In an effort to combat this problem the Federal Government set up a roadblock and checkpoint in the early months of 1982. The Border Patrol placed the roadblock at the northern limits of the Florida Keys. Residents of the Keys were disturbed about the fact that everyone was being stopped and searched upon their entry and exit of the County. With the massive amounts of tourism being lost, it was decided that an injunction against the Border patrol's actions should be filed in Federal Court. Dennis Wardlow, the mayor of Key West, flew to the Federal Court in Miami on April 22, 1982. The Court decided in favor of the Federal Government and maintained that the checkpoint was legal. When the media asked Mayor Wardlow what they would do, he responded \"we are going to go home secede.\" Then next day around noon, Mayor Wardlow, addressed the massive crowd. Reading the Conch Republic Proclamation of Secession, Wardlow ended the speech with \"Big trouble has started in much smaller places than this. I am calling on all my fellow citizens here in the Conch Republic to stand together, lest we fall apart-fall from fear, from lack of courage, intimidation by an uncaring government whose actions show it has grown too big to care for people on a small island.: The US flag was lowered in the town center, and the official flag of the Conch Republic was raised. Following the speech Mayor, now Prime Minister, Wardlow declared war on the United States. He took stale Cuban bread and broke it over the head of an individual in a US Navy uniform. Residents of the \"Conch Republic\" began throwing stale Cuban bread at the US Coast Guard cutter <em>DILLIGENCE. </em>After about a minute into the war, Prime Minister Wardlow surrendered to a US Naval Officer that was present. Upon the surrender, Wardlow demanded financial aid from the US for the Conch Republic. The US did not give the Conch Republic any financial aid, but the roadblock was immediately removed."," ","."],"display_date":"April 23, 1982","search_date":"1982-04-23","locations":[{"id":40533,"lat":24.6544423073,"lng":-81.6949104117,"zoom":8,"place":"Monroe, Florida"}],"tags":[{"id":1879,"tag":"Secession"},{"id":1496,"tag":"Florida"},{"id":42,"tag":"Civil Rights"}],"course":{"name":"Introduction to Digital History","school":"University of Wisconsin, Milwaukee","course_id":121,"school_id":68}},{"id":6141,"title":"African Americans Find a Voice in the Post-Reconstruction South","course_id":131,"status":"P","start_date":"1889-05-31","end_date":"1889-05-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On May 31st, 1889, amidst the hostilities of the post-Reconstruction South, the first issue of the black-owned Florida newspaper, <em>The Advocate</em>, was published. At its head was Hannibal Square, Winter Park, Florida resident Gus C. Henderson, who acted as the paper’s manager. A staunch Republican, Henderson began the newspaper with the goal of providing the citizens of Hannibal Square and Winter Park with political updates as well as local social news. Clearly stated in its “Introduction” article, <em>The Advocate</em> pledged its responsibility to, “take a stand that we may never be afraid or ashamed to advocate.” To Henderson, publishing editorials and informative articles about the political occurrences in Winter Park was of the utmost importance, and for this reason, he willingly, “[entered] the journalistic life with all its difficulties and bankruptcy…” As the article acknowledges, many black-owned and operated newspapers in the South remained unsuccessful due to both economic hardship as well as the high illiteracy rate among black populations. The 1886 Constitution of Florida also all but eliminated black individuals from political relevancy. <em>The Advocate</em>, however, reached great success, as the paper would go on to capture the attention of black and white citizens alike, and remained one of the two black-owned newspapers in Florida for a time. Henderson himself worked not only as the business manger, but also became a reporter, editor, and advertising salesman for the paper.","Although Henderson confirmed that this newspaper would not become a “political machine,” he made it clear that <em>The Advocate</em> would never hesitate to promote views that are right and just. What Henderson is referring to is not specified, but the context in which the newspaper was originally published suggests that political advocacy for the Republican party, as well as the rights of black individuals were both on the paper’s agenda. At the time of the first publication, the predominantly black Hannibal Square district of Winter Park had recently been incorporated into the rest of the city due to a great deal of political activism on Henderson’s part. Like Henderson, the creators of Winter Park and Hannibal Square, Loring Chase and Oliver Chapman, were also members of the Republican party. For these reasons and more, Henderson had long been a proponent for the Republicans, even crediting the party with aiding in the abolishment of slavery. Such political views hinted at in this introductory article would later be clearly reflected in the articles and editorials published in the paper’s future issues, and politics would play a key role in making <em>The Advocate </em>a voice for the black individuals of Winter Park, Florida in the late 19th century."],"display_date":"May 31, 1889","search_date":"1889-05-31","locations":[{"id":1443,"lat":28.6157324623,"lng":-81.3533405132,"zoom":8,"place":"ORANGE, Florida"}],"tags":[{"id":2322,"tag":"Gus Henderson"},{"id":2321,"tag":"post-reconstruction"},{"id":2273,"tag":"Newspaper"},{"id":142,"tag":"african americans"},{"id":1496,"tag":"Florida"}],"course":{"name":"Decade of Decision 1890s","school":"Rollins College","course_id":131,"school_id":5}},{"id":6142,"title":"<strong>Hamilton Disston: The Man Who Reshaped Florida</strong>","course_id":131,"status":"P","start_date":"1881-01-01","end_date":"1896-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Hamilton Disston's mission was to transform Florida from a state full of swamps to an almost tropical paradise. He put down his famous saws and left his home in Philadelphia to travel down to Florida and take on the highly risky and tough job of finding a way for people to want to move to Florida.","Hamilton was born on August 23, 1844 in Philadelphia. His father, Henry Disston, was the head of the Keystone Saw, Tool, Steel, and File Works which would eventually be renamed to Henry Disston and Sons. Hamilton worked at the factory as an apprentice. During the Civil War, Hamilton Disston and others from the factory left to join the Union Army, and he returned after the war ended in 1865. When his father died in 1878, Hamilton Disston took control of his father's company, which was renowned for the saws that they produced. William D. Bloxton, governor at the time, eventually was able to get Hamilton Disston to sign a land deal in 1881 to make Florida more appealing for people to move down there, especially the wealthy. By 1855, five years after Florida was given almost seven million acres of land, the state established an Internal Improvement Fund. The fund was created to help build various construction projects, like railroads, to improve Florida overall and its economy. However the poor amount of money the fund received from the land it sold caused it to go into massive debt."," ","In 1881 Hamilton Disston signed a deal to drain the lands that were being filled with water from the Kissimmee River and Lake Okeechobee. To drain out the lands and to keep them from filling up with water again, Hamilton Disston had Lake Okeechobee drained, by connecting it to the Caloosahatchee River which would effectively allow the lake to flow right into the Gulf of Mexico. For the Kissimmee River, Hamilton Disston had a series of canals built that would allow the river to flow into a series of lakes. After he successfully completed draining out most of the land in the area he was working on, Hamilton and others were able to start farming on the land. Hamilton Disston and his workers were able to successfully drain out the lands and allow Florida to be developed into a better area to live in. Farming became big, even Hamilton Disston grew his own sugar canes; on the land he drained. Towns sprung up across Florida, including Winter Park. While Hamilton Disston was in Florida he became sort of a celebrity. During the dedication of the Lyman Gymnasium at Rollins College, Hamilton Disston, nicknamed the Florida Sugar King at the time, and his wife were some of the distinguished guests invited to attend it. The couple even stayed at the Seminole Hotel, which was famous for hosting wealthy visitors to the town of Winter Park.","Despite his success in transforming Florida, Hamilton Disston's good fortune would eventually run out. Although Hamilton Disston was able to profit off the selling of his land, much of the land was still not being sold. To go along with his inability to sell the rest of the land in 1893 there was a big economic panic, and a huge freeze in Florida that destroyed a lot of the crops in the area, which hurt Disston even more. Hamilton Disston also did a good deal of investing in steamboats as well as the land in Florida, but the steamboat investment was short lived due to the emergence of railroads in Florida that were now able to be built on the newly drained land. Hamilton Disston would eventually commit suicide on April 30, 1896, most likely due to the economic burdens he was dealing with. Hamilton's brother William Disston would take over the factory after Hamilton's death, and restore it almost to its former glory.","Hamilton Disston, a wealthy northern saw maker born into his wealth and position, had a goal to transform Florida into a habitable area for people to move down south and make a successful living. He was able to reshape Florida into wet, swampy land, to a state where people could move down and restart their lives through various ways, like farming. Although his success only lasted about ten years and ended in economic failure and suicide, he still was able to make an impact to the overall condition Florida was in."," "," "," "],"display_date":"1881 - 1896","search_date":"1888-12-31","locations":[{"id":1443,"lat":28.6157324623,"lng":-81.3533405132,"zoom":8,"place":"ORANGE, Florida"}],"tags":[{"id":2323,"tag":"Hamilton Disston"},{"id":1496,"tag":"Florida"}],"course":{"name":"Decade of Decision 1890s","school":"Rollins College","course_id":131,"school_id":5}},{"id":6146,"title":"Florida's Phenomenal and Progressive Political Position in 1893","course_id":131,"status":"P","start_date":"1893-07-08","end_date":"1893-07-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the late nineteenth century, several factors contributed to the establishment of the post-Reconstruction era South. Such factors include creating a balance between agrarian and industrial economic profit, establishing a sustainable political atmosphere, and moving towards development that would place the South in equal ranks with the North in terms of industrialization and productivity. Despite this overall sentiment to rebuild the region, certain aspects of the New South’s society were harder to establish than others. In particular, politics of the 1880’s and the 1890’s caused numerous setbacks due to the extreme partisanship, internal corruption within each party, and the competitive nature of elections.","Winter Park, Florida had effectively settled itself in terms of generating economic profit for the town, creating a pleasurable lifestyle for its residents and guests, as well as establishing a stable political environment. Various hotels such as the Seminole advertised sunshine as the key to escaping the unbearable winter months in the North as well as advertising its luxurious and spacious atmosphere. Labor was needed to provide for the flock of Northerners, so recently freed black citizens were encouraged to move to Winter Park as a place to live and work.[1] This influx of tourists created large economic profits for Winter Park, and thus caused other industries began to evolve as well. Despite the inclusion of black citizens into the town, social tensions did remain throughout the South, but the political upset are discussed in more detail in this article.","“A Quiet Election” provides an inside look into this stable political setting that is unusual compared to the rest of the South. In July of 1893, one ticket or platform ran for Town Council positions of mayor, marshal, collector, treasurer, and clerk, but these men did not have an opposing force to campaign against.[2] Florida has a history of political transformation especially after the Spanish-American War, in which the United States gained large territories in the Southwest region. Sectionalism and the later argument of secession created divisions among Floridians, so the political atmosphere of this state was, contrary to what “A Quiet Election” illustrates, composed of several different affiliations.[3] Further, the two-party system existed when Florida was admitted to the Union in 1848.[4] As a result, the continued competitive nature between the two major parties, as well as smaller third party organizations, made up the political culture within Florida. The book <em>The Promise of the New South: Life After Reconstruction </em>provides description of the standard regional Southern politics of the 1890’s: The Civil War and Reconstruction created a two-party system that transformed into a two-region system, with the North being mostly Republicans and the South being mostly Democrats.[5] Political parties were not mentioned and rather the article, “A Quiet Election,” only discusses information concerning the homes and reputations of the men elected. With this new round of officials, the newspaper ends on a progressive and positive note, “[A]nd now things are moving on. For them, we hope success.”[6]","In conclusion, the standard political aspects of the 1890’s in Florida as well as the majority of the South included severe party loyalty and an overarching theme of competition between the two major parties. Despite this fact, Winter Park seems to experience a completely different political landscape as illustrated by the City Council election of July 1893. One ticket of men ran for office and thus were elected. The article did not mention their party affiliations and instead discussed their relationships to the Winter Park community with an encouraging outlook for continued progress and industrialization of the town."],"display_date":"July 8, 1893","search_date":"1893-07-08","locations":[{"id":1444,"lat":28.5664573086,"lng":-81.3013732137,"zoom":9,"place":"ORANGE, Florida"}],"tags":[{"id":2330,"tag":"Election 1893"},{"id":2329,"tag":"1890s"},{"id":1496,"tag":"Florida"},{"id":1495,"tag":"Winter Park"},{"id":1444,"tag":"American Politics"}],"course":{"name":"Decade of Decision 1890s","school":"Rollins College","course_id":131,"school_id":5}},{"id":6200,"title":"The Founding of the African Methodist Episcopal Church in Florida","course_id":130,"status":"P","start_date":"1865-06-22","end_date":"1865-06-22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On June twenty second, 1865, the first African American Methodist Episcopalian Church (A.M.E. Church) was established in Jacksonville, Florida. Appropriated as the corresponding reverend of the A.M.E. Church in Florida was Reverend W.A. Stewart, who helped build churches around Florida and spread Methodist Episcopalism throughout the state.","The South Carolina A.M.E. Conference of May, 1865 recorded the first proposal to build an A.M.E. Church in Florida. Bishop D.A. Payne, an influential part of the A.M.E. church and avid historian of the church and Richard Allen, organized the conference in an attempt to spread this popular northern form of African American Christianity. His proposal to hold a conference in South Carolina allowed the southern states to partake in the conference and elect Bishops and Reverends for the very first churches in the south. The Reverend W. G. Stewart wrote this letter to report his actions as the A. M.E. Church-appointed reverend in Florida. This report tells of the Reverend’s progress in making A.M.E Churches in Jacksonville, Tallahassee, Quincy, Monticello, and Lake City with the help of the residing elder, Reverend C.H. Pierce. The first appointed A.M.E. Reverend in Florida wrote this letter which created a significant historical moment when he brought this religion deeper into the South.","Methodist Episcopalism was first seen in the English Colonies as different forms of Protestantism began to form throughout America. Colonists from England brought many religious opinions that they knew from home, including Protestantism. Soon Protestantism began to extend in ethnic and racial dimensions. This contributed to an African-American society that turned to Protestantism and its subgenres. An example of this is the African American Episcopal Church. As the religious demands of the African Americans in northern states like Pennsylvania and Maryland grew, the Methodist Society eventually allowed the formation of a church for African Americans. This first church became the place Richard Allen, the first ordained Methodist Episcopal Minister and one of the founders of the A.M.E Church, held his sermons. The A.M.E church soon spread with the help of Richard Allen and other, later members like D.A. Payne until slowly trickling down to the southern states and finally Florida.","The African Methodist Episcopal Church is an important part of American history as it is the first church created by an African American for African Americans. This letter signifies the spread of a relevant religion as it travels from its origins from the north into the heart of the south and beyond."],"display_date":"June 22, 1865","search_date":"1865-06-22","locations":[{"id":1421,"lat":29.2235069663,"lng":-82.0960676488,"zoom":9,"place":"MARION, Florida"}],"tags":[{"id":1496,"tag":"Florida"},{"id":79,"tag":"Religion"},{"id":2412,"tag":"African American Religion"},{"id":2413,"tag":"A.M.E. Church"}],"course":{"name":"African-American History to 1877","school":"Rollins College","course_id":130,"school_id":5}},{"id":6220,"title":"Republicans Try to Take back Control","course_id":131,"status":"P","start_date":"3/4/93","end_date":"3/4/93","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the late nineteenth century, the post-Reconstruction era South created many years of turbulence. Mainly between the two largest political powers the Republicans and Democrats. The politics of the 1880s and the 1890s created an abundance of delays due to the bigotry, internal corruption within each political party, and the extreme competitiveness of elections. As Reconstruction diminished, the status of any freedman may have increased but the discrimination is still there[1].","After the Reconstruction period the Republicans called themselves \"radicals.\" The radicals were averse during the war by moderates and conservative parties led by Abraham Lincoln. After the war by there was an even larger split between the nation the \"Conservatives\" in the South and \"Liberals\" in the North. Radicals were strongly against slavery during and after the war. Moreover, disbelieved ex-Confederates that demanded harsh administration for the former rebels and accentuate civil and voting rights for freedmen, otherwise known as the recently freed slaves.","Although African-Americans gained freedom in the South, they did not gain equality. Despite the Republicans efforts during Reconstruction, many African-Americans in the South still had to deal with the struggles of poverty, the lack of proper education and unemployment. Exhausted and unemployed, many African-Americans moved to cities to search for work. As a result of the migration, the population of African-Americans in the South increased tremendously by roughly 75 percent during the late 1800s. Other freed African-Americans tried to establish farms but lacked the right resources and equipment; they were compelled to rent out land under the sharecropping system. Discrimination in the South intensified with the passage of Jim Crow laws in the 1880s. The Jim Crow laws were racial segregation laws that went into legislation between 1876 and 1965 in the United States. The Supreme Court were still demoralizing and discriminated against African-Americans, shown in the court case of Plessy v. Ferguson decision in 1896, which declared all “separate, but equal” to be constitutional.","While in Florida around the time of post-Reconstruction a Judge by the name of Hon J. R. Mizell[2], being interviewed about legislation in Winter Park. He explains that there is nothing wrong with the government while he speaks so highly of those in office. He goes on explaining about those in office and how they each have honor and integrity and no fool would go against any of them. Mizell clarifies how it would be childish of individuals to petition on Park Ave because it will result in large amounts of money by both sides; it will increase taxes, deter people from settling. Winter Park had adequately constructed a balanced in profit coming through the town, bringing an enjoyable lifestyle for its residents, all while trying to keep a calm political atmosphere[3]. Hotels in the surrounding areas began to spread the ideas of sunshine in Florida to get those Northerners to escape the insufferable winter months. With the arrival of tourists creating large fiscal profits for Winter Park and created a chain for other big industries began to develop over time as well. Despite the migration of African-American citizens into the town, social tensions did continue throughout the Southern states.","All in all, after post-Reconstruction nobody was happy with the government and how it was presented, not the Conservatives or Liberals. Though Judge Mizell did touch on something important that though the petitioners may have had the majority of the white vote they did not have a chance against the Democratic legislature."],"display_date":"March 4, 1993","search_date":"1993-03-04","locations":[{"id":41939,"lat":28.5146851201,"lng":-81.3237702415,"zoom":9,"place":"Orange, Florida"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1496,"tag":"Florida"},{"id":2436,"tag":"Judges"}],"course":{"name":"Decade of Decision 1890s","school":"Rollins College","course_id":131,"school_id":5}},{"id":6506,"title":"The Reddick School: A Rosenwald School","course_id":154,"status":"P","start_date":"1/1/25","end_date":"1/31/16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["<em>Two views of the Roddick School from the Fisk University Rosenwald Database</em>"," ","     Two undated old photographs show what the Reddick School looked like.  A <em>Gainesville Sun</em> 2016 article reports that the late Rosa Nettles Bishop said the “original Reddick School” was down the road (the Old Dixie Highway) from the High School she had attended.  (Leitner 2016) ","      Because the photographs survive and plans of the Rosenwald schools were standardized and dated we know that the Reddick School was a three-teacher type of 1925-26 and we can tell the Reddick School was based on the Rosenwald  “Community School Plans.” The plans were made by a white architect Samuel L. Smith and reflected progressive school ideas of the time."," (Hoffschwelle 2008, 218-221)","     The Reddick School reflected basic design principles common to all Rosenwald schools.  Banks of tall windows, orienting the building to the East or West and setting the rooms in a rectangular block or an H shape maximized light. Good ventilation ensured stoves didn’t pollute and lifting the building off the ground on supports created a crawlspace allowing air circulation. There were at least two enclosed bathrooms and, whenever possible, running water. Colors enhanced the light but minimized glare so walls were a light color from the wainscoting up with a darker middle tone color below. The exterior was a light color, and based on modern designs of great simplicity.","     The Reddick School would have included cloakrooms and desks that could be adjusted, elements unknown in poor schools of the time. (Ibid.)  All of these elements added up to a modern, well-lighted, comfortable environment with good furnishings that sometimes were better than the schools of white students. This sometimes gave rise to resentment and opposition from whites and arson was sometimes a problem. (Ibid.)  ","     But the architecture of the Reddick School and the Rosenwald schools generally was not entirely positive. It was the perfect segregation architecture since it totally separated black children from white children. In restaurants, theaters and any building a black person could enter, segregation required partitions, separate entrances and separate bathrooms. These were expensive and awkward solutions to the Jim Crow problem of color separation. The Rosenwald schools were a perfect solution since they totally segregated the African Americans who used them from white people even going so far as to surround the schools with a land barrier devoted to agricultural training uses. (Weyeneth 2005, 11-44)  Secondly, the Rosenwald schools were designed to accommodate white supremacy in the workforce. (Anderson 1988, 228)  The educational strategy developed by Booker T. Washington for the southern schools was built around practical rather than classical education. Washington’s 1895 “Atlanta Compromise” speech set out his willingness to accommodate segregation so as not to enflame white fears that African Americans would be educated beyond the level required for black women to be domestics and black men to have only the lowest level jobs. Rosenwald schools followed this accommodationist strategy with rooms designed for industrial education and fields outside to teach agriculture skills. So while philanthropists helped build black schools, it was not to produce African Americans able to get jobs higher paying or higher class jobs than those they already had. (Anderson 1988, 228)  Even with these limitations, the Reddick School, like all Rosenwald schools, was a very positive experience for the children who attended it and a source of pride and community bonds for their parents. Attending the Reddick School must have been a unique and important experience for students who nowhere else could experience an environment as functional and good looking and intended specifically for them. ","     This is confirmed by Mary Hoffschwelle, whose study of oral histories of Rosenwald students found that few recalled much about industrial education. (Hoffschwelle 2008, 222-224) Instead they confirm the positive meaning of Rosenwald schools as both educational institutions and symbols of self-worth and community pride. This significance was further expanded because the Reddick School and others like it were built with substantial support from the local African American community ($300 in the case of the Reddick School as well as $3,000 of public money and a contribution of $900 from the Rosenwald Fund). This made the Rosenwald schools  a successful symbol of the powerful love for education and self-help efforts that were an important part of African American culture."],"display_date":"January 1, 1925 - January 31, 1916","search_date":"1920-07-17","locations":[{"id":52896,"lat":29.3666393,"lng":-82.1973184,"zoom":8,"place":"Reddick, Marion County, Florida"}],"tags":[{"id":1496,"tag":"Florida"},{"id":2941,"tag":"Reddick"},{"id":2943,"tag":"Rosenwald"}],"course":{"name":"African American History Since 1877","school":"Rollins College","course_id":154,"school_id":5}}]}