{"id":1497,"tag":"Orlando","points":[[28.5146851201,-81.3237702415],[28.5383355,-81.3792365]],"bounds":[[28.5383355,-81.3237702415],[28.5146851201,-81.3792365]],"episodes":[{"id":5570,"title":"Duane Zimmerman's Journey to Work","course_id":88,"status":"P","start_date":"1/1/89","end_date":"12/31/99","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Every day for twenty years Duane Zimmerman would drive to Orlando Regional Medical Center to work. Every day for twenty years Duane Zimmerman left his home in suburban MetroWest and traveled through poor and dangerous parts of Orlando to reach his job on the prosperous edge of Downtown Orlando. Zimmerman left his own little Levittown – a big white house with a massive lawn, all demarcated by a big black fence and situated within walking distance of a major Florida toll road. Zimmerman’s journey to work, his transition from suburbia to the urban core of Orlando, took him from middle-class MetroWest to extremely lower-class Pine Hills, Parramore, and Orange Blossom Trail, all the way to upper-middle-class Downtown Orlando.","Zimmerman’s route to work took him through many immigrant neighborhoods, as evidenced by the multitude of foreign flags and the Spanish-language billboards. These were neighborhoods whose paths to prosperity were blocked by language barriers and a fierce hold on the past – the advertisements graffitied onto buildings proclaiming “Hispanic Food: $3.95” are proof enough. This area of immigrants is no different from any other group of immigrants in American history. They are new to this land, and until they assimilate culturally and economically they want to stay with peoples in similar situations to their own.","Beyond the immigrant neighborhoods lie dangerous and foreboding streets along Orange Blossom Trail and Pine Hills. Along these roads one sees poverty like one has never seen it before. Men, barely clothed, stumble into traffic, the effects of some substance abuse apparent in their gait and in their sad, sad eyes. A sense of apprehension comes over an individual as one passes by signs leading to Pine Hills, a poverty-stricken area that plagues Orlando with both crime and a bad reputation.","Suddenly, with almost no transition, the paved road turns to cobblestone and ORMC buildings reach skyward as helicopters descend on their rooftops. The true skyscrapers of Downtown Orlando are seen in the distance, but regardless the heart-wrenching poverty is gone and the terraced palm trees and manicured shrubs return to decorate buildings and aesthetically improve the urban hinterland."],"display_date":"1989 - 1999","search_date":"1994-07-02","locations":[{"id":40176,"lat":28.5146851201,"lng":-81.3237702415,"zoom":9,"place":"Orange, Florida"}],"tags":[{"id":1498,"tag":"ORMC"},{"id":1497,"tag":"Orlando"}],"course":{"name":"United States Since 1945","school":"Rollins College","course_id":88,"school_id":5}},{"id":5598,"title":"Journey to Work: Hamilton Holt","course_id":88,"status":"P","start_date":"1/1/24","end_date":"12/31/24","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Dr. Hamilton Holt, eighth president of Rollins College, passed away on April 26, 1951 at the age of 78. He died of a heart attack at night in his home, two years after he left his presidency at Rollins. During his earlier life, Holt worked for the <em>Independent, </em>which was a weekly magazine founded by his grandfather and other members of a Congregational Church. Eventually Hamilton Holt would become the owner and editor of the <em>Independent</em> and continue to publish his literary work.","Holt promoted peace and disarmament during his lifetime. He won a myriad of accolades and awards for his work on social justice and peace. In 1924, he was the Democratic Party’s candidate for a special election in Connecticut, his home state, but was defeated by now famous Representative Hiram Bingham, who was also the man who discovered Machu Picchu.","After losing the election, Irving Bacheller, a trustee of Rollins College asked Holt if he would be interested in becoming the next president at Rollins.  Hamilton Holt’s response was that while he had never actually taught students, Holt believed that he had enough experience being taught and spending time in university setting that he should be able to perform the duties of President of Rollins College. Upon accepting the job, Hamilton Holt then had to travel from Connecticut to Rollins College in Winter Park, Florida. During this time period it was not an easy feat to travel such a long distance. There was no commercial air travel, and driving was not an option. Hamilton Holt most likely arrived Rollins via train from Connecticut and  disembarked at the old Winter Park train station, which is now used on weekends for the farmers market. From the station he most likely walked down Park Avenue and through the front gates of the campus.","Hamilton Holt redefined education at Rollins with the Rollins Educational Conference system. The impact of Holt’s changes are still evident in Rollins education today. Holt created a system in which students had an 8-hour day with hour periods, instead of just 8 hours of learning a day. This system allowed students to learn three subjects in one day and the fourth period was devoted to working so students could pay for tuition or immerse themselves in the arts. Holt held discussions between schools and scholars so they could discuss what should be learned in the classroom. This system created a debate centered on practicality versus continuing the traditional education path. Holt transformed Rollins from a struggling school into a striving liberal arts college with the reputation it has today. This is why Holt Avenue, Holt Building, and the Holt Night Evening School are all named after him. His impact on Rollins is arguably greater than that of any other president."],"display_date":1924,"search_date":"1924-07-01","locations":[{"id":21523,"lat":28.5146851201,"lng":-81.3237702415,"zoom":9,"place":"Orange, Florida"}],"tags":[{"id":1495,"tag":"Winter Park"},{"id":438,"tag":"Rollins College"},{"id":1496,"tag":"Florida"},{"id":1497,"tag":"Orlando"},{"id":1552,"tag":"Hamilton Holt"}],"course":{"name":"United States Since 1945","school":"Rollins College","course_id":88,"school_id":5}},{"id":5599,"title":"Spatial History Engine: Hamilton Hotel","course_id":88,"status":"P","start_date":"1/1/70","end_date":"12/31/70","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Built in the 1920’s, the Hamilton Hotel was built as more modest accommodations than the only other hotel in town. The other hotel, the Seminole Hotel, boasted of visitors of such caliber as Henry Flagler, William Rockefeller, and even United States President Grover Cleveland. The Hamilton Hotel was the first in Winter Park to have a bathroom in each room;  while it may seem strange to not have a restroom today, it was common to share bathrooms during those days. In 1941, the price for a room was $2.50 per day, much cheaper than today’s prices.","In the 1970’s the Hamilton Hotel was remodeled and renamed to the Park Plaza Hotel, which it is still known as today. The hotel has risen in popularity, and is now considered one of the nicer hotels in Winter Park. The location for the hotel is excellent because it is situated on Park Avenue, the main road in Winter Park filled with shops, restaurants, a park, and a train station. The hotel’s rooms over look Park Avenue and the park, providing an aesthetically pleasing view. Also, ever since the Seminole Hotel closed, Park Plaza has tried to fill the gap or at least lure some of the more prominent crowd to Park Avenue, which would boost their earnings and also aid shops and restaurants on Park Avenue. One of the ways this was accomplished was by buying huge reproduction beds from the 1700’s and 1800’s, attracting people who wish to experience something new.","The hotel acted as a crucial part in the expansion of Rollins, because it provided visiting parents a place to stay other than the exorbitantly priced Seminole Hotel, which most people would not have been able to afford. The Park Plaza Hotel aided in the growth of Rollins College, which aided in the growth of Winter Park, and so the city conssiders it an important landmark in Winter Park today. Pictures of the hotel from before and after the remodel also show how far the hotel has come since its creation, while at the same time sticking to its roots and keeping it similar view to the past."],"display_date":1970,"search_date":"1970-07-02","locations":[{"id":36752,"lat":28.5146851201,"lng":-81.3237702415,"zoom":9,"place":"Orange, Florida"}],"tags":[{"id":1495,"tag":"Winter Park"},{"id":1496,"tag":"Florida"},{"id":1497,"tag":"Orlando"},{"id":1553,"tag":"Hamilton Hotel"}],"course":{"name":"United States Since 1945","school":"Rollins College","course_id":88,"school_id":5}},{"id":6532,"title":"Dr. William Wells","course_id":154,"status":"P","start_date":"1/1/17","end_date":"12/31/50","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the era of segregation, hospitals, hotels, casinos, schools, restaurants and other venues were not receptive to hosting African Americans.   When it was possible for those whom had access to these places, often the quality of the facilities were deplorable compared their white counterparts.  In addition to the poor quality, there were fewer medical facilities and physicians for people of color.  Surgeons were almost nonexistent.  It was close to impossible for African Americans to get into medical school even if they had excellent grades because of the color of their skin. Even if an African American completed medical school it was difficult to find a good hospital that would hire them because of their skin color[1].  As a race with so many obstacles in their way, there happened to be one man who defeated the odds, Dr. William Monroe Wells. Dr. William Wells was a prestigious African American Doctor and business owner, whom catered  to African Americans during segregation.","            Dr. Wells is most commonly known for being an incredible and well known African American doctor in Orlando. Dr. Wells was born in Ft. Gaines, Georgia in 1889. After completing medical school at Meharry Medical College he moved to Orlando in 1917. He dedicated his life to helping African Americans  so that they could receive the best medical care possible, even if they could not afford it. During World War II, Dr. Wells was the only African American doctor in Orlando. This was a shocking fact because white doctors refused to care for African Americans. This is important because at one point Dr. Wells was the only physician in Orlando that would be willing to see, help and treat African Americans. Dr. Wells was most famous for delivering over 5,000 babies in Orlando during his time practicing medicine.  Wells was not only famous for delivering African American babies, but he also treated patients with scarlet fever, influenza and pneumonia. He helped African Americans who were sick or in labor even though he knew they would not be able to ever pay him.  Dr. Well’s profound contribution was that he made it possible for many African Americans to receive quality medical care during the first half of the 20<sup>th</sup> century in Orlando, Florida[2]. This is profound because without Dr. Wells African Americans would not have received medical attention during this time.","            Dr. William Wells was also a member of the Orlando Negro Chamber of Commerce and provided his information to the local business directory so that African Americans seeking medical attention would be able to contact him. The 1948 Orlando Negro Chamber of Commerce was the primary source for this history engine because it showed real life advertisements and provided a directory to which African Americans could find safe reliable healthcare. African Americans could rely on these businesses owned and run by other African Americans, so they would not face discrimination[3].  For African Americans in Orlando, Dr. Wells not only created the availability for healthcare but also provided that healthcare without discrimination through the Negro Chamber of Commerce.","            Not only was Dr. William Wells passionate about providing medical care to African Americans, but he also wanted to provide safe places for them as well. In 1926, Dr. Wells received a building permit from the City of Orlando and constructed the Wells’ Hotel. During this time the hotels were segregated making it very difficult for African Americans to find safe accommodations while traveling.  Attached to this hotel Dr. Wells’ also built and owned a popular Casino called South Street Casino. The Casino was a popular place for famous African American singers and entertainers[4]. Dr. Wells wanted to provide a safe lodging for rest after their shows.  Dr. Wells predicted the dangers for African Americans traveling without a place to stay during the era of segregation.  He also was able to create a venue in the hotel space, which allowed a safe place for African Americans to let loose and have fun.  It was obvious that Dr. Wells not only cared about providing healthcare, he was also passionate about offering lodging and an entertaining nightlife for African Americans to enjoy safely[5].","            Dr. Williams Wells is a crucial part of African American History in Orlando because he was passionate about providing healthcare, lodging, and nightlife to African Americans. During a time when African Americans had no option for medical care, Dr. Wells was a saving grace by providing his medical assistance. Imagine the fear of not having access to safe medical care. That was the reality for African Americans before Dr. Wells broke through the barriers of color in modern medicine. Imagine traveling and not having a safe place to stay; this was also a reality until Dr. Wells opened his hotel and casino. Access to healthcare and a physician should have been every persons right, but this was not the case for African Americans during the 1920s – 1960s. Without Dr. Wells citizens of color in Orlando would not have had access to healthcare when they were ill or while giving birth. Dr. Wells was responsible for the healthy and safe deliveries of over 5,000 babies in Orlando alone, which speaks volumes of his impact to the black community. Dr. William Wells was an incredible doctor, businessman, and leader among the African American Community."," "," "," ","[1] \"History - Opening Doors: Contemporary African American Academic Surgeons.\" N.p., n.d. Web.","[2] The Wells Built Musem of African - American History and Culture | The History of Dr. William Wells. (2013, September 04). Retrieved from <a href=\"http://wellsbuiltmuseumofafricanamericanhistoryandculture.org/the-history-of-dr-william-wells/\">http://wellsbuiltmuseumofafricanamericanhistoryandculture.org/the-history-of-dr-william-wells/</a>","[3] <em>The Orlando Negro Chamber of Commerce: Business directory, 1948</em>. (1948). Orlando, FL: Orlando Negro Chamber of Commerce.","[4] Thompson, G. F. (2003). <em>Orlando Florida</em>. Charleston, SC: Arcadia","[5] Thompson, G. F. (2003). <em>Orlando Florida</em>. Charleston, SC: Arcadia"],"display_date":"1917 - 1950","search_date":"1933-12-31","locations":[{"id":52923,"lat":28.5383355,"lng":-81.3792365,"zoom":5,"place":"Orlando, Fl"}],"tags":[{"id":1497,"tag":"Orlando"},{"id":266,"tag":"Segregation"},{"id":1654,"tag":"Hospital"},{"id":3001,"tag":"Dr. William Wells"},{"id":3002,"tag":"Negro Chamber of Commerce"},{"id":3003,"tag":"Doctor"}],"course":{"name":"African American History Since 1877","school":"Rollins College","course_id":154,"school_id":5}}]}