{"id":1498,"tag":"ORMC","points":[[28.5146851201,-81.3237702415]],"bounds":[[28.5146851201,-81.3237702415],[28.5146851201,-81.3237702415]],"episodes":[{"id":5570,"title":"Duane Zimmerman's Journey to Work","course_id":88,"status":"P","start_date":"1/1/89","end_date":"12/31/99","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Every day for twenty years Duane Zimmerman would drive to Orlando Regional Medical Center to work. Every day for twenty years Duane Zimmerman left his home in suburban MetroWest and traveled through poor and dangerous parts of Orlando to reach his job on the prosperous edge of Downtown Orlando. Zimmerman left his own little Levittown – a big white house with a massive lawn, all demarcated by a big black fence and situated within walking distance of a major Florida toll road. Zimmerman’s journey to work, his transition from suburbia to the urban core of Orlando, took him from middle-class MetroWest to extremely lower-class Pine Hills, Parramore, and Orange Blossom Trail, all the way to upper-middle-class Downtown Orlando.","Zimmerman’s route to work took him through many immigrant neighborhoods, as evidenced by the multitude of foreign flags and the Spanish-language billboards. These were neighborhoods whose paths to prosperity were blocked by language barriers and a fierce hold on the past – the advertisements graffitied onto buildings proclaiming “Hispanic Food: $3.95” are proof enough. This area of immigrants is no different from any other group of immigrants in American history. They are new to this land, and until they assimilate culturally and economically they want to stay with peoples in similar situations to their own.","Beyond the immigrant neighborhoods lie dangerous and foreboding streets along Orange Blossom Trail and Pine Hills. Along these roads one sees poverty like one has never seen it before. Men, barely clothed, stumble into traffic, the effects of some substance abuse apparent in their gait and in their sad, sad eyes. A sense of apprehension comes over an individual as one passes by signs leading to Pine Hills, a poverty-stricken area that plagues Orlando with both crime and a bad reputation.","Suddenly, with almost no transition, the paved road turns to cobblestone and ORMC buildings reach skyward as helicopters descend on their rooftops. The true skyscrapers of Downtown Orlando are seen in the distance, but regardless the heart-wrenching poverty is gone and the terraced palm trees and manicured shrubs return to decorate buildings and aesthetically improve the urban hinterland."],"display_date":"1989 - 1999","search_date":"1994-07-02","locations":[{"id":40176,"lat":28.5146851201,"lng":-81.3237702415,"zoom":9,"place":"Orange, Florida"}],"tags":[{"id":1498,"tag":"ORMC"},{"id":1497,"tag":"Orlando"}],"course":{"name":"United States Since 1945","school":"Rollins College","course_id":88,"school_id":5}}]}