{"id":1499,"tag":"Nehrling","points":[[28.5664573086,-81.3013732137]],"bounds":[[28.5664573086,-81.3013732137],[28.5664573086,-81.3013732137]],"episodes":[{"id":5571,"title":"Henry Nehrling's vision of the future","course_id":88,"status":"P","start_date":"1890-01-01","end_date":"12/31/15","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Upon moving to Florida in 1884, Henry Nehrling made it his life’s ambition to grow and cultivate rare plants. He created thousands of breeds of flora and set up the foundation for Florida’s thriving nursery program. He was by all means a friend of nature, but more than that he had a vision of the future. The growth of Levittown suburbia hindered this dream, but by no means did it destroy it. His vision of residential life in Florida, in fact in most of America, was one where nature was as much at home on the property as the homeowners were. Even taking it a step further, his vision included nature taking a primary role, not in Frank Lloyd Wright’s ideal home-as-a-part-of-its-surroundings style, but one where the homeowner could never forget that Earth’s natural beauty was right at his front door.","Nehrling’s dream of the future involved a simple, affordable home, in his mind in the colonial style common in the South. Without a doubt he saw individuals sitting in rocking chairs on their creaky wooden porch and staring out at the nigh-undisturbed flatlands whilst cooling themselves off with a nice glass of freshly brewed iced tea. Beyond the house – for the house is merely the home of the human, while the rest of the world is nature’s home – countless types of tropical and subtropical plants dot the landscape, the palm trees providing shade along the formal avenues while bushes and shrubbery form a natural fence for the grassy green lawn.","Henry Nehrling was not an environmentalist in the modern sense of the word. He did not bemoan the evils of industry and consumerism on his soapbox only to return to his shack on Walden Pond. In fact, some of his plants were used by Henry Ford to develop parts of his assembly line, and automobiles have had a horrendous impact on the environment. Nor was he a businessman; he committed decades of tireless work into his botanical garden because he enjoyed it. His vision of the future was not about saving the environment or making money. He simply wanted to use his horticultural knowledge to make the United States a prettier place."],"display_date":"1890 - 1915","search_date":"1903-01-01","locations":[{"id":1444,"lat":28.5664573086,"lng":-81.3013732137,"zoom":9,"place":"ORANGE, Florida"}],"tags":[{"id":1499,"tag":"Nehrling"},{"id":1500,"tag":"botany"},{"id":1501,"tag":"horticulture"}],"course":{"name":"United States Since 1945","school":"Rollins College","course_id":88,"school_id":5}}]}