{"id":150,"tag":"Senate","points":[[35.2165042447,-76.4856018863],[38.898899496695,-77.032655531551]],"bounds":[[38.898899496695,-76.4856018863],[35.2165042447,-77.032655531551]],"episodes":[{"id":4571,"title":"Senate Asks To Investigate Southern Crimes by Band of Disguised People","course_id":18,"status":"P","start_date":"1871-01-10","end_date":"1871-01-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["On January 10, 1871, the Senate of the United States passed a decree that appointed five investigators to clarify the intents behind politically-driven outrages committed in the South. The investigators received a message on January 13, from President Ulysses S. Grant that contained reports of military officers, communications from Governors of States; and letters and petitions from private citizens. All sources showed that in many parts of the South, from 1866 up to 1871, bands of people wearing disguises with \"apparent\" political motivations committed all kinds of crimes and \"outrages.\"  The investigators examined State and Federal Judges, prosecuting officers, political editors, ministers, private citizens, both white and colored, members of the Ku Klux Klan, magistrates, constables, and the list continued. They also interviewed all classes of people \"scoured and abused by the bands of people in disguise.\"  The first subject of inquiry was whether crimes and outrages fitting the descriptions mentioned in the sources were committed in North Carolina. James E. Boyd, a lawyer from North Carolina, testified that the Ku Klux Klan was a secret organization, having for one of its objectives, \"hostility to the Negro race.\" He continued to say that the members are bound, upon the penalty of death for disobedience, to strictly obey orders, even if they involve murder and assassination and meetings are held in secret places-the woods generally. Another witness testified that he knew of \"peaceable Negroes who had been taken out of their beds at night and hanged; others were drowned.\"  Overall, the committee concluded that the Ku Klux Klan organization did exist, had a political purpose, was composed of members of the Democratic or Conservative party, had sought to carry out its purpose by \"murders ,whippings, intimidations and violence,\" against its opponents. The second conclusion for the committee was that the Ku Klux Klan not only bound its members to carry out decrees of crime, but also protects them against conviction and punishment. The final committee conclusion was that all of the offenders against the law in this order, not one had yet been convicted in the whole state. The committee believed that due to the violence of the Ku Klux Klan organization, authorities of the State could not secure to its citizens \"life, liberty and the pursuit of happiness.\""],"display_date":"January 10, 1871","search_date":"1871-01-10","locations":[{"id":9232,"lat":35.2165042447,"lng":-76.4856018863,"zoom":9,"place":"BEAUFORT, North Carolina"}],"tags":[{"id":150,"tag":"Senate"},{"id":151,"tag":"Ku Klux Klan"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}},{"id":6863,"title":"Daniel Webster Refutes Robert Hayne's Attack on New England in the Great Senate Debate of 1830","course_id":188,"status":"P","start_date":"1830-01-26","end_date":"1830-01-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On January 26 and 27, 1830, senators Robert Y. Hayne of South Carolina and Daniel Webster of Massachusetts got into a heated debate that captured many of the issues that threatened to tear the nation apart. The main issues involved the tariff and nullification. Two days prior to Webster’s reply, Hayne delivered a speech in Congress that attacked Webster by questioning his loyalty to the Constitution. In this speech, Hayne said that the South had \"everything to lose and nothing to gain.\" He believed the tariff only sought \"the protection of Northern shipping and New England seamen\" while the South reaped no benefits. The audience expected Webster to deliver a reply, and he did not let them down. Webster began his reply by saying, “…It is, Sir, the people’s Constitution, the people’s government, made for the people, made by the people, and answerable to the people.” Throughout the course of this reply, Webster argued that the federal government provided everything for the country. He stated that the sectional conflict resulted from the claims of state’s rights since the state governments tried to insert themselves into the areas recognized as the purview of the federal government.","Sectional beliefs divided the Senate which emphasized the tensions between the North and the South. At this point, the southern states felt that the federal government violated their rights by imposing the tariff. Robert Hayne advocated for states’ rights. According to Harlow W. Sheidley, he also proposed the doctrine of nullification in which a state could nullify laws that they considered unconstitutional like the tariff. This served as a pretext to the Nullification Crisis that would cause South Carolina to threaten secession. In Webster’s reply to Hayne, he argued that the southern states secede since the Constitution applies to both the North and the South. This debate brought into question the limits of what the federal government could do.","Webster’s reply to Hayne revealed his sense of federalism. His counterargument suggests that he saw a common identity as a country, not just North and South. Clearly, Webster tried to promote federalism over sectionalism. In his reply to Hayne, he implicitly stated his belief that the Constitution created the framework of the federal government. Webster believed that the federal government had the right to handle any conflict between the state and federal governments over an issue not clarified in the Preamble of the US Constitution. This explains his opposition to nullification, which justifies why he argued that states such as South Carolina had no right to nullify the tariff.  A century later, Senator Robert C. Byrd recognized that Webster knew how to appeal to a national audience during a time of governmental polarization. He also knew how to diffuse a situation by changing the subject. And because he possessed this knowledge, he decided to persuade people of the importance of a single democratic union. However, many southerners fully opposed these beliefs. Therefore, Daniel Webster’s reply to Hayne embodies the true sectional crisis that eventually leads to the American Civil War."],"display_date":"January 26, 1830 - January 27, 1830","search_date":"1830-01-26","locations":[{"id":52855,"lat":38.898899496695,"lng":-77.032655531551,"zoom":13,"place":"Washington, D.C."}],"tags":[{"id":1803,"tag":"Sectional Crisis"},{"id":150,"tag":"Senate"},{"id":18,"tag":"Politics"},{"id":17,"tag":"Government"},{"id":371,"tag":"Debate"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":188,"school_id":3}}]}