{"id":1507,"tag":"1960s","points":[[37.7029266937,-123.005394924],[33.5543155862,-86.8964933862],[40.7416518725,-74.0773468609],[38.9071923,-77.0368707]],"bounds":[[40.7416518725,-74.0773468609],[33.5543155862,-123.005394924]],"episodes":[{"id":5572,"title":"The Who and the New Generation","course_id":88,"status":"P","start_date":"9/17/67","end_date":"9/17/67","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The appearance of The Who on the Smothers Brothers Comedy Hour in 1967 marked the beginning of a changing American society. Much like the Beatles began the First British Invasion when they appeared on the Ed Sullivan Show years earlier, they epitomized a significant change in thinking. However, unlike the Beatles, who were simply not part of the status quo, The Who actively challenged the social values that Americans had held onto.","Upon their first introduction, all the members of The Who played around with one of the Smothers Brothers, teasing him and laughing at random things they whispered to each other. They told silly jokes, like when Robert Daltry told a Smothers Brother that he came from Oz – something silly, yes, but something, anything, to break the monotony of traditional guests. This was the latest extension of the bad boy image, a puffy-shirted, brightly colored Rebel Without a Cause. These men were sex symbols because they were young and hip and attractive, but more importantly they were sex symbols because of their refusal to submit to the status quo. Their disheveled hair and cocky grins only added to their allure.","The first song they performed was “My Generation,” with such controversial lyrics as “<em>People try to put us d-down/Just because we g-get around.</em>” Daltry’s stutter was not a psychosomatic condition; rather it was one more attempt to alter the current understanding of rock and roll. Something, anything, to break the monotony of America’s conservatism of the past two decades.","“<em>Things they do look awful c-cold,</em>” Daltry continued stuttering, “<em>Hope I die before I get old.</em>” Daltry then screamed, drilling the purpose of the song into everyone’s heads, “<em>This is my generation!</em>” And this truly was the youths’ generation. All the years of old men from bygone eras had to pave way to Roger Daltry’s generation, for the young men and women of the Western world were finally speaking up and letting their voices be heard. “<em>It’s my generation, baby,</em>” Daltry repeated his mantra.","“<em>I’m not tryin’ to cause a big s-sensation</em>,” Daltry’s lyrics lied, “<em>I’m just talkin’ ’bout my g-generation</em>.” The song continued, and a few minutes later, near the ending, guitarist Pete Townshend crashed his instrument into one of the speakers. Though Jimi Hendrix is more famous for doing the same thing, The Who committed this anarchic act of vandalism a full year before Young Jimmy.","Pete Townshend then smashed his guitar on the ground. As he smashed it – once, twice, three times – the speakers exploded. It was as if a bomb went off. Keith Moon, the drummer, ran wailing off the stage. Pete Townshend was patting his hair rapidly, as if putting out sparks.","The explosion – which cut up Keith Moon’s hands and left one of Pete Townshend’s ears in a permanent state of near-deafness – was the brainchild of the dangerously drug-addled jokester drummer Moon. While the group expected a small explosion – more like fireworks than a small aircraft’s bombing ordinance – Keith Moon had bribed a stagehand to place more explosives inside the speaker.","Tom Smothers, the co-host who had introduced them before the song, slowly appeared back onstage while inexplicably holding an acoustic guitar. He was just as confused as everyone else, and this only increased as Pete Townshend pulled the guitar out of Tom Smothers’ hands and smashed it on the ground until it splintered into a million tiny pieces.","The anarchy on the show helped jumpstart the rule of Roger Daltry’s generation. The world had never seen people behave like that before, never heard music played like that before. Oh the wild clothes! Oh the unkempt hair! Oh the bass solo, something never before attempted! This was the song of the new generation. This was the moment of truth for the future student protests, for the counterculture movement, for the ultimate anti-establishment symbol, the long wild hair. The Who marked the beginning of the end for the old way, the <em>Leave it to Beaver</em> way, where Father knew best and all the world’s problems could be solved in 22 minutes between commercial breaks. Roger Daltry sang “My Generation” for everyone to hear, but it would most soundly resonate with the youth movement that would change the course of American history."],"display_date":"September 17, 1967","search_date":"1967-09-17","locations":[{"id":31817,"lat":37.7029266937,"lng":-123.005394924,"zoom":11,"place":"San Francisco, California"}],"tags":[{"id":1008,"tag":"Counterculture"},{"id":1506,"tag":"The Who"},{"id":1507,"tag":"1960s"}],"course":{"name":"United States Since 1945","school":"Rollins College","course_id":88,"school_id":5}},{"id":6109,"title":"<strong>A Governor Overshadowed by Her Husband’s Ambitions</strong>","course_id":126,"status":"P","start_date":"3/15/68","end_date":"3/15/68","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On March 15th, 1968, teachers and other members of the Alabama Education Association waited to hear George Wallace speak on the behalf of his wife at the annual AEA convention. Lurleen Wallace had been elected governor of the state a year before, and could not make it to the event. “As you know, she is quite sick,” the former governor told the crowd according to the <em>Birmingham Herold Post</em>. Lurleen had been diagnosed with cancer and she was in Montgomery recovering from a recent surgery. The AEA’s president, Vernon St. John decided to send a telegram to the beloved governor and tell her that “the teachers were inspired by her courage, [...] spirit, and uncomparable devotion to Alabama and her people”","In 1966, the state became aware that their new governor was being hospitalized for a hysterectomy. The administration did not tell the press about Lurleen’s condition, but rumors circulated that she had cancer. George Wallace instructed his staff and the doctors not to tell his wife about an abnormality in her biopsy they had found back in 1961. “His decision was not unusual for its time”, writes historian Dan T. Carter. When Lurleen found out from a mutual friend that she had been misled, she was furious. George had a number of reasons not to tell her; he simply did not want rumors spreading that the governor was dying.","George and Lurleen’s oldest son, George Jr. wrote a book about his famous parents in which he recounts the time when Lurleen followed George as governor. “My mother was not the kind of woman you would have expected to be a Governor,” he writes. It was widely known that Lurleen ran for the office simply because her husband, George, desired a third term in office and he was also planning on running for the presidency. He suggested that she run for the governorship, and she became determined to win the election. The crowd that gathered to listen to her inaugural speech could tell that she was tremendously humbled by the people’s confidence in her. More than likely, she knew that without her husband’s help and his presence, she would never have taken part in public life. “I entered the race for Governor for the purpose of permitting my husband to take our fight to the final court of appeal - the people of the United States,” she told the crowd at her inauguration. Although Lurleen was the one who made the decision to run for the executive office in her husband’s place, George’s decisions and policies ultimately shaped her administration.","The Civil Rights movement of the 1960s compelled the nation to reflect on social issues beyond those of segregation and racism. Women realized they still suffered discrimination and injustice in employment, social security, legal treatment of women, and education. Women made up 40 percent of the work force by the end of the 1960s, and more than half of those women were married. They soon began organizing to acquire equal pay and to end job discrimination. Although young women were joining the fight against these social issues across the South, Lurleen Wallace and her politics did not reflect these changing times. She was neither a part of the work force, or an activist for social justice. Governor Wallace’s short administration was overshadowed by not only her husband’s segregationist and conservative policies, but her failure to stand up for change during a time of social transformation."],"display_date":"March 15, 1968","search_date":"1968-03-15","locations":[{"id":31662,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":2260,"tag":"female governor"},{"id":2259,"tag":"governor"},{"id":2258,"tag":"women's movement"},{"id":220,"tag":"alabama"},{"id":1071,"tag":"Civil Rights Movement"},{"id":18,"tag":"Politics"},{"id":1507,"tag":"1960s"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":126,"school_id":10}},{"id":6309,"title":"The people's opinion at the international convention of comic art in 1968","course_id":139,"status":"P","start_date":"1/1/60","end_date":"12/31/68","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The people's opinion at the International Convention of Comic Art in 1968"," ","In the cover of thousands of comic books, Batman, Superman, and Capitan Marvel, are displayed in courageous brilliance. These comis books were once so cheap that you could pay 10 cents for each, but in 1968 they were selling for approximately 150 dollars each during the International Convention of Comic Art. Phil Seuling, president of the Society for Comic Art Research and Preservation, Inc., sponsored the convention. Seuling stated that comics had evolved from humble situations to more problematical and psychological problems. The political, economic, and social cultural history impacts comics from the way they are written, their price, and the people's opinion."," ","Comic book dealers, collectors, editors, and cartoonists showed up at the convention followed by approximately 500 teenage fans. Some fans that attended were the middle age sentimentalists that were brought up on Dagwood Bumstead, Katzenjammer Kids, and Moon Mullins. Other attendants like 21 year old Howard Rogofky who grossed 80,000 dollars by selling old comics during that times harsh economy. From 1965 to 1968 the United States had problems on implementing economic stabilization policies. One of the main reasons was that the Vietnam War was projecting a menacing shadow on economic policies, and unacceptable inflation.This fact explains why some of the attendants of the convention were just there to make money by selling old comic strips and comic books."," ","The true bibliophiles that can quote the chapters and verses of old comics that they love also attended the convention. Glenn Farley a 15 year old stated that he liked to read the old comics mainly because they expressed the frustration in life during those time periods. In the fifties and the beginning of the sixties, comics were all about the horrors of the cold war. Even during the World War II era some comics would show someone doing somthing bad and the hero would punish him. From the 1960s, the direction that comics were taking was the same direction that reflected the new ideas of the people. The 1968 presidential campaign became a conflict about the deadlocked Vietnam War, civil rights, and lack of law and order in the US. During the years, people`s ideas changed for the greater good and were open to alternate choices to deal with issues."," ","Comics are an art form that have history and have a development of style. Comic art mirrors society, this art is inspired by society the same way any other art form is. Some critics claim that comics not only reflect but encourage violence and hatred in society. These ideals are a direct reflection of the 1960s social and cultural issues in the United States. In 1968 the U.S was on the brink of a massive race war because of persistent discrimination in jobs, education and housing. In that time, the black press provide essential records of the struggles of a united people dealing with generations of loathing and discrimination. An opening made at the convention by Stan Lee, an editor and writer of Marvel comics, strongly disagreed with the critics who stated that comics encouraged violence."," ","In the 1960s, the Jungle War Stories comic was among the first introductions of the Vietnam War to apear anywhere in America. Jungle War Stories validated the U.S. presence in Southeast Asia, but it also illustrated the challenging obstacles to victory. The idealistic and angry young people of this time period were determined to transform society. the Vietnam War was protested, and other movements were encouraged to battle for civil rights, black power, and feminisim. It is clear that during this convention, people realized the political, economic, and social impact in the country that changed how comic books were made, leaving people open to new ideas."," "],"display_date":"1960 - 1968","search_date":"1964-07-01","locations":[{"id":33962,"lat":40.7416518725,"lng":-74.0773468609,"zoom":11,"place":"Hudson, New Jersey"}],"tags":[{"id":579,"tag":"New York City"},{"id":1507,"tag":"1960s"},{"id":1775,"tag":"Comics"}],"course":{"name":"Creating the Comic Book City","school":"Rollins College","course_id":139,"school_id":5}},{"id":6734,"title":"The Omnipotent Kennedy Fade","course_id":174,"status":"P","start_date":"1/1/60","end_date":"11/1/63","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On February 14, 1962, Jackie Kennedy gave her famous White House Tour on for CBS Television. Charles Collingwood of CBS guided the hour-long tour. Jackie represented a new, relaxed style of modernity and femininity. She demonstrated impressive knowledge of history by speaking about what events past presidents held in each room. In the Green Room Jackie noted, “this used to be the dining room, and here Jefferson gave his famous dinners and introduced such exotic foods as macaroni, waffles and ice cream to the United States.” Kennedy’s eye for beauty and desire for prestige established the myth and glamour that would define the era of the Kennedys. While many perceived Jackie as a flawless beauty and easygoing mother and wife, she struggled with her public appearance and confidence.","The Kennedys represented the image of a cultural revolution in the1960s. The modern <em>Mad Man</em> television series centers on this image with the new hopes, fears and the eventual decline of the American dream. The article <em>Don, Betty and Jackie Kennedy On Mad Men and Periodization,</em> discusses the symbolism behind the Jackie Kennedy White House Tour in the 1960s. The central characters in <em>Mad Men </em>noted that Jackie seemed nervous, even when she saw Jack at the end. The message behind the show addresses the story of image control. The images and reality observed was well groomed to a specific persona as opposed to the reality of the hardships the family faced. The flaws and secrets of the family are hidden behind the well-tailored clothes, bright smiles and good looks.","In historian James Giglio’s book <em>The Presidency of John F. Kennedy</em>, he accounted for the image the Kennedys had, compared to the reality behind the scenes. John Kennedy was one of the most image-conscious presidents and centered the media on his attractive children, glamorous wife and his livelihood as a family man. The Kennedy lifestyle hardly resembled the Camelot that Jackie portrayed after the assassination.","Behind the handsome façade, Kennedy suffered from failing health, aggressive behavior towards others and being unfaithful to his family. Jackie was well aware of her husband’s problems. Her frustration may have been taken out on her shopping sprees for designer clothes, jewelry, antiques and artwork. Jackie unwillingly assumed the political obligations as first lady. Once President Kennedy twisted Jackie’s arm behind her back and marched her over to female reporters so that would portray the right family image. Jackie often had unpredictable mood swings and would cancel engagements due to illness, only to be reported to be water-skiing at Hyannis Port.","Jackie was a major asset to the image of the Kennedy presidency. In the White House tour Jackie acted as the perfect mother and wife, but her tense posture and controlled voice showed otherwise. Jackie’s seemingly flawless beauty was an image created to shield the ubiquitous flaws in the Kennedy family private life. Jackie lived a life where public image ruled over her own happiness, forcing her into a role she did not fully believe in."],"display_date":"January 1, 1960 - November 1, 1963","search_date":"1961-11-30","locations":[{"id":52836,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington DC"}],"tags":[{"id":2866,"tag":"Jackie Kennedy"},{"id":617,"tag":"Feminism"},{"id":1727,"tag":"JFK"},{"id":1507,"tag":"1960s"},{"id":2865,"tag":"White House Tour"},{"id":3213,"tag":"History"},{"id":145,"tag":"art"},{"id":197,"tag":"fashion"},{"id":7,"tag":"Women"},{"id":3412,"tag":"Image"}],"course":{"name":"JFK","school":"Marist College","course_id":174,"school_id":77}}]}