{"id":1509,"tag":"G.I. Bill","points":[[28.5146851201,-81.3237702415],[42.107446354,-83.1351982696]],"bounds":[[42.107446354,-81.3237702415],[28.5146851201,-83.1351982696]],"episodes":[{"id":5575,"title":"<strong>Making the Journey</strong>","course_id":88,"status":"P","start_date":"1/1/55","end_date":"12/31/74","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Everyday, Charles Thomas Anderson would embark from the Winter Park Post Office. He would head north on New York Avenue from the Winter Park Post Office, turn right onto West Canton Avenue, left onto North Interlachen Avenue, right on North Park Avenue, another right on East Stovin Avenue until he finally took his last right turn onto Palmer Avenue. Once he reached Palmer he would continue his travels throughout the neighborhood. Everyday, Charles Thomas Anderson would embark on this journey, but not in an automobile, he would embark on this journey by foot, no matter what the weather forecast predicted. Charles Thomas Anderson was a mailman and this was his journey to work.[1]","Charles Thomas Anderson was not always a mailman. He was born in 1917 in Hopkinsville, Kentucky where he claimed his residence until December 1941 when Japan attacked the American military base Pearl Harbor, leading to the United States joining World War II and Anderson joining the cause. After serving as Master Sergeant in the Air Force, Anderson’s life would be forever changed due to the G.I. Bill. This bill made it easier for veterans to own more land more than ever before, specifically in the suburbs.[2] The suburbs were a place where these veterans could raise their baby booming families with a white picket fence and achieve the American dream. The suburb was a passport to consistency, community, and safety. Just as getting to work was important, so was the initial move into the suburbs.[3] For Anderson, in particular, the suburbs of Florida, where lower taxes and tropical weather made this American dream an even better reality, was the ideal place to call home.","Charles Thomas Anderson sought to maintain this dream through employment, employment he found at the Winter Park post office. There from 1955 until he retired in 1974 Anderson became the “Whistling Postman.”[4] His route encompassed Palmer Avenue through Via Bella, but he took this daily journey with pleasure. Charles Thomas Anderson’s daily commute was much more than a journey to work; it was a story of the American dream."," ","[1] \"Funeral Notice- Charles Thomas Anderson,\" <em>The Orlando Sentinel</em>, January 15, 2006.","[2] Suzanne Metler, \"The Creation of the G.I. Bill of Rights of 1944: Melding Social and Participatory Citizenship Ideals,\" <em>Journal of Policy History</em> 17, no. 4 (2005).","[3] John Teaford, <em>The Metropolitan Revolution</em>, (New York: Columbia University Press, 2006).","[4] \"Funeral Notice- Charles Thomas Anderson,\" <em>The Orlando Sentinel</em>."],"display_date":"1955 - 1974","search_date":"1964-12-31","locations":[{"id":28935,"lat":28.5146851201,"lng":-81.3237702415,"zoom":9,"place":"Orange, Florida"}],"tags":[{"id":1509,"tag":"G.I. Bill"},{"id":1510,"tag":"Suburbanization"},{"id":1511,"tag":"American Dream"}],"course":{"name":"United States Since 1945","school":"Rollins College","course_id":88,"school_id":5}},{"id":6001,"title":"G.I. Bill of Unequal Rights","course_id":118,"status":"P","start_date":"1/1/44","end_date":"12/31/54","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1944, the U.S. Congress passed the Servicemen’s Readjustment Act, often called the G.I. Bill of Rights (or just the G.I. Bill), to provide aid for returning veterans of World War II (and prevent another economic crisis like the Great Depression, which the country had just recovered from).  The bill’s main provisions were to guarantee that veterans would receive several things that had previously been unattainable for many Americans, let alone veterans who often did not attend college: education and job training; loans for homes, farms, or businesses; and unemployment pay.  The home loan guarantee proved very popular to millions of veterans: in the six years after the bill’s passage in 1944 until 1952, the Veterans Administration ensured that 2.4 million home loans were given out to World War II veterans.  In Nortown and other areas of Detroit, as well as many other American cities, this contributed to the building boom of the late 1940s, as many new low-cost, well-designed homes were built for all low- to medium-income groups, including beneficiaries of the G.I. Bill.","In many cities, including Detroit, in practice, this well-intentioned government action actually helped perpetuate much of the racism that was already present across America.  Rather than guarantee direct loans from the VA, the act simply provided for loans that could be acquired through the normal methods.  This meant that black veterans struggled to secure loans from banks just as much as they would have without assistance from the VA— the VA could provide up to $2000, but not the loan itself.  Thus, as it had in the past, all the new homes that were being built simply went to white veterans, and the housing that was available to returning black G.I.s was the same substandard housing that was available before the bill was passed."],"display_date":"1944 - 1954","search_date":"1949-07-01","locations":[{"id":27066,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2125,"tag":"housing segregation"},{"id":1509,"tag":"G.I. Bill"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}]}