{"id":151,"tag":"Ku Klux Klan","points":[[33.5543155862,-86.8964933862],[35.2165042447,-76.4856018863],[33.7746837105,-85.717429796],[32.2202206971,-86.2076124057],[40.7805662337,-73.9388482485],[42.9153034863,-71.7160081721],[35.182488505,-89.8964012565],[30.4382559,-84.2807329],[32.736974121658,-82.587354481526],[38.9071923,-77.0368707],[47.741745672861,-117.15857658134]],"bounds":[[47.741745672861,-71.7160081721],[30.4382559,-117.15857658134]],"episodes":[{"id":4645,"title":"<em>What do you do when the Klan is after YOU?</em>","course_id":22,"status":"P","start_date":"10/1/28","end_date":"11/10/28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Major Harwell Goodwin Davis is sitting at his desk and he hears the distinctive ring of the telephone. He picks up the receiver only to find out that the head of the Ku Klux Klan in Alabama is the man at the other end. In the 1920s, anybody would listen to what this man had to say, even a man running for Congress.","Davis was fast-rising politician that just finished a well-known court case as the Attorney General prosecuting the system of convict labor. He decided to not continue with his current office, and instead run for Congress in 1928. Just two weeks before the election, the man who headed the Ku Klux Klan in Alabama, Jim Elsdale, called to offer him membership into his very publicized group. Before Davis could even respond, Elsdale explained even further that it was Hiram Evans, the chief of all of the klans in the United States, which gave him the authority to do so. Evans was the highly publicized Imperial Wizard of the Ku Klux Klan from 1922 to 1939. He was so popular that he was even on the cover of Time magazine in 1924. Davis could do nothing but tell Jim Elsdale that he would think it over.","Major Davis knew what his choice was going to be, but he needed the advice of one of his friends. Herman Beck was a Jewish businessman whom Davis thought would give himself the final push he needed to deny the Elsdale’s offer. Davis explained the proposition he received, and Beck did a strange thing. The shop owner immediately went to his cash register to contribute the fifty-dollar membership fee to Davis’ campaign. Davis was absolutely dumbfounded with the sight of a Jewish man actively persuading his friend to join an organization that publicly despises his religion. Beck explained that the public approval of the Klan would guarantee his election in a state that thrived on racial prejudice. He said that if it was any Klansman that got elected, he would rather it be he than someone else who knew better. Davis rejected the contribution.","Major Davis ended up going to the office of Jim Elsdale and formally explained his reasons why he was going to decline the membership. He ran for Congress, and ended up losing the race by just one hundred votes. The defeat was tough to bear, but he explained in an interview fifty years later that, “There is a destiny that sometimes overshadows anything you want to do.”"],"display_date":"October 1, 1928 - November 10, 1928","search_date":"1928-10-21","locations":[{"id":20911,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":151,"tag":"Ku Klux Klan"},{"id":18,"tag":"Politics"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}},{"id":4571,"title":"Senate Asks To Investigate Southern Crimes by Band of Disguised People","course_id":18,"status":"P","start_date":"1871-01-10","end_date":"1871-01-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["On January 10, 1871, the Senate of the United States passed a decree that appointed five investigators to clarify the intents behind politically-driven outrages committed in the South. The investigators received a message on January 13, from President Ulysses S. Grant that contained reports of military officers, communications from Governors of States; and letters and petitions from private citizens. All sources showed that in many parts of the South, from 1866 up to 1871, bands of people wearing disguises with \"apparent\" political motivations committed all kinds of crimes and \"outrages.\"  The investigators examined State and Federal Judges, prosecuting officers, political editors, ministers, private citizens, both white and colored, members of the Ku Klux Klan, magistrates, constables, and the list continued. They also interviewed all classes of people \"scoured and abused by the bands of people in disguise.\"  The first subject of inquiry was whether crimes and outrages fitting the descriptions mentioned in the sources were committed in North Carolina. James E. Boyd, a lawyer from North Carolina, testified that the Ku Klux Klan was a secret organization, having for one of its objectives, \"hostility to the Negro race.\" He continued to say that the members are bound, upon the penalty of death for disobedience, to strictly obey orders, even if they involve murder and assassination and meetings are held in secret places-the woods generally. Another witness testified that he knew of \"peaceable Negroes who had been taken out of their beds at night and hanged; others were drowned.\"  Overall, the committee concluded that the Ku Klux Klan organization did exist, had a political purpose, was composed of members of the Democratic or Conservative party, had sought to carry out its purpose by \"murders ,whippings, intimidations and violence,\" against its opponents. The second conclusion for the committee was that the Ku Klux Klan not only bound its members to carry out decrees of crime, but also protects them against conviction and punishment. The final committee conclusion was that all of the offenders against the law in this order, not one had yet been convicted in the whole state. The committee believed that due to the violence of the Ku Klux Klan organization, authorities of the State could not secure to its citizens \"life, liberty and the pursuit of happiness.\""],"display_date":"January 10, 1871","search_date":"1871-01-10","locations":[{"id":9232,"lat":35.2165042447,"lng":-76.4856018863,"zoom":9,"place":"BEAUFORT, North Carolina"}],"tags":[{"id":150,"tag":"Senate"},{"id":151,"tag":"Ku Klux Klan"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}},{"id":5710,"title":"<strong>HugoBlack’s Defense of Edwin Stephenson and The Klan Agenda</strong>","course_id":110,"status":"P","start_date":"8/11/21","end_date":"10/11/21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The murder trial of Fr. James Coyle in the deep south during the early twenties provided an ideal setting for the men who formed the core of the Knights of the Ku Klux Klan to further disseminate their message of hate and intolerance against some of their main targets of the time: immigrants and Catholics.  The trial transcripts, particularly the closing statements delivered by the leader of the defense team and active Klan member, future U.S. Supreme Court Justice Hugo Black, reveal that they sought not only to achieve an acquittal for their client, but also to prove that the agenda of the Klan reigned supreme in Alabama.  The Klan worked hard in the lead up to the trial to “pack the courthouse”.  In addition to the defense team, at least seven of the jurors and the judge presiding over the proceedings were all active Klansmen.  The rallying of the Klan around the defendant, Edwin Stephenson, should come as no surprise.  The trial offered an opportunity for them to address several of their key issues; miscegenation, nativism, spread of Catholicism, and the denunciation of protestant dogma.  From the very beginning, Black set the tone of his argument by attacking the only two witnesses that came forward for the prosecution, calling them “brothers in falsehood, as well as in faith”, reminding the jurors that they were both practicing Catholics.  Black posited, in a thinly veiled rant, that the testimony of these two men could not be trusted simply because of their affiliation with the Church.  From this point, Black moves to attacking the actions of Fr. Coyle himself, effectively blaming him for his own murder.  Referring to Father Coyle’s presiding over the wedding of Stephenson’s daughter to a Catholic man of Puerto Rican descent, Black argues that “Neither did he (Fr. Coyle) nor any of his friends have the right to tamper with another man’s home”.  It is plain to see that this simple sentence betrays the Klan’s deep seated disapproval of miscegenation.  Black reinforces the Klan’s seemingly noble belief that the right of a protestant man to defend the honor and integrity of his family at any cost should not only be tolerated, but also defended.  He says of Fr. Coyle; “because a man becomes a priest does not mean that he is divine... He has no more right to protection than a Protestant minister.”  Finally, Black sums up his argument by condemning Fr. Coyle for what was perhaps the most damning charge of them all; converting a member of the Protestant community to Catholicism.  He phrases the accusation cleverly, implying that this “crime” against Stephenson and his daughter was so severe, that it required swift and certain retaliation. Black had this to say, regarding Fr. Coyle’s actions: “There is such a thing as imprisonment of the human will by influence, vice and persuasion.  When you find a girl who has been reared well persuaded from her parents by some cause or person, that cause or person is wrong.”"],"display_date":"August 11, 1921 - October 11, 1921","search_date":"1921-09-10","locations":[{"id":20911,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":151,"tag":"Ku Klux Klan"},{"id":889,"tag":"Racism"},{"id":1721,"tag":"Fr. Coyle"},{"id":1722,"tag":"Anti-Catholicism"},{"id":1723,"tag":"Nativism"},{"id":1724,"tag":"Birmingham, AL"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":110,"school_id":10}},{"id":5477,"title":"The Ku Klux Klan in Alabama","course_id":84,"status":"P","start_date":"1865-01-01","end_date":"1877-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["”This is an institution of chivalry, humanity, mercy, and patriotism;” These are the words that the founders of the Ku Klux Klan used in describing the purpose of their organization.  This line comes from the founding document of the Ku Klux Klan.  Written in 1868, it outlines what they claim to believe, their purpose, as well as a litmus test for all potential new members. It is impossible to discuss the period in the South following the Civil War without discussing the Ku Klux Klan.","The Ku Klux Klan was able to effectively tap into the feelings of anger and resentment that many Southerners had following the Civil War and use them to advance its political and social aims.  Formed in 1865 in Pulaski, TN, the KKK targeted not only freed slaves but anyone who they considered to be acting against the interest of the South.  In many ways they served as a paramilitary force that enforced the Black Codes which were being passed.","In reading the founding document of the Ku Klux Klan, it is obvious that their stated goals for the organization and what it actually did are two different things.  The KKK of this era liked to portray itself as a group whose goal was to protect widows and orphans.  The only hint at the true goals and beliefs of this group are found in the list of questions that were asked of all potential members before they were allowed to join.  They were asked questions such as whether or not they fought in the Union Army, whether or not they believed in racial equality, and whether or not they believed in a white man’s government.","During the period of Reconstruction, the KKK struck against anyone, black or white, that they believed were threatening the traditional Southern way of life.  One example of this took place in Cross Plains, Alabama in 1870.  A white missionary from Canada named William C. Luke had come to Alabama from Canada following the Civil War.  Luke came south in order to teach newly freed slaves basic skills such as reading and writing.  For his trouble in trying to teach these people, he was executed by the KKK.  As tragic as Luke’s death was, incidents such as this one took place all over Alabama during the Reconstruction period.","Over time, the influence of the Ku Klux Klan in Alabama during this period began to fade.  A series of Federal laws as well as an increased military presence began to slow their progress.  However, for a period of time they had free reign in Alabama and this would not be their only time to take center stage in Alabama.  The groundwork laid by the Klan during this period helped give rise to subsequent KKK activity in Alabama whenever the issue of civil rights was raised."],"display_date":"1865 - 1877","search_date":"1871-07-02","locations":[{"id":53,"lat":33.7746837105,"lng":-85.717429796,"zoom":9,"place":"CALHOUN, Alabama"}],"tags":[{"id":123,"tag":"Reconstruction"},{"id":151,"tag":"Ku Klux Klan"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":84,"school_id":10}},{"id":5726,"title":"<strong>“Cotton Tom” Heflin Exploits American Anti-Catholicism to Defeat Al Smith</strong>","course_id":110,"status":"P","start_date":"1/28/28","end_date":"1/28/28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Thomas Heflin’s address to his colleagues in the first session of the 1928 Alabama state congress contains within it several of the main fears associated with the anti-Catholic sentiment in the South at the time.  Heflin, a known member of the Ku Klux Klan, used his position as a sitting congressman to roundly abuse his fellow Catholic politicians, and perpetuate several of the anti-Catholic suspicions commonly referenced by the Klan.  Heflin begins his address by describing some of the proceedings of the Democratic national convention that took place four years earlier.  His very first mention of the “Romanists” in attendance is a thinly veiled warning to his fellow Klan members as to the intentions of the Democratic political community who belonged to the Church.  He theatrically describes a scene in which several Catholic Democrats bring the convention to a halt, in order to demand that the convention denounce the Ku Klux Klan nationwide.  Heflin claims to have attempted to calmly reason with them, saying: “Gentlemen, that question has got no business in this convention…It is a Protestant order and Protestants generally think that you want it denounced because you are Catholics.”  Heflin goes on to say that the denunciation of the Klan would tear the Democratic Party apart.  According to him, the response from the “Tammanyites” was simply; “To hell with the party if it will not denounce the Klan.”  Heflin capitalized on this statement, to make the point that a Catholic has allegiance to Rome alone, and that their participation in politics was a threat to the American democratic process.  To illustrate this, he makes the conjecture that the main goal of the Catholics in his party was to see Al Smith elected to the presidency.  The war-like rhetoric that follows this proclamation indeed served its intended purpose.  “Gird your loins for political battle, the like of which you have not seen in all the tide of time in this country”, Heflin said, “The Roman Catholics of every country on the earth are backing his campaign.”  He makes the claim that the wealthy Catholics of America, along with financial partners across the globe were involved in the clandestine acquisition of southern newspapers, seeking “to control the vehicles that carry news to the people.”  Heflin charges that this international conspiracy would be a dire threat, designed to “lay the heavy hand of a Catholic state upon you and crush the life out of Protestantism in America.”  Heflin’s words were not in vain.  Although Al Smith won the support of Alabama in the election, (largely because of the unwillingness of most southerners to vote for a Republican under any circumstance) he failed to gain enough popularity in the north, where anti-Catholic sentiment was most prevalent at the time."],"display_date":"January 28, 1928","search_date":"1928-01-28","locations":[{"id":21904,"lat":32.2202206971,"lng":-86.2076124057,"zoom":9,"place":"Montgomery, Alabama"}],"tags":[{"id":1726,"tag":"Tom Heflin"},{"id":1725,"tag":"Cotton Tom"},{"id":151,"tag":"Ku Klux Klan"},{"id":1723,"tag":"Nativism"},{"id":1722,"tag":"Anti-Catholicism"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":110,"school_id":10}},{"id":5793,"title":"<strong><em>Harper's Weekly</em> Demands the US Disarm the Ku Klux Klan</strong>","course_id":113,"status":"P","start_date":"1871-03-25","end_date":"1871-03-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In a news brief on March 25, 1871, <em>Harper’s Weekly</em> declared, “It is agreed upon all sides that the condition of the late rebel States is deplorable.” This magazine did not mention, however, that the reason the conditions of the rebel States was deplorable was because of the presence of the Ku Klux Klan. In response to the violent acts that the Ku Klux Klan had committed, a special committee of Congress had been called together. The committed responded that “…the remedy seems to be simple. Removal of every pretense of complaint, and complete personal security, are now required. General enfranchisement, and the summary destruction of the Ku-Klux, should be simultaneous.”","For the committee, the disablement of the Ku Klux Klan was a necessity. <em>Harper’s Weekly</em> noted on the matter, “Plainly, if disabilities are removed, the Ku-Klux may come into possession of the State governments.” The threat of the Ku Klux Klan gaining political power frightened the special committee. The Klan was a threat that required the US to intervene and stop. This was reflected strongly in the news brief’s ending: “The Ku-Klux terrorism indefinitely postpones the tranquility which is indispensable to the Southern States.” Thus, only with the Ku Klux Klan out of the picture could the southern States peacefully be assimilated back into the Union.","This news brief from <em>Harper’s Weekly</em> accurately reflects the fears of many people in the South during the years of reconstruction. The<em> Encyclopedia of American Religious History</em> contended that the KKK was originally a social fraternity. This changed, however, once Confederate veterans, under the guidance of Nathan Bedford Forest, took control of the Klan. Furthermore, historian Eric Foner argued that the KKK was a military arm of the Democratic Party in the South. In addition to Confederate Veterans, planters, merchants, and members of the Democratic Party also joined the Klan. the Klan became involved with political terrorism aimed at preventing Republicans from gaining political clout within the former rebel States. The Klan’s regular victims consisted of white Republicans, teachers, blacks, and those promoting Reconstruction.","As mentioned in the news brief, many people demanded the US government dismantle the threat of the KKK. In response to these demands, Congress passed the Ku Klux Klan Act (a.k.a the Third Enforcement Act) on April 20, 1871. This act enabled President Grant to use military force or suspend the writ of <em>habeas corpus</em> in order to stop any display of “insurrection” in the former Confederate states. While the Ku Klux Klan Act had moderate levels of success, in the 1876 Supreme Court case of <em>US </em>vs. <em>Cruikshank</em>, the Court’s holding was that the Ku Klux Klan Act was only applicable to state and local governments. Since the KKK was not part of the government, the organization was out of the jurisdiction of the Federal government. Thus, the KKK would survive and continue to haunt the South many decades following the end of Reconstruction."],"display_date":"March 25, 1871","search_date":"1871-03-25","locations":[{"id":8927,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":151,"tag":"Ku Klux Klan"},{"id":680,"tag":"Harper's Weekly"},{"id":470,"tag":"Reconstruction Period"},{"id":755,"tag":"Confederacy"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":113,"school_id":3}},{"id":5801,"title":"<strong>U.S. Government takes stand against Ku Klux Klan</strong>","course_id":113,"status":"P","start_date":"1871-10-25","end_date":"1871-10-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The United States Government took action against the Ku Klux Klan in Spartansburg and eight other counties located in South Carolina.  The <em>Farmer’s Cabinet </em>claimed the Klan received a warning from government officials on October 12, 1871 saying “that unless they dispersed and gave up their arms within five days, martial law would be proclaimed.”  Needless to say, the Klan did not disperse or hand over their weapons.  This led to President U.S. Grant issuing his proclamation putting the district under martial law.  The issuance of this proclamation “is notable as being the first case of the suspension of the privileges of the writ of habeas corpus under the enforcement act.” The Enforcement Acts were “criminal codes that protected blacks’ right to vote, hold office, serve on juries, and receive equal protection of laws.  If states failed to abide by these laws, the federal government was permitted to intervene, which is what happened in Spartansburg, South Carolina.  The federal government targeted the Ku Klux Klan when these acts were put into effect.","Throughout the Reconstruction era, many white southerners despised blacks and their Republican supporters and took umbrage at the rights given to blacks.Historian David Everitt claims southern white men looked for a way to scare and harm blacks and their white supporters. White supremacy groups developed as a result.  One of these groups, the Ku Klux Klan, originated in Tennessee and eventually spread to South Carolina in 1868.   South Carolina was not the only state affected by Klan violence: the Klan was present in the majority of southern states. However, parts of South Carolina experienced the most horrifying acts of terror between fall of 1870 and summer of 1871.  During this span, the Klan announced its targets, which was “the scum of the earth, the scrapings of creation,” according to David Everett.  They also tried to do everything they could to resist “negro rule, black bayonets, and a miserably degraded and thievish set of lawmakers.”  South Carolina’s York County faced many attacks by the Klan.  The Klan committed six murders and hundreds of whippings and beatings.  Besides its violent nature, the Klan also performed other activities.  According to Historian Elaine Parsons, the Klan dressed up in their costumes and performed a moonlight dance and musical entertainment.  ","State officials in South Carolina were not obeying the enforcement act, which resulted in the federal government intervening and taking control of the situation.  This story reached the whole way up to New Hampshire, where the article was published.  If crimes by the Klan had continued, the forward movement of America would have been significantly affected."],"display_date":"October 25, 1871","search_date":"1871-10-25","locations":[{"id":8420,"lat":42.9153034863,"lng":-71.7160081721,"zoom":9,"place":"HILLSBOROUGH, New Hampshire"}],"tags":[{"id":151,"tag":"Ku Klux Klan"},{"id":1851,"tag":"Enforcement Act"},{"id":1852,"tag":"Terror"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":113,"school_id":3}},{"id":5816,"title":"African-American Killed KKK Member in Memphis, Tennessee","course_id":113,"status":"P","start_date":"1868-03-19","end_date":"1868-03-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On March 19, 1868, <em>The New York Times </em>reported the murder of a supposed Ku-Klux Klan member by a “Negro” in Memphis, Tennessee. The paragraph summary reported that a group of Klan members went to the African-American’s home the night prior and “demanded admission” there. Henry C. Blair, the supposed KKK member, shot and killed by the homeowner during the confrontation. <em>The New York Times</em> predicted there would be no “further trouble” despite the animosity the situation had created in the surrounding area.","The general philosophy around the creation of the Ku Klux Klan “tapped the daily economic and social frustrations of the average white southerner, and in doing so rationalized who the enemy was and how they were to be defined, fought, and eliminated as a threat,” claimed professor Kwando Miassi Kinshasa. The KKK began as armed counterpoint to the reconstruction ideas implemented in the United States after the Civil War. Many KKK members were “war-veterans, the unemployed, the ex-slave, poor white farmers and restless youth whose fortunes were yet to be made and lost.” As the United States prepared to make massive changes in a country that remained in shambles from a four year war, the entry of thousands of African-Americans into the status of citizens was a nightmare for southerners who lost the war. Kinshasa wrote, “Violent attacks by the Ku Klux generally inflicted havoc among unarmed rural Freedmen.” The notion of slavery died with the Civil War, but, the idea that African-Americans could have full ownership of property and their own labor was an idea that many Southerners could not reconcile after the defeat of the war. To disarm the Freedmen from all power and rights would place the whites back in a position of power and leadership after a dreadful defeat.","The murder of a Klansmen in Tennessee represented the willingness of African-American citizens to fight for the rights that were inherently theirs. Despite the violence that the Klan enforced on the African-American population, armed resistance by African-Americans occurred. Tennessee, the only state outside of the deep South that had a significant portion of the population in support of the KKK, refused to push the Klansman’s murder."],"display_date":"March 19, 1868","search_date":"1868-03-19","locations":[{"id":12369,"lat":35.182488505,"lng":-89.8964012565,"zoom":9,"place":"SHELBY, Tennessee"}],"tags":[{"id":32,"tag":"Civil War"},{"id":151,"tag":"Ku Klux Klan"},{"id":1115,"tag":"Freedmen"},{"id":248,"tag":"tennessee"},{"id":1872,"tag":"New York Times"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":113,"school_id":3}},{"id":6572,"title":"The KKK 1950s Tallahasse Florida","course_id":167,"status":"P","start_date":"6/10/52","end_date":"6/10/52","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","“The group asked him to outlaw the Ku Klux Klan, but while repeating his longstanding opposition to the organization, the Governor said it did not appear constitutionally possible to abolish it.” On January 10, 1952 <em>The New York Times</em> reported that Governor Warren of Tallahassee, Florida announced that he was increasing the reward for the finding and conviction of the murderers of the Moores’ family, a Negro family. According to the article, the Moores were found dead in their household after a bomb went off under their bed. As described in the <em>New Georgia Encyclopedia</em>, the Ku Klux Klan, also known as the KKK, was a powerful group of whites who were aiming to end all lives of blacks. Although most of their acts were violent under the Constitution’s 14th amendment, they felt they were contributing what was right as citizens. With the help of law enforcement and political parties, the Klansmen were able to release their resentment of Negroes throughout Florida and the rest of the south.","The Ku Klux Klan was a dominant hate group in the south, who aimed to suppress the rights of black people and establish a reign of white supremacy. The Klan not only refuted the rights and existence of blacks, but also those of foreigners, Jews, and whites who supported blacks. During the 1950s, the Klan was evocative in its aversion to the growing Civil Rights Movement. During this time, the Civil Rights Movement was well known for helping blacks obtain equal rights and succeeding in life just as their white counterparts.  Cases such as Brown vs. Board of Education, in which the Supreme Court declared state laws to end segregation in schools, fueled the Klan to partake in shootings, bombings, and lynchings all across the south. To support the ruling of the Supreme Court, Congress passed their first civil rights legislation with the Civil Rights Act of 1957. This act ensured all Americans were permitted the right to vote, fueling the Klansmen’s resistance even more.","David Chalmers’s book <em>Backfire: How the Ku Klux Klan helped the Civil Rights Movement </em>affirms the help the Klan received during this time. It discusses how Truman, who was perceived as an advocate supporter of racism, along with members in the Democratic and Republican Party, as well as corrupt police officers, all played a part in allowing the Ku Klux Klan to commit and get away with thousands of deaths of blacks. This includes the blacks’ most influential leaders, such as Mr. Moore. The White Knights are known today as the most violent group of the Ku Klux Klan’s history. The Klan was sought as a great hindrance in American equality. The destruction they produced caused rifts in Florida’s government as well in states all over the south. The Klan denounced the message of the Civil Rights that minority groups spent years trying to promote, and instead attempted to further its ideals of white supremacy.","Eisenhower and the FBI finally cracked down on the Ku Klux Klan and its deformation acts. Although this could have been done sooner and would have saved the lives of many innocent victims, it nonetheless was a step in the right direction for America. According to Nathaniel Hoguet’s work “Rates and Correlates of Understanding Deaths among Americans,” a lot of the Klan’s killings were unreported. However, the KKK accounted for at least 3,000 lynchings of blacks and possibly thousands of more from bombings and shootings. Even though a lot of the Klan was dismantled, the Klan still continued to thrive in the later decades."],"display_date":"June 10, 1952","search_date":"1952-06-10","locations":[{"id":52953,"lat":30.4382559,"lng":-84.2807329,"zoom":7,"place":"tallahasee florida"}],"tags":[{"id":1648,"tag":"1950s"},{"id":151,"tag":"Ku Klux Klan"}],"course":{"name":"HIS 120 Decade of Decision 1950s","school":"Rollins College","course_id":167,"school_id":5}},{"id":6872,"title":"Ku Klux Klan Member Threatens African American Elected Official","course_id":188,"status":"P","start_date":"1868-01-01","end_date":"1868-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1868, a Klan member from Lincoln County, Georgia sent a letter to African American elected official Davie Jeems. In this letter, the anonymous Klan member threatened Jeems with both physical and mental harm to “show Jeems his place.” He warned that he had his eye on Jeems every single day and advised him not to make any wrong decisions that would anger the KKK. The Klan member sent this letter with the intention of coercing Jeems to conform to the political beliefs of the Democratic party and to create fear into the African American people. The letter stated, “We nail all, radicals up in Boxes and send them away to KKK – there is. 200 000 ded returned [sic] to this country to make you and all the rest of the radicals good Democrats and vote right with the white people.” The letter ended with the use of a racial slur and the warning that the safety of every African American depends on whether or not they join the Democratic camp. The Klan member implored Davie Jeems to take heed and act accordingly.","With the end of the Civil War and the dramatic shift in political power, the southern Democratic party chose to resist Reconstruction. Thus, former Confederate general, Nathan Bedford Forest joined with others and founded the Ku Klux Klan to “keep the order” in the southern states. Through various acts of violence, the Klan tried to undermine the Republican party and restore white supremacy. Over ten percent of the African American legislators elected during the 1867-1868 constitutional conventions fell victim to the Klan’s acts of violence during Reconstruction. The Klansmen wanted life after the Civil War to resemble the Antebellum South. They could not accept that African Americans gained their freedom and citizenship rights as human beings, and they hated all of the changes that came with Congressional Reconstruction.","This specific letter embraces the issues of racism and political pressure during this time. While the threat to Davie Jeems reflects the Klan’s hatred toward African Americans, it also reflects their hatred toward change. According to historian Eric Foner, “[The Klan] aimed to reverse the interlocking changes sweeping over the South during Reconstruction.” They intended to restore the black labor force and racial subordination throughout the South as a way to orchestrate the black man’s every move. Part of these ambitions stemmed from their paranoia about a black uprising. For this reason, the Klan mainly operated in counties with an even black to white ratios or white majorities. In addition, the Klan helped the Democratic party by suppressing the black vote and directly opposing the Republicans. The KKK’s violent actions earned them the reputation as the terrorist arm of the Democratic party. Due to the KKK’s pressure in the South, the Republicans lost a lot of ground during Reconstruction in these areas."],"display_date":1868,"search_date":"1868-07-01","locations":[{"id":53202,"lat":32.736974121658,"lng":-82.587354481526,"zoom":7,"place":"Lincoln County, Georgia"}],"tags":[{"id":151,"tag":"Ku Klux Klan"},{"id":2874,"tag":"Democratic Party"},{"id":889,"tag":"Racism"},{"id":123,"tag":"Reconstruction"},{"id":3678,"tag":"White Supremacy"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":188,"school_id":3}},{"id":6879,"title":"Senator John Scott Denounces the KKK","course_id":188,"status":"P","start_date":"1872-05-18","end_date":"1872-05-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" On May 18, 1872, Pennsylvania Senator John Scott delivered a speech before the United States Senate.  Congress was deliberating the extension of a bill granting the office of the President power to suspend the right of habeas corpus under certain circumstances: namely, armed, organized resistance to the government of the United States or violent violation of its laws.   Scott began his speech by prompting the Senate’s Chief Clerk to read the provisions of the section in question.  He then argued that the existence of an organization known as the Ku Klux Klan had been well established, and named General N.B. Forrest and General John B. Gordon as founding members of this organization.  Scott outlined a brief history of the Klan, drawing upon the testimony of Forrest, but he disputed Forrest’s assertion that it was disbanded in 1868.  Scott stated that the Klan had continued its activities throughout “North and South Carolina, Georgia, Florida, Alabama, and Mississippi.”  The senator attempted to offer proof of the Klan’s well-organized and threatening nature.  He described examples of the organization’s brazen and widespread crimes.  One such incident occurred in Unionville, South Carolina, where a gang, supposedly numbering somewhere between 400 and 800 men, broke into a jail, and hanged eight prisoners.  Scott noted that the county in question “had in 1870 but 8,718 white population, and the village itself not over four hundred.”  He cited the widespread popularity of the Klan as the reason for such a large gathering, in a county with such a small population.  Scott cited testimony from witnesses, concerning the Klan’s behavior and structure.  One such witness, Kirkland L. Gunn, a member of the organization, testified that the Klan was highly armed, and that its members carried out violent crimes in disguise.  Gunn also admitted that he knew of the Klan’s existence in multiple states.  ","            Following the Civil War, the Ku Klux Klan became the first and most powerful of multiple terrorist organizations in the American South. By Nathan Bedford Forrest’s own estimation, the group had more than 550,000 members by 1868.  The Klan was known for its extensive use of disguises, which both hid the identities of its members, and contributed to the group’s mysterious image.  Some members went so far as to adorn themselves with skeletal hands or fake skulls in order to appear more frightening.  "," The Ku Klux Klan Act of 1871 gave President Grant sweeping powers to combat the organization, as local governments appeared either too weak or unwilling to make arrests.  In October 1871, Grant suspended habeas corpus in nine counties, allowing for mass arrests of Klan members. In order to convict many Klansmen, it was first necessary to conclusively establish the existence of the Klan as a unified criminal organization.  It was against the backdrop of these events that Scott gave his speech in early 1872."],"display_date":"May 18, 1872","search_date":"1872-05-18","locations":[{"id":52855,"lat":38.9071923,"lng":-77.0368707,"zoom":2,"place":"Washington, D.C."}],"tags":[{"id":2772,"tag":"Congress"},{"id":123,"tag":"Reconstruction"},{"id":151,"tag":"Ku Klux Klan"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":188,"school_id":3}},{"id":6900,"title":"The Ruthless KKK","course_id":191,"status":"P","start_date":"3/27/65","end_date":"3/27/65","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On Saturday March 27th 1965, President Lyndon Johnson was “declaring war” on one of the most horrific white supremacist groups of all time: The Ku Klux Klan (KKK).? He did so via a mass television broadcast where he attacked the Klan after a woman by the name of Mrs. Liuzzo was killed by four men who were apparently associated with the Ku Klux Klan. The President was fierce in his statement telling the clan to stop “before it is too late” and even calls the group a “hooded society of bigots”?. Johnson acknowledges the threat that this group poses and realizes that he must take action in order to reassure his country’s safety. The article published by the Globe and Mail describes Johnsons mood as “sheer wrath” when hearing the news of the crime committed?. The reporter constantly hinted to Johnson’s emotion towards the KKK and how motivated he was to bring these men to justice. To explain his motivation, the article states that Johnsons father too dealt with the KKK and felt that the group was a threat to America’s safety?. Although his public attack on the Klan was used to cause intimidation, the article brings up a good point that by naming these four men publically, it could cause an unfair trial?. Nonetheless this article portrays Johnson sticking up for what he believes in and showing an enormous amount of bravery and courage. ","The Ku Klux Klan was first founded in 1866 with the goal of promoting terrorism and violence to those of African American heritage and those that had different religious beliefs to them.? There were two waves of KKK dominance; one lasting from 1866 to the late 19th century, and the other from 1915 to modern day. ? In Johnson’s announcement he stated how his father also ‘dealt’ with the KKK and here we see proof of that with the two separate waves of white supremacism. What led to the high increase of clan activity in the 60’s was when Johnson announced his plans for more Civil rights for those of colour with his new take on Liberalism and new definition to FDR’S “New Deal”. Unfortunately, Viola Liuzzo was just one of the many casualties as a result of the KKK. Viola Liuzzo was a poor white southerner born in Pennsylvania in 1925.? When growing up in the great depression she knew what it was like to be constantly moving due to a lack of funds. She noticed how those of colour were treated very poorly and were racially divided with different waiting rooms, water fountains, churches etc.? In 1965 when she heard about the opportunity to join the march in Selma Alabama she thought it was a great way to stand up against black oppression. During the march Viola was spotted sitting with a black man, and four KKK members saw this as a chance to “broadcast their message: killing Liuzzo and Moton would assure blacks that no march or demonstration would ever change what they considered the ideal southern way of life.”? The KKK were a very radical, dangerous group and did whatever was necessary to keep a white powered society; even if that meant killing someone of their own skin colour.  After Liuzzo was shot to death, the four shooters were caught just hours later where Johnson had a live broadcast declaring threats against the clan. "," "],"display_date":"March 27, 1965","search_date":"1965-03-27","locations":[{"id":52836,"lat":47.741745672861,"lng":-117.15857658134,"zoom":5,"place":"Washington DC"}],"tags":[{"id":151,"tag":"Ku Klux Klan"},{"id":889,"tag":"Racism"}],"course":{"name":"Critical Writing and Research for Historians","school":"University of Toronto Scarborough","course_id":191,"school_id":28}}]}