{"id":1510,"tag":"Suburbanization","points":[[28.5146851201,-81.3237702415],[42.107446354,-83.1351982696]],"bounds":[[42.107446354,-81.3237702415],[28.5146851201,-83.1351982696]],"episodes":[{"id":5575,"title":"<strong>Making the Journey</strong>","course_id":88,"status":"P","start_date":"1/1/55","end_date":"12/31/74","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Everyday, Charles Thomas Anderson would embark from the Winter Park Post Office. He would head north on New York Avenue from the Winter Park Post Office, turn right onto West Canton Avenue, left onto North Interlachen Avenue, right on North Park Avenue, another right on East Stovin Avenue until he finally took his last right turn onto Palmer Avenue. Once he reached Palmer he would continue his travels throughout the neighborhood. Everyday, Charles Thomas Anderson would embark on this journey, but not in an automobile, he would embark on this journey by foot, no matter what the weather forecast predicted. Charles Thomas Anderson was a mailman and this was his journey to work.[1]","Charles Thomas Anderson was not always a mailman. He was born in 1917 in Hopkinsville, Kentucky where he claimed his residence until December 1941 when Japan attacked the American military base Pearl Harbor, leading to the United States joining World War II and Anderson joining the cause. After serving as Master Sergeant in the Air Force, Anderson’s life would be forever changed due to the G.I. Bill. This bill made it easier for veterans to own more land more than ever before, specifically in the suburbs.[2] The suburbs were a place where these veterans could raise their baby booming families with a white picket fence and achieve the American dream. The suburb was a passport to consistency, community, and safety. Just as getting to work was important, so was the initial move into the suburbs.[3] For Anderson, in particular, the suburbs of Florida, where lower taxes and tropical weather made this American dream an even better reality, was the ideal place to call home.","Charles Thomas Anderson sought to maintain this dream through employment, employment he found at the Winter Park post office. There from 1955 until he retired in 1974 Anderson became the “Whistling Postman.”[4] His route encompassed Palmer Avenue through Via Bella, but he took this daily journey with pleasure. Charles Thomas Anderson’s daily commute was much more than a journey to work; it was a story of the American dream."," ","[1] \"Funeral Notice- Charles Thomas Anderson,\" <em>The Orlando Sentinel</em>, January 15, 2006.","[2] Suzanne Metler, \"The Creation of the G.I. Bill of Rights of 1944: Melding Social and Participatory Citizenship Ideals,\" <em>Journal of Policy History</em> 17, no. 4 (2005).","[3] John Teaford, <em>The Metropolitan Revolution</em>, (New York: Columbia University Press, 2006).","[4] \"Funeral Notice- Charles Thomas Anderson,\" <em>The Orlando Sentinel</em>."],"display_date":"1955 - 1974","search_date":"1964-12-31","locations":[{"id":28935,"lat":28.5146851201,"lng":-81.3237702415,"zoom":9,"place":"Orange, Florida"}],"tags":[{"id":1509,"tag":"G.I. Bill"},{"id":1510,"tag":"Suburbanization"},{"id":1511,"tag":"American Dream"}],"course":{"name":"United States Since 1945","school":"Rollins College","course_id":88,"school_id":5}},{"id":5604,"title":"Bob MacHardy's Journey to Work","course_id":88,"status":"P","start_date":"8/25/85","end_date":"8/25/85","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Bob MacHardy was a teacher at Winter Park High School from 1962 until his unexpected death in 1985. During that time, he and his wife and sons lived at 233 Pinewood Drive in southern Maitland. His journey to his job roughly six miles away was typical for a middle class educator in central Florida. A winding labyrinth of suburbs encircled both his house and the High School at which he worked, and only briefly made contact with any major thoroughfares. The route mainly consisted of a long, slow straightaway crowded with trees and families. MacHardy’s trip to work yields great insight into the suburban middle class culture in Winter Park in the 1970s and 80s.","The city of Maitland is one of the oldest incorporated cities in Central Florida, and somewhat of a sister city to Winter Park. By the turn of the twentieth century, transportation allowed for more people to settle farther from the railroads that confined Winter Park and the surrounding areas. The 1950s saw a boom in Maitland’s growth as corporations were making their way into central Florida.The first suburbs were built to house workers from the Martin Marietta Corporation, and with the growth of State Road 17-92 in the 1960s, the suburban development flourished even more.","The arrival of Disney World in 1971 drew more commerce into central Florida than ever before, and between 1972 and 1979, Maitland added twelve new residential subdivisions as a result of this expansion. If it is any indication of the demographic of Maitland, the 2010 census showed 80 percent of the inhabitants as white. Undoubtedly, this would have been much higher in the 1980s when Mr. MacHardy lived there.","Built in 1969, Winter Park High School already catered to the suburban professionals of Winter Park itself. Its location away from downtown Winter Park allowed for growth and development of suburbs for middle class white professionals who wanted a safe haven for their children. These professionals in the 1980s used the brand new surrounding suburbs as a means of staying close to work while simultaneously being close to a suitable school system tucked away from the hustle and bustle of Fairbanks Avenue.","Bob MacHardy’s journey to work was short and typical for a Winter Park professional. Essentially as a scenic route away from any semblance of urbanity, his journey reflected the 1980s resurgence of suburbanization in response to the relative degradation of the 1970s, as did the suburban developments around his workspace itself. As an informative look into the life and work of an 80s suburbanite, MacHardy’s journey to work does not disappoint."," "],"display_date":"August 25, 1985","search_date":"1985-08-25","locations":[{"id":40176,"lat":28.5146851201,"lng":-81.3237702415,"zoom":9,"place":"Orange, Florida"}],"tags":[{"id":1510,"tag":"Suburbanization"},{"id":704,"tag":"Urbanization"},{"id":1562,"tag":"Obituary"}],"course":{"name":"United States Since 1945","school":"Rollins College","course_id":88,"school_id":5}},{"id":5900,"title":"A City on the Rise: Expressways in Early Detroit","course_id":118,"status":"P","start_date":"4/8/50","end_date":"4/8/50","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the mid-twentieth century, Detroit was on the cutting edge of transportation innovation, and many cities around the world marveled at the city's rapid growth and industrial pride. The John C. Lodge Freeway was one of the many attractions gaining Detroit much of its attention. An aerial photograph taken in 1950 shows the city's complex and multifaceted highway system starting to take form. The photo depicts a portion of Detroit’s East Side along with an early M-10 freeway, still under construction. Today, construction of massive freeway systems is widely considered one of the main factors behind Detroit’s decline, and this photo shows how the freeway projects split neighborhoods and sectioned off large portions of the city. The freeway bisected the predominantly African-American Black Bottom and Paradise Valley neighborhoods, and was part of a larger \"slum clearance\" campaign by the city that wiped out many low-income communities without providing relocation or other services for former residents. Upon closer examination of the photo it is clear that without a car it would take some time to get across this new structure and venture to another portion of the city. In the northwest part of the city, a large area filled with countless blocks of recently constructed houses is visible, just where the freeway ends. The cranes shown at the end of the freeway suggest further expansion of M-10 into the neighboring residential areas, demonstrating the city's commitment to the growing suburbs.","The John C. Lodge freeway was just one of many projects happening across the country that made the inner cities less appealing and added to the appeal of suburbia for those who could afford it - or those who were not excluded by segregationist housing policies. In “Beautiful and Terrible: Aeriality and the Image of Suburbia,” author D.J. Waldie showcases a gallery of aerial photos that show the construction of future cookie-cutter suburbs in Southern California. Waldie notes that the developers of suburbs like these and projects like the Lodge were proud of such grand construction and expansion: aerial photographs of the projects frequently appeared in magazines and received high praise and admiration for the future they would bring. Photographs like these had significant impacts on the way the projects were perceived by the public, and were understood at the time as signs of progress, while today many of us focus more on their more problematic and overlooked aspects. Regardless of the viewer's perspective, however, it is certain that the highways would forever alter the city."],"display_date":"April 8, 1950","search_date":"1950-04-08","locations":[{"id":28980,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1510,"tag":"Suburbanization"},{"id":1989,"tag":"freeways"},{"id":1953,"tag":"Urban Renewal"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5911,"title":"Automobiles and Industry Transform Delray","course_id":118,"status":"P","start_date":"1/1/08","end_date":"12/31/08","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the early twentieth century, the neighborhood of Delray in southwest Detroit was beginning to become a dynamic industrial hub, with companies such as Swift Franklin Salt Block, Detroit City Glass Works, and Sutton Pail Factory, among many others, setting up large factories that overshadowed the nearby residential neighborhoods. As the area became more heavily industrial, the demand for workers increased beyond the capacity of the surrounding residential neighborhoods to supply. By 1908, there were calls for the creation of a rail line that could carry workers from elsewhere in the city directly to the new factories in Delray.","The rail line was never built, and as the century wore on Detroit's existing public transportation would gradually disappear as well. While cities around the country became increasingly automobile-dependent by midcentury, in Detroit that trend was exacerbated by the heavy influence of the auto industry on local politics. Henry Ford's Model T went into production in 1908, but it was not mass-produced until 1914. The massive expansion of car ownership was part of a calculated plan by Ford, who raised his employees' pay enough to allow them all to purchase their own automobiles. Some decades later, this would create the opportunity for increasing numbers of Detroiters to leave Detroit, moving out to the less-polluted neighborhoods that would be built on the outskirts of the city after the second World War.","By the end of the century, those who could afford to move out of the city had largely done so, leaving only the poorest residents - overwhelmingly African-Americans and immigrants - remaining in the polluted industrial neighborhoods of Delray. Declining real estate prices and an inadequate housing market contributed to overcrowding in already unsanitary living environments. Although Ford's intention was simply to sell cars, his actions inadvertently harmed future generations of immigrants who knew little of the pollution of Delray and the harm that could come from living there."],"display_date":1908,"search_date":"1908-07-01","locations":[{"id":50025,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1900,"tag":"Automotive Industry"},{"id":1510,"tag":"Suburbanization"},{"id":1941,"tag":"Delray"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}]}