{"id":1512,"tag":"Tourism","points":[[28.5146851201,-81.3237702415],[42.107446354,-83.1351982696]],"bounds":[[42.107446354,-81.3237702415],[28.5146851201,-83.1351982696]],"episodes":[{"id":5576,"title":"<strong>The Start of a New Era</strong>","course_id":88,"status":"P","start_date":"1/1/55","end_date":"1/31/55","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Winter Park is a suburban city located on the outskirts of Orlando in Orange County, Florida. It has a current population of 27,852 residents and is home to Rollins, College, Full Sail University, and the Charles Hosmer Morse Museum of American Art. Its areas range from open parks to residential areas to even street side shopping all along Park Avenue. It is in this eclectic town that just approximately eighty years prior, in 1934, that Robert E. Langford’s grandmother rolled up to a house at 716 Interlachen Avenue. She witnessed first hand the beautiful moss-covered oak trees of Winter Park, and stated, “This is the place.” She bought the home that August for $12,000, officially beginning the legacy of the Langford Resort Hotel.[1]","Years then passed and American involvement in World War II would begin and end as the entire state of Florida, one of the least populated states in the South, began to transform into a tropical destination.[2] Then in the early 1950s, Robert E. Langford, having been raised in the hotel business in Chicago, decided that he wanted to build a hotel in the very neighborhood that his grandmother called home. Langford realized that with the inventions of air conditioning to stifle the Florida heat and air travel to get to destinations easier than ever, Central Florida was ripe for development.[3] He immediately began purchasing property across the street from his grandmother’s house on East New England Avenue to build the one million dollar Langford Resort Hotel.","The two-hundred room luxury Langford Resort Hotel opened its doors officially in January of 1956. Along with it being Central Florida’s first air-conditioned hotel, the modern design of the Langford included the Empire Room, a famed supper club that featured nightclub acts from around the country; the Tree Tap Room, used for dances and banquets; and a seventy-five foot swimming pool surrounded by lush foliage, a petting zoo, and a variety of tropical birds.[4] This hotel quickly became the exotic escape that Florida tourists vied for and attracted numerous influential people including Ronald and Nancy Regan, Eleanor Roosevelt, and Walt Disney while he was scouting the area for a location for his theme park.","After forty-four years and countless guests, in May 2000 the Langford Resort Hotel closed its doors forever. In true Langford fashion, however, the hotel went out in style. During the hotels perfectly entitled “End Of An Era” farewell banquet, the Winter Park Mayor gave a champagne toast as everyone raised their glasses to the “glorious history of the hotel”, a glorious history that will forever play an important role in the history of Winter Park.[5]"," "," ","[1] Winter Park Public Library, \"Langford Hotel Collection.\"","[2] Christina Lane, \"Forging Florida's Sun Screen,\" <em>Mississippi Quarterly</em> 63, no. 4 (2010).","[3] Gary Mormino, <em>Land of Sunshine, State of Dreams</em>, (Gainesville: University Press of Florida, 2005).","[4] “Langford Hotel,” Postcard,1960, <em>Winter Park Public Library</em>.","[5] Winter Park Public Library, \"Langford Hotel Collection.\""," "],"display_date":"January 1955","search_date":"1955-01-16","locations":[{"id":28935,"lat":28.5146851201,"lng":-81.3237702415,"zoom":9,"place":"Orange, Florida"}],"tags":[{"id":1496,"tag":"Florida"},{"id":1512,"tag":"Tourism"}],"course":{"name":"United States Since 1945","school":"Rollins College","course_id":88,"school_id":5}},{"id":5978,"title":"Points of Interest in Detroit to a Mid-19th Century Visitor","course_id":118,"status":"P","start_date":"1886-05-14","end_date":"1886-05-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the warmer summer months in the late 1800s, Detroit experienced an influx of visitors and tourists who needed guidance on locating the more interesting city locales and landmarks. As a solution, The Detroit Free Press published this article in May of 1886 to offer assistance to the \"intelligent excursionists to [the] old city\" who wished to see the historic sites that Detroit had to offer. This detailed and thorough guide to the \"first permanent colony in the Northwest\" includes sites like Fort Pontchartrain, <em>Belle Fontaine</em> (or Springwells in the Third Street Depot area), Claude Campau's grist mill on May's Creek, Judge May's house on the corner of Jefferson and Cass, the Fort Lemoult citadel, the First National Bank building, the second St. Anne's Church, multiple historic homesteads and houses (some already having been demolished by the time the article was printed), the \"Pontiac Tree\", and many other places of historic interest. Most of these site listings are accompanied by small anecdotes of their historical significance, including a lengthy paragraph dedicated to Fort Pontchartrain and the involvement of the \"treacherous\" Native Americans during the \"great Indian conspiracy of 1763\".<br /><br /> This article gives us an interesting insight into how Detroit looked during the late 1800’s (which was vastly different than the Detroit we see today). Some of the landmarks that are mentioned in this guide are still visible today, and still attract some tourists. However, tourism has severely declined since the economic boom of the automobile and industrial period of 19<sup>th</sup> century Detroit. Also, many of the places mentioned in the article no longer exist as they did during 1886; for instance, the majority of the homesteads mentioned have been demolished and built over, and the few parts of Fort Pontchartrain that remained in 1886 have since been destroyed (the majority of the Fort was burned down during the great fire of 1805 in Detroit that also wreaked havoc on most of the city). This article makes a mention of the 1805 fire when it lists Judge May’s house (no longer standing), which is said to have included bricks from the chimneys of French houses that were consumed in the city-wide fire. It is interesting and thought-provoking to compare a modern-day guide of Detroit to this 1886 version, because one can see the differences in what was considered historically important in 1886 to today’s historical landmarks in Detroit (mainly through the landmarks that were demolished by the city, built over, or destroyed in some other fashion since this article’s publication). In analyzing a historic guide like this one, it is possible to envision the physical changes that have shaped the city into its current state via its historic landmarks (or lack thereof)."],"display_date":"May 14, 1886","search_date":"1886-05-14","locations":[{"id":6598,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"WAYNE, Michigan"}],"tags":[{"id":1512,"tag":"Tourism"},{"id":537,"tag":"Native Americans"},{"id":1899,"tag":"Detroit"},{"id":1918,"tag":"Detroit Free Press"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}]}