{"id":1513,"tag":"Philadelphia","points":[[39.878712355,-75.2036894677]],"bounds":[[39.878712355,-75.2036894677],[39.878712355,-75.2036894677]],"episodes":[{"id":5577,"title":"An Identity is Born","course_id":65,"status":"P","start_date":"1/1/30","end_date":"12/31/30","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["On a hot, humid, July day in New Jersey, a man lay in his hospital bed, fighting to stay alive despite different heart problems, holding onto what the last moments of life he had left.  On July 22, Harry Olivieri passed away at the age of ninety. He would be remembered mostly by his family and friends, but few people would recognize his name outside that circle.  And yet,  this relatively unknown man, had done something that not only changed his life, it changed the place he called home. He gave an entire city an identity.","It all started back in Philadelphia in 1930 during the first months of the Great Depression, when two brothers, Pat and Harry Olivieri, decided to go into business to make their family some money.  Pat had asked Harry to run to the Italian market and pick up some steak. They then cut it and grilled it and sold it to their first patron.  Thus, the first Philadelphia cheesesteak was born and it soon caught on as a tasty and quick meal.  There are many different things that go into a real Philly cheesesteak, some of which were on the first cheesesteak and some that were added throughout the years. The original cheesesteak had chopped up steak and onions and was served on a hotdog bun. As it grew in fame, the cheesesteak adapted with the times.   Oddly enough, it was not until twenty years after that first steak sandwich was made that cheese was added. Nevertheless, Harry Olivieri had come up with a tradition that has come to be identified with an entire city.","There is no way that neither Harry nor Pat would know that their sandwich would grow into something so much larger than Philadelphia itself. Harry and Pat started their own place called Pat’s King of Steaks at 9th and Passyunk, and it has been there ever since. When the doors first opened to their store in 1940, both brothers worked fifteen to eighteen hours a day, since Pat’s stayed open all night long. Both brothers loved what they were doing and worked together as a family business. It was going well until Pat decided he did not want to work there anymore, and when that happened a family battle over ownership of the business ensued. In the end Harry and his family kept the original store on 9th and Passyunk, and Harry went back to doing exactly what he loved to do. Today, cheesesteaks are part of Philadelphian culture. They help define what it is to be a Philadelphian. The cheesesteak lives on as a symbol of the city, while the names of the inventors are long forgotten. Harry Olivieri’s name should be more widely known, not just as the inventor of the cheesesteak, but as the creator of an identity for Philadelphia; an identity that will be staying with the city for years to come."," "],"display_date":1930,"search_date":"1930-07-02","locations":[{"id":24782,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"Philadelphia, Pennsylvania"}],"tags":[{"id":1513,"tag":"Philadelphia"},{"id":1514,"tag":"Philadelphia Cheesesteak"},{"id":1515,"tag":"Philadelphia Culture"}],"course":{"name":"Skill Building","school":"Rosemont College","course_id":65,"school_id":38}},{"id":5670,"title":"The Murder and Trial of Singleton Mercer","course_id":99,"status":"P","start_date":"1843-02-10","end_date":"1843-04-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On 10 February 1843 Singleton Mercer shot and killed Mahlon Hutchinson Heberton aboard the ferry John Finch. Public sympathy for Mercer was high and just over a month later, on 28 March, Mercer was acquitted of the charges on the grounds of insanity— a relatively new and controversial defense. The defense was controversial because the murder was one of revenge. Heberton, often described as handsome and well-mannered, seduced Mercer’s sister, 16 year old Sarah Mercer, under false pretenses and allegedly lured her into a brothel and raped her. Because of this, Mercer’s murder was usually seen as justified, and many, namely The Philadelphia Public Ledger,  expressed desire to punish Heberton post-mortem.","<br />The seduction began when Sarah first met Heberton while she was walking in town with her 15 year old friend, whereupon she mistook Heberton for a Spanish gentleman named Mr. Bustedo. Heberton used this mistaken identification to his advantage and arranged “accidental” meetings with Sarah over the next two or three days. This courtship eventually climaxed when Heberton brought Sarah to a brothel, where he, upon being denied consent, raped her. Singleton Mercer was outraged upon hearing of these events and, after being unable to prove Heberton guilty to officials, decided to find his own route to justice. He found his way to Heberton’s residence and noticed Heberton and his acquaintance James Vandyke were entering into a carriage. Mercer followed the carriage to the ferry, where he shot at Heberton four times, striking him once. The bullet penetrated under his left shoulder and through his lungs before being brought to a stop by his heart. Heberton died within an hour. Following the shooting, Mercer handed his firearm to Vandyke, saying “Here I am — I did it.” Mercer was arrested that day and held without bail until trial.","<br />The murder, known colloquially as “The Tragedy of Mahlon Heberton,” gained widespread attention, and the public is known to have displayed “widespread sympathy” for Singleton Mercer. It’s no surprise, then, that attendance at his trial was high, and that he was acquitted of the charges. Yet, while the general public was pleased with this outcome and cheered “Huzzah Mercer Huzzah” as he left the courtroom and returned home, several legal officials found this verdict unjust, and believed this trial directly lead to the subsequent and unfair acquittal of other murderers.","<br />The murder of Heberton also inspired a best-selling Antebellum novel by George Lippard, The Quaker City. The Quaker City, for one of its plotlines, plucked several specific details directly from the murder. Singleton Mercer was not pleased with his portrayal in the book and, when he found out Lippard had a stage version of the novel planned, protested the production and used his wealth and influence to purchase all the tickets to the production. As a result, the show never materialized.","<br /><br />"],"display_date":"February 10, 1843 - April 14, 1843","search_date":"1843-03-13","locations":[{"id":11228,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"PHILADELPHIA, Pennsylvania"}],"tags":[{"id":1641,"tag":"Insanity Defense"},{"id":1640,"tag":"George Lippard"},{"id":1639,"tag":"Singleton Mercer"},{"id":1638,"tag":"Heberton"},{"id":1637,"tag":"Sarah Mercer"},{"id":1636,"tag":"John Finch"},{"id":1635,"tag":"The Monks of Monk Hall"},{"id":1634,"tag":"The Quaker City"},{"id":91,"tag":"Murder"},{"id":1513,"tag":"Philadelphia"}],"course":{"name":"Pamphlets &amp; Pirates: Popular Print Culture in Antebellum America","school":"Northeastern University","course_id":99,"school_id":56}}]}