{"id":1517,"tag":"USSR","points":[[38.9151212228,-76.9435162098]],"bounds":[[38.9151212228,-76.9435162098],[38.9151212228,-76.9435162098]],"episodes":[{"id":5578,"title":"The Eisenhower Doctrine","course_id":88,"status":"P","start_date":"1/5/57","end_date":"1/5/57","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["By the time of his ascendance to the Presidency, Eisenhower was a man hardened by the difficulty of sending millions to war yet softened by their victorious return home. By 1957, just a teenager’s birth away from the end of the world’s largest and grandest war, the Suez Crisis prompted a reaction against communism.","Eisenhower explained how “Russia’s rulers have long sought to dominate the Middle East.” This was true with the Czars and it was true with the Bolsheviks. The Czars’ conflicts happened at around the same time as the Puritan witch hunts in the New World. This tale was described in Arthur Miller’s <em>The Crucible</em>, a play which mirrored the Communist witch hunts during the McCarthy-led Red Scare. Just like in Salem centuries before, American aggrandizers executed baseless attacks to further their own power, leaving the victims helpless and, more often than not, dead.","As Eisenhower discussed power politics between the United States and the Soviet Union, so too did Americans play games of political chicken with each other. During the televised Army-McCarthy hearings, the Wisconsin senator used bullying tactics, reckless dishonesty, and a willingness to do and say anything in order to grow in power. His tastelessness knew no bounds, so much so that at one point an individual asked McCarthy, “Have you no decency, sir?”","Eisenhower also discussed the religious significance of the region around the Suez Canal. As Eisenhower mentioned the word “Christianity,” no doubt millions of dollars’ worth of money were being printed and minted with the words “In God We Trust”. This recent addition, along with the new inclusion of “Under God” to the Pledge of Allegiance, was only a way to fight back against the “godlessness” of the Soviet Union.","The world changed during Eisenhower’s reign. Never before had a single weapon been able to wipe a city off the map. Never before had American women been given so much freedom only to have it taken away once the boys returned from war. Never before had peaceful demonstrations – bus boycotts, of all things – rocked the concepts of segregation and American racism to their very cores.","In his speech Eisenhower mentioned “the subjugation of Hungary by naked armed force”, yet he did not mention the Little Rock Nine – the group of students that had to be led into an integrated school by the 101<sup>st</sup> Airborne. Foreign militaries were not the only ones marching across their own lands.","The United States did not hold the Arabs in high regard. They were described as lacking “a modern social system, a flourishing economic life, and a democratic political structure” and were thus “vulnerable to communistic exploitation”. But more important than the containment of Communism was the control of oil – not for the United States directly, but for the European components of NATO. One can surmise that should Europe lose Arabian oil, the Marshall Plan would crumble and, bit by bit, country by country, the democratic western powers would turn to the Soviet Union and the Warsaw Pact for help. If this had happened, the United States would be completely alone in a two-front war: it would have to fight the Cold War in Europe and the social war within its own boundaries."],"display_date":"January 5, 1957","search_date":"1957-01-05","locations":[{"id":28396,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Dist Columbia, District of Columbia"}],"tags":[{"id":291,"tag":"Cold War"},{"id":1516,"tag":"Eisenhower"},{"id":1517,"tag":"USSR"}],"course":{"name":"United States Since 1945","school":"Rollins College","course_id":88,"school_id":5}}]}