{"id":1519,"tag":"Shirley Chisholm","points":[[41.8399513458,-87.8166666032],[40.776058,-73.9430817]],"bounds":[[41.8399513458,-73.9430817],[40.776058,-87.8166666032]],"episodes":[{"id":5579,"title":"Contrasting Shirley Chishom with the Weather Underground","course_id":88,"status":"P","start_date":"1/1/69","end_date":"12/31/73","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["It was the best of times, it was the worst of times. The War in Vietnam was finally over, Shirley Chisholm became the first female African-American elected to Congress, and Harvey Milk became the first openly gay man elected to public office. Then again, the Watergate scandal destroyed whatever faith was left in the federal government, the Vietnam War had taken its toll on the American people, and radical left-wing groups terrorized citizens for years.","Perhaps it was the worst of times.","The disillusionment associated with the 1970s would never truly go away. No one would forget Watergate or the Vietnam War. Instead of throwing such events of the past by the wayside, the American people decided to reinvent themselves. Gone were the days of standing on the steps of high schools to protest integration. Gone were the deathly fears of communism and all that it stood for. Gone were the glances outward to the international sphere. For the first time in decades, Americans put domestic issues at the forefront of problems to be fixed. By changing the focus away from the ever-present threat of communist takeover and toward the challenging problems at home, America moved forward so that it could now be as advanced socially as it was militarily and economically.","The Weather Underground certainly was a low point in the 1970s. This group epitomized the stereotype about the 1970s being the “Me” generation; its explosive acts of domestic terrorism, rather than underscoring the war and racial issues, caused them to be overlooked. By fighting the system, the Weather Underground made it impossible for any sort of gradual change or compromise. It was either the violent overthrow of the capitalist system or nothing at all. This could also mark the end of the previous era, where everything was zero-sum: one was either communist or western, segregationist or integrationist, bad or good. The death of the Weather Underground marks the end of this black-and-white view of the world as well as the crushing antagonism against anything even remotely related to the negative events of the past.","Shirley Chisholm marked the beginning of the end for broad, generalized racism against African-Americans. Lyndon Johnson knew that he had just lost the South when he signed the Civil Rights Act of 1964, yet during the 1972 Democratic primaries two of the three states she won were in the Deep South: Louisiana, Mississippi, and New Jersey. Though she did not take the Democratic position that year, she proved that the age in which both African-Americans and women were blindly ignored in the political sphere was drawing to a close.","Whereas Weather Underground leader Bernadine Dohrn recorded a declaration of war only to bemoan the “frustration and impotence that comes from trying to reform this system,” Shirley Chisholm sought to advance social causes from within the government rather than outside of and against it. Until the very end, the Weather Underground movement operated in secrecy, exposing themselves only to release communiques or admit their part in bombings. Chisholm, on the other hand, embraced who she was and used her unique qualities (her African-American ethnicity as well as gender) to serve her interests. While the Weather Underground bombed the Pentagon to protest the US bombing Hanoi, Shirley Chisholm hired only women (half of whom were black) for her legislative office. This gradual loosening of old trains of thought, rather than the abrupt style that the Weather Underground preferred, made much more meaningful impacts on each of Chisholm’s causes.","The Weather Underground did not make the Vietnam War end any sooner. They themselves were only a part of the international protest against the war. Nor did they succeed in overthrowing the capitalist American government and instituting a Marxist-Leninist regime. One could argue that perhaps the 1970s were not the worst time in American history. But the Weather Underground certainly didn’t make it any better.","Shirley Chisholm, on the other hand, promoted both African-American and women’s rights. Having been discriminated against her whole life, and in fact surviving three assassination attempts during her presidential bid in 1972, she made it imperative that she visit the infamously racist George Wallace after he was shot. Her method was conciliatory, not vengeful. Much like Gerald Ford officially pardoned Nixon to end the Watergate scandal, she chose to make amends rather than keep a lifelong enemy. She was truly a pioneer for both women and African-Americans.","One could correctly argue that the Weather Underground epitomized the “Me” generation, that though it was part of the counterculture it still followed the zero-sum ideology of the past twenty years. Shirley Chisholm, by contrast, fought for incremental increases, baby steps into her movements and ideas. Yes, her efforts were revolutionary; but they were revolutionary specifically because they did not adopt revolutionary ideologies."],"display_date":"1969 - 1973","search_date":"1971-07-02","locations":[{"id":34067,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"Cook, Illinois"}],"tags":[{"id":1008,"tag":"Counterculture"},{"id":1518,"tag":"Weather Underground"},{"id":1519,"tag":"Shirley Chisholm"}],"course":{"name":"United States Since 1945","school":"Rollins College","course_id":88,"school_id":5}},{"id":6613,"title":"Her American Dream: Shirley Chisholm for President","course_id":163,"status":"P","start_date":"12/24/71","end_date":"12/24/71","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On the night of December 24, 1971, New York City mayor John V. Lindsay invited the congresswoman from Brooklyn, Shirley Chisholm, to his mansion. Progressive politicians across the country worried about the split in voters if the three potential candidates continued their campaigns for president. Lindsay took it upon himself to convince Chisholm to drop out of the race in order to not draw the black vote away from himself, or from South Dakota Senator, George McGovern. However, the congresswoman remained intent on her goal to shine a spotlight on the corruption and foot dragging of white, male politicians. She fired back, “If you’re so worried about cutting into the progressive vote, why don’t you and McGovern get together - and one of you decide to back out?” Chisholm saw herself as a representative of the American Dream, a black woman making a run for the most powerful position in the country.","Shirley Chisholm became the first black female congresswoman in 1968. After winning her congressional seat, Chisholm stated, “I will fight until I can’t fight anymore. I don’t mind the challenge.” As a congresswoman, she remained outspoken. Her maiden speech to Congress was against spending in Vietnam, and in it she argued that war funding should be redirected to attack hunger and poverty. Chisholm saw fit to hire a largely female staff in order to provide more opportunities for advancement for women in politics. She also sat as an honorary President of the National Association for the Repeal of Abortion Laws. Chisholm stood out as a symbol for the black, working class district that voted for her because she never lost touch with her constituency. She argued that the major problem with Congress was that politicians feared sacrificing their political careers in order to stand up for the people they represented. Her independence and reputation as a spitfire left her without many allies in government, so she passed little legislation. However, as historian Julie Gallagher notes, Chisholm chose to fight what she saw as a stagnant system from the inside out.","Chisholm was a symbol of political success for many across the country. She eventually chose to run for president to break the mold. She ran in order to show that an African American woman could make a serious attempt at taking the highest office in the country. The political climate created by social movements of the 1960s and 1970s primed Chisholm’s candidacy, along with her ability to identify with those around her. While she received the endorsement of the Black Panther Party, most black leadership and women’s organizations offered little more than verbal encouragement to her campaign. As a powerful figure to minority groups, multiple interest groups tried to own her and her candidacy in order to bring national attention to their cause. However, Chisholm resisted the ownership of interest groups. She continued in her campaign as an independent exposing the problems with status quo politics. This independence contributed to her defeat by Senator George McGovern for the 1972 Democratic nomination."],"display_date":"December 24, 1971","search_date":"1971-12-24","locations":[{"id":52987,"lat":40.776058,"lng":-73.9430817,"zoom":11,"place":"Gracie Mansion, New York, NY"}],"tags":[{"id":2261,"tag":"women in politics"},{"id":1561,"tag":"1972 Election"},{"id":1519,"tag":"Shirley Chisholm"},{"id":2021,"tag":"African American history"}],"course":{"name":"History of U.S. Presidential Elections","school":"Wayne State University","course_id":163,"school_id":92}}]}