{"id":1521,"tag":"Furman","points":[[34.8943497126,-82.3707811393],[34.843039,-82.401351],[34.8566063,-82.4016158]],"bounds":[[34.8943497126,-82.3707811393],[34.843039,-82.4016158]],"episodes":[{"id":6157,"title":"A handbook for community development by the Southeastern Workshop in Greenville, South Carolina, focusing on economic improvement and adult education as it relates to community development. Sponsored by the Furman University Summer School","course_id":135,"status":"P","start_date":"6/9/41","end_date":"7/15/41","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The contents of the primary source that relate to the secondary sources being used here are the improvement of the economy and how adult education can lead to community development.  Economic factors are of great importance in community development. A main point in the economy section is that more and more people are becoming specialized in one skill and therefore becoming interdependent on other people making it crucial that people understand each other and work together. The handbook also touches on the school-community relationship and how that can improve on a community and be the cause for further development. This is something that one of the first presidents of Furman, Bennettee Geer focused on during his tenure as head of Furman University, using the university as a tool for educating adults to better the abilities of adults to drive the force for development of renewal of the post-depression city. Geer was a pioneer for this movement and is one of the main reasons Greenville was able to thrive during the hard times of the 1920’s and 1930’s. The handbook also specifically touches on the function of a university in community development, not just average schools. The best example is showing adults how to be leaders in a community and thus providing an example for generations to come. However, the book later shows that methods used for teaching students in high school or college will not work for adult classes, some methods are offered up such as recognizing the capacity of adults for learning new things and develop a desire for continuous growth and the ability to plan for it? One major aspect of using adult education as method for greater growth of a community is making sure that adults being educated develop a sense of concern for all ranges of personal life to truly care about all aspects of a community growing and developing."],"display_date":"June 9, 1941 - July 15, 1941","search_date":"1941-06-27","locations":[{"id":27734,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"Greenville, South Carolina"}],"tags":[{"id":2431,"tag":"community development"},{"id":2430,"tag":"adult education"},{"id":1521,"tag":"Furman"},{"id":674,"tag":"Furman University"},{"id":2385,"tag":"renewal"},{"id":2386,"tag":"education reforms"},{"id":2387,"tag":"president geer"}],"course":{"name":"History of Urban and Suburban U.S. (2014)","school":"Furman University","course_id":135,"school_id":4}},{"id":6440,"title":"Yearbooks as Remnants of 1920s Gendered Education","course_id":148,"status":"P","start_date":"1/1/26","end_date":"1/1/26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["One of the main resources for information related to the history of Furman University and Greenville Woman's College and its student body are the yearbooks. There are no surviving yearbooks of the periods of their founding (1851–1854), but catalogs of the 1920s are still mainly intact. These almanacs grant a peek into the lives of students, highlight extracurricular activities, and illustrate how adolescents perceived their urban environment.","For a long period of time, male and female students were strictly divided in two different colleges. It took until 1962 for ''Furman men and women [to be] united on one campus.'' This separation also meant that there were two different yearbooks: Furman's <em>Bonhomie of 1926</em>, and the College's <em>Entre Nous</em>. While these almanacs followed the same outline, there were some important differences that shine a light on the gender relations of the time. ","Both yearbooks began with a set of photos of campus and a list of professors. All the teachers at Furman were male; the only female staff member was librarian Mrs. Eva Wrigley. The next section gave an impression of the student body. The descriptions were set around a theme and featured a photo of the student and a short description. The next chapters focused on organizations and athletics. Both male and female students played various sports, such as baseball and tennis. Furman even had an official male cheerleading team. More for women than for men, clubs seemed to play an important role in their lives. At the College, there were ''more than a dozen imaginatively named student groups [such as] The Two-Lips [and] The Beelzububians of Red Devil's Alley.''","For the men, <em>Bonhomie </em>included a section called ''to the ladies,'' which consisted of photographs of female presidents of the College's clubs. <em>Entre Nous</em> did not have such a section devoted to men. Moreover, the female yearbook included a poem called ''The Perfect Girl,'' which outlined how women should present themselves. Advertisements underlined the (presumed) differences between men and women: ads in <em>Bonhomie </em>were mostly of related to business, while ads in <em>Entre Nous </em>promised mainly ''discipline, social, and spiritual advantages.'' These sections are a result of the time period: social relations were rigorously gendered, and there were implicit codes of conduct to which the students had to adhere. ","Even though the University would become a coeducational institution around thirty years later, some aspects of college life remained strictly gendered. For example, as a response to the influx of women into previously the all-male campus, some ''organized male students moved to exclude women completely from their organizations'' and retained differences based on gender."],"display_date":"January 1, 1926","search_date":"1926-01-01","locations":[{"id":52843,"lat":34.843039,"lng":-82.401351,"zoom":15,"place":"Furman University"},{"id":52844,"lat":34.8566063,"lng":-82.4016158,"zoom":15,"place":"Greenville Womans College"}],"tags":[{"id":1412,"tag":"Greenville, SC"},{"id":1521,"tag":"Furman"},{"id":786,"tag":"Student"},{"id":1758,"tag":"Gender"},{"id":2826,"tag":"GWC"},{"id":2827,"tag":"Yearbook"}],"course":{"name":"Urban and Suburban America","school":"Furman University","course_id":148,"school_id":4}}]}