{"id":1524,"tag":"women's health","points":[[40.6916304076,-74.0035386433]],"bounds":[[40.6916304076,-74.0035386433],[40.6916304076,-74.0035386433]],"episodes":[{"id":5585,"title":"Morality and Birth Control- What Every Woman Should Know","course_id":94,"status":"P","start_date":"2/1/18","end_date":"2/28/18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":[" ","<em>Morality and Birth Control </em>by Margaret Sanger is a pamphlet written in 1918 questioning the morality of denying the knowledge of birth control to working class women. She compares the lack of education given to women at that time to the “shackles of slavery.” Sanger believes that birth control is the first step towards women’s freedom. She gives several examples of how not only women, but also society suffers by the current standards of morality."," ","First Sanger describes a working class family with six children. The father and mother work hard to keep their kids in school. Two years later she visits the same family only to find that they have had five more children! The three youngest were born with a disability, the two oldest girls were prostitutes, and three of the boys were in jail. The mother works outside of the home scrubbing floors and the father has become an abusive drunk. Sanger concludes that present day morality has caused this family to live as paupers."," ","Sanger points out the over-crowded tenements in which children sleep in the same rooms as parents and borders offer no privacy. She recalls a 26-year- old woman who died giving birth to her seventh child. Her oldest, a girl of ten, took over her mother’s duties, including keeping four male boarders. A few years later Sanger found the girl dying of syphilis. She blames society’s attitude of “Sacred Motherhood” for keeping young girls ignorant to basic knowledge and hygiene."," ","The last example she gives is of a large family in which the two oldest girls worked in the factory in order that the younger ones could go to school. One of the younger girls fell in love with a bum and had an illegitimate baby. She was shamed and ostracized. She left home with her child to work as a servant. Her baby eventually died. By this time her self-worth was so low that she became a prostitute."," ","Another sister fell in love with a respectable man. She also became pregnant without the benefit marriage. She was given sympathy and taken to a doctor to have the problem fixed. She returned to school and later became a principle and a respected woman. Sanger argues that the morality of the time forces women to be either celibate (which means neglecting her marital obligations to her husband) or to seek abortions."," ","Meanwhile wealthy women are given access to information about birth control. They are happy and healthy. They do not contribute to any of the social problems of the times. Sanger asks the reader to imagine what the country would be like if the wealthy were denied the knowledge of birth control, just as the working class has been. She concludes that if there is to be any morality, changes need to occur so that all women have the same control over their lives."," ","In 1913 Margaret Sanger worked as a nurse in New York’s Lower East Side where she witnessed first-hand the suffering of poor women from frequent births and self-induced abortions. One day she heard a doctor tell a woman who became sick after a home abortion to avoid pregnancy by “having her husband sleep on the roof”. Months later Sanger found the woman dead after another self-induced abortion. This inspired Sanger to devote her life to legalizing birth control and making it accessible to all women. Sanger believed that numerous and often unwanted pregnancies resulted not only in poor health for women but also in preventing economic freedom for both men and women of the working class. Poverty and large families went hand-in-hand. The stress of trying to feed, clothe, and educate so many children was a strain on the physical and mental health of the parents."," ","According to the Centers for Disease Control, six-nine of every 1000 women died in childbirth in 1900. Distributing information about contraception was illegal under the Comstock Laws passed by Congress in 1873. In 1916 Sanger challenged these laws by opening the first family planning clinic in New York. Although police closed the clinic, court proceedings led to doctors being given the right to hand out birth control information if medically warranted. Sanger established the American Birth Control League in 1921 in order to provide information and education on the prevention of pregnancy. This organization would later be known as Planned Parenthood Organization of America."," "],"display_date":"February 1918","search_date":"1918-02-14","locations":[{"id":15927,"lat":40.6916304076,"lng":-74.0035386433,"zoom":10,"place":"New York, New York"}],"tags":[{"id":1524,"tag":"women's health"},{"id":1393,"tag":"Margaret Sanger"},{"id":481,"tag":"birth control"}],"course":{"name":"America From Civil War to World Stage","school":"Widener University","course_id":94,"school_id":43}}]}