{"id":153,"tag":"Execution","points":[[40.7805662337,-73.9388482485]],"bounds":[[40.7805662337,-73.9388482485],[40.7805662337,-73.9388482485]],"episodes":[{"id":4572,"title":"A Bounty Hunter&#39;s Execution","course_id":18,"status":"P","start_date":"1865-02-18","end_date":"1865-02-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["An article appeared in the <em>Altoona Tribune</em> on February 18, 1865, detailing the execution of James Delvlin, accused of bounty hunting. The execution order arrived on Wednesday the 15, to Colonel Bowbord, the commander at Governor's Island in New York. Reverend Father Healy of St. Peter's Church became Devlin's spiritual advisor while he was waiting for his execution. Throughout his wait for execution, Devlin remained calm and listened to Father Healy's advice and prayers.","                After a long and drawn out parade to the public execution spot, an officer tied a white cloth around Devlin's face. He then kneeled in front of his coffin, which had been waiting in place for him to arrive from the parade. Throughout this entire process, Devlin remained composed. He remained motionless for what many on-lookers felt was an hour. Then the soldiers formed a hollow square, the spectators stood at the top of Castle William and Fort Columbus. Spectators said, \"Save the occasional whistle from boats in the bay, hardly a whisper spoken.\" The execution scheduled for two o'clock and the \"music of the church bells chiming would never reach the prisoner's ears.\"  ","                The sharp sound of musketry was all that spectators heard at two o'clock as Devlin fell face-forward into his coffin and the artillery balls, which had gone straight through his body, struck the water a dozen or so feet away frightening a flock of seagulls. The soldiers summoned the surgeon who pronounced the prisoner dead, citing that nine shots had hit him. One shot had pierced his heart, seven went through his right lung, and one hit the \"cervical vertebre just above his shoulder.\" Soldiers placed the body in the coffin, slated for burial at another location. Thus ended the execution of a bounty jumper exemplifying that \"dignity and honor of a service are responsibilities not to be taken lightly and that allegiance and oaths are perilous to renounce.\""],"display_date":"February 18, 1865","search_date":"1865-02-18","locations":[{"id":8925,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":152,"tag":"Bounty Hunting"},{"id":153,"tag":"Execution"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}}]}