{"id":1538,"tag":"Battle of Franklin","points":[[35.8833079574,-86.8814262812],[35.903931,-86.858289],[35.9250637,-86.8688899],[35.905202915613,-86.843063963999],[40.718032560388,-80.11251759066]],"bounds":[[40.718032560388,-80.11251759066],[35.8833079574,-86.8814262812]],"episodes":[{"id":5594,"title":"A Confederate Surgeon Establishes A Field-Hospital After the Battle of Franklin","course_id":93,"status":"P","start_date":"1864-11-30","end_date":"1864-11-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Large numbers of casualties and advanced weaponry made it necessary for surgeons to travel with military units during the Civil War.  While they could take surgeons along with them, they could not transport hospitals.  As a result, surgeons often had to improvise, turning abandoned buildings (when available) into makeshift hospitals or setting up field camps behind battle lines.  Deering J. Roberts, M.D., a Confederate surgeon, wrote an article sometime after his service in the Civil War detailing how he participated in establishing temporary hospitals both in buildings and in the field.","Dr. Roberts began serving with the 20<sup>th</sup> Regiment, Tennessee Infantry in March of 1862 and travelled with this regiment throughout the war.  On December 1, 1864, Roberts received orders to go to Franklin, Tennessee and setup a hospital for Lieutenant General Bate’s division.  He was accompanied by his hospital steward, ten men, and two wagons that would serve as ambulances.  Upon arrival, he quickly went to work finding buildings that could serve as hospitals.  He described one of the buildings by stating, “I found an old carriage –and wagon –shop about sixty by one hundred feet, two stories high.  It had a good roof, plenty of windows above and below, an incline leading up to the upper floor on the outside, and a good well.”  After securing this building and two others, Roberts formed teams which he assigned to cleaning and preparing the buildings to house wounded soldiers.","One of the bloodiest battles fought during the Civil War, the Battle of Franklin took place on November 30, 1864.  General Hood, leading the Confederate States Army, pursued the Union Army through Tennessee.  Upon arrival at Franklin, Union Major General Schofield had his troops form defensive lines.  General Hood and his men soon arrived, and the battle began at 4:00 in the afternoon.  The fighting raged on for five hours, claiming the lives of many and leaving many thousands wounded.  The Confederate States Army suffered 6,261 casualties, approximately 1,750 of which were killed and 3,800 wounded.  Roberts and his team helped care for the wounded soldiers after the battle was over.","Surgeons working in temporary establishments and field-hospitals were kept busy with wounded soldiers.  Amputations became a more common practice during the Civil War.  The advent of the Minie ball brought with it shattered, splintered bones and difficult-to-treat wounds.  Dr. Roberts described the wounds left by Minie balls as “both remarkable and frightening.”  Surgeons quickly learned that in order to save lives, amputations were often necessary.  Improvised hospitals became highly important as they served as the sites for such procedures.","Advances in technology and higher numbers of casualties made temporary hospitals a necessity during the Civil War.  Sometimes hospitals were established in buildings within towns.  When buildings were not available, however, field-hospitals were created.  Civil War surgeons had to learn how to adapt to various situations quickly."],"display_date":"November 30, 1864","search_date":"1864-11-30","locations":[{"id":12476,"lat":35.8833079574,"lng":-86.8814262812,"zoom":9,"place":"WILLIAMSON, Tennessee"}],"tags":[{"id":1538,"tag":"Battle of Franklin"},{"id":16,"tag":"Science/Technology"},{"id":230,"tag":"Medicine/Health"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":93,"school_id":3}},{"id":6852,"title":"Colonel W. D. Gale's Account of the Army Hospital at Carton Plantation","course_id":188,"status":"P","start_date":"1864-11-30","end_date":"1864-11-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On November 30, 1864 Colonel W.D. Gale participated in the Battle of Franklin and burying the large number of Confederate dead that filled the battlefield. He wrote a letter home to his wife, describing the battle and the Confederate hospital where he visited his wounded comrades. In the Battle of Franklin, the Confederate Army of Tennessee went on the offensive striking the Union army entrenched there. The offensive resulted in 7,000 Confederate casualties, more casualties than McClellan’s Seven Days Battle. The heavy losses as a result of the battle affected the Confederacy for the rest of the war. The McGavock house, better known as Carton plantation, was located at the Confederate’s rear line, serving as the battlefield and army hospital. The house had been secured before the battle as the Confederate Field Hospital, but they did not anticipate the number of causalities that would overwhelm the hospital. Gale recounted, “Every room was filled, every bed had two poor bleeding fellows, every spare space niche and corner under the stairs, in the hall, everywhere…and when the noble old house could hold no more, the yard was appropriated until the wounded and dead filled that.”","Army hospitals during the Civil War did not have the advanced medical knowledge that exists today. They did not properly clean their instruments after each use, resulting in the spread of infection. Two surgeons were staffed at each field hospital, and Carton Plantation was no different. The McGavock children’s bedrooms served as the operating rooms, where blood stains are still evident on its wooden floors. Each corner of the room was designated for the piling of amputated limbs. Over three hundred men were treated for their wounds in the house, but many more were placed in the yard and slave quarters. Of those wounded that filled the house, one hundred and fifty died during the night. Gale described Carrie McGavock’s unwavering care for the soldiers, stating she was “…unawed by horrid wounds, unblanched by ghastly death she walked from room to room, from man to man, her very skirts stained in blood, the incarnation of pity and mercy.” She helped to prepare bandages for the surgeons using everything from her old linen to her undergarments. The McGavocks’ later gave up ten acres of their land to serve as a Confederate Cemetery for those who had died in the Battle of Franklin."," Gale’s account provides a depiction of the Battle of Franklin, the field hospital and the hospitality he experienced there. He served under Leonidas Polk until Polk’s death in June 1864, then he was transferred to General Alexander P. Stewart. Gale survived the war and continued to live in Nashville, Tennessee with his wife. His account sheds light on the McGavock family, his actions during the Battle of Franklin, and the horrors of the Confederate Field Hospital at Carton Plantation."],"display_date":"November 30, 1864","search_date":"1864-11-30","locations":[{"id":53183,"lat":35.903931,"lng":-86.858289,"zoom":6,"place":"carton plantation"},{"id":53182,"lat":35.9250637,"lng":-86.8688899,"zoom":6,"place":"Franklin Tennessee"},{"id":53184,"lat":35.905202915613,"lng":-86.843063963999,"zoom":14,"place":"carton tennesse"}],"tags":[{"id":100,"tag":"Medicine"},{"id":32,"tag":"Civil War"},{"id":1538,"tag":"Battle of Franklin"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":188,"school_id":3}},{"id":6854,"title":"The Reburial of Confederate Soldiers from the Battle of Franklin","course_id":188,"status":"P","start_date":"1866-04-01","end_date":"0000-00-00","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In June 1866, John and Carrie McGavock donated two acres of their land to serve as a Confederate cemetery to rebury the Confederate soldiers that lost their lives at the Battle of Franklin. After the battle in 1864, burial details started to inter the dead, choosing to place them in the area where they had fallen in battle. They recorded the name, rank, regiment, and company of the individuals upon planks of wood, serving as grave markers. But twenty-two years later, the grave markers had begun to deteriorate, and civilians had started using the grave markers as firewood. A new cemetery had to be created to make sure the identities of those that died would not be lost from history. The McGavocks oversaw the reburial of the 1,484 Confederate soldiers, and Carrie McGavock diligently recorded information on each one in the McGavock cemetery book.","The McGavock cemetery book provided a way for Carrie McGavock to help families determine whether their loved ones had died at the Battle of Franklin. The list of soldiers buried in the McGavock cemetery were published in newspapers. Families of those buried at Franklin travelled many miles to see the final resting place of their loved ones, and in some cases paid for monuments to be made in their honor to be displayed in the cemetery. Each soldier is buried in the cemetery by the state they were from and company they served. There is a group separate from the rest marking the 558 individuals who were never identified. The McGavock cemetery book reflects the burial placement of the dead, giving them a number based on their location within the cemetery. The book has various columns for name, rank, regiment, and company. Next to the name is a check mark, the significance of this check mark is unknown, but it may have been a way for Carrie to record that she had notified that soldier’s family of their final resting plac","A major concern of the United States deciding what to do with the dead after the war. Often families never learned the whereabouts of their loved one’s final resting place or the cause of their death. Union and Confederate soldiers were buried in mass graves, often together. Slaves or African American contrabands that followed the Union army often had the job of burying the bodies. The shallow and hostility dug graves became a problem as rain could expose the body to the surface. Reburying the dead was an unsanitary process that resulted in sickness and death for many. George Cuppett and his brother Marcellus, led the reburial of bodies at the McGavock Confederate Cemetery. The reburial process was a hard job that lasted for ten weeks and resulted in the illness and death of Marcellus. In 1862, Congress addressed the situation by purchasing land to serve as cemeteries. This resulted in the creation of a large number of federal and private cemeteries throughout the United States."],"display_date":"April 1, 1866 - undefined 0, 0","search_date":"1883-01-29","locations":[{"id":53187,"lat":40.718032560388,"lng":-80.11251759066,"zoom":6,"place":"carton tenessee"},{"id":53186,"lat":35.9250637,"lng":-86.8688899,"zoom":2,"place":"franklin tenessee"}],"tags":[{"id":3659,"tag":"Reburial of Dead"},{"id":123,"tag":"Reconstruction"},{"id":1538,"tag":"Battle of Franklin"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":188,"school_id":3}}]}