{"id":154,"tag":"War of 1812","points":[[38.9151212228,-76.9435162098]],"bounds":[[38.9151212228,-76.9435162098],[38.9151212228,-76.9435162098]],"episodes":[{"id":4574,"title":"Reasons for the War of 1812","course_id":20,"status":"P","start_date":"1812-01-01","end_date":"1815-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["\"I am ready to allow, Mr. President, that both Great Britain and France, have given us abundant cause for war.\" These were the words of General German in the United State Senate that was displayed by the press in Spooner's Vermont Journal. The war described here is the War of 1812, where both Great Britain and France attempted to bully the United States into trade allegiances with either nation. In order for America to maintain neutrality, it was necessary to display its military strength. A country that cannot defend itself against foreign powers will not carry respect from those powers. Because of this it, was necessary to declare war on Great Britain.","Great Britain had been in at war with France for several years across numerous conflicts. After the Revolutionary War, America had a need to remain neutral in order to strengthen its economy and infrastructure; this made trade across the Atlantic Ocean with various European countries was vital. Both France and Great Britain were among America's largest trading partners. With the conflict between these nations, Britain required resources and economic support. This need, combined with Britain's little respect for the fledging United States, drove them to bully and restrict America to trading solely with them. They had several ways of accomplishing this. Some of the most notable ways of accomplishing this were blockading French ports to American trading ships and conducting impressments of American merchant sailors. After much debate by Congress, the conclusion was made that because of these among various other violations against America as a neutral nation, the only way to maintain independence was to declare war on Great Britain. The War of 1812 lasted from 1812 to 1815 and was generally considered a stalemate.","American forces throughout the war did not gain significant victory against Britain's colonies in Canada, and after America successfully repelled Britain's invasions on her native soil the war ended in a draw. With the signing of the Treaty of Ghent, a <em>status quo antebellum</em> was declared, both ending the war and returning all lands to the pre-war holders. While the war had little initial effect, its results could be seen in the years to come with greater respect from Great Britain toward America as a sovereign, neutral nation."],"display_date":"1812 - 1815","search_date":"1813-12-31","locations":[{"id":5802,"lat":null,"lng":null,"zoom":8,"place":"CUMBERLAND, Maine"}],"tags":[{"id":154,"tag":"War of 1812"},{"id":155,"tag":"Great Britain"},{"id":20,"tag":"Diplomacy/International"}],"course":{"name":"American Civilizations to 1877","school":"University of North Carolina at Pembroke","course_id":20,"school_id":9}},{"id":6209,"title":"<strong>Secrecy, Politics, and the War of 1812 </strong>","course_id":138,"status":"P","start_date":"1812-06-03","end_date":"1812-06-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On Wednesday, June 3, 1812, the United States House of Representatives held a session in which the members decided upon three different questions with regards to the looming war with Britain. The first question brought to the House by Mr. Quincy of Massachusetts, was to have the forthcoming meetings on stating the reasons and causes of having a war against Britain be held with “open doors.” The second motion brought to the House was from Mr. Randolph of Virginia, and asked ws whether or not the reading of messages from the President be held with “open doors.” The third and last question before the House was whether or not to reject the bill that would declare war with Britain. Each of these three questions were determined in the negative, and it became evident that the majority of Representatives felt it was necessary for such matters to remain secret for the time being, to remove the possibility of outside influence. Laban Wheaton from Massachusetts, one of the last Federalists to hold a position in Washington, sided the minority on these issues. Wheaton was skeptical about embarking on a war with Britain without carefully laying out the consequences. But was secrecy the real issue at hand?","The impending war with Britain brought various questions to the table. Arguably the most important was whether or not the United States should remain neutral in foreign affairs. The increasing naval surveillance by the British, as well as the non–compliance of the French and British regarding economic relations, represented reasons why the United States should intervene. John C. Calhoun drafted a bill that laid out how the United States should proceed with the war. Many Congressmen felt it was essential for the United States to intervene in order to establish its permanent place in the world as a powerful, revolutionary and prominent nation. However, some felt that if the United States were to engage in battle, it would go against what their predecessors had tried to establish – to remain neutral in foreign affairs. Laban Wheaton and many other Federalists felt the nation was still extremely unfit for such interaction and should proceed with extreme caution.","Throughout all of this debate, the concerns of political parties play an important role. Both sides--the Federalists and Republicans--were concerned with losing control of certain states depending on how the country acted on the war. For example, the Republicans were very concerned with losing the state of Massachusetts, so it was vital that they speak out against going to war. It became clear that the real problem the House was facing was not whether or not to hold the proceedings in secret, but how each party was going to keep their support in their respective states. It seemed that the House was more concerned with keeping the constituents happy, rather than keeping them informed, and more importantly, keeping them safe."," "," "],"display_date":"June 3, 1812","search_date":"1812-06-03","locations":[{"id":1271,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":18,"tag":"Politics"},{"id":2395,"tag":"U.S. Government"},{"id":154,"tag":"War of 1812"}],"course":{"name":"The United States: A New Nation, 1776-1836","school":"Wheaton College","course_id":138,"school_id":2}},{"id":6204,"title":"Postal Road: Connecting a Young Nation","course_id":138,"status":"P","start_date":"1812-03-04","end_date":"1812-03-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1812 America was on the brink of war. The House of Representatives would congregate and hear various petitions and claims daily, but none more curious than those of March 4, 1812. Several petitions were submitted and claims were made in the hopes of installing new postal routes in different parts of the country. Requests for grants of land for certain individuals were also topics of discussion. Proposed postal routes would run through the Medford, Andover, Essex, and Londonderry turnpike roads. There were also other petitions being made to establish a new postal road in Randolph County Virginia and the authority to alter preexisting postal routes. Mr. Dawson proposed a route that would extend from Beverly to Staunton that would help benefit the community. Mr. Ornsby presented a claim by Daniel Boone that ten thousand acres lying in the Louisiana Territory be granted to him. All of these petitions were heard and approved by the House of Representatives on March 4, 1812. Some decisions were more unanimous than others. Judge Laban Morey Wheaton, who served in Congress from 1809-1817 didn’t vote in favor of the postal road claims. His lack of support for new postal roads in Massachusetts seems to be precarious, but upon further analysis the roads wouldn’t connect to the Norton area of Massachusetts where he resided, which may provide reasoning for his voting pattern. It’s also interesting to see that the House was able to function and conduct their normal business of governing, with particular attention to the extension of postal routes and establishing the communication infrastructure of the new nation on the eve of war. One would expect the discussions in The House of Representatives to revolve around the impending war with England that would later be declared in June of 1812.","The Gales and Seaton, “House Journal” dated on March 4, 1812 provides context as to what type of petitions were being submitted to the House of Representatives during that time period of the early nineteenth century. This particular day saw petitions involving the permission to establish land grants and postal routes.  Richard Bules book, “America on the Brink” offers insight as to why the establishing of postal routes was so important during this time period.  In the introduction of the book he touches on various elements of American life during the early 1800’s. In particular he talks about the influence of the urban newspaper. The newspaper was important for various reasons. One of those reasons being that it provides a link between rural and urban America in regards to news. That link later on proves to be crucial in helping stabilize the country during turbulent times. Another reason is that postal roads also help further intertwine parts of the rapidly growing country that were previously not connected. The connection of the various parts of the new country is vital in helping the growth and development process of a new country. As Blue reiterates throughout the book, the early part of nineteenth century America lacked stability and the establishment of postal roads help unite urban and rural areas, which otherwise would have been disconnected. Blues book help puts into context the flurry of petitions that were being submitted for the instillation of postal roads, which is highlighted in the Gales and Seaton, “House Journal.”"],"display_date":"March 4, 1812","search_date":"1812-03-04","locations":[{"id":1271,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":2420,"tag":"Postal Roads"},{"id":154,"tag":"War of 1812"}],"course":{"name":"The United States: A New Nation, 1776-1836","school":"Wheaton College","course_id":138,"school_id":2}},{"id":6205,"title":"Congress Votes to Reduce Military and Naval Establishments","course_id":138,"status":"P","start_date":"1810-04-17","end_date":"1810-04-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Things were tense when Congress convened on April 17, 1810. Foreign relations with Britain were strained, and the intransigent Federalist Party was making passing Republican legislation very difficult. On that day the Federalists succeeded in yet again undermining Republican authority in Congress by voting on whether or not to reduce Military and Naval establishments in a time when overseas affairs with the British were unsettled.","The first party system was comprised of the Federalist and the Republicans. The Federalists were those who wanted to trade with Britain at the expense of the French and wanted to commercialize the economy. The Republicans were interested in trading with France instead of Britain and were more compelled to act in a way that benefited the economic well being of their regions. These two parties' continual opposition of each other was eventually one of the reasons the Republicans declared war against Britain in 1812.  In the previous years the Federalist gentry had continually tried to subvert the federal government and had repeatedly attempted to sabotage Republican legislation in Congress. One example was the forced repeal of the embargo of 1807-1809, through which the United States had attempted to force European nations to recognize American’s neutrality by denying access to American commerce. Following the appeal of the embargo, the United States House of Representatives had passed a Non-Intercourse Act against Britain that took effect on May 20, 1809. This meant that the United States would not trade with Britain because the relationship between the two nations was rapidly deteriorating.","War seemed imminent as friction between Britain and the United States progressed, and the Federalists did nothing to relieve some of the pressure the federal government was feeling. One important measure against the Republicans was the passing of a bill on April 17, 1810. On that day the House was to vote on an unanswered question from April 16<sup>th</sup> regarding a resolution to reduce Military and Naval establishments. Mr. Quincy motioned that an amendment be made that the reduction happen only by repealing laws to disband Brigadier Generals, staff, and officers; the motion failed. Mr. Rhea then motioned that committees appointed by the President look at the resolutions. This motion also failed.","The House then voted on whether or not to reduce the size of the Military. The resolution passed by a vote of eighty-one to thirty-one. The question then turned to the reduction of the Navy. Mr. Hale motioned to insert after the word reduced “by selling such gunboats or crafts attached to it as may, in the opinion of the Secretary of the Navy, be unnecessary or incompetent to the service.”  This motion passed. The question of the reduction of the Navy also passed by a vote of sixty-five to forty-six. Following the votes on the question as two separate entities, the House then voted on the question regarding whether both the Military and Navy should be reduced. The resolution passed sixty to thirty-one.","Federalists like Laban Wheaton voted in the affirmative on this resolution for reducing the Army and the Navy. The resolution's success meant that Congress would vote on a bill to this effect. And these votes offer an example of the ways that Federalists in Congress subverted Republicans' attempts to show a strong military and naval presence in the face of a grow British threat. Historian Richard Buel has argued that Federalists sabotaged Republican legislation like the Embargo of 1807-1809 and the Non-Intercourse Act and that the sabotage of these acts heightened tensions with Britain and eventually pushed the Republicans to declare war in 1812."],"display_date":"April 17, 1810","search_date":"1810-04-17","locations":[{"id":1271,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":2395,"tag":"U.S. Government"},{"id":573,"tag":"Government Laws"},{"id":154,"tag":"War of 1812"},{"id":370,"tag":"Federalist"}],"course":{"name":"The United States: A New Nation, 1776-1836","school":"Wheaton College","course_id":138,"school_id":2}},{"id":6206,"title":"18 Days in June","course_id":138,"status":"P","start_date":"1812-06-01","end_date":"1812-06-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["President Madison was concerned in June 1812, and he asked for the help of Congress. Thirty-six years after declaring independence from Great Britain, the United States found itself on the brink of war again, and Congress debated how to handle the seizing of American vessels by the British navy.","On June 1<sup>st</sup>, the House of Representatives took up a request by President Madison to consider in a secret setting the confidential matter of British vessels on the open ocean. He accused the British Navy of violating the “peace of the ocean” and the rights of Americans. Then on June 2<sup>nd</sup>, the House was cleared of strangers and the June 1<sup>st</sup> letter from President Madison was read to the members.","On Thursday, June 4, 1812, the House of Representatives discussed a bill that would propel the United States into war with Great Britain. By a vote of seventy-nine to forty nine, the representatives voted to “declare war between Great Britain and her dependencies and the United States and her territories.” Representative Laban Wheaton of Massachusetts voted against declaring war. Wheaton, a Federalist, whose party favored Great Britain over France in world affairs, voted with most New Englanders and his party in this nay vote. On June 17<sup>th</sup>, The Senate narrowly passed the bill and on June 18<sup>th</sup>, Madison declared war on the British.","Historian Richard Buel has evaluated debate and preparations in Congress before the War of 1812. Buel noted that the Federalists, led by Virginian John Randolph, were partial to the British. They believed that the United States should be patient and wait for British concessions. “Go to war without money, without men, without a navy, would be treason,” said Randolph. But Republicans did not believe that the British concessions would be meaningful or lasting, and Republican president James Madison's letter to the House of Representatives led to the June 4<sup>th</sup> to declare war. A week later, the Senate voted to declare war, and President Madison then declared war on Britain. Ready or not, the United States would be taking on the most powerful sea power in the world. Not until the final declaration of war on June 18th did the American people know about these secret debates that took place in early June. These decisions would lead to Madison's evacuating the White House two years later."," "],"display_date":"June 1, 1812 - June 18, 1812","search_date":"1812-06-09","locations":[{"id":1271,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":154,"tag":"War of 1812"},{"id":17,"tag":"Government"}],"course":{"name":"The United States: A New Nation, 1776-1836","school":"Wheaton College","course_id":138,"school_id":2}}]}