{"id":1542,"tag":"George Thompson","points":[[39.1954617755,-84.5426360039]],"bounds":[[39.1954617755,-84.5426360039],[39.1954617755,-84.5426360039]],"episodes":[{"id":5560,"title":"George Thompson's “Pleas for Slavery Answered”","course_id":96,"status":"P","start_date":"1857-01-01","end_date":"1857-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["“Africa is calling,” exclaimed George Thompson in his pamphlet “Pleas for Slavery Answered,” “‘come over and help us, come and help us ere we die; O, Christians, to us fly, in Africa.’”  For the American missionary, advocating for anti-slavery through speeches and print was not enough. Thompson urged white Christians to go to Africa to “repent of [their] Wickedness” and to repay the debt of the labor of the 600,000 slaves brought to Africa through another type of labor: the efforts of white Americans to educate and bring Christianity to Africa. George Thompson’s vision of a productive, peaceful Africa aided by white Americans showed not only deep commitment to the cause of anti-slavery but also his beliefs of racial equality and the inherent worth and possibility of Africans.","Thompson first rose to prominence among abolitionists two decades earlier after his arrest during a slave rescue in Eastern Missouri in July 1841. His tireless work for racial equality while in prison and his publication of his experiences made him a hero in the anti-slavery movement, and his experiences with harsh punishment and cruelty at the penitentiary caused him to feel an affinity with enslaved Africans. It was this identification with black Americans that turned Thompson’s attention to Africa. Following his release from prison in 1846, the American Missionary Association offered him a position at the Mendi Mission in West Africa. He quickly left his life in the United States and attempted to “‘share and expend [his] remaining energies in lifting [Africans] from their degradation and shame.’” Unlike many anti-slavery advocates, Thompson argued that an Africa untouched by slavery was one that “would have invited missionaries,” embraced Christianity, and “arisen among the nations of the earth, honored and sought after by all.\" Pre-slave trade Africa, in the eyes of Thompson, was a utopia of abundance and peace.","In his quest to “give ALL AFRICA THE GOSPEL,” Thompson spent ten years at the Mendi mission struggling to feed and educate the group of war captives and refugees, most of whom were children. He worked with native elites to negotiate civil disputes and arrange peace treaties, as well as to encourage economic development. However, Thompson’s experiences with the Mendi quickly proved that Africa was not the romantic utopia of which he dreamed. Most native inhabitants did not fully adhere to Thompson’s religious and social sensibilities, and he began to fight harder for moral control of the Africans. His frustration with the acts of polygamy, adultery, stealing, and idol worship among the population was evident in his increasingly militant authority and relentless forms of punishment. His whipping of a pregnant woman incited controversy among fellow missionaries in the AMA, and Thomson returned to the United States soon afterward in 1856.","Despite Thompson’s seemingly imperialistic attempts to control the people of the Mendi mission, he continued to advocate for the people of Africa; he toured and lectured to audiences both black and white, and many of his supporters were former slaves. In 1881, he published an introduction to African culture and social customs, another attempt to bring the realities of Africans closer to home for the average American. Throughout his life, George Thompson remained steadfast in his belief in the ability for blacks and whites to live closely together. In spite of geographical, social, and political boundaries, he was able to see blacks and whites as inherently equal, and it was this ideology that made the work of an African slave in America able to be repaid by the work of an American in Africa. This desire to identify with and become part of a connected American and African society exemplifies the transnational nature of abolitionism."],"display_date":1857,"search_date":"1857-07-02","locations":[{"id":10239,"lat":39.1954617755,"lng":-84.5426360039,"zoom":10,"place":"HAMILTON, Ohio"}],"tags":[{"id":1539,"tag":"Sierra Leone"},{"id":1540,"tag":"missionary"},{"id":1541,"tag":"Mendi"},{"id":1542,"tag":"George Thompson"}],"course":{"name":"Transatlantic Abolitionism","school":"University of Richmond","course_id":96,"school_id":11}}]}