{"id":1543,"tag":"Greenville Womens College","points":[[34.8943497126,-82.3707811393]],"bounds":[[34.8943497126,-82.3707811393],[34.8943497126,-82.3707811393]],"episodes":[{"id":5551,"title":"Greenville Women’s College Students Entering Automobile, South Carolina, 1930-1958","course_id":91,"status":"P","start_date":"1/1/30","end_date":"12/31/55","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Freedom for the weekend! This historical black and white image of Greenville Women’s College students getting into a classic automobile shows the timeless college experience of fleeing the campus scenery for the weekend. Bundled up in long coats, these four ladies have packed themselves into their roadster and look back expectantly as though the photographer is hindering their plans. At the invention of the automobile, there were only five cars in the county of Greenville by 1904. Soon there would be many more and the exploding popularity spurred the city into the renovation and improvement of the current road system. Over the years, Greenville poured funds into their road and highway system with it culminating by 1918 with two national highway systems running the city and county. These included the east-west Bankhead Highway and the north-south Dixie Highway.","The automobile had the major potential to bringing farm families within easier reach of fellow farmers and their consumer population in the cities; in a sense condensing the size of Greenville County. On the other hand, it provided a means of interconnectedness between neighboring cities that had never been possible before. For example, in 1910, a modern route to Ashville was created the original and only route of Old Buncumbe Road. Thereafter, students were able to explore far beyond the constraints of the Greenville County.","Where could these students be going on their trip? We can never be sure but with the introduction of the automobile and the surge in government spending on infrastructure, the option are unlimited. The ease and convenience that followed the automobile fundamentally shaped Greenville higher education student body experience."," "," "],"display_date":"1930 - 1955","search_date":"1942-12-31","locations":[{"id":23311,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"Greenville, South Carolina"}],"tags":[{"id":1544,"tag":"automobile"},{"id":1543,"tag":"Greenville Womens College"},{"id":674,"tag":"Furman University"}],"course":{"name":"Urban and Suburban America","school":"Furman University","course_id":91,"school_id":4}}]}