{"id":1544,"tag":"automobile","points":[[34.8943497126,-82.3707811393],[43.0216870297,-83.7067526314],[42.107446354,-83.1351982696],[40.6916304076,-74.0035386433]],"bounds":[[43.0216870297,-74.0035386433],[34.8943497126,-83.7067526314]],"episodes":[{"id":5551,"title":"Greenville Women’s College Students Entering Automobile, South Carolina, 1930-1958","course_id":91,"status":"P","start_date":"1/1/30","end_date":"12/31/55","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Freedom for the weekend! This historical black and white image of Greenville Women’s College students getting into a classic automobile shows the timeless college experience of fleeing the campus scenery for the weekend. Bundled up in long coats, these four ladies have packed themselves into their roadster and look back expectantly as though the photographer is hindering their plans. At the invention of the automobile, there were only five cars in the county of Greenville by 1904. Soon there would be many more and the exploding popularity spurred the city into the renovation and improvement of the current road system. Over the years, Greenville poured funds into their road and highway system with it culminating by 1918 with two national highway systems running the city and county. These included the east-west Bankhead Highway and the north-south Dixie Highway.","The automobile had the major potential to bringing farm families within easier reach of fellow farmers and their consumer population in the cities; in a sense condensing the size of Greenville County. On the other hand, it provided a means of interconnectedness between neighboring cities that had never been possible before. For example, in 1910, a modern route to Ashville was created the original and only route of Old Buncumbe Road. Thereafter, students were able to explore far beyond the constraints of the Greenville County.","Where could these students be going on their trip? We can never be sure but with the introduction of the automobile and the surge in government spending on infrastructure, the option are unlimited. The ease and convenience that followed the automobile fundamentally shaped Greenville higher education student body experience."," "," "],"display_date":"1930 - 1955","search_date":"1942-12-31","locations":[{"id":23311,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"Greenville, South Carolina"}],"tags":[{"id":1544,"tag":"automobile"},{"id":1543,"tag":"Greenville Womens College"},{"id":674,"tag":"Furman University"}],"course":{"name":"Urban and Suburban America","school":"Furman University","course_id":91,"school_id":4}},{"id":5665,"title":"<strong>Flint Sit-Down Strike</strong>","course_id":104,"status":"P","start_date":"1/1/36","end_date":"12/31/37","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Flint Sit-Down Strike was an event that “mobilized as many as 5,000 workers” supported by thousands more of the city’s residents against General Motors for “44 winter days,” (Faires, 121). Rev. Dr. Edmund A. Walsh, S. J., a priest and vice president of Georgetown University, labelled the strike as “an attempt at collective grand larceny,” that was inspired by Soviet techniques that would ultimately result in violence (<em>The Washington Post</em>, 1937). He argued that the condoning of the Flint Sit-Down Strike was the beginning of a slippery slope that would result in the end of the <em>Bill of Rights</em> (<em>The Washington Post</em>, 1937). Dr. Walsh prophesized that the strike would lead to an attempt to bring Leon Trotsky, the Russian Marxist, out of exile and into the United States. The Flint Sit-Down Strike was reminiscent of the “alien propaganda” that was utilized by Lenin when he incited a strike in Russia by getting Petrograd workers to occupy the factories in protest (<em>The Washington Post</em>, 1937). Walsh argued that this was not an isolated incident as it also occurred in northern Italy with the rise of Fascism led by Mussolini. Walsh called to mind his sociologist view as a reason why he asserts that “the ‘sit-down’ strike as a definite advance in Leftist psychology,” (<em>The Washington Post</em>, 1937). Walsh’s comments were refuted by politician Jim Farley who claimed that Dr. Walsh’s criticisms were rooted in his religious background. He called to mind the commandment of “Thou shalt not steal.” Despite that commandment having religious significance, it does not “subject in economic schools or private predilection,” or be considered binding in government (<em>The Washington Post</em>, 1937). He purports that anyone who believes in social justice truly, would compare a labour strike to the “ruthless confiscation and inevitable violence” of the Soviet Union (<em>The Washington Post</em>, 1937).","This <em>Washington Post</em> article demonstrates the radical views held by members of the elite class such as Dr. Walsh and brought to light genuine concerns about the threat of Communism in the United States. These concerns became pivotal three years later with the outbreak of World War II and the Cold War that came about ten years afterwards following the Flint Sit-Down Strike. Labourers were immigrants who left their countries that were undergoing social change and as such were viewed as potential carriers of sinister, dangerous ideas. By allowing labourers to unionize, factory owners were making themselves, and by extension their country susceptible. The Flint Sit-Down Strike was a pivotal moment that allowed for emergence of a different type of relationship between labourers and the industry that was “designed to promote justice, stability, and mutual interests,” (Faires, 122). Its success brought much needed attention to the union and serves as inspiration to other movements that emerged centuries later such as the Occupy movement."],"display_date":"1936 - 1937","search_date":"1936-12-31","locations":[{"id":22756,"lat":43.0216870297,"lng":-83.7067526314,"zoom":9,"place":"Genesee, Michigan"}],"tags":[{"id":1626,"tag":"Flint, Michigan"},{"id":1625,"tag":"Edmund Walsh"},{"id":1544,"tag":"automobile"},{"id":1622,"tag":"labour strike"},{"id":1623,"tag":"flint sit-down"},{"id":1624,"tag":"General Motors"}],"course":{"name":"US History since the Civil War","school":"University of Toronto Scarborough","course_id":104,"school_id":28}},{"id":5748,"title":"Early Relationship Between Automobiles and Masculinity","course_id":112,"status":"P","start_date":"1/1/19","end_date":"12/31/19","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Introduced in the early 20<sup>th</sup> century, the automobile became one the great advances that occurred within American society.  They soon came to greatly expand the mobility of the American people and would eventually come to dominate the travel and leisure industries.  Due to the fact that early automobiles where the “new toy” for leisure and luxury, usually only the upper-class where affluent enough to afford them.  Since at that time “man of the house” was the provider for his family and maintaining its economic stability, men where usually the key demographic who went out and purchased this new technology once it became available to the public.","The relationship between the patriarchal form of income for families in the early twentieth century and the fact that automobiles where usually meant for the middle and higher classes eventually evolved to the connection that higher-class male masculinity had with the ownership of cars.  Also Henry Ford’s breakthrough in the assembly line production of cars made this dream of car ownership within reach of more middle class men.  For the majority of the early era of automobiles, men where the one’s more interested in the automobile usage, but some women did interest themselves in the mobility and freedom that they provided.  Men where soon expected to be proficient in the cars and their repairs, culminating in the coming of age “first car” of many teenagers  later of more modern times.","This connection between masculinity can is expressed in the early days of the comic strip<em> Gasoline Alley</em>, by Frank O. King.  This comic strip, introduced in 1919, originally focused on a group of men coming together on Sunday mornings in the back alley of their apartments to talk about cars.  This comic strip appealed to the male demographic with its masculine display of “automobile knowledge” in friendly camaraderie.  Eventually even the publisher admitted that the appeal was too masculine and needed to be curved to better appeal to the female audience, a testament to the strong connection between the automobile and the male identity."],"display_date":1919,"search_date":"1919-07-02","locations":[{"id":18385,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1544,"tag":"automobile"},{"id":1761,"tag":"male identity"},{"id":1762,"tag":"Gasoline Alley"}],"course":{"name":"The Comic Book City","school":"Rollins College","course_id":112,"school_id":5}},{"id":5790,"title":"Women, Automobiles, and Advertisements.","course_id":114,"status":"P","start_date":"1/1/20","end_date":"12/31/29","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":[" ","“Motoring can ruin the finest skin,” the Pond’s advertisement boasts. Beauty products and motor vehicles may not seem to go hand in hand, but the ever changing cultural landscape of the 1920s saw many companies addressing the needs of the new age woman. In 1920 Pond’s published their advertisement in the <em>New York American Sun </em>newspaper; the product was a vanishing cream that, the company promised, could protect from sunburn and pore clogging dust. It also offered a cold cream which could help cleanse the skin after “a long motor trip.” This advertisement clipping highlights the trend of women who enjoyed “motoring.”","When automobiles were first created, many saw them as a luxury. By the early, 1920s the moving assembly line gave way to true mass production, which, in turn, created lower prices for automobiles. Vehicles were no longer seen as luxuries or toys for vehicle enthusiasts. Although vehicle registrations increased from 8.1 million in 1920 to 23 million in the late 1920s, motoring was still considered a manly sport. Motor cars were seen as a piece of masculinity that was both difficult and dirty to drive. Yet, many women sought driving as an act of independence and ignored naysayers who believed that women were incapable of learning how to operate a vehicle.","Famous women like Edith Wharton, Gertrude Stein, and Rose Wilder Lane publicized their use of the vehicle, inspiring housewives all over the country to do the same. The Suffragette Movement also pushed women to gain independence from their husbands and fathers. Women who lived in urban areas where roads were paved and petrol stations were readily available began owning and driving vehicles. In the country, wives of farmers used the automobile as a way to shop in nearby towns, run errands, take care of farm business, and visit with friends.","The push for the woman’s suffrage amendment and World War I made women a primary consumer. During the war many women became the sole providers in their households, when their men returned many continued their lives in the workforce which created disposable income. With the new trend of female drivers and workers many companies found new ways to market to them. Despite women no longer being seen as simply housewives, advertisers still kept up the “housewife” image. Ads did not promote women’s political and economic status, but focused on their social status instead. There were two ideas behind marketing campaigns centered on automobiles in the 1920s: (1) women were only concerned with the aesthetic quality of the vehicle they drove and (2) they were concerned with their appearance while driving.","Advertisers were not above pushing the image that women placed a higher importance on their personal style and appearance than other aspects of life. It was believed that women spent time choosing gowns, hats and shoes that complimented her driving habits and did not pay much attention to the mechanics of motoring. Pond’s understood that while many women enjoyed their newfound independence they did not stop subscribing to “Victorian” social mores, which instructed women to remain classy, elegant and fashionable at all times. If their skin was damaged by the sun, dust and wind it would ruin their flawless image. A woman who used Pond’s beauty products would be able to have the best of both worlds; freedom and youthful beauty."],"display_date":"1920 - 1929","search_date":"1924-12-31","locations":[{"id":21355,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":1544,"tag":"automobile"},{"id":7,"tag":"Women"},{"id":730,"tag":"Advertising"},{"id":1833,"tag":"Pond's Extract Co."}],"course":{"name":"America From Civil War to World Stage","school":"Widener University","course_id":114,"school_id":43}},{"id":6127,"title":"The History of the Automobile Name and How It Benefitted the Popularity of the Automobile","course_id":124,"status":"P","start_date":"1896-01-01","end_date":"1896-01-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In January of 1896, the <em>Horseless Age,</em> a magazine about motor vehicles, published an article entitled “ A Word to the Word Coiners. Evolution of the Motor Idea.” The article focused on what to call the new motor vehicles that were beginning to appear on the streets of cities in Europe and the United States. The late 19<sup>th</sup> century was a time of great excitement and inventiveness in the field of the automobile technology. At the time, no one in Europe and the United States was sure what to call these new inventions with four wheels and an engine that enabled people to get from point A to point B much faster. While the word “automobile” would ultimately become a household term, this was not the common name at the time the article was written.","The January 1896 article described the various names given to automobiles, such as “auto motor” and “petrocar” in England. “Auto cycle” was also put down as a name because of the word “auto.” However, this would imply that the motor would be automatic and wouldn’t require any human control, even though the essence of the automobile is having a human <em>control</em> what the automobile does. Petrocar implied that the vehicle was made of stone or for hauling stone. The main reason the name was even developed was because it was also translated to mean petroleum, which the car would run on. But not all of the motor vehicles were petroleum powered. One word for automobiles in America was “motocycle.” As the author of the article tried to find the root of this name, he figured out that it wouldn’t work because moto-cycle was a specific and not generic term, the word “cycle” was normally expressed in terms of a bicycle and this was just a euphemism for motor cycle.","The only common parallel word was “horseless carriage,” and this name was used commonly until people began to see the automobile as more than just a carriage. In 1905, when Michigan solidified its claim as a host to the emerging automobile industry, the name began to finally settle into either “motor vehicle” or “automobile.” People love the idea to be able to travel on different schedules, or to travel whenever they wanted to go anywhere in distance. The point that this information is getting at is once the popularity of the automobile began to rise, that is when they were able to produce the name of the automobile because they needed a centralized name that would catch on as the sales and popularity grew. The name became household and by 1912 the Cadillac was the first <em>vehicle</em> to have an effective self-starting engine. The self-starting engine was much easier to help with the depiction of the automobile name.","The name began to be a household name and the technology of automobiles would soon give birth to more manufacturers such a Ford. The name and understanding of what the main intent of the vehicle helped Ford build the Rouge manufacturing empire. Rouge had 800 car bodies coming out of the shop every day as popularity of the Model-T vehicle was produced. The Model-T was a vehicle produced by Ford.","It was not clear what the word used to describe automobiles would be at the beginning because no one really knew the main focus or direction the vehicle was going in. But once a motor was developed and there was a self –starting engine, the automobile name was birthed. Once the main idea and name of the automobile was put into play this would soon play a big part in the automobile being a household name and manufacturers like Cadillac and Ford began their dominance and their own twists they would put on these vehicles. The name/ direction of the vehicle produced the lucrative profits that were generated."],"display_date":"January 1896","search_date":"1896-01-16","locations":[{"id":6599,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"WAYNE, Michigan"}],"tags":[{"id":1900,"tag":"Automotive Industry"},{"id":1544,"tag":"automobile"}],"course":{"name":"Historical Perspectives on Technology","school":"Widener University","course_id":124,"school_id":43}},{"id":6129,"title":"<strong>Smog Madness: Remembering the Vacuum Carburetor Era</strong>","course_id":127,"status":"P","start_date":"1/1/73","end_date":"12/31/73","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The 1973 edition of the <em>Chevrolet Emission Control Systems</em> reference manual is a special supplement to the standard mechanic’s repair reference. General Motors produced this manual as a guide for its dealer-level mechanics, who would be tasked with repairing and adjusting emission control systems for Chevrolet owners. The manual contains a host of novel names and corresponding acronyms for parts of the new emissions-control system: Air Injector Reactor (AIR), Controlled Combustion System (CCS), Exhaust Gas Recirculation (EGR), Coasting Richer System (CRS), and many others. These new technologies represented the industry’s best short-term effort for reducing toxic exhaust gas emissions. However, their acronyms would be liberally intermixed with swear words throughout the 1970s, as both mechanics and their customers struggled to adapt to the new technological regime.","The main problem with 1970s emission controls proved to be the difficulty of keeping them in tune. In the era before inexpensive, compact microprocessors revolutionized engine management, emissions control systems relied on comparatively crude technology. Copious lines of fragile vacuum hoses, complex mechanically actuated carburetors, and hot-burning catalytic converters were virtually impossible to maintain in concert with one another. Datsun equipped its cars with “Floor Temp” warning lights, to keep catalytic converters from igniting the floor carpeting. Other manufacturers warned consumers not to park in tall grass for the same reason. Vacuum carburetors were notoriously devilish devices, with a tendency to produce stalling at the worst possible moments. Newly established emissions testing frequently devolved into shouting matches and frustration. To add insult to injury, these emissions-control systems actually made cars less fuel efficient in the short term, at a time when gas shortages and embargoes were menacing the land. In short, the 1970s proved to be an inauspicious time to own a car, or to be a person that worked on them for a living.","As Kevin Borg writes in <em>Auto Mechanics:</em> <em>Technology and Expertise in Twentieth-Century America</em>, mechanics bore the brunt of consumer criticism of the new technology. When the cars of the 70s stumbled and stalled in traffic, their drivers naturally blamed the men responsible for maintaining them. Auto mechanics were forced to choose between tuning their customers’ cars to meet emissions standards, or to run well in everyday use. The <em>Chevrolet Emission Control Systems</em> manual is a relic of this era of hard choices, and a reminder of the difficulty of introducing complex technological systems quickly."],"display_date":1973,"search_date":"1973-07-02","locations":[{"id":35437,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1544,"tag":"automobile"},{"id":1354,"tag":"Air Pollution"},{"id":1899,"tag":"Detroit"},{"id":1919,"tag":"1970s"},{"id":599,"tag":"Technology"},{"id":2296,"tag":"emissions"},{"id":2297,"tag":"mechanics"},{"id":2298,"tag":"regulation"},{"id":2299,"tag":"car"}],"course":{"name":"Fundamentals of Environmental History","school":"Auburn University","course_id":127,"school_id":73}}]}