{"id":1546,"tag":"SCBC","points":[[34.8943497126,-82.3707811393]],"bounds":[[34.8943497126,-82.3707811393],[34.8943497126,-82.3707811393]],"episodes":[{"id":5549,"title":"Furman University Baptist Student Union Bus, South Carolina, 1940-1958","course_id":91,"status":"P","start_date":"1/1/40","end_date":"12/31/58","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["“Join Student Government Association! Join SGA today!” This is the cry that rings in the ear of every freshman stepping on to Furman University’s campus for the first time. This was not always the case though; before the 1990’s, the organization that dominated and governed the student body was known as the Baptist Student Union. A still image from the 1940s shows a Furman B.S.U bus transporting students through downtown Greenville. With suitcases stacked on the roof, the students are departing with big smiles and waves for a possible B.S.U retreat outside of the city for the weekend. So what happened to the Baptist Student Union that transformed it into the Student Government Association we see today?","From its founding, Furman University was established as a Baptist school that promoted Christian higher educational beliefs.  As Nancy Tatom Ammerman points out in her book <em>Baptist Battles: Social Change and Religious Conflict in the Southern Baptist Convention</em>, Baptism became the dominate “unofficial” religion of the Southern states. During nearly all of the nineteenth century, Baptism went from being an underrepresented sect to the self-appointed protectors of the southern states religious interests. With the strong presence of baptism in the South, it comes as no surprise that the South Carolina Baptist Convention (SCBC) was a primary financial contributor of Furman University. But unlike other donors to universities, the SCBC was highly integrated into Furman’s administrative duties, with several school board members as SCBC members as well.","In the 1990s, the Board of Trustees of Furman University moved to distance themselves from the SCBC because they felt that the Southern Baptist Convention was taking over their school. By 1992, Furman successfully severed all legal and financial ties to the SCBC and the Baptist Student University was no more."," "],"display_date":"1940 - 1958","search_date":"1949-07-01","locations":[{"id":27734,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"Greenville, South Carolina"}],"tags":[{"id":1545,"tag":"Baptist Student Union"},{"id":1546,"tag":"SCBC"}],"course":{"name":"Urban and Suburban America","school":"Furman University","course_id":91,"school_id":4}}]}