{"id":155,"tag":"Great Britain","points":[[40.468833638,-79.9812076782]],"bounds":[[40.468833638,-79.9812076782],[40.468833638,-79.9812076782]],"episodes":[{"id":4574,"title":"Reasons for the War of 1812","course_id":20,"status":"P","start_date":"1812-01-01","end_date":"1815-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["\"I am ready to allow, Mr. President, that both Great Britain and France, have given us abundant cause for war.\" These were the words of General German in the United State Senate that was displayed by the press in Spooner's Vermont Journal. The war described here is the War of 1812, where both Great Britain and France attempted to bully the United States into trade allegiances with either nation. In order for America to maintain neutrality, it was necessary to display its military strength. A country that cannot defend itself against foreign powers will not carry respect from those powers. Because of this it, was necessary to declare war on Great Britain.","Great Britain had been in at war with France for several years across numerous conflicts. After the Revolutionary War, America had a need to remain neutral in order to strengthen its economy and infrastructure; this made trade across the Atlantic Ocean with various European countries was vital. Both France and Great Britain were among America's largest trading partners. With the conflict between these nations, Britain required resources and economic support. This need, combined with Britain's little respect for the fledging United States, drove them to bully and restrict America to trading solely with them. They had several ways of accomplishing this. Some of the most notable ways of accomplishing this were blockading French ports to American trading ships and conducting impressments of American merchant sailors. After much debate by Congress, the conclusion was made that because of these among various other violations against America as a neutral nation, the only way to maintain independence was to declare war on Great Britain. The War of 1812 lasted from 1812 to 1815 and was generally considered a stalemate.","American forces throughout the war did not gain significant victory against Britain's colonies in Canada, and after America successfully repelled Britain's invasions on her native soil the war ended in a draw. With the signing of the Treaty of Ghent, a <em>status quo antebellum</em> was declared, both ending the war and returning all lands to the pre-war holders. While the war had little initial effect, its results could be seen in the years to come with greater respect from Great Britain toward America as a sovereign, neutral nation."],"display_date":"1812 - 1815","search_date":"1813-12-31","locations":[{"id":5802,"lat":null,"lng":null,"zoom":8,"place":"CUMBERLAND, Maine"}],"tags":[{"id":154,"tag":"War of 1812"},{"id":155,"tag":"Great Britain"},{"id":20,"tag":"Diplomacy/International"}],"course":{"name":"American Civilizations to 1877","school":"University of North Carolina at Pembroke","course_id":20,"school_id":9}},{"id":5781,"title":"A Union Journalist Expresses Fear of British Invasion","course_id":113,"status":"P","start_date":"1862-01-31","end_date":"1862-01-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the Civil War, the Union and Confederate governments both knew the potential impact that Britain's military force could have on the outcome of the conflict. Since Britain would have been more likely to ally with the Confederacy, the Union feared their involvement. This concern led a journalist for the <em>Daily Morning Post</em> to write that Britain was \"resolved to provoke a war with the American States.\" The journalist believed that Britain was waiting for a reason to declare war on the United States.","It was no secret during the Civil War that Britain viewed the Confederacy with more favor than the Union. According to historian James McPherson, the British upper-class certainly favored the South while the working-class public opinion was somewhat split and difficult to gauge. The British upper-class would have allied with the Confederacy because they were dependent on its exportation of cotton. They also viewed the American Civil War much like their own class conflict at the time. The South stood for aristocracy and privilege much like the British elite. The North identified with ideals such as popular government and equal rights, which were supported by many working-class people in Britain.","According to historian Norman Ferris, war between the U.S. and Britain was a possibility in the fall of 1861, when on November 8, a U.S. naval officer, Captain Charles Wilkes, took control of a British mail ship and seized two Confederate diplomats. Britain took offense to this and demanded a formal apology from the United States. This event came to be known as the <em>Trent </em>Affair and created tensions between the Union and Britain that led many, including the journalist, to believe a war would occur. Before the end of 1861, the conflict in the relation between the United States and Britain ended peacefully when President Lincoln released the diplomats and condemned the actions of Captain Wilkes. Referring to the event and writing in retrospect weeks after the affair concluded, the Pittsburgh-based journalist wrote \"the British government was determined to be dissatisfied,\" looking for any reason to go to war with the Union. Although, Lincoln ended the affair peacefully, the journalist thought this type of conflict was what Britain had been waiting for.","Although the journalist viewed the <em>Trent </em>Affair as a political move by Britain and believed they would soon declare war, the aftermath of the diplomatic resolution between the Union and Britain actually dealt blows to the Confederacy. According to historian Charles Hubbard, the Confederacy had hoped for diplomatic recognition from Britain. The peaceful end to the <em>Trent </em>Affair took attention away from the potential recognition and ensured that Britain would remain neutral for the remainder of the war. Even though the journalist was probably wrong in his survey of British diplomatic intentions, his opinion demonstrates how the Union feared and expected British military intervention."],"display_date":"January 31, 1862","search_date":"1862-01-31","locations":[{"id":10816,"lat":40.468833638,"lng":-79.9812076782,"zoom":9,"place":"ALLEGHENY, Pennsylvania"}],"tags":[{"id":1820,"tag":"Trent Affair"},{"id":155,"tag":"Great Britain"},{"id":32,"tag":"Civil War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":113,"school_id":3}}]}