{"id":1550,"tag":"Conservation","points":[[28.0624881575,-81.1493489185],[42.107446354,-83.1351982696],[38.8324772244,-76.8447330303],[39.087394033,-76.4791169961]],"bounds":[[42.107446354,-76.4791169961],[28.0624881575,-83.1351982696]],"episodes":[{"id":5596,"title":"Rerouting the Kissimmee: A Really Good Bad Idea","course_id":88,"status":"P","start_date":"1/1/48","end_date":"12/31/48","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Florida has always been a huge swampland, with flooding, lakes, and rivers at every turn. It is why Walt Disney was able to acquire all the land necessary for Disney World at such low prices. Florida has also always had flooding issues.  The Kissimmee River, prior to 1962, ran 103 miles from Lake Kissimmee to Lake Okeechobee. [1] The problem with this was that the distance between the two lakes is less than 50 miles. This meant that the lake snaked down and added over 50 miles of river. Due to this, and its depth in some areas, whenever it rained heavily, the land flooded for miles. These flooded areas are known as floodplains, because nothing can be built on them. They flood as soon as it starts to rain and they hold water for long periods of time. The creation of a channelized river became the solution to the floodplains issue. This would aid in the prevention of flooding as well. Thus, “…in 1948, the United States Congress authorized the U.S. Army Corps of Engineers to construct the Central and South Florida Project, which led to engineering changes to deepen, straighten, and widen the waterway.”[2] The project, while it seemed like an excellent idea at the time, was highly criticized by biologists due to the believed impact it would have on the ecosystem.","In a 1968 article published by The New York Times, the rerouting of the river was explained to readers as a positive. The article, <em>Florida Reroutes A River To Better Fisherman’s Luck</em>, implied that the rerouting of the river would be a huge positive to Florida. More direct paths to a series of lakes flowing from north to south would be the new route of the river, much different than the previous 100 mile snaking river. At the time, this was the “largest excavation project ever awarded by the Army Engineers in Florida, for it called for the removal of 26,500,000 cubic yards of material. In addition, seven locks had to be built, because of varied water elevation in the numerous bodies of water.”[3] This project would be, for its time, one of the biggest ever. It would finally bring about an end to the mass amounts of flooding in the state of Florida from Kissimmee down to Okeechobee. The rerouting of the river was completed in 1971 through a joint effort by the South Florida Water Management District and the Army Corps of Engineers, 23 years after its initial approval by Congress, and 9 years after initial construction began.[4] The new river is also described as a tourist attraction with the option “if one comes to Florida without a boat, a houseboat can be rented at Lake Tohopekaglia” in the New York Times article.[5]  Rerouting the river seemed like a great attraction for tourists and those who wanted expand their farms or property would not be able to buy the floodplains, which were previously underwater and now were just regular plains.","As it turns out, the fears of biologists who were worried about the effects of rerouting the river to stop the floodplains from flooding, were not without cause.[6] Yes, the fields were dry now, water was not going everywhere, but it had also effectively killed off any ecosystem that relied on the floodplains. “More than 90 percent of the waterfowl that once graced the wetlands disappeared and the number of bald eagle nesting territories decreased by 70 percent. After the waterway was transformed into a straight, deep canal, it became oxygen depleted and the fish community it supported changed dramatically.”[7] Animals were no longer able to survive in the areas in which they had once lived. The article in the New York Times stated that the purpose of rerouting the river was to better fisherman’s luck, but rerouting did the opposite of that and made it even harder for fisherman to be able to survive in Florida.","After having spent 23 years on creating the new channelized river, the government realized that something needed to be done to fix the errors that had been made. Not wanting to jump to a quick solution and creating more errors, they spent the next 20 years planning on how to fix it, and in 1999 construction began to allow rainwater to inundate floodplains in restored areas. [8] The other reason it had taken 20 years to start on the rerouting was because the South Florida Water Management District had to buy back or lease the land they had sold after the initial channelization of the river so the Army Corps of Engineers could begin restoration efforts.[9] One of the headings in the <em>Kissimmee River Restoration Project</em> article by the Army Corps of Engineers states “Lessons Learned – Natural Systems Serve a Purpose.”[10] The fact that this lesson had to be learned through destroying an ecosystem makes it seem as if the Corps of Engineers never realized the ecosystem could collapse. However, in reality they had been warned by biologists before, during, and after construction of negative effects.","The rerouting of the Kissimmee River prevented flooding in certain areas which allowed citizens to expand into previously uninhabitable territories.  This flood prevention though, occurred at the cost of destroying the ecosystem surrounding it. Endangered, threatened, migratory, and many other kind of species which called the floodplains and rivers of the Kissimmee their home found themselves living in a now uninhabitable area. Fishermen and locals, who had relied on the river as a source of income and sustenance, now had to turn to other methods to make a living. With the reconstruction currently underway and expected to be finished by 2014, wildlife has begun to return along with the native, untouched land that Florida was once famous for. The central heart of the state is finally beginning to beat again.","[1] “Kissimmee River Restoration Project”, Army Corps of Engineers, http://www.saj.usace.army.mil/Divisions/ProgramProjectMgt/Branches/EcoSys/Everglades/KRR/index.htm","[2] “Kissimmee River”, South Florida Water Management District, http://www.sfwmd.gov/portal/page/portal/xweb%20protecting%20and%20restoring/kissimmee%20river","[3] C. E. Wright, “Florida Reroutes A River To Better Fisherman’s Luck”, <em>New York Times</em>, December 1, 1968, xx6","[4] Army Corps of Engineers","[5] Florida Reroutes A River To Better Fisherman’s Luck","[6] South Florida Water Management District","[7] South Florida Water Management District","[8] South Florida Water Management District","[9] Army Corps of Engineers","[10] Army Corps of Engineers"],"display_date":1948,"search_date":"1948-07-01","locations":[{"id":25831,"lat":28.0624881575,"lng":-81.1493489185,"zoom":8,"place":"Osceola, Florida"}],"tags":[{"id":1547,"tag":"Kissimmee River"},{"id":1548,"tag":"Army Corps of Engineers"},{"id":1549,"tag":"Florda"},{"id":1550,"tag":"Conservation"}],"course":{"name":"United States Since 1945","school":"Rollins College","course_id":88,"school_id":5}},{"id":5850,"title":"Correspondence on the Conservation of Yellowstone","course_id":118,"status":"P","start_date":"1877-04-18","end_date":"1882-02-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On March 1, 1872, Congress set apart a tract of land in what is now northwestern Wyoming as Yellowstone National Park, the first in the world.  In April 1877, P.W. Norris of Detroit, Michigan, was appointed as the superintendent of the park.  As described by a correspondence from the Secretary of the Interior, his role was to ensure the preservation and protection of all forests, mineral deposits, geysers, hotpots, and other natural wonders within the park boundaries and ensure that they remained in their natural condition, as well as enforcing the rules against hunting, fishing, and trapping in the park.  In addition, he was to oversee the construction of small buildings and roads to accommodate visitors to the park so that more people could enjoy the wonders that the park provided.  He was promised personal payment and Congressional appropriations to assist him in this, but he never received any of these funds, nor any remuneration for lasting injuries he sustained during his travel to Yellowstone from Detroit.","The correspondence depicts the shift in attitudes regarding wilderness that happened during the 19<sup>th</sup> century.  The first Europeans to settle North America, beginning in the 17<sup>th</sup> century, saw the wilderness as an enemy that needed to be tamed and subdued so it could be turned into agriculturally productive land.  This was indeed what happened: forests were clear-cut in New England to make room for planting crops, and huge swaths of prairie land were plowed over.  As John Muir and others led the exploration of the West in the early 1800s, however, they realized that there was more to the natural world, which was quickly disappearing, than simply its potential as farmland.  They then led the charge in changing the way people saw wilderness.  They began to see the world as a space that should be preserved in order to be enjoyed by as many people as possible, including what was previously seen as a terrifying “wilderness.”  This desire to protect and preserve natural land resulted in the proliferation of national parks in America, led by the establishment of Yellowstone as the world’s first in 1872."],"display_date":"April 18, 1877 - February 28, 1882","search_date":"1879-09-23","locations":[{"id":15185,"lat":null,"lng":null,"zoom":8,"place":"LARAMIE, Wyoming"}],"tags":[{"id":1730,"tag":"Historic Preservation"},{"id":1550,"tag":"Conservation"},{"id":87,"tag":"Environment"},{"id":1934,"tag":"P.W. Norris"},{"id":2171,"tag":"Yellowstone National Park"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5977,"title":"Detroit City Plan Commission Shares Progressive Future Plans For City &amp; Goes By Name Of Urban Renewal","course_id":118,"status":"P","start_date":"1/1/63","end_date":"12/31/63","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1963, the Detroit City Plan Commission prepared an informational bulletin to provide the public with “a ready reference to Detroit’s program of redevelopment”, and an explanation of their large aims to remove blighted areas from the city and replace them with “sound [and] logical development”. It first started with a brief history of urban renewal in Detroit, classifying urban renewal as the term applied to programs that focused on two areas in regards to blight: conservation and redevelopment. Conservation was defined as implementing public improvements to acceptable neighborhoods and stimulating “home owners to high standards of maintenance and home improvement thus forestalling blight”. Redevelopment stemmed from earlier efforts in the city, like the Master Plan of Redevelopment set in the ‘40s that came with building Detroit’s first public housing. Blighted buildings were defined by: age, poor foundations, lack of modern plumbing and heating, overcrowding, lack of playgrounds, excessive traffic, and mixed zoning/land use. The bulletin then detailed current and future redevelopment programs in Detroit, with an explanation on each individual project, key maps, and timelines, as well as “tabular” information on acres of redevelopment and its cost in Detroit. Overall, the plan was estimated to affect 90,415 dwelling units and redevelop 7,928 acres. One of these, and also the largest housing redevelopment program noted in the bulletin, was the Gratiot Redevelopment Area, today known mainly as Lafayette Park.  The bulletin explains that the area was part of the first sector of Detroit’s rebuilding program that stood just east of the Walter P. Chrysler Freeway (under construction of the time of this publication). The plans for Gratiot Area wanted to increase dramatic intermixture of apartment buildings and continue to carry the redevelopment all the way to Jefferson Avenue. It was estimated that the area would accommodate 1,810 families, 350 in-garden apartments and town houses, and 1,460 in tower structures.","There are several important things to notice from this 1963 account. First, Detroit, like many other cities of the time, was interested in the nationwide trend of urban renewal. Choices made during this time could dramatically affect the city and its future. Similarly, it can be understood from this bulletin that the Commission genuinely thought they were aiding in improving the city by eliminating blighted areas and contributing to beautifying others that could be \"saved\". Where the Commission saw blight, high crime/disease rates, and poor housing, this account proves they did come up with some sort of plan to “fix” this blight, no matter how flawed modern and retrospective opinions of urban renewal are to us now. Today, there are numerous accounts of those who grew up in the above Gratiot Redevelopment Area (aka Black Bottom) that never saw it as blighted or crime laden. Furthermore, the line in the bulletin that announces the new development as being right next to the Chrysler Freeway shows the discrepancy in thinking of both the era and between those affected and those in power. In environmental historical terms, this lack of understanding can be described as “seeing like a state” and dealing in legibility: where those in power create a simplified rationale to centralize control (like with the redeveloping and “slum clearing” of over 200 acres of Black Bottom) without truly understanding the complexities of the area, people, or issues affected. The Commission assumed their solution for Lafayette Park and its expansion took into account all factors, despite most likely not speaking to those who lived there or including them in decisions. As history can then show, assumptions from legibility are often wrong. While Lafayette Park sustains to this day and can sometimes be considered an urban renewal success story just for doing so, it also stands on what is considered the dormant remains of Black Bottom. It replaced a neighborhood that many residents were terribly sad to see go, despite being thought of as an ideal plan of action by city planners."],"display_date":1963,"search_date":"1963-07-02","locations":[{"id":33546,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1953,"tag":"Urban Renewal"},{"id":2011,"tag":"Slum Clearance"},{"id":2066,"tag":"Building Preservation"},{"id":1550,"tag":"Conservation"},{"id":2099,"tag":"Black Bottom, Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6252,"title":"<strong>The Creation of the Patuxent Research Refuge</strong>","course_id":132,"status":"P","start_date":"1/1/34","end_date":"6/3/39","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Franklin Delano Roosevelt established the Patuxent Research Refuge by Executive Order 7514 on December 16, 1936. The Refuge was officially opened in June, 1939. It served as both a conservation and a research site for the federal government. Its creation is an example of two of the primary objectives of the New Deal: longterm conservation of natural resources to help prevent future ecological disaster and immediate relief for the unemployed.","Rexford G. Tugwell was responsible for the creation of the Patuxent Research Refuge. As Undersecretary of the Department of Agriculture, he recommended the protection of roughly 2600 acres bordering the shores and tributaries of the Patuxent River. Tugwell argued the site was otherwise unsuitable for farming or development. Mr. Ira Noel Gabrielson was Head of the Biological Survey Head, and he helped Tugwell realize the potential of the Patuxent Reserve. Gabrielson survyed the area on August 14, 1935. He found the site to be diverse in both biological specimins and in natural environments. Patuxent Superintendent, Dr. Leland Morley, praised Gabrielson's ability to recognize that “specialized wildlife investigations could be carried on under the guidance or leadership of our country's foremost scientists [near the nations’s capital].”","The development of the Refuge helped meet the New Deal goal of work relief and training. New Deal funds paid a variety of laborers to study and develop the site. Civilian Conservation Corps workers readied the land for research and implemented a variety of conservation strategies.","The Patuxent Research Refuge helped preserve America’s wildlife and indirectly aided in addressing the problems of poverty and unemployment by putting men to work in conservation. It was founded in hopes that future generations of Americans would efficiently and effectively thrive in America, and avoid environmental disasters."],"display_date":"January 1, 1934 - June 3, 1939","search_date":"1936-09-16","locations":[{"id":23887,"lat":38.8324772244,"lng":-76.8447330303,"zoom":9,"place":"Prince Georges, Maryland"},{"id":23155,"lat":39.087394033,"lng":-76.4791169961,"zoom":9,"place":"Anne Arundel, Maryland"}],"tags":[{"id":1550,"tag":"Conservation"},{"id":1300,"tag":"New Deal"},{"id":2503,"tag":"Patuxent Research Refuge"},{"id":2504,"tag":"Bureau of Biological Sur"},{"id":2505,"tag":"Wildlife"},{"id":2506,"tag":"Natural Resources"},{"id":2508,"tag":"Department of Agriculture"},{"id":2509,"tag":"Research"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}}]}