{"id":1551,"tag":"Amtrak","points":[[28.5146851201,-81.3237702415]],"bounds":[[28.5146851201,-81.3237702415],[28.5146851201,-81.3237702415]],"episodes":[{"id":5597,"title":"Winter Park Amtrak Station","course_id":88,"status":"P","start_date":"1/1/62","end_date":"12/31/62","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Winter Park train station has existed almost as long as Rollins College has. Students have traveled in and out of Winter Park on trains that stop at the station. Before flying became popular, the train was the only practical way to go home or to travel anywhere. In this article, Rollins College attempted to use the train as a strategy to attract alumni to Winter Park for the 100<sup>th</sup> centennial of the college. The train station in use today is the same one that has been in use since 1962, meaning that those alumni coming on that trip would have the nostalgic feeling of riding the train to Rollins, much like they did back when they were students, and like the students before them did as well.","The Amtrak station brought much life and activity to Winter Park. It allowed students and others to visit the City of Winter Park at a time when long distancse transportation was a hassle and more difficult to do. The current station used once belonged to Atlantic Coast Line, a freight shipping line. The old station was a freight depot; this now serves the city as the Winter Park farmers market on Saturdays and Sundays. In 2009 the City of Winter Park won a grant to aid in the construction of a newer, larger, and more modern train station to replace the current station being used today. While the train is not as popular as it used to be in the 1960’s, it still has its place in society today and its appeal to Winter Park is not only in its usefulness, but also in the nostalgia that it brings back."],"display_date":1962,"search_date":"1962-07-02","locations":[{"id":32034,"lat":28.5146851201,"lng":-81.3237702415,"zoom":9,"place":"Orange, Florida"}],"tags":[{"id":1495,"tag":"Winter Park"},{"id":1496,"tag":"Florida"},{"id":1551,"tag":"Amtrak"}],"course":{"name":"United States Since 1945","school":"Rollins College","course_id":88,"school_id":5}}]}