{"id":1552,"tag":"Hamilton Holt","points":[[28.5146851201,-81.3237702415]],"bounds":[[28.5146851201,-81.3237702415],[28.5146851201,-81.3237702415]],"episodes":[{"id":5598,"title":"Journey to Work: Hamilton Holt","course_id":88,"status":"P","start_date":"1/1/24","end_date":"12/31/24","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Dr. Hamilton Holt, eighth president of Rollins College, passed away on April 26, 1951 at the age of 78. He died of a heart attack at night in his home, two years after he left his presidency at Rollins. During his earlier life, Holt worked for the <em>Independent, </em>which was a weekly magazine founded by his grandfather and other members of a Congregational Church. Eventually Hamilton Holt would become the owner and editor of the <em>Independent</em> and continue to publish his literary work.","Holt promoted peace and disarmament during his lifetime. He won a myriad of accolades and awards for his work on social justice and peace. In 1924, he was the Democratic Party’s candidate for a special election in Connecticut, his home state, but was defeated by now famous Representative Hiram Bingham, who was also the man who discovered Machu Picchu.","After losing the election, Irving Bacheller, a trustee of Rollins College asked Holt if he would be interested in becoming the next president at Rollins.  Hamilton Holt’s response was that while he had never actually taught students, Holt believed that he had enough experience being taught and spending time in university setting that he should be able to perform the duties of President of Rollins College. Upon accepting the job, Hamilton Holt then had to travel from Connecticut to Rollins College in Winter Park, Florida. During this time period it was not an easy feat to travel such a long distance. There was no commercial air travel, and driving was not an option. Hamilton Holt most likely arrived Rollins via train from Connecticut and  disembarked at the old Winter Park train station, which is now used on weekends for the farmers market. From the station he most likely walked down Park Avenue and through the front gates of the campus.","Hamilton Holt redefined education at Rollins with the Rollins Educational Conference system. The impact of Holt’s changes are still evident in Rollins education today. Holt created a system in which students had an 8-hour day with hour periods, instead of just 8 hours of learning a day. This system allowed students to learn three subjects in one day and the fourth period was devoted to working so students could pay for tuition or immerse themselves in the arts. Holt held discussions between schools and scholars so they could discuss what should be learned in the classroom. This system created a debate centered on practicality versus continuing the traditional education path. Holt transformed Rollins from a struggling school into a striving liberal arts college with the reputation it has today. This is why Holt Avenue, Holt Building, and the Holt Night Evening School are all named after him. His impact on Rollins is arguably greater than that of any other president."],"display_date":1924,"search_date":"1924-07-01","locations":[{"id":21523,"lat":28.5146851201,"lng":-81.3237702415,"zoom":9,"place":"Orange, Florida"}],"tags":[{"id":1495,"tag":"Winter Park"},{"id":438,"tag":"Rollins College"},{"id":1496,"tag":"Florida"},{"id":1497,"tag":"Orlando"},{"id":1552,"tag":"Hamilton Holt"}],"course":{"name":"United States Since 1945","school":"Rollins College","course_id":88,"school_id":5}}]}