{"id":1553,"tag":"Hamilton Hotel","points":[[28.5146851201,-81.3237702415]],"bounds":[[28.5146851201,-81.3237702415],[28.5146851201,-81.3237702415]],"episodes":[{"id":5599,"title":"Spatial History Engine: Hamilton Hotel","course_id":88,"status":"P","start_date":"1/1/70","end_date":"12/31/70","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Built in the 1920’s, the Hamilton Hotel was built as more modest accommodations than the only other hotel in town. The other hotel, the Seminole Hotel, boasted of visitors of such caliber as Henry Flagler, William Rockefeller, and even United States President Grover Cleveland. The Hamilton Hotel was the first in Winter Park to have a bathroom in each room;  while it may seem strange to not have a restroom today, it was common to share bathrooms during those days. In 1941, the price for a room was $2.50 per day, much cheaper than today’s prices.","In the 1970’s the Hamilton Hotel was remodeled and renamed to the Park Plaza Hotel, which it is still known as today. The hotel has risen in popularity, and is now considered one of the nicer hotels in Winter Park. The location for the hotel is excellent because it is situated on Park Avenue, the main road in Winter Park filled with shops, restaurants, a park, and a train station. The hotel’s rooms over look Park Avenue and the park, providing an aesthetically pleasing view. Also, ever since the Seminole Hotel closed, Park Plaza has tried to fill the gap or at least lure some of the more prominent crowd to Park Avenue, which would boost their earnings and also aid shops and restaurants on Park Avenue. One of the ways this was accomplished was by buying huge reproduction beds from the 1700’s and 1800’s, attracting people who wish to experience something new.","The hotel acted as a crucial part in the expansion of Rollins, because it provided visiting parents a place to stay other than the exorbitantly priced Seminole Hotel, which most people would not have been able to afford. The Park Plaza Hotel aided in the growth of Rollins College, which aided in the growth of Winter Park, and so the city conssiders it an important landmark in Winter Park today. Pictures of the hotel from before and after the remodel also show how far the hotel has come since its creation, while at the same time sticking to its roots and keeping it similar view to the past."],"display_date":1970,"search_date":"1970-07-02","locations":[{"id":36752,"lat":28.5146851201,"lng":-81.3237702415,"zoom":9,"place":"Orange, Florida"}],"tags":[{"id":1495,"tag":"Winter Park"},{"id":1496,"tag":"Florida"},{"id":1497,"tag":"Orlando"},{"id":1553,"tag":"Hamilton Hotel"}],"course":{"name":"United States Since 1945","school":"Rollins College","course_id":88,"school_id":5}}]}