{"id":1554,"tag":"Vietnam War","points":[[38.9151212228,-76.9435162098],[37.7029266937,-123.005394924],[41.8399513458,-87.8166666032],[10.7579398,106.6719161],[42.197757,-72.5382009]],"bounds":[[42.197757,106.6719161],[10.7579398,-123.005394924]],"episodes":[{"id":5600,"title":"Muhammad Ali: How One Man's Dissent Illustrates the Story of the American Opposition of the Vietnam War","course_id":88,"status":"P","start_date":"1/1/67","end_date":"12/31/67","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["During the Cold War, the Vietnam War was probably considered one of America's more unnecessary and counterproductive ideas to stop the spreading of Communism. As the American government continued the war with little thought to whom it effected on both sides of the spectrum many people both Black and White, poor and rich and overall different came together as one to protest the continuation of a war that was causing nothing but trouble. Draft calls were going strong, racial tension was still an issue and nobody was sure of what kind of future the next day would bring. So how did the Vietnam War resistance movement affect the war and the American people? In result of this war, the American people found renowned courage and power in its younger generation yet forced them to come face to face with uncomfortable yet very real issues that neither the government nor its people were ready to resolve.","In 1967, Muhammad Ali, formerly known as Cassius Clay, refused the draft induction into the Vietnam War and was charged with draft evasion, with the threat of facing prison time. His defiance against the Selective Services included his position as a minister in the Muslim religion, which he believe gave him the exemption from war as a clergyman and claiming himself as a victim of racial discrimination within his own country. While both of these reasons were dismissed in court, Ali had already made up his mind that whether he was legally justified or not he would not serve in the army. The author, Tom Wicker, dismisses Ali as one man who does not pose a problem to the approval or disapproval of the draft let alone the entire war. In reality the fact that one famous man gained national attention for his opposition to the Vietnam draft only zoomed in on a problem that was plaguing the nation, particularly its younger generation. However, Wicker does point out a valid concern and question for the American people and its government and that is if one man feels this way then what would happen if hundreds of thousands of other young people decide to not only disagree with the draft but refuse to be drafted themselves? If that many male dissenters decided to refrain from joining the army what would happen to a country entrenched in democratic ideals rolled in the belief of rights and freedom? As Wicker indicates it is one thing when the American government attempts to imprison one dissenter but what about hundreds of thousands? To do something of such extremity, would put the United States at a hypocritical angle and turn them into the very Communist they so very much opposed. And while Wicker does not believe the famous boxer was trying to spark an uprise, it is obvious that Muhammad Ali as a young Black man, was the embodiment of whom was against the draft and why they were against it.","While Ali was no college student, a large portion of the Vietnam dissenters consisted of college students and young people, who unlike their parents in WWII who believed in the defeat of the Nazis for the greater good of the U.S., saw the Vietnam War as gruesome and an atrocious assault that involved the sacrifice of their lives and freedom including the slaughter of innocent Vietnamese peasants. How could these young people not feel threatened at this point by their own government when the average age of soldiers being sent to Vietnam was 19? So as the war dragged on and more people lost their lives, Americans began losing patience with a war they felt would forever drag on and a government who were showing no sign of stopping. As the war raged on so did the radicalism of the anti-war, anti-draft Vietnam movement. Students began their protests in college campuses and soon enough various campuses across the nation were hosts key events such as the March 24, 1965 “T-Day” where the University of Michigan hosted lectures and seminars opposing the war in Vietnam with more than 3,000 people in attendance. Young people were turning their college campuses into a type of college government because they understood that the outcome or even lengthening of this war would effect their futures directly and graduation dates meant a direct ticket to Vietnam. After the national “T-Day” came the Antiwar March to Washington D.C. on April 15th of the same year. While the 25,000 protestors consisted of professors, clergy, and peace organizations it was the college students and young people who dominated the scene. This movement was more than today's stereotype of hippies in communes; these were protestors who came from middle class suburbs, with parents who were professionals. They were resisters who viewed the war with a morality derived from earlier movements and understood the professional and political moves they made were never to be made thoughtlessly. In other words they used their education and where they derived said education to their advantage.","Among these students and young people were Black organizations and peoples as part of the anti-draft and anti-war movement, however their reasoning was completely different than that of their fellow White protestors. When Muhammad Ali resisted the draft, African-Americans paid close attention to just how the government would handle a famous Black celebrity during a time where racial tension was still an unfortunate factor in the U.S. When Ali boldly exclaimed “No Viet Cong ever called me a nigger,” these words demonstrated the emotions and anger many Black men felt towards the American government. Why fight for a country that still treated them as second class citizens? As the boxing authorities stripped him of his titles further anger towards what Blacks believed to be a racist motive became fuel for the war opposition. Ali became motivation for many Black Americans who were not already involved in the movement to do something not only about the war but the racism and discrimination that plagued them. One of the more startling effects of discrimination during Vietnam were the disproportionate percentages of just whom was being sent off to war and what positions they were being put in. For Americans with higher education levels they had a better chance of receiving office jobs compared to the 80 percent of ground troops which consisted of lower class or minority peoples meaning African Americans would get the short end of the stick. More Black troops were being sent into more dangerous areas than their White counterparts taking their opposition of the war to a different level. This level consisted with Black males fighting for their gender roles as a minority in a world ruled by Whites while dealing with the Selective Services forcing their own people to fight and stand up for a country that would never stand up for them.","A vast majority (including the protestors of that time) believe this specific movement to be part of the reason for the end of the war. This theory has been a particularly controversial one and while the Vietnam War resistance was not the first, it did make a significant impact according to Stephen Kohn who credits the protestors with collapsing the Selective Service's draft system. It is also believed that while the resistance and the war raged on together, many war decisions were taken into account thanks to the peace movement. For example the antiwar movement played a role in the decision to not bomb North Vietnam during the Johnson administration. The movement might have also played an unseen role on the attitudes of protestors and how policymakers reacted to those attitudes with the Kuwait War in the 90's. There was conflict over how the U.S. should handle aggression towards the people of Kuwait and during the Kuwait antiwar movement, many old slogans from the Vietnam War were resurrected such as “Make Love, Not War.”20 Between the antiwar and anti-draft movement, thousands of men who burned their draft cards and the public dissent of one famous Black man the closing of the Vietnam War was possibly brought closer. They might have also all been a part of an indirect influence for future generations that protest America's wars and inevitably teach the American government that it is far better to have the approval of their people than to win the war under opposition."],"display_date":1967,"search_date":"1967-07-02","locations":[{"id":31495,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Dist Columbia, District of Columbia"}],"tags":[{"id":291,"tag":"Cold War"},{"id":1478,"tag":"Draft"},{"id":1554,"tag":"Vietnam War"},{"id":1555,"tag":"Anti Draft"},{"id":1556,"tag":"Anti War"}],"course":{"name":"United States Since 1945","school":"Rollins College","course_id":88,"school_id":5}},{"id":5601,"title":"The “Me” Generation: How Shirley Chisholm, Harvey Milk and the Weathermen Fought Against the 1970's Fantasy of Perfection","course_id":88,"status":"P","start_date":"1/1/70","end_date":"12/31/70","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The 1970's became fertile ground for public outrage and violence against the American establishment due to national economic stress, assassinations of public figures, the Vietnam War, and other political scandals. By the 70's it seemed to a significant amount of Americans, that what the government wanted to portray and what they were realistically taking care of were two very different truths. What the U.S. wanted American society to consist of were upper middle class or rich white individuals (preferably male) with conservative, Judeo-Christian beliefs. That these people would pray and worship a God that often times were one and the same as the American government. The ideology of the American mentality included not just a warped view of a uniquely American religious stance, but a stance where all Americans should be the same and think the alike. Where there was no poverty, no back talking or disagreeing with the government and everybody was heterosexual with one wife and their 2.5 children living in suburbia. And if in fact, “those” types of people did exist Americans should do everything in their power to either push them aside or make them disappear completely. The American government did not want or feel that they needed blacks with opinions let alone a black woman making her way through Congress. America only saw the “sin” in the power that the gay community and its leaders held in California. And when America was tired of minorities of all kinds, it was looking towards a vibrant, educated white youth to carry the torch, what they got instead were empowered white kids enraged by a government unwilling to pull out of Vietnam. While America was working hard towards a “Me” generation where the majority's problems did not matter and a fantasy of “what ifs” was put in its place, there were several, gutsy individuals and groups desperately trying to break that mold.","In 1972, Shirley Chisholm, the ultimate physical symbol fighting against the ideals of a “Me” generation, became the first African-American woman running as part of a major-party candidacy for the Democratic ticket and nomination of President of the United States. In the 1970's, America was overflowing with an ignorance towards racial divides although physical, up close and sometimes violent proof stated the opposite that things in fact were not alright. Her running came during a time where racial tension was high and what was considered an equal and fair opportunity for all held different feelings and definitions for both blacks and whites. The backdrop of her run was politically marked by examples of attempted equality like the Voting Rights Act which created an effort to integrate race relations in the South and outlaw voting discrimination against African-Americans and the Civil Rights Act which outlawed major discrimination against minorities. But what the United States wanted to project and achieve was not the social reality of what seemed to be a very bleak existence of blacks dealing with unemployment rates three times higher than whites and black anger increasing with the establishment of black militant organizations such as the Black Panther Party. Her very physical being, went against what made the American government and a dominating white society comfortable. She was a woman and she was black, to put both of those “concepts” together was a whole complex and intense conundrum for the American people to deal with. On the one hand she explains how entering into Congress for the first time, the white Congressmen had never had a black woman enter into their political platform and she was automatically shunned. On the other, even among black groups and the black community she was shun due to black men being intimidated and threatened by the fact that she was a woman. To bring that together and give her an intelligent mind and voice to state what was wrong with American society and give her a national platform on which to speak, broke the mold of a society with a “it's all about me” mentality to realize there was great unjust among blacks and sometimes equal discrimination against women. So what she needed black Americans to do, especially black women, in such a time of confusion and hardships was to go against the grain as she had done and use their power to fight not physically or violently but to use what many whites dreaded...their vote. She brought to the forefront what was not being said in Congress, that over 50% of the nation's budget (her estimate was 75%) was being used on a foreign, immoral war yet the true war raged on domestically with a nation divided amongst itself.","Unlike Shirley Chisholm, who was a more obvious example for minority groups that made white people uncomfortable, was the less obvious Harvey Milk. At first glance he is who the American government and society wanted to continue to uplift. He was a financially comfortable, white male, a veteran from the U.S. navy, running his own business in a middle class neighborhood. However his ideals and sexuality both directly and indirectly did not line up with what society was supposed to be like. Harvey Milk was a gay man which in and of itself went against the traditional Judeo-Christian idealism of America. To make matters worse, he was also the first openly gay politician in San Francisco which also went against what American society. What society wanted and expected was if a person was indeed gay, he or she should keep it themselves because to be gay in the 1970's was taboo and illegal. In the backdrop of the Stonewall Riots of 1969 in New York which set off the modern, openly gay liberation movement, Harvey Milk would become a main leader in San Francisco's newly gay political community. But America did not want to deal with gay people they in fact wanted to get rid of them with political bills such as Proposition 6, which was a state wide gesture that allowed the firing of any teacher in public schools who was gay and any other public school faculty that was pro-gay. Milk fought against such openly discriminative political documents but wanted to make it clear that while he fought for gays, lesbians and transgendered/transsexual peoples, his political fight was for all peoples who were considered minorities and were underrepresented in San Francisco. He said what so many Americans at the time were afraid to speak of which was the realization that gays walked among them and no, they did not have signs written on their foreheads to let others know of their whereabouts, so the American people needed to learn to have respect and tolerance for all no matter who they came across. Milk's perfect example of the political and religious agenda set against gay Americans came in an interview where he said that he understood who he was up against but that the “white, wealthy, non-gay establishment would have to deal with him; that is truly an incredible and powerful position to be in.” Harvey Milk and his political position would not allow an ignorant mentality to continue to place its hold over the minds of the American people but wanted instead to change what Americans felt so uncomfortable with concerning gays in the first place. Although he was assassinated in 1978 by another San Francisco city supervisor, Dan White, his ideals would leave a permanent mark in California, especially in the San Francisco area. This mark would go on to change the political ideals, when a decade after Milk's assassination, a poll would show that San Francisco's gay community felt that they had a “moderate amount” or “a lot” of influence over local government compared to only 48% of the straight respondents who believed the same sentiment. And only two years prior to that poll, a gay San Francisco columnist wrote, “Politicians can be destroyed by the gay vote. As long as we keep our vote, they're going to kiss our ass for a long time.”","Probably the most confusing to the American government and public was the formation of the Weather Underground also known as the Weathermen. They were a part of the anti-draft and anti-war movement of the late 60's to mid 70's with extremist views that believed in “bringing the war home” by bombing banks and government buildings. Their ultimate goal was to overtake and overthrow the U.S. government due to their refusal to pull out of the Vietnam War and their abuse towards blacks. What made them so confusing to the American public was because of what they stood for due to who they were. They were not black like Shirley Chisholm nor were they gay (for the most part, not including their sexual experimentation with the same sex during orgies) like Harvey Milk, trying to organize a type of LGBT rights organization. These were mainly upper middle class college students with rich parents (some of those parents were even local politicians) who basically had the world at their feet and if they wanted to live a comfortable lifestyle, they could very well do so. There only real issue was being drafted into the Vietnam War but even if that happened with the connections and the money there parents had they were more than likely to gain “cushy” jobs that did not require front line action. Unlike their poorer, black, Hispanic, and Asian counterparts who constituted more than 80% of American ground troops. So what was there problem? They had everything they wanted and they were everything that the U.S. wanted to portray their young people as. The U.S. did not want to deal with underprivileged, ethnic youths, but who they wanted ended up being the kind of people that constituted the Weathermen. As President Nixon continued to ignore the peoples cry that the conflict in Vietnam was immoral and unjust, the Weathermen, once a non-violent group who took after the teachings of peaceful demonstrations from Martin Luther King Jr. were now taking after the Black Panther Party, sharing in their anger and setting up recruitment just like them and even supporting them by endorsing them to the mass public. Their point was not to do the complete opposite of what was expected of these young white kids just for the sake of rebelling but because this white ideology was destroying the nation. They were going to side with the black community and they refused to allow their privileges as whites to add to the problem in America anymore. It was hard for Americans to understand the terrorist actions of other Americans bombing their own buildings but the message behind these attacks were not just for the sake of blowing up a building it was to get people in the U.S. to realize that this was not just a foreign war that did not effect them unless they were drafted, but that if they refused to stop the war then indeed it did effect them because they were part of the problem. And the problem was very much real no matter how much Americans wanted to ignore it with companies such as Dow Chemical, for example, using technological and chemical warfare like napalm, used to kill innocent and impoverished Vietnamese. Or the U.S. government breaking and entering into one of the leaders of the Black Panthers home, Fred Hampton, and assassinating him in his bed while he slept. These were kids who were angry with what their white government was doing both to its own people and internationally; kids who were willing to recruit white youth to join in, taking down what many would say as their “own” people (other whites). The Weathermen were trying to put the issue of what was going on in the faces of Americans first by peaceful marches and when the problem only escalated domestically and internationally, they felt they had no choice but to show them a tiny part of the violence occurring in Vietnam by turning to domestic terrorism. The acts they committed were only a physical embodiment of their ideals which as one of the faces of the Weathermen, Bernardine Dohrn stated, “I believe that there will come a day when white people will have to make uncomfortable decisions and learn to side with the Vietnamese and Black people.”","The United States in the 1970's has been argued to be a “Me” generation and while it did strive hard to get there and in many ways and areas of the country it was, there was a much stronger argument for all of the things that went wrong. As the nation continued on a one noted idea of what it wanted to be and portray to what they believed to be a corrupt world, the American people were becoming excessively bothered by a communism induced paranoia the country held. Since that was its main focus everything and everyone else fell by the wayside. What the people needed was stronger leadership and a sense of an empathetic community so that all might understand each other and gain an equal political foothold. So people with a voice, whether they had extreme views like the Weathermen or more subdued ways to fight like Shirley Chisholm and Harvey Milk rose to power not because they were trying to divide or disrupt the country as many thought (including the government) but to stop the advancement of a country that had let its people down and were allowing them to believe, on top of all the problems they had, that they were a perfect society at the center of a very inferior world."," "],"display_date":1970,"search_date":"1970-07-02","locations":[{"id":35365,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"District of Columbia, District of Columb"},{"id":34924,"lat":37.7029266937,"lng":-123.005394924,"zoom":11,"place":"San Francisco, California"}],"tags":[{"id":546,"tag":"Homosexuality"},{"id":3,"tag":"African-Americans"},{"id":18,"tag":"Politics"},{"id":1556,"tag":"Anti War"},{"id":1554,"tag":"Vietnam War"},{"id":1557,"tag":"Terrorism"}],"course":{"name":"United States Since 1945","school":"Rollins College","course_id":88,"school_id":5}},{"id":5603,"title":"The 1970s Through Film","course_id":88,"status":"P","start_date":"1/1/70","end_date":"12/31/79","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The 1970’s were a tumultuous time in American history. Movements regarding the war in Vietnam, civil rights, and gay rights escalated as the United States entrenched itself in economic crises and political divisions. As these movements gained momentum, the political system as well as the prevailing social notions of the time attempted to quash any semblance of progressive thinking until the end of the decade. Three documentaries about the time - <em>The Weather Underground, Chisholm ’72,</em> and <em>The Times of Harvey Milk </em>- focus on the major political voices of the 1970s and how they were confronted, spurned, or ignored. By analyzing these three works, it can be deduced that the 70s were a period of social and political growth and examination in the youth and minority populations that the older generation of society was attempting to supplant with traditional Cold War values.","By 1970, the war in Vietnam had escalated and Nixon’s campaign of “Vietnamization” had begun. Under Nixon, the Vietnam War saw an increase in strategic bombings of supposed communist strongholds and the “incursion” into Cambodia with 25,000 U.S. and South Vietnamese troops. This increased activity in Indochina prompted a growth in the anti-war movement, which had already gained considerable momentum. Students for a Democratic Society - the major student body anti-war organization during the Vietnam War - was already at 300,000 members and growing. Privileged college students began to rebel over war crimes committed by the government under their pretext of protecting the world from communism.","The 2002 film <em>The Weather Underground</em> focused on the exploits of the Weathermen, a domestic insurgent agency formed in the summer of 1969. They were the militant arm of the SDS and sought to overthrow the United States government on account of the civilian casualties in Vietnam. With the slogan “Bring the War Home,” the thirty-odd Weathermen wanted to instill fear in the government that was controlled by, what they perceived, as old, corrupt politicians from an irrelevant, bygone generation. Nixon responded to this radical minority with reciprocal contempt. After the Greenwich Townhouse Explosion in May 1970, the Weathermen went underground and started a strategic bombing campaign, all the while being pursued by the FBI. After the war ended and many Weathermen came out of hiding, few went to prison on the account of the FBI’s illegal actions to track them down in the first place. Simultaneously, vice president Spiro Agnew denounced the anti-war protesters as “traitors, thieves and perverts.” It seemed the administration’s decision to marginalize the movement had adverse effects as the Weathermen’s coordinated bombings of government buildings skyrocketed until the end of the war in ’75. These practices, coupled with the release of the Pentagon Papers in ‘71, sewed seeds of distrust and frustration with how the government was conducting business not only in Vietnam, but also within the system itself. The prevailing Cold War policy of containment propagated in the 1950s and 1960s had permeated society as well as foreign policy. It was finally met with resistance in the 1970s to the dismay of Washington, and thus they made every attempt to stamp it out.","Like the Weathermen, the campaigning of Shirley Chisholm in the 1972 election was an indicator of a changing sociopolitical climate, but unlike the Weathermen, forces within the movement itself halted its momentum. The 2004 film <em>Chisholm ’72: Unbought & Unbossed</em> illustrated exactly how the Democratic Party was operating during the 1972 election and how massive and divided the party –and society - was against such a unified political platform as the Republicans’. Chisholm herself ran for the rights of women and African Americans but also for a withdrawal from Vietnam and the resolution of the busing integration controversy. However, her gender mixed with the color of her skin greatly hampered her support base as the male-dominated Black Panther party was reluctant to back her, as well as the feminist movement, which generally marginalized the voices of black women. By the time of the democratic nomination, all of Chisholm’s supporters in Congress like Ron Dellums ended up supporting George McGovern of South Dakota for the nomination. The 70s were showing signs of progressive, liberal attitudes, but were being hampered all the way by the established government. Nixon simply appealed to those sick of the costly New Deal social programs and won a landslide victory with 61 percent of the popular vote. It seems like all would be lost in terms of progressive ideals in the 1970s, but as the decade wore on and Nixon was impeached and resigned, people began to think that the established order could be openly challenged without severe repercussions.","Enter Harvey Milk: district 5 Supervisor of San Francisco in 1978. In the documentary <em>The Times of Harvey Milk</em>, Milk’s exploits and contributions to the San Francisco gay community are revealed, along with the events that precipitated his assassination, and the subsequent outrage over the verdict of his killer. Reflecting the desperation of fellow supervisor Dan White who murdered both Milk and San Francisco mayor George Moscone, the established sociopolitical system of the United States by 1978 was buckling under the increasing momentum of liberal views and progressive ideals. Milk was one of many activists who were fighting tooth and nail for moral, social, and political equality. One of the major planks of the Democratic Party in the 1976 election was advocating of equal rights groups. President Carter publicly endorsed gay rights, which would have been impossible even earlier that decade. However, Milk and other activists’ primary opponent during this transitional period were evangelical fundamentalists who were still clinging to the old Cold War system of control. Milk’s crowning moment as Supervisor was his opposing of California Proposition 6, or the Briggs Initiative, which would ban gays and lesbians from working in public schools. Milk was able to rally public support against the bill and even get open support from prominent politicians like Ronald Reagan and Gerald Ford. The main indicator for the closing of the decade, however, is Milk’s assassination itself. For a gay man to be put into a position of such power within the city of San Francisco, the people had to have been open to radical changes in infrastructure. Unfortunately, the last years of a dying system seem to be the most chaotic. In this case, Christian fundamentalism had a major resurgence, as people were fearful of the state of the established order. It was this resurgence that opposed Harvey Milk and went leniently on his killer Dan White, but the subsequent widespread outrage over the court verdict showed that they were becoming a shrinking minority.","Was the 70s characterized by repression and disengagement? Some would argue that it is, but the strength in the progressive organizations paved the way for an unprecedented amount of liberal thinking so far seen in the Cold War. The documentaries <em>The Weather Underground</em>, <em>Chisholm ’72</em>, and <em>The Times of Harvey Milk</em>, showed a decade in transition, a transition hampered heavily by a system of political and societal control refined over thirty years of Cold War conflict. If that system had not been so heavily entrenched in the minds of America’s older citizens at that time, the 70s would have been a period of growth instead of repression and turmoil"],"display_date":"1970 - 1979","search_date":"1974-12-31","locations":[{"id":34924,"lat":37.7029266937,"lng":-123.005394924,"zoom":11,"place":"San Francisco, California"},{"id":35365,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"District of Columbia, District of Columb"},{"id":34445,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"Cook, Illinois"}],"tags":[{"id":1554,"tag":"Vietnam War"},{"id":1560,"tag":"The 1970s"},{"id":1561,"tag":"1972 Election"}],"course":{"name":"United States Since 1945","school":"Rollins College","course_id":88,"school_id":5}},{"id":6076,"title":"An American Soldier Survives the Opening of the Tet Offensive","course_id":123,"status":"P","start_date":"1/30/68","end_date":"1/30/68","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["For Sergeant Den Cook of the United States Air Force Security Forces, the Tet offensive was the defining moment of his overseas service. The assault began with rockets striking the Tan Son Nhut Air Base, as “thousands of tracers told [Cook] just how many VC and NVA were kicking at our door.” Cook heard over the radio that positions throughout the perimeter were being overrun shortly before the radio fizzled and died, leaving him in a communications blackout. While overcome by terror, the arrival of helicopter gunship support lifted his spirits, as Cook cheered every strafing run and shouted “Get ‘em” to every rocket launched.","However, Cook’s greatest test was yet to come. Out of the darkness lurched two shadowy figures, scrambling for his bunker at all costs. Cook, terrified but determined to defend his post, was about to fire when the pair called out in perfect English “Don’t shoot! It’s us!” Cook, confused enough to refrain from gunning the men down, was amazed to find that the pair were nothing more than terrified American ammo technicians. Cook’s amazement soon turned to self-loathing and regret, for he had failed. In failing to “blow their butts away,” Cook “failed to do his job.” Had the pair been Vietcong soldiers instead of terrified American technicians, Cook “would have been sent home early in a metal box…jeopardizing all the positions behind [him].” After Tet, Cook felt conflicted between his relief at not killing friendly Americans and his shame at ultimately failing at his duty. This despair, rage, and self-loathing stayed with Cook for the rest of his life, contributing to his PTSD, a condition he slowly learned to cope with.","For the majority of the Vietnam War, conflict was limited to the mountains, jungles, and rice paddies of rural Vietnam. The cities of the south were long considered impregnable bastions, untouchable by direct assault the combined forces of the Vietcong and the North Vietnamese Army. However, the launch of the Tet Offensive on January 30, 1968, shattered these illusions, forcing both the American military and American public to confront the fact that their North Vietnamese foes were more powerful than popularly believed.","The Tet Offensive proved a major turning point in the Vietnam War. The North Vietnamese showed themselves a still-potent force, and the American establishment narrative of the war, mainly that it was nearly won, was revealed as fallacious. This had a twofold effect - spurring the anti-war movement to new heights and creating a “credibility gap” for the Johnson administration in the minds of the American public. This second effect was far more pressing, for while the anti-war movement had existed previously, America’s continued involvement in Southeast Asia was largely predicated upon the support of the average American. As a wider swath of America began to turn against the war, the political will necessary to continue the conflict began to evaporate, pushing America towards a negotiated peace and withdrawal from the theater."],"display_date":"January 30, 1968","search_date":"1968-01-30","locations":[{"id":52685,"lat":null,"lng":null,"zoom":8,"place":"Outside US"}],"tags":[{"id":1554,"tag":"Vietnam War"},{"id":5,"tag":"War"},{"id":2196,"tag":"Tet Offensive"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":123,"school_id":3}},{"id":6467,"title":"Combat Photographer Documents My Lai Massacre","course_id":153,"status":"P","start_date":"3/16/68","end_date":"3/16/68","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On November 20, 1969 a Cleveland newspaper, the <em>Plain Dealer</em> published an account of the massacre at My Lai by combat photographer Ronald L. Haeberle. The My Lai massacre occurred twenty months earlier on March 16, 1968 and was carried out by C Company, 1<sup>st</sup> Battalion, 20<sup>th</sup> Infantry Regiment, 11<sup>th</sup> Light Infantry Brigade. Haeberle gave a detailed account from the time that he landed by helicopter in the second wave to arrive which followed about a half an hour after the first group. From the time that he landed, Haeberle saw American GI’s shooting at unarmed civilians. He gave different examples of the soldiers harassing and killing people that appeared to be of no physical threat to them. An example of this was when he witnessed, “A GI knelt down beside me and shot the little kid. His body flew backwards into the pile.” Haeberle said that he personally saw fifty to one hundred killings take place, although he admitted that he was glad to never have seen the large ditch into which the other bodies were thrown. This said, Nick Mills author of <em>Combat Photographer</em>, puts the number at closer to five hundred after looking at the different testimonies and the investigation that took place.","            Haeberle took two cameras on the My Lai operation: an army-issued Leica and his own, personal Nikon. He had black and white film in the Leica and color film in the Nikon. After he had finished taking pictures of the massacre, he turned the black and white film over to the army and kept the color film for himself. Although he felt disturbed by what had happened in My Lai, the operation was Haeberle’s first taste of combat and he was not sure if what he had witnessed was a regular occurrence. The reported combat use of women and children by the Viet Cong as examined in Douglas Pike’s book, <em>Viet Cong, </em>made Haeberle unsure about exactly what he had witnessed. Due to that uncertainty, he elected to remain quiet about the incident aside from a few private presentations when he returned home. He did not come out publicly with the pictures until after he learned about the investigation that was taking place.","            If not for Haerberle’s photographs of the atrocities committed at My Lai, it is conceivable that the investigation would not have gained as much purchase as it eventually did. Prior to Haerberle’s release of the photographs to the Criminal Investigative Division of the army, the soldiers who were there were quite vague about the events of the day. However, once the pictures were released, testimonies were made clearer. Additionally, the rolls of film that Haerberle had given to the army had been put in a drawer and left untouched. After the release of his color photos, the black and white ones were also found and examined which aided in the investigation."],"display_date":"March 16, 1968","search_date":"1968-03-16","locations":[{"id":52864,"lat":10.7579398,"lng":106.6719161,"zoom":8,"place":"Truongan, Vietnam"}],"tags":[{"id":2859,"tag":"Massacre"},{"id":290,"tag":"Crime"},{"id":1554,"tag":"Vietnam War"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":153,"school_id":3}},{"id":6479,"title":"A B-52 Mechanic Serves Stateside During Vietnam War","course_id":153,"status":"P","start_date":"5/15/62","end_date":"5/15/66","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Clay O. Cole served as a mechanic at Westover Air Force Base in Massachusetts, from 1962to1966, including the early years of the Vietnam War. When historians look at soldiers from the Vietnam War era, they focus on the troops on the frontlines in Vietnam, and rarely, mechanics for the Air Force. Not only do they ignore mechanics that were stationed in Vietnam, but also all troops who remained on stateside during the war. Cole attempted to obtain orders to be transferred overseas, but they were always declined. Instead he remained in the United States and worked on the most important military plane for the United States, the B-52. His specialty was the hydraulics for the B-52’s, which were vital to the overall workings of the aircraft. Even though he did not directly fight in the Vietnam War, he contributed to the war and in a larger sense to the deterrent strategy, the US applied during the Cold War.      "," The earliest use of the B-52 was in 1959 when it replaced the remarkable and obsolete B-36. By 1965, B-52’s were primary bombers used for most of the aerial missions that occurred during the Vietnam War, on the side of the United States. They were essential in the United States attempts to support ground tactical operations, attack enemy supply lines, and strike individual targets. What made them an even more crucial tool was that they could release bombs from 30,000 feet, which caused them not to be seen or heard. This relates to J. Glenn Gray’s idea of the images of the enemy. Pilots flying the B-52s could not see the enemy and did not have a strong emotional response to the individuals deaths compared to soldiers fighting on the ground. They were key to throwing off some of the main hubs of the Vietcong, and other soldiers in North Vietnam. ","            While some individuals felt Vietnam was morally wrong, and they would do anything to avoid entering into service, Clay O. Cole believed it was right, and he served his nation proudly. Although he did not take any lives or endure the horrors of war, he served in an important branch of the Cold War military. "],"display_date":"May 15, 1962 - May 15, 1966","search_date":"1964-05-14","locations":[{"id":52872,"lat":42.197757,"lng":-72.5382009,"zoom":8,"place":"Westover Air Force Base, Chicopee, MA 01"}],"tags":[{"id":1554,"tag":"Vietnam War"},{"id":291,"tag":"Cold War"},{"id":2877,"tag":"Air Force"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":153,"school_id":3}}]}