{"id":1555,"tag":"Anti Draft","points":[[38.9151212228,-76.9435162098]],"bounds":[[38.9151212228,-76.9435162098],[38.9151212228,-76.9435162098]],"episodes":[{"id":5600,"title":"Muhammad Ali: How One Man's Dissent Illustrates the Story of the American Opposition of the Vietnam War","course_id":88,"status":"P","start_date":"1/1/67","end_date":"12/31/67","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["During the Cold War, the Vietnam War was probably considered one of America's more unnecessary and counterproductive ideas to stop the spreading of Communism. As the American government continued the war with little thought to whom it effected on both sides of the spectrum many people both Black and White, poor and rich and overall different came together as one to protest the continuation of a war that was causing nothing but trouble. Draft calls were going strong, racial tension was still an issue and nobody was sure of what kind of future the next day would bring. So how did the Vietnam War resistance movement affect the war and the American people? In result of this war, the American people found renowned courage and power in its younger generation yet forced them to come face to face with uncomfortable yet very real issues that neither the government nor its people were ready to resolve.","In 1967, Muhammad Ali, formerly known as Cassius Clay, refused the draft induction into the Vietnam War and was charged with draft evasion, with the threat of facing prison time. His defiance against the Selective Services included his position as a minister in the Muslim religion, which he believe gave him the exemption from war as a clergyman and claiming himself as a victim of racial discrimination within his own country. While both of these reasons were dismissed in court, Ali had already made up his mind that whether he was legally justified or not he would not serve in the army. The author, Tom Wicker, dismisses Ali as one man who does not pose a problem to the approval or disapproval of the draft let alone the entire war. In reality the fact that one famous man gained national attention for his opposition to the Vietnam draft only zoomed in on a problem that was plaguing the nation, particularly its younger generation. However, Wicker does point out a valid concern and question for the American people and its government and that is if one man feels this way then what would happen if hundreds of thousands of other young people decide to not only disagree with the draft but refuse to be drafted themselves? If that many male dissenters decided to refrain from joining the army what would happen to a country entrenched in democratic ideals rolled in the belief of rights and freedom? As Wicker indicates it is one thing when the American government attempts to imprison one dissenter but what about hundreds of thousands? To do something of such extremity, would put the United States at a hypocritical angle and turn them into the very Communist they so very much opposed. And while Wicker does not believe the famous boxer was trying to spark an uprise, it is obvious that Muhammad Ali as a young Black man, was the embodiment of whom was against the draft and why they were against it.","While Ali was no college student, a large portion of the Vietnam dissenters consisted of college students and young people, who unlike their parents in WWII who believed in the defeat of the Nazis for the greater good of the U.S., saw the Vietnam War as gruesome and an atrocious assault that involved the sacrifice of their lives and freedom including the slaughter of innocent Vietnamese peasants. How could these young people not feel threatened at this point by their own government when the average age of soldiers being sent to Vietnam was 19? So as the war dragged on and more people lost their lives, Americans began losing patience with a war they felt would forever drag on and a government who were showing no sign of stopping. As the war raged on so did the radicalism of the anti-war, anti-draft Vietnam movement. Students began their protests in college campuses and soon enough various campuses across the nation were hosts key events such as the March 24, 1965 “T-Day” where the University of Michigan hosted lectures and seminars opposing the war in Vietnam with more than 3,000 people in attendance. Young people were turning their college campuses into a type of college government because they understood that the outcome or even lengthening of this war would effect their futures directly and graduation dates meant a direct ticket to Vietnam. After the national “T-Day” came the Antiwar March to Washington D.C. on April 15th of the same year. While the 25,000 protestors consisted of professors, clergy, and peace organizations it was the college students and young people who dominated the scene. This movement was more than today's stereotype of hippies in communes; these were protestors who came from middle class suburbs, with parents who were professionals. They were resisters who viewed the war with a morality derived from earlier movements and understood the professional and political moves they made were never to be made thoughtlessly. In other words they used their education and where they derived said education to their advantage.","Among these students and young people were Black organizations and peoples as part of the anti-draft and anti-war movement, however their reasoning was completely different than that of their fellow White protestors. When Muhammad Ali resisted the draft, African-Americans paid close attention to just how the government would handle a famous Black celebrity during a time where racial tension was still an unfortunate factor in the U.S. When Ali boldly exclaimed “No Viet Cong ever called me a nigger,” these words demonstrated the emotions and anger many Black men felt towards the American government. Why fight for a country that still treated them as second class citizens? As the boxing authorities stripped him of his titles further anger towards what Blacks believed to be a racist motive became fuel for the war opposition. Ali became motivation for many Black Americans who were not already involved in the movement to do something not only about the war but the racism and discrimination that plagued them. One of the more startling effects of discrimination during Vietnam were the disproportionate percentages of just whom was being sent off to war and what positions they were being put in. For Americans with higher education levels they had a better chance of receiving office jobs compared to the 80 percent of ground troops which consisted of lower class or minority peoples meaning African Americans would get the short end of the stick. More Black troops were being sent into more dangerous areas than their White counterparts taking their opposition of the war to a different level. This level consisted with Black males fighting for their gender roles as a minority in a world ruled by Whites while dealing with the Selective Services forcing their own people to fight and stand up for a country that would never stand up for them.","A vast majority (including the protestors of that time) believe this specific movement to be part of the reason for the end of the war. This theory has been a particularly controversial one and while the Vietnam War resistance was not the first, it did make a significant impact according to Stephen Kohn who credits the protestors with collapsing the Selective Service's draft system. It is also believed that while the resistance and the war raged on together, many war decisions were taken into account thanks to the peace movement. For example the antiwar movement played a role in the decision to not bomb North Vietnam during the Johnson administration. The movement might have also played an unseen role on the attitudes of protestors and how policymakers reacted to those attitudes with the Kuwait War in the 90's. There was conflict over how the U.S. should handle aggression towards the people of Kuwait and during the Kuwait antiwar movement, many old slogans from the Vietnam War were resurrected such as “Make Love, Not War.”20 Between the antiwar and anti-draft movement, thousands of men who burned their draft cards and the public dissent of one famous Black man the closing of the Vietnam War was possibly brought closer. They might have also all been a part of an indirect influence for future generations that protest America's wars and inevitably teach the American government that it is far better to have the approval of their people than to win the war under opposition."],"display_date":1967,"search_date":"1967-07-02","locations":[{"id":31495,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Dist Columbia, District of Columbia"}],"tags":[{"id":291,"tag":"Cold War"},{"id":1478,"tag":"Draft"},{"id":1554,"tag":"Vietnam War"},{"id":1555,"tag":"Anti Draft"},{"id":1556,"tag":"Anti War"}],"course":{"name":"United States Since 1945","school":"Rollins College","course_id":88,"school_id":5}}]}