{"id":1557,"tag":"Terrorism","points":[[38.9151212228,-76.9435162098],[37.7029266937,-123.005394924]],"bounds":[[38.9151212228,-76.9435162098],[37.7029266937,-123.005394924]],"episodes":[{"id":5601,"title":"The “Me” Generation: How Shirley Chisholm, Harvey Milk and the Weathermen Fought Against the 1970's Fantasy of Perfection","course_id":88,"status":"P","start_date":"1/1/70","end_date":"12/31/70","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The 1970's became fertile ground for public outrage and violence against the American establishment due to national economic stress, assassinations of public figures, the Vietnam War, and other political scandals. By the 70's it seemed to a significant amount of Americans, that what the government wanted to portray and what they were realistically taking care of were two very different truths. What the U.S. wanted American society to consist of were upper middle class or rich white individuals (preferably male) with conservative, Judeo-Christian beliefs. That these people would pray and worship a God that often times were one and the same as the American government. The ideology of the American mentality included not just a warped view of a uniquely American religious stance, but a stance where all Americans should be the same and think the alike. Where there was no poverty, no back talking or disagreeing with the government and everybody was heterosexual with one wife and their 2.5 children living in suburbia. And if in fact, “those” types of people did exist Americans should do everything in their power to either push them aside or make them disappear completely. The American government did not want or feel that they needed blacks with opinions let alone a black woman making her way through Congress. America only saw the “sin” in the power that the gay community and its leaders held in California. And when America was tired of minorities of all kinds, it was looking towards a vibrant, educated white youth to carry the torch, what they got instead were empowered white kids enraged by a government unwilling to pull out of Vietnam. While America was working hard towards a “Me” generation where the majority's problems did not matter and a fantasy of “what ifs” was put in its place, there were several, gutsy individuals and groups desperately trying to break that mold.","In 1972, Shirley Chisholm, the ultimate physical symbol fighting against the ideals of a “Me” generation, became the first African-American woman running as part of a major-party candidacy for the Democratic ticket and nomination of President of the United States. In the 1970's, America was overflowing with an ignorance towards racial divides although physical, up close and sometimes violent proof stated the opposite that things in fact were not alright. Her running came during a time where racial tension was high and what was considered an equal and fair opportunity for all held different feelings and definitions for both blacks and whites. The backdrop of her run was politically marked by examples of attempted equality like the Voting Rights Act which created an effort to integrate race relations in the South and outlaw voting discrimination against African-Americans and the Civil Rights Act which outlawed major discrimination against minorities. But what the United States wanted to project and achieve was not the social reality of what seemed to be a very bleak existence of blacks dealing with unemployment rates three times higher than whites and black anger increasing with the establishment of black militant organizations such as the Black Panther Party. Her very physical being, went against what made the American government and a dominating white society comfortable. She was a woman and she was black, to put both of those “concepts” together was a whole complex and intense conundrum for the American people to deal with. On the one hand she explains how entering into Congress for the first time, the white Congressmen had never had a black woman enter into their political platform and she was automatically shunned. On the other, even among black groups and the black community she was shun due to black men being intimidated and threatened by the fact that she was a woman. To bring that together and give her an intelligent mind and voice to state what was wrong with American society and give her a national platform on which to speak, broke the mold of a society with a “it's all about me” mentality to realize there was great unjust among blacks and sometimes equal discrimination against women. So what she needed black Americans to do, especially black women, in such a time of confusion and hardships was to go against the grain as she had done and use their power to fight not physically or violently but to use what many whites dreaded...their vote. She brought to the forefront what was not being said in Congress, that over 50% of the nation's budget (her estimate was 75%) was being used on a foreign, immoral war yet the true war raged on domestically with a nation divided amongst itself.","Unlike Shirley Chisholm, who was a more obvious example for minority groups that made white people uncomfortable, was the less obvious Harvey Milk. At first glance he is who the American government and society wanted to continue to uplift. He was a financially comfortable, white male, a veteran from the U.S. navy, running his own business in a middle class neighborhood. However his ideals and sexuality both directly and indirectly did not line up with what society was supposed to be like. Harvey Milk was a gay man which in and of itself went against the traditional Judeo-Christian idealism of America. To make matters worse, he was also the first openly gay politician in San Francisco which also went against what American society. What society wanted and expected was if a person was indeed gay, he or she should keep it themselves because to be gay in the 1970's was taboo and illegal. In the backdrop of the Stonewall Riots of 1969 in New York which set off the modern, openly gay liberation movement, Harvey Milk would become a main leader in San Francisco's newly gay political community. But America did not want to deal with gay people they in fact wanted to get rid of them with political bills such as Proposition 6, which was a state wide gesture that allowed the firing of any teacher in public schools who was gay and any other public school faculty that was pro-gay. Milk fought against such openly discriminative political documents but wanted to make it clear that while he fought for gays, lesbians and transgendered/transsexual peoples, his political fight was for all peoples who were considered minorities and were underrepresented in San Francisco. He said what so many Americans at the time were afraid to speak of which was the realization that gays walked among them and no, they did not have signs written on their foreheads to let others know of their whereabouts, so the American people needed to learn to have respect and tolerance for all no matter who they came across. Milk's perfect example of the political and religious agenda set against gay Americans came in an interview where he said that he understood who he was up against but that the “white, wealthy, non-gay establishment would have to deal with him; that is truly an incredible and powerful position to be in.” Harvey Milk and his political position would not allow an ignorant mentality to continue to place its hold over the minds of the American people but wanted instead to change what Americans felt so uncomfortable with concerning gays in the first place. Although he was assassinated in 1978 by another San Francisco city supervisor, Dan White, his ideals would leave a permanent mark in California, especially in the San Francisco area. This mark would go on to change the political ideals, when a decade after Milk's assassination, a poll would show that San Francisco's gay community felt that they had a “moderate amount” or “a lot” of influence over local government compared to only 48% of the straight respondents who believed the same sentiment. And only two years prior to that poll, a gay San Francisco columnist wrote, “Politicians can be destroyed by the gay vote. As long as we keep our vote, they're going to kiss our ass for a long time.”","Probably the most confusing to the American government and public was the formation of the Weather Underground also known as the Weathermen. They were a part of the anti-draft and anti-war movement of the late 60's to mid 70's with extremist views that believed in “bringing the war home” by bombing banks and government buildings. Their ultimate goal was to overtake and overthrow the U.S. government due to their refusal to pull out of the Vietnam War and their abuse towards blacks. What made them so confusing to the American public was because of what they stood for due to who they were. They were not black like Shirley Chisholm nor were they gay (for the most part, not including their sexual experimentation with the same sex during orgies) like Harvey Milk, trying to organize a type of LGBT rights organization. These were mainly upper middle class college students with rich parents (some of those parents were even local politicians) who basically had the world at their feet and if they wanted to live a comfortable lifestyle, they could very well do so. There only real issue was being drafted into the Vietnam War but even if that happened with the connections and the money there parents had they were more than likely to gain “cushy” jobs that did not require front line action. Unlike their poorer, black, Hispanic, and Asian counterparts who constituted more than 80% of American ground troops. So what was there problem? They had everything they wanted and they were everything that the U.S. wanted to portray their young people as. The U.S. did not want to deal with underprivileged, ethnic youths, but who they wanted ended up being the kind of people that constituted the Weathermen. As President Nixon continued to ignore the peoples cry that the conflict in Vietnam was immoral and unjust, the Weathermen, once a non-violent group who took after the teachings of peaceful demonstrations from Martin Luther King Jr. were now taking after the Black Panther Party, sharing in their anger and setting up recruitment just like them and even supporting them by endorsing them to the mass public. Their point was not to do the complete opposite of what was expected of these young white kids just for the sake of rebelling but because this white ideology was destroying the nation. They were going to side with the black community and they refused to allow their privileges as whites to add to the problem in America anymore. It was hard for Americans to understand the terrorist actions of other Americans bombing their own buildings but the message behind these attacks were not just for the sake of blowing up a building it was to get people in the U.S. to realize that this was not just a foreign war that did not effect them unless they were drafted, but that if they refused to stop the war then indeed it did effect them because they were part of the problem. And the problem was very much real no matter how much Americans wanted to ignore it with companies such as Dow Chemical, for example, using technological and chemical warfare like napalm, used to kill innocent and impoverished Vietnamese. Or the U.S. government breaking and entering into one of the leaders of the Black Panthers home, Fred Hampton, and assassinating him in his bed while he slept. These were kids who were angry with what their white government was doing both to its own people and internationally; kids who were willing to recruit white youth to join in, taking down what many would say as their “own” people (other whites). The Weathermen were trying to put the issue of what was going on in the faces of Americans first by peaceful marches and when the problem only escalated domestically and internationally, they felt they had no choice but to show them a tiny part of the violence occurring in Vietnam by turning to domestic terrorism. The acts they committed were only a physical embodiment of their ideals which as one of the faces of the Weathermen, Bernardine Dohrn stated, “I believe that there will come a day when white people will have to make uncomfortable decisions and learn to side with the Vietnamese and Black people.”","The United States in the 1970's has been argued to be a “Me” generation and while it did strive hard to get there and in many ways and areas of the country it was, there was a much stronger argument for all of the things that went wrong. As the nation continued on a one noted idea of what it wanted to be and portray to what they believed to be a corrupt world, the American people were becoming excessively bothered by a communism induced paranoia the country held. Since that was its main focus everything and everyone else fell by the wayside. What the people needed was stronger leadership and a sense of an empathetic community so that all might understand each other and gain an equal political foothold. So people with a voice, whether they had extreme views like the Weathermen or more subdued ways to fight like Shirley Chisholm and Harvey Milk rose to power not because they were trying to divide or disrupt the country as many thought (including the government) but to stop the advancement of a country that had let its people down and were allowing them to believe, on top of all the problems they had, that they were a perfect society at the center of a very inferior world."," "],"display_date":1970,"search_date":"1970-07-02","locations":[{"id":35365,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"District of Columbia, District of Columb"},{"id":34924,"lat":37.7029266937,"lng":-123.005394924,"zoom":11,"place":"San Francisco, California"}],"tags":[{"id":546,"tag":"Homosexuality"},{"id":3,"tag":"African-Americans"},{"id":18,"tag":"Politics"},{"id":1556,"tag":"Anti War"},{"id":1554,"tag":"Vietnam War"},{"id":1557,"tag":"Terrorism"}],"course":{"name":"United States Since 1945","school":"Rollins College","course_id":88,"school_id":5}}]}