{"id":1567,"tag":"C.S.S. Shenandoah","points":[],"bounds":[[-100,-100],[100,100]],"episodes":[{"id":5613,"title":"<em>C.S.S. Shenandoah-Learns the War is Over</em>","course_id":93,"status":"P","start_date":"1865-02-01","end_date":"1865-08-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The <em>C.S.S. Shenandoah</em> could be called the most dedicated Confederate Naval vessel of the Civil War or the tardiest.  A lack of communication and the desire to see the South win the war led this ship to firing the war’s last shots.  The <em>C.S.S. Shenandoah</em> was the only Confederate ship to circumnavigate the globe, on a mission to sink or capture any Union vessel it met.  The commerce raider captured or sank well over fifty Union ships during its voyage.","After destroying seven Union vessels located around Melbourne, Australia, Captain Waddell got word that some Union ships might be in the northern Pacific and set sail in early February of 1865.   Upon arriving in the Bering Sea, the <em>C.S.S. Shenandoah</em> began destroying a number of U.S. whaling vessels.  During one of the ship raids a newspaper from April 14 revealed that said Richmond had fallen, but Captain Waddell was unaware that General Lee had surrendered.  For nearly four months, the <em>C.S.S. Shenandoah</em> sailed the Pacific destroying Union ships.","The <em>C.S.S. Shenandoah</em> finally found out that the war was over in August when they were two weeks away from San Francisco.  Captain Waddell asked the captain of the <em>Barraconta</em>, a British vessel, for information on the war.  The captain replied, “What war?  The war between the United States and the Confederate States.  Why that war has been over ever since April.”  The crew could not believe what they had heard.  They had been patrolling the Pacific destroying ships for four months with no legal standing.","Captain Waddell wrote in his log, “Your lordship can imagine my surprise at the receipt of such intelligence; amid I would have given to it little consideration if an Englishman’s opinion did not confirm the war news, and though from an enemy’s port. I desisted instantly from further acts of war.”  Waddell continued trying to justify his actions after the war had ended by saying, “It would not have been intelligent in me to convey this vessel to an American port for surrender simply because the master of the <em>Barraconta</em> had said the war was ended.”","It can be said that the crew of the <em>C.S.S. Shenandoah</em> fought until the bitter end for the Confederate States of America.  Unfortunately, they continued to fight after the war and took innocent lives in the process."],"display_date":"February 1, 1865 - August 31, 1865","search_date":"1865-05-17","locations":[{"id":52591,"lat":null,"lng":null,"zoom":8,"place":"Outside US"}],"tags":[{"id":1567,"tag":"C.S.S. Shenandoah"},{"id":1568,"tag":"Captain Waddell"},{"id":1569,"tag":"Confederate Navy"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":93,"school_id":3}}]}