{"id":1569,"tag":"Confederate Navy","points":[[30.3671940073,-88.3660108917]],"bounds":[[30.3671940073,-88.3660108917],[30.3671940073,-88.3660108917]],"episodes":[{"id":5613,"title":"<em>C.S.S. Shenandoah-Learns the War is Over</em>","course_id":93,"status":"P","start_date":"1865-02-01","end_date":"1865-08-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The <em>C.S.S. Shenandoah</em> could be called the most dedicated Confederate Naval vessel of the Civil War or the tardiest.  A lack of communication and the desire to see the South win the war led this ship to firing the war’s last shots.  The <em>C.S.S. Shenandoah</em> was the only Confederate ship to circumnavigate the globe, on a mission to sink or capture any Union vessel it met.  The commerce raider captured or sank well over fifty Union ships during its voyage.","After destroying seven Union vessels located around Melbourne, Australia, Captain Waddell got word that some Union ships might be in the northern Pacific and set sail in early February of 1865.   Upon arriving in the Bering Sea, the <em>C.S.S. Shenandoah</em> began destroying a number of U.S. whaling vessels.  During one of the ship raids a newspaper from April 14 revealed that said Richmond had fallen, but Captain Waddell was unaware that General Lee had surrendered.  For nearly four months, the <em>C.S.S. Shenandoah</em> sailed the Pacific destroying Union ships.","The <em>C.S.S. Shenandoah</em> finally found out that the war was over in August when they were two weeks away from San Francisco.  Captain Waddell asked the captain of the <em>Barraconta</em>, a British vessel, for information on the war.  The captain replied, “What war?  The war between the United States and the Confederate States.  Why that war has been over ever since April.”  The crew could not believe what they had heard.  They had been patrolling the Pacific destroying ships for four months with no legal standing.","Captain Waddell wrote in his log, “Your lordship can imagine my surprise at the receipt of such intelligence; amid I would have given to it little consideration if an Englishman’s opinion did not confirm the war news, and though from an enemy’s port. I desisted instantly from further acts of war.”  Waddell continued trying to justify his actions after the war had ended by saying, “It would not have been intelligent in me to convey this vessel to an American port for surrender simply because the master of the <em>Barraconta</em> had said the war was ended.”","It can be said that the crew of the <em>C.S.S. Shenandoah</em> fought until the bitter end for the Confederate States of America.  Unfortunately, they continued to fight after the war and took innocent lives in the process."],"display_date":"February 1, 1865 - August 31, 1865","search_date":"1865-05-17","locations":[{"id":52591,"lat":null,"lng":null,"zoom":8,"place":"Outside US"}],"tags":[{"id":1567,"tag":"C.S.S. Shenandoah"},{"id":1568,"tag":"Captain Waddell"},{"id":1569,"tag":"Confederate Navy"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":93,"school_id":3}},{"id":5621,"title":"<em>CSS Tennessee</em>, Confederate Ironclad Proves itself at Mobile Bay","course_id":93,"status":"P","start_date":"1864-08-05","end_date":"1864-08-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On the morning of August 5, 1864, Admiral David Farragut led a fleet of eighteen warships into Alabama’s Mobile Bay. Since the fall of New Orleans in April 1862, Mobile had become the major Confederate port in the Gulf of Mexico, responsible for bringing in blockade runners carrying supplies from Havana.  The result of Mobile’s rise in importance to Confederacy was a rise in the priority of its capture for the Union.  Farragut’s fleet consisted of four heavy ironclads, vessels outfitted with heavy iron or steel armor-plates, and fourteen wooden warships, including the <em>U.S.S. Hartford</em>, Farragut’s command ship.  In opposition to this fleet, the Confederates only had four vessels.  However, this included the <em>C.S.S. Tennessee</em>, a ship that was renowned as the most powerful ironclad afloat.  CSA Secretary of the Navy S.R. Mallory described the two forces in a report to Jefferson Davis, dated November 5, 1864. “A formidable fleet of the enemy, consisting of eighteen ships, including four ironclads, mounting 199 guns, crewed by 2,700 men, under Admiral Farragut, crossed the Mobile Bar, where they were vigorously attacked by the forts and by our small squadron under Admiral Buchannan.”","Despite a valiant defense, the Union fleet pushed into the bay, forcing their way past the CSA forts, fleet, and mines.  Mallory reports, “In this action, the <em>Tennessee</em> and the <em>Selma</em> were captured, and the <em>Gains</em>, in a sinking condition was run ashore.”  The secretary totaled Confederate losses at “12 killed, 20 wounded, and 243 taken prisoner,” writing to Davis that, “Naval history records few contests between forces so unequal in ships, guns, and men, and but few in which the weaker side displayed such heroism.”","Beyond the battle’s importance to the Union campaign in the South, Mobile Bay proved to be the first test of the new ironclad against heavy fire. Mallory described the assault of the Federal fleet on the CSA ironclad. “The enemy ships, some of the finest afloat, were armed with IX, X, XI and XV inch guns, whose projectiles varied in weight from 84 to 428 pounds. Their broadsides, some of the heaviest known, were discharged upon the <em>Tennessee</em> at distances ranging from 3 to 30 yards, and three of their heaviest ships, fitted as rams, ran into her at full speed repeatedly.” In defiance of such punishment, Mallory claimed “The massive strength of the frame and the sloping armor of the ship resisted these assaults, and but one shot reached or made any impression upon the woodwork of the shield, and this did not go through it.” This test, as well as the success of the Union Ironclads running under the guns of CSA forts, demonstrated that, as the secretary put it, “The resistance offered by inclined iron armor to the heaviest ordinance ever used upon the sea was here fully tested at short ranges,” proving the durability of the new vessels and the success of advancing naval technology, in both offensive and defensive capacities."],"display_date":"August 5, 1864","search_date":"1864-08-05","locations":[{"id":285,"lat":30.3671940073,"lng":-88.3660108917,"zoom":9,"place":"MOBILE, Alabama"}],"tags":[{"id":603,"tag":"United States Navy"},{"id":1569,"tag":"Confederate Navy"},{"id":5,"tag":"War"},{"id":32,"tag":"Civil War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":93,"school_id":3}}]}