{"id":157,"tag":"Transatlantic Slave Trade","points":[[25.7665375474,-80.1467565312],[39.2464830538,-76.5960396412],[32.8753704415,-79.8417496964]],"bounds":[[39.2464830538,-76.5960396412],[25.7665375474,-80.1467565312]],"episodes":[{"id":4577,"title":"The reliance on the slave trade as a benefit to the economy","course_id":21,"status":"P","start_date":"1860-01-01","end_date":"1860-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Slave Trade","Understanding the economic standards for growth in the new world at the time can help one understand the importance of the slave trade. There was a constant demand for slaves because they were vital to the stability of their individual plantations. \"Slavery shaped the economic growth of the lower South in the eighteenth century \" (Rosenbloom 1999). These individual slaves were not looked at as important figures, but what was essentially important to their owners was what they got out of them. Their labor was cheap, but what they produced was expensive. Therefore, the slave owner was making a complete profit through the purchase of a slave or slaves. \"If eight vessels were fitted out for this purpose, and but a single one escaped the vigilance of the cruisers, the profit accruing from the sale of her cargo would more than counterbalance the loss sustained in the capture of the remaining seven\". This quote explains the risk/reward factor that is related to the slave trade. A slave's dedication to the plantation can produce such a great profit over time. This economic factor leaves little doubt as to why a landowner would want slaves.","Nowadays the buying and selling of slaves is looked at in the right moral context. However, in the centuries even before the founding of America slavery was viewed as a way to achieve economic proliferation. This was seen by acquiring land to grow cotton in warm southern climates such as Florida. Feelings and rights were not accounted for when talking about slavery. What mattered most was that the slaves were delivered in the right quantity to their prospective owners. Africans were treated as a possession like any other object that was traded for at the time. However, possessing a slave at the time guaranteed a turnover rate in the favor of the owner. This concept began to spread throughout the country as owners battled for the possession of hard working and dedicated slaves. Society became dependant on the goods that slaves produced consequently demanding more land, which in turn meant more slaves. These slaves would be found through the network of trade from Africa and the Caribbean. Without this vast system of trade that brought about thousands upon thousands of slaves, plantations would have died out resulting in an economic failure."],"display_date":1860,"search_date":"1860-07-01","locations":[{"id":1319,"lat":25.7665375474,"lng":-80.1467565312,"zoom":8,"place":"DADE, Florida"}],"tags":[{"id":96,"tag":"Slave Trade"},{"id":157,"tag":"Transatlantic Slave Trade"},{"id":4,"tag":"Slavery"}],"course":{"name":" Culture, Power, and Society","school":"Rollins College","course_id":21,"school_id":5}},{"id":4896,"title":"A look at the evolution of the slave trade through the eyes of a slave trader.","course_id":33,"status":"P","start_date":"1826-01-01","end_date":"1850-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["It is the year 1826, 30 years after the American Revolution boldly stated that all men are created equal, but this first-hand account of Theodore Canot, an Italian adventurer paints a much darker picture of the times. Brantz Mayer’s 1854 work, “Captain Canot; Twenty Years of an African Slaver” vividly describes his friend’s grizzly profession; providing a historical document unmatched in detail and accuracy. Captain Canot becomes notorious in the Americas and West Africa as a ferocious slave trader who acquired slaves through both capture and as plunder from other vessels. He represented a new age of the slave trade, a post-revolution day when slavery and race had becomes so deeply intertwined. This primary document provides insight into the slave trade after the American Revolution, a business rooted in the beliefs of racial inferiority more than the need for labor.","The memoir provides an inside look into the cruel practice of slave trading, which continued on much longer than one might think. Almost a century after Thomas Jefferson inked that timeless phrase in the Declaration of Independence, hypocrisy combined with an expanding demand for slave labor on plantations in the South contributed to the continuation of the Atlantic slave trade. Even after the Emancipation Proclamation, in America, the trading in human beings continued nearby. Cuba and Brazil, for example did not abolish slavery until 1886, and 1888, respectively, and an illegal slave trade was present right up until the turn of the 20<sup>th</sup> century (1). The desire for profit often outweighed any moral dilemmas associated with trafficking men and women. This was certainly true in the case of Captain Canot, a man who had lived many years in Baltimore. The idea that Africans were racially inferior and therefore “sub-human” legitimized the practice in the eyes of many Americans. While the antislavery movement gained steam in some northern areas, the belief that blackness and slavery are one in the same held in the South. Slavery was no longer about labor owed to another person, no longer something one can buy out of, but simply being black meant you were a slave for life.","With this belief system, Canot had no trouble capturing, abusing and selling Africans, even branding them “with pieces of silver wire or small irons fashioned into initials heated just hot enough to blister without burning the skin”(2). The brutal treatment continues as the slaves are boarded onto the ship, “Officer, whip in hand, range the slaves in place, those on the right side of the vessel facing forward and lying in each other’s lap while those on the left are similarly stowed with their faces towards the stern” (2).  While packing these proud people into the ship like sardines, they arranged them in a particular way because this was “considered preferable for the action of the heart” (2). Canot and his crew simply thought of Africans as cargo, something to be delivered and kept alive, rather than human beings.","The idea of Africans being sub-human was not new. It had developed through hundreds of years of slavery. Both Europeans and Africans were involved in the development of this idea, as slavery had existed on the continent long before Europeans had set foot there. Mayer asserts that “slavery and the careers of men like Canot must be the fruit of Africa’s own fatal flaws,” demonstrating his belief that Africans themselves were the main culprits in the continuation of the slave trade. Mayer asserts that Africa is a continent “unstirred by progress… full of the barbarism that blood and tradition have handed down from the beginning” (2). Basically, while European slave traders and American plantation owners participated in treating people like property, the state of Africa itself was the main cause of the spread of slavery.","However they originated, the racist beliefs that Africans are sub-human and therefore property have marked our country’s history. These ideas precipitated racial tensions that have persisted to some degree even in modern America. The story of Theodore Canot is a powerful look into the evolution of racism. It is unique in that it both graphically details the cruelty and brutality of the slave trade, and provides insight into how these men could have possibly justified their horrific actions."],"display_date":"1826 - 1850","search_date":"1838-07-02","locations":[{"id":5928,"lat":39.2464830538,"lng":-76.5960396412,"zoom":9,"place":"BALTIMORE, Maryland"},{"id":1281,"lat":null,"lng":null,"zoom":8,"place":"Florida, Florida"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"},{"id":157,"tag":"Transatlantic Slave Trade"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}},{"id":6155,"title":"<strong>History Engine Episode I</strong>","course_id":130,"status":"P","start_date":"1800-01-01","end_date":"1825-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["When slaves were sold across the Atlantic, they brought with them some aspects of their culture. A few of these aspects included music, and the instruments used to create the music of their original cultures. Naturally, being from totally differing regions, the Africans cultures were completely different from that of Europeans. This is shown in the accounts of the Europeans travels to Africa, in hopes of trade. After being captured, transported, and enslaved across the Atlantic to the Americas; some African slaves continued to maintain parts of their original respective cultures of their homeland. Often times Europeans did not accept the distinctive culture of the African slaves, and even thought their customs to be barbaric; while others embraced it.","In the nation of Zanzibar of the African continent, music was an important part of the sense of cultural connection the people valued. However the way the Africans expressed themselves in this music was very strange for the European traders. For example, when William H. Ingrams came to trade he noted his opinions and experiences of such strange cultural customs. He explained such impressions in his book, “The People of Makunduchi, Zanzibar.” He spoke of how the inhabitants of the communities would make music with the instruments used for expressing their culture and would participate in ritual dances to go along with the music. It was apparent throughout his book of his allusion of how they were barbaric in nature. Though instruments such as the “Murungura,” a gong called the “Chapuo,” or the horns they made from the rich culture of the gold coast displayed the craftiness of their cultures. Along with the music went the dances for this cultures true form of expressiveness. The African women of Zanzibar would dance as the men orchestrated with their “Chapuo’s” and “Mashindo’s”, which both were drum-like instruments. Even once in the Americas, the African slaves would still continue to handcraft these cultural instruments.","Another account, written by Richard Cullen Rath, discusses Africans on the other side of the Atlantic still clinging on to these forms of expression similar to those in Zanzibar. Even after being enslaved and traded to the Caribbean, some slaves initially had a sense of their original homeland culture. He spoke of how slaves on the island of Jamaica would dance and sing around a fire, with instruments like the drums; which were similar to the cultures of the gold coast regions of Africa. The difference of this situation was that the Europeans of the Caribbean enjoyed this experience and viewed it as “a spectacle not to be missed.”","To show another case of the cultural attainment of some Africans forced over the Atlantic by way of the transatlantic slave trade; the sense of culture was shown, once again, in a book about a Louisiana slave-master. Maum Guinea referred to her slaves as her children in her book and also thoroughly enjoyed the song and dance of their culture. Though in this case the instruments weren’t really traditional. These slaves would use homemade banjos, tambourines, and kettle-drums; however with a vibrancy that was just as rich as of their ancestors celebrations based on her descriptions.","All of these accounts essentially are unified in that they show linkages to African ancestry in African slaves continued cultural expressions. Whether the expression was done traditionally or just similarly, the African slaves were able to hold on to parts of their cultures; despite being forced to separate from their ancestral communities in Africa."],"display_date":"1800 - 1825","search_date":"1812-12-31","locations":[{"id":15846,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"Charleston, South Carolina"}],"tags":[{"id":1962,"tag":"African-American history"},{"id":157,"tag":"Transatlantic Slave Trade"}],"course":{"name":"African-American History to 1877","school":"Rollins College","course_id":130,"school_id":5}}]}