{"id":1570,"tag":"Thomas Peterson","points":[[40.4819398451,-74.3437571554]],"bounds":[[40.4819398451,-74.3437571554],[40.4819398451,-74.3437571554]],"episodes":[{"id":5614,"title":"Thomas Peterson Casts the First Vote","course_id":93,"status":"P","start_date":"1870-03-30","end_date":"1870-03-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the wake of the defeat of the Confederate States of America, the United States instituted the Thirteenth, Fourteenth, and Fifteenth Amendments.  The first African American to take advantage of the new right to vote was Thomas Mundy Peterson.  Peterson cast his historic vote on March 31, 1870.  The iconic vote was cast in a local election in Perth Amboy, New Jersey for the town’s charter.  Gary Sullivan of the <em>News Tribune</em> stated, “Exercising his right to vote in a local election on March 31, 1870.  Peterson became the first black man in the United States to cast a ballot.  The amendment had been ratified on February 3, 1870, and within just two months the Fifteenth Amendment was put to use.","An interview with Peterson showed who encouraged him to vote, \"I was working for Mr. T. L. Kearny on the morning of the day of election, and did not think of voting until he came out to the stable where I was attending to the horses and advised me to go to the polls and exercise a citizen's privilege.”  Peterson also revealed his vote in this election, “As I advanced to the polls one man offered me a ticket bearing the words \"revised charter\" and another one marked, \"no charter.\" I thought I would not vote to give up our charter after holding it so long: so I chose a revised charter ballot.”","The citizens of Perth Amboy, New Jersey later awarded Thomas Mundy Peterson a medallion in 1884.  The medallion had the face of Abraham Lincoln engraved on one side.  While the side opposite to that the medallion reads “presented by citizens of Perth Amboy N.J. to Thomas Peterson the first colored voter in the U.S. under the provisions of the 15<sup>th</sup> Amendment at an election held in that city March 13, 1870.”  These Reconstruction Amendments and The Emancipation Proclamation freed all African Americans in the Confederate States while the Fourteenth Amendment granted citizenship of the United States.  After the end of the war the Fifteenth Amendment gave every citizen of the United States the right to vote regardless of race, color, or previous servitude."],"display_date":"March 30, 1870","search_date":"1870-03-30","locations":[{"id":8547,"lat":40.4819398451,"lng":-74.3437571554,"zoom":9,"place":"MIDDLESEX, New Jersey"}],"tags":[{"id":1066,"tag":"Right to Vote"},{"id":1570,"tag":"Thomas Peterson"},{"id":1571,"tag":"Fifteenth Amendment"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":93,"school_id":3}}]}