{"id":1574,"tag":"Court Martial","points":[],"bounds":[[-100,-100],[100,100]],"episodes":[{"id":5615,"title":"The Court Martial of Fitz John Porter","course_id":93,"status":"P","start_date":"1862-12-04","end_date":"1863-01-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Major General Fitz John Porter of the Volunteers of the United States received a court martial in an attempt to cover up a Union General’s mistakes at the Second Battle of Bull Run.  The Second Battle of Bull Run was a devastating loss for the Union.  That also led to the demotion of Major General John Pope.","Major General Pope earned criticizism for his actions and decisions at the Battle.  In an effort to clear his name from blame, Pope looked for a scapegoat on whom he could place the blame.  Unfortunately, Major General Fitz John Porter became one of Pope’s targets.  A trial ensued for the court martial of Fitz John Porter, which started on December 4, 1862.","Major General Porter was prosecuted under two charges: disobeying a lawful order, and misconduct in front of the enemy.  Pope sent orders to Porter telling him to attack Stonewall Jackson’s right flank with the help of Irvin McDowell. Porter and McDowell found out that Confederate General Longstreet’s forces were too close for them to follow through with Pope’s orders.   With this new information McDowell came to the conclusion that \"This is no place to fight a battle; we are too far out.”  McDowell headed off to Pope to relay the newly discovered information about Longstreet’s position.  Even though Pope’s understanding about enemy’s location was incorrect, the prosecution still pressed that Porter shouldn’t have disobeyed orders.  The prosecution stated, “Which said order the said Major-General Porter did then and there disobey, and did fail to push forward his forces into action either on the enemy's flank or rear, and in all other respects did fail to obey said order.”","The second charge came when Porter ordered his troops to retreat and not to engage Jackson’s right flank.  During the trial, the prosecution described Porter’s action as such, “Which said order the said Major-General Porter did then and there shamefully disobey, and did retreat from advancing forces of the enemy without any attempt to engage them, or to aid the troops who were already fighting greatly superior numbers, and were relying on the flank attack he was thus ordered to make to secure a decisive victory.”","Porter pleaded not guilty to all charges, but in the end was found guilty of both charges.  Porter was dismissed from his duties in the Union army and went into business mining coal in Colorado.  However, in 1882, President Grant pardoned Porter of all charges stating, “General Porter should, in the way of partial restitution, be declared by Congress to have been convicted on mistaken testimony and restored to his rank in the army.”  This was a big step in Porter’s process to restore his good name."],"display_date":"December 4, 1862 - January 10, 1863","search_date":"1862-12-22","locations":[{"id":1276,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":1572,"tag":"Fitz John Porter"},{"id":1573,"tag":"Second Bull Run"},{"id":1574,"tag":"Court Martial"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":93,"school_id":3}}]}