{"id":1576,"tag":"Sixth Massachusetts","points":[[39.2338595038,-76.3925904773]],"bounds":[[39.2338595038,-76.3925904773],[39.2338595038,-76.3925904773]],"episodes":[{"id":5616,"title":"Pratt Street Riot Claims Four Soldiers","course_id":93,"status":"P","start_date":"4/19/61","end_date":"4/19/61","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Just a week after the attack on Fort Sumter, tempers flared in Baltimore, Maryland.  Secessionist and southern sympathizers in Baltimore orchestrated a riot against Union soldiers while they traveled through the city on their way to Washington D.C, that left four soldiers and twelve civilians dead.  As stated in the Official Records of the War of the Rebellion, “A clash between pro-South civilians and Union troops in Maryland's largest city resulted in what is commonly accepted to be the first bloodshed of the Civil War.”","Railroads between the Philadelphia, Wilmington, and Baltimore Railroad's President Street Station and the Baltimore and Ohio Railroad's Camden Station were shut down due to ordinances that were put into place.  The only forms of transportation were train cars that had to be pulled by horses along Pratt Street through the city of Baltimore.  Rioters blocked the path of the rail cars and the soldiers were forced to continue on foot.","The rioters did everything in their power to stop the soldiers.  The rioters resorted to throwing anything they could get their hands on and in some cases made make-shift barricades to stop the advancement of the soldiers.  After being attacked, the soldiers returned gunfire as they ran to the train station.  On the way, the mayor of Baltimore met up with the soldiers, warning them to protect themselves at all costs.  The soldiers made it to the station but suffered as many as forty causalities in the process.","George Brown, the mayor of Baltimore, expressed his disappointment over the events of April 19, 1961.   A message from Mayor Brown explained that he had every intention of providing the assistance of the Baltimore Police for protection.  However, the regiment showed up a day later than expected and the additional protection could not be supplied.  Mayor Brown explained the situation, “On the day previous troops had been safely passed through the city under the escort of the police. In the afternoon of the same day (18th) the regiments from Massachusetts were expected…although two of the members of the board went in person to the station of the Philadelphia Railroad Company to obtain the necessary information.”","The events of the Pratt Street Riot foreshadowed what was in store for the United States.  Michael Williams writes in his article<em> Bullets vs. Bricks</em> “The events of April 19 extinguished that last spark of hope. It was now clear that a long and bloody conflict lay ahead. The men of the 6th Massachusetts Regiment came to Baltimore with romantic notions of war. They left knowing how bitter it would be.”"],"display_date":"April 19, 1961","search_date":"1961-04-19","locations":[{"id":31752,"lat":39.2338595038,"lng":-76.3925904773,"zoom":9,"place":"Baltimore, Maryland"}],"tags":[{"id":825,"tag":"Riot"},{"id":1575,"tag":"Pratt Street"},{"id":1576,"tag":"Sixth Massachusetts"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":93,"school_id":3}}]}