{"id":1580,"tag":"Spanish-American War","points":[[28.5664573086,-81.3013732137]],"bounds":[[28.5664573086,-81.3013732137],[28.5664573086,-81.3013732137]],"episodes":[{"id":5622,"title":"The Treaty of Peace 1898","course_id":94,"status":"P","start_date":"1898-12-10","end_date":"1898-12-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Treaty of Peace 1898","The 1898 Treaty of Peace was a historical document that was composed to declare an end to armed conflict between the United States and Spain.  After the Spanish- American War had ended, both sides met in Paris and composed a treaty laying out the terms of the final settlement between both sides.  The treaty was signed in Paris, France on December 10, 1989.  No single person wrote the treaty, but many people were involved in compiling, signing, and witnessing the international agreement. They include the president of the United States, William McKinley, a few chosen peace commissioners of the United States who President McKinley believed if the treaty had to be approved by the U.S. Senate that other senators would follow along with the senators that were present at the peace treaty.  Representatives from the United States that were present were William R. Day, who was the chairman of the commission and was a former secretary of state.  Cushman K. Davis, the Senator of Minnesota, William P. Frye, Senator of Maine, George Gray, Senator of Delaware.  Lastly, the former vice presidential nominee and diplomat, Whitelaw Reid, was in attendance for the United States.  Also many people from Spain were there as well including Her Majesty the Queen of Spain.  Don Eugenio Montero Rios, who was the president of the senate in Spain and was the leading member of the Spanish Liberal Party before it ended in 1903; also there was the senator of the Kingdom, Don Buenaventura de Abarzuza.  The Supreme Court Associate Justice, Don Jose de Garnica, Don Wenceslao Ramirez de Villa-Urrutia, a Spanish noble, politician and diplomat who was named Minister of the State.  Lastly, the general of divisions, Don Rafael Cerero was there to sign.  (“Filipino.biz.ph – Philippine Culture.” 2009)","The Treaty of Peace stated that the United States would gain permanent possession of the Philippines, Guam and Puerto Rico.  The United States would also gain influence over Cuba in the result of the Platt Amendment.  This gave the United States the right to intervene in Cuban political affairs at any time for any reason.  The United States also bought the Philippines for twenty million dollars.  The treaty stated that the both the United States and Spain would send all soldiers home and release all prisoners of war in return for Spain pulling its troops out of Guam and the Philippines.  Another important part of the treaty was the fact that the Philippines, Guam and Puerto Rico were now able to practice their own religion under the control of the United States.  Spain also got to keep whatever patents they held for ten years from the date even though the United States would take control.   Lastly, President of the United States William McKinley had to agree and approve of the treaty after consent from the Senate and the Queen of Spain.","The war started after the Spanish Empire lost control over Mexico and all of South America as a result of wars for independence.  Cubans also demanded independence and tried to rebel numerous times against the Spanish government.  Each revolt was unsuccessful.  After many such attempts, Spain decided to take action by sending Spanish forces to Cuba to take down the rebellion using violent tactics such as concentration camps.","Cuban rebels publicized the way Spain was acting by depicting Spain as an evil nation and pleading with other countries to support the “freedom fighters.” The United States, who never got involved with international affairs because of their neutrality and not wanting to become involved in foreign affairs, started to become concerned and interested in this conflict from how it was being depicted through various news outlets.   William McKinley, the President of the United States, wanted to stay neutral in the situation and tried to appease both sides.  However there were two main reasons why the United States decided to declare war against Spain and help Cuba.  The first was when a letter was leaked from the Spanish minister that called William McKinley a weak and unfit president.  The second reason was when Spain violently destroyed the battleship U.S.S. Maine in the Havana Harbor.  Declaring war was a difficult decision because many Americans pressured President McKinley to retaliate against Spain but others did not think that these were the president’s only reasons and thought there was not enough justification for his reasoning.  But after long preparation America set sail to Cuba to invade Spain.  Even with poor leadership, supplies and organization, the United States won the war in July of 1898 after Spain surrendered.  After this occurred, American troops invaded and seized control of Manila, which is located in the Philippines.  This gave the United States to receive control over the Philippines, Puerto Rico and Guam.","After the Treaty of Peace was concluded the United States became a colonial power and joined the ranks of other colonial powers such as Great Britain and France.  They gained political, military, and economic influence over foreign lands that stretched from the Atlantic to the Pacific Oceans.  The United States involvement in the war was very successful for the U.S and an event that changed the nation."],"display_date":"December 10, 1898","search_date":"1898-12-10","locations":[{"id":1279,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":1580,"tag":"Spanish-American War"},{"id":1581,"tag":"The Treaty of Peace 1898"}],"course":{"name":"America From Civil War to World Stage","school":"Widener University","course_id":94,"school_id":43}},{"id":6148,"title":"Cuban Students, American Dreams","course_id":131,"status":"P","start_date":"1899-01-24","end_date":"1899-01-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1899, there were a total of twenty-two Cuban students attending Rollins College, whereas before 1896, there were none. According to the Winter Park Scrapbook, they were the moral and intellectual equals of their American peers, though most knew very little English upon arriving in Winter Park. These students chose Rollins College primarily because of its proximity to their homeland and its affordable cost; many came from old patrician families whose fortunes had been ruined by the Cuban War for Independence and the Spanish-American War. These students were merely a few of thousands of young Cubans looking to come to America for an education, after their country severed ties with Spain[1].","The causes of this dramatic shift in educational preferences are interwoven both directly and indirectly with the consequences of the Spanish-American War and represent just one aspect of a shift throughout Cuba and the world. After years of war, Cuban society was in an upheaval; much of the upper class had lost everything, and a new economic and political system was well on its way to supplanting the old. For over three hundred years, Spain had been Cuba’s ruler and primary economic partner, but trade shifted markedly towards the United States when the price of sugar, Cuba’s chief export, dropped in 1884. This was the beginning of the decline of the wealthy sugar aristocracy, as American companies began to purchase and update struggling Cuban sugar mills to cut costs. Thus the island, once completely dependent on Spain, now had a much closer and wealthier trading partner[2].","The Cuban War for Independence began in 1895 but was not the first time Cubans had fought to free themselves from Spanish rule. This time, Cuba’s importance to the American economy ensured that, unlike in past struggles, the war got international publicity. Because of yellow journalism, there was a growing demand for American intervention in Cuba’s plight. After the famous sinking of the<em> USS Maine</em>, this demand culminated in the Spanish-American War of 1898. The United States quickly defeated Spain and won the war, by the end of which Cuba was ravaged by years of fighting but free of Spanish control. When the United States took temporary control of the island at the end of the war, ties between the two countries were strengthened even further[3].","This change in Cuba as a nation was only a piece of a larger transformation occurring throughout the world. By the twilight of the nineteenth century, the west was all but won; the United States was beginning to look beyond its own shores and becoming involved in global affairs. In the Spanish-American War, America truly made its entrance onto the world stage, defeating a major colonial power and taking Hawaii, Puerto Rico, and the Philippines as overseas territories as well as assuming control of Cuba[4]. The United States established a new reputation as a force to be reckoned with, and as it shifted its focus outward, the world in turn began to look towards it as a leader. The influx of Cuban students at Rollins and the widespread demand for American education described in the Winter Park Scrapbook directly after the Spanish-American War ended were just one part of this shift in both Cuban and global views as America took her place among the pantheon of global powers."," ","[1] Loring Augustus Chase, The Winter Park Scrapbooks “The Strike on the Domerick” (Loring Chase, Winter Park, 1893) 556","[2] Jose M. Hernandez, \"Cuba in 1898.\" The World of 1898: The Spanish-American War (Hispanic Division, Library of Congress). June 22, 2011. Accessed September 30, 2014.","[3] John A. Gutierrez, Encyclopedia of Cuba. 10th ed. Vol. 1. Westport, CT: Greenwood Press, 2013. 128-131.","[4] Paul T. McCartney, \"The War of 1898 and the Rise of American Imperialism.\" The Journal of American History 93, no. 3 (2006): 888-89. Accessed September 30, 2014."],"display_date":"January 24, 1899","search_date":"1899-01-24","locations":[{"id":1444,"lat":28.5664573086,"lng":-81.3013732137,"zoom":9,"place":"ORANGE, Florida"}],"tags":[{"id":438,"tag":"Rollins College"},{"id":1580,"tag":"Spanish-American War"},{"id":2333,"tag":"Cuban students"}],"course":{"name":"Decade of Decision 1890s","school":"Rollins College","course_id":131,"school_id":5}}]}