{"id":1582,"tag":"labor relations","points":[[38.9151212228,-76.9435162098]],"bounds":[[38.9151212228,-76.9435162098],[38.9151212228,-76.9435162098]],"episodes":[{"id":5625,"title":"The Wagner Act","course_id":94,"status":"P","start_date":"7/5/35","end_date":"7/5/35","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Wagner Act had great impact on industrial relations as the first part of the National Labor Relations Act of 1935. The National Labor Relations Act was created out of the necessity and demand for new foundations of authority and new forms of participation in the political dimension and legalization of industrial life [1]. This statement supports the idea that people are the key to industry and they must be recognized and respected.  Industry must also have clear boundaries that control the behavior of employers and employees in an industrial environment. The National Labor Relations Act consists of three statues enacted by Congress at twelve year intervals: the Wagner Act of 1935 (officially titled the National Labor Relations Act), the Taft-Hartley Act of 1947 (officially the Labor-Management Relations Act), and the Landrum-Griffin Act of 1959 (the Labor Management Reporting and Disclosure Act). Since the Taft-Hartley Act and the Landrum-Griffin Act were addendums to the Wagner Act it is correct to refer to the entire act as the \"National Labor Relations Act\" or the \"Labor Act.\" This analysis will focus on the Wagner Act [2].","Before the Wagner Act relations between workers and employers were combative and unsure. The \"Conspiracy Doctrine\" was created as a spurious attempt at making unions illegal by arguing that they created a hostile environment and harmed the rights of employers. Trade unions had more than 200,000 members at a time when hand crafted work was being replaced by better machines and unskilled laborers. Short lived organizations faded quickly like the Knights of Labor and National Union Labor. The American Federation of Labor had taken some critical steps in trying to create better relations but the brutality, strikes and many other tactics remained an ongoing issue.","The government began its process to change some of these issues by passing anti-trust laws such as the Sherman Anti-trust Act and the Clayton Act which contains the embodiment of the law of unlawful restraint and monopolies [3]. President Wilson created a tripartite War Labor Conference that had guiding principles of prohibiting strikes and lockouts and recognizing the rights of the workers to organize in trade unions and to bargain collectively. President Franklin D. Roosevelt took an even more innovative approach with the National Recovery Industrial Act which was designed to get people back to work during the Great Depression. Section 7 (a) was key  to the Wagner Act because it expressed the right of workers to join unions and collective bargain which relaxed the anti-trust laws.","The Wagner Act is organized into subsections entitled: Findings and Policy, National Labor Relations Board, Representatives and Elections, Rights of Employees, Prevention of Unfair Labor Practices and Investigative Powers. The subsection \"Finding and Policy\" clearly promotes commerce and the flow of commerce as in protecting commerce from any harm caused by poor labor relations or unfair labor practices. This section also identifies the need for quality bargaining and encourages the adjudication of friendly disputes. This section also defines terms such as commerce, labor organization, employee and so on [4].","The remaining subsections address the National Labor Relations Board and how it is set up including how many members, how long they serve on the board, salary, appointment and reappointment and hierarchy of the board. The sections and subsections also focus on things employers cannot do such as interfere, discriminating against, restraining, coercing employees or refuse to bargain collectively with employees.","Historian James McGregor Burns said,\" the Wagner Act was the most radical legislation passed during the New Deal, in the sense that it altered the nations politics by vesting massive economic power in organized labor\" [5]. The major polices of the Wagner Act are unfair labor practices, representation elections and related policies. The Wagner Act contains many broad passages but the heart of the message is for the rights of the employee.","The Slogan, \"Let Collective Bargaining Become an Instrument of industrial Peace,\" is a message that supports the idea that the Wagner Act is a revolutionary way of thinking that is not concerned with the legal status but the area of unfair labor practices. The functionality of the Wagner Act is to create conditions for bargaining and formalized agreement [6]. These labor relations have been as important to many in our history as emancipation was to the slave community because it addresses the exploitation of the worker. The labor legislation during the time of the New Deal was revolutionary and it opened doors for a better foundation for labor relations that became a turning point in industrial life as it set new standards for communication and expectations for industrial work. These expectations include (1) drastically limiting the power of the employer to oppose union membership by propaganda, intimidation or discrimination of union members; (2) established machinery for selection by employees of union leaders of their own choosing; (3) proclaimed collective bargaining the preferred road to industrial peace [7]."," ","[1] Philip Selznick<em>, </em><em>Law, Society, and Industrial Justice,</em> 1969, 137-140.","[2] Frank W. McCulloch and Tim Bornstein, <em>The National Labor Relations Board,</em> 1974, 18.","[3] <em>Congressional Digest</em>, Jun-Jul 1933, Vol. 12 Issue 6/7, 164-165.","[4] <em>U.S. Statutes at Large</em>, 74th Cong., Sess. I, Chp. 372, 449-457.","[5] McCulloch and Bornstein, 18.","[6] Selznick, 137-140.","[7] McCulloch and Bornstein, 18."],"display_date":"July 5, 1935","search_date":"1935-07-05","locations":[{"id":22331,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Dist Columbia, District of Columbia"}],"tags":[{"id":960,"tag":"Labor Unions"},{"id":1582,"tag":"labor relations"},{"id":1589,"tag":"Wagner Act"},{"id":1590,"tag":"National Labor Relations"}],"course":{"name":"America From Civil War to World Stage","school":"Widener University","course_id":94,"school_id":43}}]}