{"id":1583,"tag":"circumstantial evidence","points":[[35.182488505,-89.8964012565]],"bounds":[[35.182488505,-89.8964012565],[35.182488505,-89.8964012565]],"episodes":[{"id":5626,"title":"Circumstantial Evidence","course_id":94,"status":"P","start_date":"1885-02-14","end_date":"1885-02-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In early 1885 an African American named McKeever went hunting in Memphis, Tennessee, in the same location as a white hunter who was later found dead.  Based on extremely circumstantial evidence, McKeever was put on trial for first degree murder in February 1885.  The jury deliberated for two days before they decided to convict McKeever.","The circumstantial evidence that the jury considered and based its conviction on was the following: the murdered man was hunting on the same day and in the same area as McKeever, and McKeever supposedly expressed remorse to his step daughter and indicated that he killed the white man.  The jury felt his step daughter’s hearsay testimony was insufficient evidence to convict McKeever of the hunter’s murder; however they ultimately did so anyway.  His stepdaughter’s testimony likely played a part in McKeever’s conviction even though she did not personally witness the shooting and merely recalled a vague statement made by her stepfather.","The jury was perplexed given the circumstantial evidence they had to review. Some evidence pointed to a very different interpretation of the event, namely that it might have been a hunting accident. McKeever was accused despite lack of evidence, but because he was an African American and the dead man was white, it was almost inevitable that he was charged with the act and persecuted.  The defendant deserved the benefit of doubt given that the evidence was neither direct nor compelling, and left room for serious doubt.  Nonetheless, McKeever was convicted of first degree murder based on circumstantial evidence that did not point to his guilt beyond a reasonable doubt.","Max Kohler, formerly Assistant U.S. District Attorney, published <em>Un-American Character of Race Legislation </em>after significant research on legislation discriminating against African American.  Based on this research he found that racism was prevalent in the legal system and to aid in benefiting African Americans one needs to recognize that it is all men, not race or color that is protected under the Declaration of Independence.  One could say that McKeever’s Fourteenth Amendment right was violated; he was deprived his due process of the law and likely denied the equal protection of the law based on his race.","If McKeever had been white, the outcome likely would have been completely different.  More than likely he would not have been charged with first degree murder; instead McKeever could have been charged with involuntary manslaughter, which would have resulted in a much less harsh sentence if convicted. The different laws and judiciary representation should adhere to proper classification and not race discrimination to underlie legislation.  Ultimately the courts relieved themselves of any blame or involvement concerning the murder through discriminating against African Americans."],"display_date":"February 14, 1885","search_date":"1885-02-14","locations":[{"id":12371,"lat":35.182488505,"lng":-89.8964012565,"zoom":9,"place":"SHELBY, Tennessee"}],"tags":[{"id":142,"tag":"african americans"},{"id":1583,"tag":"circumstantial evidence"},{"id":1584,"tag":"courts"}],"course":{"name":"America From Civil War to World Stage","school":"Widener University","course_id":94,"school_id":43}}]}