{"id":1584,"tag":"courts","points":[[35.182488505,-89.8964012565],[35.7795897,-78.6381787]],"bounds":[[35.7795897,-78.6381787],[35.182488505,-89.8964012565]],"episodes":[{"id":5626,"title":"Circumstantial Evidence","course_id":94,"status":"P","start_date":"1885-02-14","end_date":"1885-02-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In early 1885 an African American named McKeever went hunting in Memphis, Tennessee, in the same location as a white hunter who was later found dead.  Based on extremely circumstantial evidence, McKeever was put on trial for first degree murder in February 1885.  The jury deliberated for two days before they decided to convict McKeever.","The circumstantial evidence that the jury considered and based its conviction on was the following: the murdered man was hunting on the same day and in the same area as McKeever, and McKeever supposedly expressed remorse to his step daughter and indicated that he killed the white man.  The jury felt his step daughter’s hearsay testimony was insufficient evidence to convict McKeever of the hunter’s murder; however they ultimately did so anyway.  His stepdaughter’s testimony likely played a part in McKeever’s conviction even though she did not personally witness the shooting and merely recalled a vague statement made by her stepfather.","The jury was perplexed given the circumstantial evidence they had to review. Some evidence pointed to a very different interpretation of the event, namely that it might have been a hunting accident. McKeever was accused despite lack of evidence, but because he was an African American and the dead man was white, it was almost inevitable that he was charged with the act and persecuted.  The defendant deserved the benefit of doubt given that the evidence was neither direct nor compelling, and left room for serious doubt.  Nonetheless, McKeever was convicted of first degree murder based on circumstantial evidence that did not point to his guilt beyond a reasonable doubt.","Max Kohler, formerly Assistant U.S. District Attorney, published <em>Un-American Character of Race Legislation </em>after significant research on legislation discriminating against African American.  Based on this research he found that racism was prevalent in the legal system and to aid in benefiting African Americans one needs to recognize that it is all men, not race or color that is protected under the Declaration of Independence.  One could say that McKeever’s Fourteenth Amendment right was violated; he was deprived his due process of the law and likely denied the equal protection of the law based on his race.","If McKeever had been white, the outcome likely would have been completely different.  More than likely he would not have been charged with first degree murder; instead McKeever could have been charged with involuntary manslaughter, which would have resulted in a much less harsh sentence if convicted. The different laws and judiciary representation should adhere to proper classification and not race discrimination to underlie legislation.  Ultimately the courts relieved themselves of any blame or involvement concerning the murder through discriminating against African Americans."],"display_date":"February 14, 1885","search_date":"1885-02-14","locations":[{"id":12371,"lat":35.182488505,"lng":-89.8964012565,"zoom":9,"place":"SHELBY, Tennessee"}],"tags":[{"id":142,"tag":"african americans"},{"id":1583,"tag":"circumstantial evidence"},{"id":1584,"tag":"courts"}],"course":{"name":"America From Civil War to World Stage","school":"Widener University","course_id":94,"school_id":43}},{"id":6639,"title":"Cashing in with Rebellious Money","course_id":164,"status":"P","start_date":"1862-12-13","end_date":"1867-11-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","            In 1867, the Supreme Court of North Carolina presided over the case <em>Phillips v Hooker</em>. Five years prior, John R. Phillips set out to purchase a house and lot owned by one Mrs. Hooker. Working through an agent for Mrs. Hooker, Amos Harvey, Phillips purchased the homestead for $2500 in cash. Everything was written out in a contract notarized by L. H. Alredge. A simple, yet legally sound deed transferred the property from Mrs. Hooker to John Phillips. The only problem was, it was paid for in Confederate bank notes. This seemed perfectly fine in 1862 with the war being waged and the Confederate States holding their own against the Union forces. In 1867, after the defeat of the Confederacy and the official labeling of the CSA as treason, Confederate bank notes thought to be ‘illegal tender’. As a result, Mrs. Hooker tried to take her land back on the grounds that the contract was invalid and she had not been paid in acceptable currency. Phillips disputed this and the two found themselves before the Supreme Court of North Carolina.","            The question the Court had to discuss was the validity of the transaction using rebel currency. Did the rebel bank notes hold real value or were they worthless prints from a defunct government? In a way, they were both. The bank notes, at their height, could exchange a dollar of gold for under two dollars. By putting the Confederate bank note to the gold standard, it allowed for quick exchange and transaction, while also backing the notes in a currency useable in any part of the world (provided the bank in question actually had the gold to back it up). With the defeat of the Confederate States of America, the “Confederate” banks no longer existed so the notes became relatively worthless.<em> Became</em> being the operative word. From 1861 until the end of the war, the Confederate bank note was legal tender in any of the Confederate States and could be used for taxes and other exchanges within the Confederacy. After that, the United States had to take stock on the Confederate bank notes and allowed exchanges for Union greenbacks in certain situations, like in New Orleans, after the war had ended. That said, the Confederate notes themselves were never actually declared illegal; rather, they were lumped together with the legislation nullifying contracts that attempted to aid the rebellion. This legal condition appeared in the Supreme Court’s decision: “The Convention was prompt to declare that the rebellion and everything in aid of it was illegal. And it declared void all contracts which were in aid of it; but it did not declare void all contracts, the consideration of which were Confederate treasury notes.” As Phillips’s exchange with Mrs. Hooker did not aid the Rebellion’s cause and was just a land transfer, it remained in effect. The Court ruled in favor of Phillips."],"display_date":"December 13, 1862 - November 1, 1867","search_date":"1865-05-23","locations":[{"id":52803,"lat":35.7795897,"lng":-78.6381787,"zoom":8,"place":"Raleigh, North Carolina"}],"tags":[{"id":11,"tag":"Economy"},{"id":32,"tag":"Civil War"},{"id":1584,"tag":"courts"}],"course":{"name":"The Civil War and Reconstruction","school":"Juniata College","course_id":164,"school_id":3}}]}