{"id":1586,"tag":"john wilkes booth","points":[],"bounds":[[-100,-100],[100,100]],"episodes":[{"id":5628,"title":"The Graphic Scene after President Abraham Lincoln was shot","course_id":93,"status":"P","start_date":"1865-04-14","end_date":"1865-04-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the third act of <em>Our American Cousin</em>, and while there was a temporary pause for one of the actors to enter, the sharp, ominous sound of a pistol resonated throughout the theatre. The graphic scene after the President had been shot was seen by nearby witnesses. The shot attracted attention but no suspicion arose until a man jumped to the front balcony and “rushed to the front of the President’s box waving a long dagger in his right hand.” The publishers, Barclay and Company, of <em>The Terrible Tragedy at Washington: Assassination of President Lincoln pamphlet </em>described the scene. “The President, upon being shot, told his wife he was dying and bade her good-by.” Dr. Charles A. Leale was the first doctor to reach the President on the night of April 14, 1865. He spent the rest of the night with the President and his family. At the theatre, Dr. Leale proceeded to remove a blood clot from the head wound which helped ease the President’s breathing before being taken away to the hospital. Nevertheless, his condition continued to worsen and all hope began to fade as he was taken away.","On the morning of Wednesday, April 15, 1865 the President’s condition deteriorated rapidly as a bullet was lodged in his brain. As Barclay describes it, the bullet was “three inches from where it entered the skull. He remains insensible and his condition is hopeless.” According to Barclay, during the late hours of the night and into the morning, the condition of the President can be described as a, “state of syncope, totally insensible and breathing hardly, blood oozing from his wound at the back of his head.” The Lincoln family remained close by but their reaction was far too sad for description. Around 11 A.M. on the morning of April, 15 the President was on his last breath “closing his eyes as if falling to sleep, and his countenance assuming an expression of perfect serenity.” His respiration slowly began to cease after his last breath. As Barclay mentioned, “There were no indications of pain.” A state of shock reverberated throughout the hospital.","The Reverend D.A. Gurley of the New York Avenue of Presbyterian Church delivered “an impressive prayer, which was responded to by all present.” His family knelt by the bedside of the President as Rev. Gurley gave his prayer. Later, it was discovered, that the assassin of the President of the United States had been John Wilkes Booth, an actor present at the showing. As author James McPherson states, “General Grant wept unabashedly at his catafalque.”"],"display_date":"April 14, 1865","search_date":"1865-04-14","locations":[{"id":1276,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":1586,"tag":"john wilkes booth"},{"id":683,"tag":"Abraham Lincoln"},{"id":178,"tag":"assassination"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":93,"school_id":3}}]}