{"id":1593,"tag":"Conspiracy Theory","points":[[39.878712355,-75.2036894677]],"bounds":[[39.878712355,-75.2036894677],[39.878712355,-75.2036894677]],"episodes":[{"id":5631,"title":"The New England Illuminati and late 18th Century Conspiracy Theory","course_id":93,"status":"P","start_date":"1799-01-01","end_date":"1799-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In Reverend John Ogden’s pamphlet, he described the Bavarian Illuminati as secret organization obsessed with destroying and undermining religion and government in the United States prior to the nineteenth century. Throughout the course of the late eighteenth century the very powerful and rich, who were extensions of the individuals in Europe, met monthly as members of “the secret Clergy.”","According to Ogden, “their design, tendency, and effect have been to destroy established law, morals, order, universal toleration; they bear too near an affinity to the Illuminati Societies of Europe.” This New England Secret Society was identified as the last standing obstacle between America and becoming the land of religious freedom. The Illuminati movement towards disestablishment of the church was heightened by the conspiracy that the enemies across the Atlantic were out to get them. Charles C. Bradshaw, writer for the <em>New England Quarterly</em>, uses historian David Brion Davis to explain the influence of conspiracy within the context of the late eighteenth century. David Brion Davis explains, “Conspiracy not only informed ideological expression, but extended into a special language or a cultural form.” Conspiracy took form in speculation that doctors and professors from different institutions across the New England region were coming together to form this powerful society that would undermine religious tradition. Powerful college institutions like Yale, Princeton, and Columbia all were suspected of Illuminati influence and subjected to criticism.","The hysteria surrounding the New England Illuminati was heightened at the end of the eighteenth century by New England conservatives. The New England Illuminati was said to be an extension of the French Bavarian Illuminati. A cross-international relationship between Illuminati members, coupling that into believing in the Bavarian Illuminati, led to their disdain for federalist policies in the United States government.  Regardless, The New England Illuminati’s attempt to shape American history fell short. Conspiracy theory, however, is still prevalent in United States society today."],"display_date":1799,"search_date":"1799-07-02","locations":[{"id":15236,"lat":39.878712355,"lng":-75.2036894677,"zoom":9,"place":"Philadelphia, Pennsylvania"}],"tags":[{"id":79,"tag":"Religion"},{"id":1591,"tag":"illuminati"},{"id":1592,"tag":"secret society"},{"id":1593,"tag":"Conspiracy Theory"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":93,"school_id":3}}]}