{"id":1594,"tag":"Light Bulb","points":[[40.7884024493,-74.2486304892]],"bounds":[[40.7884024493,-74.2486304892],[40.7884024493,-74.2486304892]],"episodes":[{"id":5609,"title":"Edison’s Electric Light Bulb Patent","course_id":94,"status":"P","start_date":"1880-01-27","end_date":"1880-01-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Edison’s electric light bulb was patented on January 27, 1880 (patent# 223,898). It was one of his early patents; he eventually obtained 1,093 of them, and represented an improvement on earlier, short-lived light bulb designs. Edison’s light bulb design has a unique pointed top and looks quite similar to light bulbs in use today. The socket at the base is also the same as those used today. The electric power system on this bulb used direct current (DC). Direct current is a system of transferring electricity where the charge flows only in one direction, unlike alternating current (AC), where the flow of charge reverses back and forth. The incandescent electric light had a thin carbonized cotton thread filament sealed inside a fragile glass vacuum tube. The bulb worked by passing direct current through the filament (Edison, n.d). Edison’s patent was for the whole design but focused specifically on the carbonized filament.","The bulb worked in the following manner: electricity passed through the thin carbon filament that was in the glass vacuum bulb, and heated it to a high temperature until it glowed. Edison intended to use a high resistance system which would require as little electric power as possible, in order to be more effective than arc lighting, an earlier form of electrical lamps that produced light by creating an electrical arc between two carbon rods. Low resistance filaments allowed more electricity to pass through them and generated greater heat, which would eventually damage the filament. Edison employed a vacuum glass tube around the filament to prevent oxidation, which would damage the filament. By 1880, Edison had come up with a 16-watt bulb that lasted for over 1,500 hours and patented it (Edison).","Edison carried out experiments with over 6,000 filaments in order to pick the perfect one that would glow well and last a long time. In 1879 he changed the filament to a horseshoe shape to make it more durable (History.com). The patent of the filament was termed invalid three years later in the U.S because an English scientist, Joseph Swan, had already patented a similar light bulb in England some months before Edison. Edison and his team had extended Swan’s work on carbon burners/rods in an evacuated glass bulb. However, they hid this information from the judge and the patent was considered valid six years later. The reality was that Edison had only changed the terminology from rod to filament. Moreover, the patent was filed six months before Edison found a commercially viable filament (White, 2002). Despite this, his bulb was the only commercially viable light bulb.","The patent litigation and other expenses cost Edison’s team over $200,000 by 1882, yet they had only sold 3,144 light bulbs to 203 customers. Ten years later the number of customers had only increased to 710. The low sales resulted from the high costs of set up requirements accompanying the use of such light bulbs (Emelson, n.d).","The impact of Edison’s breakthrough was significant in the history of electric lighting. However, the benefits from the patent were not worthwhile because by 1906, the original carbon filament design had already been superseded by a tungsten design (White, 2002). This is because tungsten was more efficient and long lasting than carbon filament. Edison had at one time considered using tungsten, a filament material that is used today, in his light bulb design, but he was unable to use it at the time due to insufficient supplies. However, his work helped point future inventors in the right direction. The vacuum tubes used today capture the improvements of the invention that Edison put into action.","Edison’s patent matters because it provided the industry with the basics of an efficient lighting system. He tried many different materials and looked at the suitability of different filament diameters, structures, and shapes. He looked at stranded and unstranded wires. He tried oval and horseshoe shaped filaments, among others. He also determined whether to use a vacuum pump to remove air from the tube or to let the filament burn out until it was out of oxygen (Emelson). In every experiment, he would record the burning time. Therefore, his research contributions represent a major aspect of the light bulb development process. Generally, the patent was important because Edison’s light bulb invention was commercially viable, but the costs were higher than the returns. This depleted the value of the patent."," ","<strong>References</strong>","\"Thomas Edison's Patent Application for the Light Bulb\" (2012). The National Archives website. Retrieved Oct 29, 2012, from Bulbhttp://www.archives.gov/global-pages/larger-image.html?i=/historical-docs/doc-content/images/edison-patent-light-bulb-l.jpg&c=/historical-docs/doc-content/images/edison-patent-light-bulb.caption.html","Edison, T. (n.d), “Thomas Edison, Bibliography: Synopsis,” retrieved Dec 2, 2012 from http://www.biography.com/people/thomas-edison-9284349","History.com, (n.d), “Thomas Alva Edison,” retrieved Dec 2, 2012, from http://www.history.com/topics/thomas-edison","Lemelson Center, (n.d), “Edison’s story: Growing up,” retrieved Dec 2, 2012 from http://invention.smithsonian.org/centerpieces/edison/000_story_02.asp","Thomas Alva Edison. (2012). The Biography Channel website. Retrieved 07:31, Dec 03, 2012, from http://www.biography.com/people/thomas-edison-9284349","White, J. (2002), “Thomas Alva Edison: Inventor of the Electric Light bulb or not,” retrieved Dec 3, 2012 from http://www.willitsell.com/edisnmth.asp"],"display_date":"January 27, 1880","search_date":"1880-01-27","locations":[{"id":8509,"lat":40.7884024493,"lng":-74.2486304892,"zoom":10,"place":"ESSEX, New Jersey"}],"tags":[{"id":1595,"tag":"Thomas Edison"},{"id":1594,"tag":"Light Bulb"}],"course":{"name":"America From Civil War to World Stage","school":"Widener University","course_id":94,"school_id":43}}]}