{"id":1596,"tag":"Riots","points":[[40.7058168704,-76.2160113696],[43.3136970893,-73.4307458827],[40.7335719,-74.0027418],[42.3268787,-83.0496032]],"bounds":[[43.3136970893,-73.4307458827],[40.7058168704,-83.0496032]],"episodes":[{"id":5632,"title":"Governor Curtin Outlines Plan for Continuing Conscription","course_id":93,"status":"P","start_date":"1862-10-25","end_date":"1862-10-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On October 25, 1862, Pennsylvania governor A.G. Curtin submitted his views and worries on the recent riots that had occurred in Schuylkill County to Secretary of War, E.M. Stanton. He described several scenarios for upholding the draft in the wake of these rioting men without jailing or punishing them. He wrote in the letter, “I think you would get the men more easily than by the use of force. Men unwilling to go, and unable to pay the probable fine, will serve in the army on pay [in preference] to being shut up in prison without pay.” In this way he is tried to get men to fight in the war and meet the manpower demands, rather than waste their talents in jail.","Many men were uneasy about the idea of a draft and, when it was enacted on March 3, 1963; many riots against the draft, like the one in Schuylkill County, erupted. Notably, the Irish were among the most outraged in the face of the draft. They were opposed to helping slaves in any way, but also they were upset that as non-naturalized citizens, they should not be forced to fight if they did not have the right to vote.","Most men did not have the money to be exempted and if they did, the money could be used for different things then getting exempt from the war. For some reasons such as this, the Civil War became known as the rich man’s war. When a man wanted to be exempted from the draft the fine was $300. This is seen when Curtin wrote in his letter to the Secretary of War, “Those who are able to pay the fine will prefer using the money in procuring substitutes. The same limit of the fine will probably regulate the price of substitutes.” Adjusted for inflation, if Union Soldiers wanted to be exempt from the war, they would have to pay an equivalent of $5,454.55 in today’s economy.","In the summer of 1863 more riots broke out in Cass Township in Schuylkill County in central Pennsylvania. The township did not meet its quota for the war effort, which is why the call for the draft happened in the first place. The draft commissioner, Benjamin Bannan could only limit the revolt by crediting the names of soldiers that registered in Philadelphia to Schuylkill County."],"display_date":"October 25, 1862","search_date":"1862-10-25","locations":[{"id":11256,"lat":40.7058168704,"lng":-76.2160113696,"zoom":9,"place":"SCHUYLKILL, Pennsylvania"}],"tags":[{"id":1596,"tag":"Riots"},{"id":31,"tag":"Immigration"},{"id":9,"tag":"Law"},{"id":32,"tag":"Civil War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":93,"school_id":3}},{"id":6354,"title":"Breaking Point: Stonewall Riots","course_id":141,"status":"P","start_date":"6/28/69","end_date":"6/28/70","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 2015, the LGBT community in America sits on the edge of its collective seat, much like the African-American community in 1967 with the much-anticipating ruling of the Loving Case.  Today, we await a Supreme Court ruling on the legality of same-sex marriage.  How did we get here when only 50 years ago, interracial marriage was illegal?  The answer may be in a bar in Greenwich Village.","On June 28th, 1969, New York police raided the Stonewall Inn in Greenwich Village in Manhattan, New York.  What followed was a serious of violent uprisings that are now considered the beginning of the fight for gay rights across the nation in the face of an anti-homosexual legal system.","Following WWII, a paranoid America cried out for the suppression of any people seemingly jeopardizing the integrity of the country, among whom were LGBT.  Homosexual acts of any kind were illegal, including not wearing outfits appropriate fore their gender.","By and large, the mafia owned the bars that catered to the LGBT community, sometimes without a liquort license.  Police often raided these establishments, but typicall gave the owners a head's up, but on the night of 28 June 1969.  In the wee hours of the morning, the police exploded into the bar, without the tradition warning of the white lights that gave the patrons time to duck out the back door, stop dancing and touching each other, or stash their liquor.  Some patrons offered a little resistance to the police officers who responded with more force, and the situation escalated.","In the height of the Civil Rights Movement in the US, tension between law enforcement and marginalized Americans were already high.  From all accounts, it was just a matter of time before the LGBT community hit their breaking point, and for the first time in history, this was the day that would happen.","The police raid, which otherwise would have lasted all of a half hour, dragged on as the surrounding crowd grew.  Crowd reaction fueled the fire of the patrons, who continued to fight back with growing vengeance.  The police answered with more force.","The LGBT patrons of the Stonewall Inn were historically among the most marginalized of the LGBT community: transvestites, homeless kids, drag queens.  Exasperated and angry, they rose up against decades of persecution.  What followed was a couple of days filled with riots in reaction to the raid.  Cars overturned, violent and combative encounters between LGBT members and police men, and manifestations of pride in what was perceived to be a perverse way of life marked the first uprising of the LGBT community.","A year later to the date, America saw its first gay pride parade.  45 years later, America awaits a Supreme Court ruling on the legality of same-sex marriage."],"display_date":"June 28, 1969 - June 28, 1970","search_date":"1969-12-27","locations":[{"id":31991,"lat":43.3136970893,"lng":-73.4307458827,"zoom":9,"place":"Washington, New York"}],"tags":[{"id":2677,"tag":"LGBT"},{"id":2676,"tag":"Stonewall"},{"id":1596,"tag":"Riots"}],"course":{"name":"Intro to Digital History","school":"University of Wisconsin, Milwaukee","course_id":141,"school_id":68}},{"id":6464,"title":"Protestors Impede Police Arrests at Stonewall Inn","course_id":153,"status":"P","start_date":"6/28/69","end_date":"6/28/69","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Tensions heightened between the New York City Police Department (NYCPD) and large numbers of gay, transgender, and other sexual minorities during the hot summer of 1969. Raids on gay bars, such as the Stonewall Inn, became frequent, due to laws against serving alcohol to gay people. In the early hours of June 28, the NYCPD conducted a raid on the Stonewall Inn, arresting several cross-dressing people as well as gay men and women.","The New York <em>Daily News</em> published a photograph that illustrates the outburst of anger throughout the crowd, as dozens of gay men in particular refused to stand aside for the police. This image also ties together the growing sense of outrage and willingness to do something about it, as previously the gay community was fighting quietly for their rights.","Savannah Dooley, a journalist for the LBGT magazine <em>The Advocate</em>, records that violence escalated inside the bar, with police beating one lesbian woman over the head with a club for resisting arrest. A gathering crowd outside the bar heard her cries, as well as other sounds of violence, and grew increasingly agitated. They began throwing empty beer bottles and attempted to overturn police wagons, eventually forcing the policemen inside the bar to retreat. Some participants even pried open the front door of the bar with a ripped up parking meter.","The raid on the Stonewall Inn was a touchstone for the gay civil rights movement, as noted by Rick Bragg, a reporter for the <em>New York Times</em>, looking back on the raid and subsequent riots from 1994. The raid began a series of riots that put the gay rights movement into the public eye. The influential activist group the Gay Liberation Front formed directly after the riots, reinforcing the righteous anger expressed during the raid and keeping the gay rights movement in the news. The anger felt by the demonstrators in the photo reverberated through the years after Stonewall, leading to an increased focus on gay rights and, eventually, a greater level of civil liberties for all members of the LBGT community. As Sherry Wolf, author of Sexuality and Socialism, noted: “The riots alone would not be remembered today for transforming gay politics if they had not been followed by organizations that transformed the raw outrage into an ongoing social force.”","The newspaper photo demonstrates that sense of rage reaching its limit, and would eventually be funneled into creating organizations such as the GLF. Other protestors watch in the background, signaling that the night’s events would spiral into a much larger experience, eventually becoming a benchmark in the history of the gay rights movement."],"display_date":"June 28, 1969","search_date":"1969-06-28","locations":[{"id":52861,"lat":40.7335719,"lng":-74.0027418,"zoom":7,"place":"Greenwich Village, New York, NY, USA"}],"tags":[{"id":2676,"tag":"Stonewall"},{"id":1596,"tag":"Riots"},{"id":2857,"tag":"LBGT"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":153,"school_id":3}},{"id":6625,"title":"George Wallace's Detroit Visit Provokes Police Brutality","course_id":163,"status":"P","start_date":"10/29/68","end_date":"10/29/68","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“This is the most horrible thing I have ever seen,” a woman from St. Louis recounted as the police chased demonstrators from Detroit’s Cobo Hall convention center. In an effort to escape the police’s attacks, many people fled the convention center towards the nearby Pontchartrain Hotel and beyond. Police continued their attacks. “Swinging and jabbing their nightsticks, more than 350 police waded into nearly 800 demonstrators.” Gary Nater, 17, of Birmingham, MI, ended up with facial wounds and a broken arm. “Gary told [his father] he was trying to get away from the group, but was grabbed and beaten by five Detroit policemen.” Nater’s father also conveyed that his son had “respected the police—until this anyway.”","On October 29, 1968, George Wallace held a presidential rally at Detroit’s Cobo Hall. Wallace’s supporters enjoyed a numerical advantage, and fighting took place within the center; but the melee turned from pro- versus anti-Wallace supporters to the Detroit Police versus everyone. “Police ordered the crowd to disperse,” but they did not. Demonstrators on the rooftop “threw stones and other debris at police squads standing below.”","By late October, the presidential campaign was nearing its conclusion. The election was highly contentious. Wallace’s two opponents were the Democratic nominee, Hubert Humphrey, and Republican Richard Nixon.","As a segregationist and former governor of Alabama, Wallace had strong support in the Deep South. But for a chance of a presidential victory, he had to concentrate his campaign on Northern states, including Michigan. Detroit had long had divisions along racial lines. Factors such as deindustrialization (especially in the post-World War II years) and structural racism in crucial areas such as housing already showed division between many white and black Detroiters.","The year 1968 was not the beginning of Detroit’s racial tensions. On July 23, 1967, a major race riot began in the city of Detroit. Mayor Jerome Cavanagh, a liberal Democrat, had previously taken steps to ameliorate Detroit’s numerous racial injustices. These policies proved inadequate and Detroit’s riot of 1967 showed the dissatisfaction with the progress. Little had improved by 1968. The Executive Secretary for the Detroit National Association for the Advancement of Colored People, Robert Tindal, observed that confrontations between police and citizens were usually racially based, due to the overwhelming whiteness of the police department.","The race issue was always salient in Wallace’s rallies, and this was no different in that respect, but it was noteworthy for the violence it engendered. The headlines of the papers following the rally were dominated by the police’s attacks. Despite the carnage of several hecklers being injured and one policemen being hospitalized, many witnesses supported the police’s actions. An elderly man commented, “The police need more freedom in dealing with these youngsters.” Some Wallace supporters opposed any racial integration, and some believed that the civil rights movement was progressing too quickly. The rally highlighted the divisiveness of the 1968 election in Michigan—pitting young versus old, black versus white, and liberal versus conservative."],"display_date":"October 29, 1968","search_date":"1968-10-29","locations":[{"id":52997,"lat":42.3268787,"lng":-83.0496032,"zoom":13,"place":"Detroit, Michigan"}],"tags":[{"id":1596,"tag":"Riots"},{"id":2227,"tag":"NAACP"},{"id":3201,"tag":"George Wallace, Police"}],"course":{"name":"History of U.S. Presidential Elections","school":"Wayne State University","course_id":163,"school_id":92}}]}