{"id":1597,"tag":"Louis Kossuth","points":[[40.7805662337,-73.9388482485]],"bounds":[[40.7805662337,-73.9388482485],[40.7805662337,-73.9388482485]],"episodes":[{"id":5634,"title":"The Campaign of Louis Kossuth and the Slavery Question","course_id":96,"status":"P","start_date":"1851-10-20","end_date":"1851-10-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1851, Hungarian revolutionary Louis Kossuth became an international celebrity who found himself trapped in the divisive slavery politics of the United States. He gained notoriety worldwide as a brilliant crusader for the liberty of his country, and upon announcing a tour around the United States to enlist support for his cause, Kossuth was met with the enthusiasm of the American media. The <em>New York Times</em> welcomed him and published his “Address to the People of the United States.” In his address he explained Hungary’s “struggle of independence” as not much different from America’s former struggle. Kossuth flattered Americans, suggesting that American liberty inspired the rest of the world: “May your great example, noble Americans, be to other nations the source of social virtue; your power be the terror of all tyrants- the protector of the distressed; and your free country ever continue to be the asylum for the oppressed of all nations.”"," ","Though Kossuth intended his message to be an invitation to help him, different parts of the nation interpreted it in their own way. Kossuth never mentioned slavery in his address. However, his appreciation of the US as a “free country” and his condemnation of “tyrants” caught the attention of abolitionists who hoped to enlist Kossuth in their cause. Abolitionists felt something of kinship with Kossuth as they viewed the oppression of slaves and Hungarians to be similar causes. Abolitionists urged Kossuth to endorse abolition but felt betrayed when he refused to do so. Knowing that such a declaration would cost him support in the most of the country and hoping to raise funds from rich southerners, Kossuth tried to avoid associating with abolitionists. He appealed to Southerners in supporting states' rights but ultimately was unable to advocate for democracy abroad when many leading Southerners would hardly promote democracy at home. His image as a freedom fighter was too much for conservative southern slaveholders to handle, so they rejected Kossuth’s presence and mission during his tour."," ","After a stay of about a year in the US, Kossuth failed to raise adequate support and funds for his cause. His tour of the US revealed how avoiding slavery politics was impossible during a time when the question of slavery consumed the nation. Though his cause was separate from slavery issues, Americans managed to interpret Kossuth through an American lens. Since his mission did not fit exactly into any side of the slavery debate, Americans felt comfortable ignoring Kossuth and focused on their own issues. The strong divisiveness of slavery politics shaped how Americans confronted foreign policy, and Kossuth’s visit proved the US was not ready to confront issues of freedom internationally when freedom was being contested so heatedly on their own soil."],"display_date":"October 20, 1851","search_date":"1851-10-20","locations":[{"id":8923,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":4,"tag":"Slavery"},{"id":95,"tag":"Abolition"},{"id":1218,"tag":"The New York Times"},{"id":1597,"tag":"Louis Kossuth"}],"course":{"name":"Transatlantic Abolitionism","school":"University of Richmond","course_id":96,"school_id":11}}]}