{"id":1599,"tag":"Abolitionist Movement","points":[[41.1259493917,-81.5321124711]],"bounds":[[41.1259493917,-81.5321124711],[41.1259493917,-81.5321124711]],"episodes":[{"id":5635,"title":"Sojourner Truth: Feminist and Abolitionist Speech","course_id":99,"status":"P","start_date":"1851-05-28","end_date":"1851-05-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Sojourner Truth, an emancipated slave, had a vision in 1843 that convinced her that God wanted her to speak the truth about Americans' sins against African Americans as well as women. She presented these two causes as \"inextricably intertwined.\" Sojourner Truth became a public speaker in many events in antislavery and women's rights.","On May 28-29, 1851, Truth gave a particularly compelling speech. She began her speech by saying that she had the same physical capability as men did. She claimed to be just as strong and just as able. This indicates that she considered both sexes to be equal, but that is not all that she was saying. Truth was also speaking of slavery. The reason that she believed she was as physically capable as men was that as a slave, she worked alongside men plowing, reaping, husking, chopping, and mowing.","Continuing in her speech, Truth said that, as for intellect, women have a little pint and men have a quart. Harriet Beecher Stowe also mentions this concept in her book Sojourner Truth, The Libyan Sibyl. She quotes Truth: \"S'pose a man's mind holds a quart, an' a woman's don't hold but a pint; ef her pint is full, it's as good as his quart.\"","Sojourner Truth ended her speech, saying: \"But man is in a tight place, the poor slave is on him, woman is coming on him, and he is surely between a hawk and a buzzard.\" Truth is directly pointing to women and slaves, which, when combined, make up the essence of her ministry. The tone here is very matter-of-fact. There is no question that Truth believed that the eventual success of the feminist and abolitionist movements was inevitable.","Sojourner Truth was born a slave in New York state, but she was freed in 1827 when that state abolished slavery. She was never taught to read, but that did not stop her from travelling to speak to people about God and His hatred of unfair treatment of African Americans and women. \"She had had such a full experience of the wrongs of slavery, that she could not believe they were permitted by God. She was sure he must hate them, and would destroy those who persisted in perpetrating them.\" As for the feminist part of her teachings, she often asked the question: \"Was not Christ born of a woman?\" She answered her own question in this famous speech in Akron, Ohio, saying: \"Through God who created him and woman who bore him. Man, where is your part?\"","Sojourner Truth was a woman ahead of her time, who believed in God and the healing of this nation through the abolitionist and women's rights movements, and she made no apologies for those beliefs. As she said, \"The lord has made me a sign unto this nation, an' I go round a-testifyin', an' showin' on 'em their sins agin my people.”"],"display_date":"May 28, 1851 - May 29, 1851","search_date":"1851-05-28","locations":[{"id":10594,"lat":41.1259493917,"lng":-81.5321124711,"zoom":10,"place":"SUMMIT, Ohio"}],"tags":[{"id":580,"tag":"Sojourner Truth"},{"id":796,"tag":"Women's Rights Movement."},{"id":4,"tag":"Slavery"},{"id":1598,"tag":"Feminist Movement"},{"id":1599,"tag":"Abolitionist Movement"}],"course":{"name":"Pamphlets &amp; Pirates: Popular Print Culture in Antebellum America","school":"Northeastern University","course_id":99,"school_id":56}},{"id":6217,"title":"History Engine Episode II","course_id":130,"status":"P","start_date":"1844-01-01","end_date":"1846-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Some affairs in the media are profound enough to make a mark on peoples perspectives. The trial and imprisonment of Jonathan Walker was one of these cases. This episode takes place in Pensacola, Florida during 1845. Walker had been sympathetic to slavery and took action toward its abolition, which eventually led him to be the first and only victim to suffer the severe punishment of being branded with the letters “SS” on his right-hand palm. The letters stood for “Slave Stealer,” because Walker was very active in trying to provide safe havens for slaves to flee to, and would gather slaves to transport them to countries where slaves could be free; such as Mexico, Canada, and the Bahamas. He was eventually caught and found guilty in court by the Territory of Florida for “coercively” transporting seven slaves to the Bahamas, in hopes of their freedom. This case proved to be very controversial, with abolitionists siding with Walker and preservationists of slavery opposing him.","In 1845, immediately after complying with the sanctions that were given to him; Jonathan Walker wrote his narrative, “The Branded Hand,” in which he explained his recounted experience throughout the incident, pointed out the discrepancies of the legal system regarding his punishment, and alluded to the abolition of the slave system. Walker wanted to set the story straight with this book; while at the same time, exposing the disparity between slavery and natural rights. This incident caused Walker to devote the rest of life toward the abolition of slavery. And so he began to actively join the rhetoric that was spread throughout America during this time period to finally end slavery.","His unfortunate experience of the branded mark he wore on his hand turned out to be a spark in the eventually fire of the abolitionist movement. Other abolitionists began writing about his case to use him as inspiration for the continuation of the fight to end slavery. William Lloyd Garrison also began publishing some of Walker’s writings in his publication, “The Liberator.” One of the most impactful works of all the rhetoric surrounding Walker’s case toward abolitionism was a poem written by John Greenleaf Whittier, also titled, “The Branded Hand.” This poem reached a much broader audience than just abolitionists. This poem that displayed the big picture of the case, and compelled many Americans to reevaluate their views toward slavery.","Jonathan Walker, himself was dedicated to ensuring the liberties that the United States of America was founded upon to all. His contributions to the abolitionist movement deserve partial credit toward the eventual abolition of slavery. While he may have had to endure cruel punishment and scrutiny for what he stood for; the same ultimately made a perpetual mark on American society’s views on the slavery system. With Walker’s fight, along with many other abolitionists during this time period he fought with. Leaders such as Frederick Douglas, William Lloyd Garrison, and John Greenleaf Whittier. America gave a second thought on the slave system, and put it to an end."],"display_date":"1844 - 1846","search_date":"1845-07-01","locations":[{"id":1332,"lat":null,"lng":null,"zoom":8,"place":"ESCAMBIA, Florida"}],"tags":[{"id":1962,"tag":"African-American history"},{"id":64,"tag":"Anti-slavery"},{"id":1599,"tag":"Abolitionist Movement"},{"id":2428,"tag":"Jonathan Walker"},{"id":2429,"tag":"Pensacola, Florida"}],"course":{"name":"African-American History to 1877","school":"Rollins College","course_id":130,"school_id":5}}]}