{"id":16,"tag":"Science/Technology","points":[[37.7873885597,-78.8867512571],[38.0422598094,-84.4586978215],[37.954527025,-76.8481834827],[39.1445168984,-78.1775216949],[40.7416518725,-74.0773468609],[38.1882210605,-77.65248979],[41.6426531568,-85.4265204174],[32.8753704415,-79.8417496964],[39.878712355,-75.2036894677],[42.3649994065,-70.9800517697],[41.707475015,-80.7485016298],[29.5143972393,-94.8756973573],[36.8397586016,-76.3809881826],[34.9040918306,-76.2536140613],[28.7910878524,-80.7439573301],[34.7631159557,-86.5502041094],[37.8159085737,-79.4457347683],[36.0638291279,-79.1821891988],[40.7805662337,-73.9388482485],[29.6873298033,-94.957827752],[38.9151212228,-76.9435162098],[39.9658875933,-75.1032184193],[39.2464830538,-76.5960396412],[34.3506393226,-89.4893655369],[35.8833079574,-86.8814262812],[37.5392399795,-77.4106423457]],"bounds":[[42.3649994065,-70.9800517697],[28.7910878524,-94.957827752]],"episodes":[{"id":3885,"title":"Sanitation in Medicine\n","course_id":5,"status":"P","start_date":"1895-03-09","end_date":"1895-03-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["    On March 9th, 1895, the <em>Times and Registrar</em> published an article detailing a new hypodermic syringe.  Its sleek design, metal casing surrounding a sanitary inner glass chamber, was the newest in medical technology.  A screw-on needle kept the syringe itself from being dangerous, decreasing the chance of sticks and accidents.  Though the metal casing itself could be used many times, proving both useful and durable, the sanitation advantage of a sealed glass tube that contained the medications and fluid samples meant a lower risk of infection from person to person, be the victims patients or doctors.","    During the early nineteenth century, medical science was closer to the art of clever guessing than the practice of proven and solid facts.  The concept of the four humors, or the four principle body fluids, was still considered a fact until the American Civil War.  Previously, doctors would take a sick patient and assume that one of his humors was out of balance – either blood, phlegm, yellow bile [choler], or black bile [melancholy] – and so would take on the task of restoring balance to the patient's humors.","    Because the concept of disease was vague and often rooted in social and political agendas, the idea of sanitation was rather foreign.  It wasn't until the American Civil War, when medical officers and commanders alike began to notice that disease often followed battle.  These observations lead to medical director Dr. Jonathan Letterman's sanitation commands for the United States Army.","    Louis Pasteur's bacteria experiments brought to light the reality of microscopic  attacks on our bodies, further emphasizing the medical profession's growing obsession with sterility and cleanliness.  In addition to developing new, more sanitary needles, surgeons began to create surgical protocols that laid the framework for today's medical regulations.  Caps, gowns, gloves, and masks were all instituted as further sanitation measures.","    The <em>Times and Registrar's</em> March 9th article was a realistic and expected end to a century of quickly changing ideas and attitudes towards the medical profession.  Enthusiasm and perfection were key values as medicine quickly became a practice far beyond its early boundaries."],"display_date":"March 9, 1895","search_date":"1895-03-09","locations":[{"id":1279,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":16,"tag":"Science/Technology"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}},{"id":3913,"title":"Disaster on the Carolina Railroad\n","course_id":7,"status":"P","start_date":"1856-05-01","end_date":"1856-05-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["On May 19, 1856, C.M. Siller wrote a letter to his friend J.L. Twyman, a resident of Buchanan County, Virginia. From his room at the Washington Hotel in Lynchburg, Virginia, Siller described the details of his train ride to Anderson, South Carolina two weeks earlier. His three-page letter discussed in great depth the landscape of the various towns he saw, as well as the agricultural production of each farm he saw. Evidently, the type of soil – whether it was healthy red clay or nasty swampland – was very important to him and his letter's recipient since nearly half of the letter was a commentary on the fertility of the land. Siller additionally described the crops grown in each area, a reflection of his obvious interest in farming. Despite the fact that Twyman was a doctor and Siller presumably a businessman, this interest in agriculture was not uncommon at the time. ","Siller's account of the route his train took comprised a significant part of the letter.  He went into great detail to describe the fares – ranging from three dollars to six fifty per leg – as well as the length of the journey in miles and hours.  His account of the train ride was extensive in part due to the considerable number of stops and connections that the voyage to South Carolina from Virginia required.  Siller described many different towns along the route and mentioned constantly getting on and off the train to have a meal or take a break. At one point during his journey, he was required to descend the train and meet at a steamboat, where the boat took him to switch railroad services. ","The last portion of his letter to Twyman was a description of an accident on the train before the passengers reached Anderson. A piece of iron from the train track broke from the worn out trestles and caused the passenger car to flip and fall into a sand bank. The injuries Siller sustained were worse than most passengers' because his seat was in the front of the train; while most travelers left without a scrape, Siller dislocated his left shoulder and broke his arm. Although he was thankful that his life was spared, Siller was aggrieved by his eventful journey; his letter mentioned that his injuries caused him great discomfort and he was unable to sleep at night. ","Siller's letter to Twyman illustrated that transportation through the antebellum South by train was neither an effortless nor an enjoyable undertaking.  The South did not have a well-organized rail system that allowed for people and products to be moved around the region effectively. According to John Majewski, author of A House Dividing, \"Southern railroads took weeks to transport supplies and raw materials between eastern and western theaters.\" From Siller's emphasis on the agricultural rather than technological aspects of the train voyage in his letter, he demonstrated how much the South relied on agriculture. To a Southerner, farming was the main source of revenue and was considered the single most important aspect of life; technological development did not seem entirely necessary in the mid-nineteenth century. However, Majewski notes that \"a bountiful harvest counted for little if local railroad tracks were destroyed by foes… or if wagons… were impressed to serve the army\". The issue became a major setback for the Confederacy during the Civil War when the South's obsolete railroads created a severe disadvantage against the North's highly industrialized system. "],"display_date":"May 1, 1856 - May 30, 1856","search_date":"1856-05-15","locations":[{"id":14083,"lat":37.7873885597,"lng":-78.8867512571,"zoom":9,"place":"NELSON, Virginia"}],"tags":[{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"},{"id":16,"tag":"Science/Technology"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":3939,"title":"Traveler Surprised to See Companion Survive Illness\n","course_id":7,"status":"P","start_date":"1822-12-21","end_date":"1822-12-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["      Nathaniel Blaine, a resident of Nelson County, Virginia, received a letter from his friend Richard Perkins, who had been traveling by horse and buggy.  Dated December 21, 1822, the letter described some of the details of Perkins' journey, including an illness that befell one of his traveling companions, Betty: \"...all well exept bety and she has bin very sick on the road hardly expected her to liv and was very trobesom on the road with that not in her side....\"  The description of the \"not in her side\" seems to imply that Betty suffered from some kind of pain, or possibly even a bulge, on the side of her body.  Historian Thomas Wertenbaker asserts that medical knowledge in the antebellum South was rudimentary at best.  Especially in rural plantation societies like Virginia and Maryland, doctors were hard to find, and even if found they were not always likely to be consulted.  Many in the South believed that doctors did more harm than good, which is probably true considering their widespread use of such treatments as bloodletting and their lack of knowledge concerning germ theory.  In this light it is understandable why Perkins did not hold out much hope for Betty's survival.","      According to F. N. Boney, a number of Southern doctors in the antebellum period performed medical experiments on slaves.  Doctors used the prevailing belief that blacks were inferior to whites to justify the often grotesque procedures to which they subjected slaves.  They performed many experiments, including the trial of a new (and highly dangerous) vaccination procedure and even an effort to discover an effective surgical method for sealing clefts that caused bladder leakage.  Slaves endured unimaginable pain and suffering due to such atrocities, but in the doctors' minds it was all in the name of science.  Regardless of the means through which discoveries were made, medical science in the antebellum South left much to be desired.  Concepts that are considered self-evident today, such as germ theory, were unknown at the time.  Perkins described most of his traveling as such: it \"...was water Bound three times and was very mody....\"  Frequently surrounded by water and mud, his traveling party must have come into contact with an untold amount of pathogens.  Although these days it is viewed as common knowledge, many people in the antebellum South may have had no idea that such conditions could be breeding grounds for disease.  Unfortunately, Betty suffered the consequences of this lack of knowledge. "],"display_date":"December 21, 1822","search_date":"1822-12-21","locations":[{"id":14080,"lat":37.7873885597,"lng":-78.8867512571,"zoom":9,"place":"NELSON, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":2,"tag":"Health/Death"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"},{"id":16,"tag":"Science/Technology"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":3949,"title":"Botanical Drops and Disease in the South\n","course_id":7,"status":"P","start_date":"1832-12-29","end_date":"1832-12-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["    \"A child of 8 years had lost the use of his arms, one leg was almost crippled, hip popped out of place, thigh and arms swollen...\" wrote a journalist for the <em>Kentucky Gazette</em>.  The list of this young boy's maladies continues in the article.  One would think this boy had no hope for survival from whatever illness had attacked his young body.  However, \"on taking these Drops he recovered the use of his limbs, the sores healed up and he was restored to health, although thought incurable.\"  It does not seem plausible that a boy could suddenly return to full health after only taking some drops.  Was this a medical miracle or a fabrication of the truth?","    Apparently, Dr. Relfe's Botanical Drops were more than just an advertising gimmick.  According to the <em>Kentucky Gazette</em>, these drops \"have, in a multitude of cases, cured these...deep routed complaints in their worst and most hopeless stages.\"  While malaria was the disease for which Dr. Relfe created his drops, the advertisement stated that these drops were also successful in curing \"violent eruptions after the measles; red blotches, festering eruptions and pimples on the face.\"  The advertisement followed with several cases, much like those of the little boy, in which people were suffering from these ailments without any hope of a full recovery.  Symptoms ranged from \"humors\" on the neck of one older woman to blindness in both eyes of a five year-old girl.  Every person was in distress and hopeless until they took Dr. Relfe's drops.  According to this advertisement, it seems as if Dr. Relfe's drops were indeed a miracle.","    Disease, especially malaria, was distinctive in the southern region of the United   States.  Due to the hot climate in the summer, the South was a breeding ground for mosquitoes.  Infection rates increased during the change from the cool to warm seasons.  As malaria and other forms of the \"fever\" spread throughout the South, these diseases started to shape southern culture.  For instance, Southerners began to change their diets to help keep their immune system strong for the summer seasons.  Others started to address and attack reckless behavior among their community members.  For example, alcoholism and risky sexual behavior seemed to increase the likelihood of disease, as these bad habits lead to terrible hygiene and sloppiness, which left people susceptible to disease.  ","    It was the local doctors who stood at the center of this disease prevention and control.  Their importance in the community was significant as they provided remedies when all else failed.  Members of the community depended on them for guidance and advice.  In the South, they were not only doctors.  They were a part of the community.  This sense of belonging pushed local physicians to work extra hard in finding cures for ailments.  After all, these infected people were more than just patients.  They were neighbors, family members and friends.  This drive to help those they knew brought about huge advances in modern medicine as doctors worked to find remedies for the many diseases they encountered.  Without the bond between physicians and their community that existed in the South, it is difficult to say if modern medicine would have been able to evolve as quickly as it did."],"display_date":"December 29, 1832","search_date":"1832-12-29","locations":[{"id":4796,"lat":38.0422598094,"lng":-84.4586978215,"zoom":9,"place":"FAYETTE, Kentucky"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":16,"tag":"Science/Technology"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":4056,"title":"The Advent of Refrigerator Cars in the City of Richmond\n","course_id":7,"status":"P","start_date":"1874-07-15","end_date":"1874-07-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["    Fruit growers all over the state of Virginia rejoiced on Wednesday, July 15, 1874 when <em>the Daily Dispatch</em> of Richmond reported that two refrigerated cars arrived in the city.  The article claimed, that \"this new feature in the express business meets a necessity our fruit growers have long felt, and secures a method for the swift transportation of their produce.\" Finally, a technology had arrived in Richmond that would allow local produce farmers to compete with the West. Refrigerated railway cars developed significantly over the period from 1860 to 1890, transforming from elementary cars with ice to sophisticated technological systems that involved insulated walls and ice bunkers. With this technology, fruit from Richmond could reach all of \"New York, Philadelphia, and Baltimore,\" greatly expanding the local market to a large network. The evolution of the railroad in the South and the advent of refrigerated cars appeared to be a positive advance for southern farmers. ","    However, what might have seemed to be a revolution actually brought great strife to poor rural farmers. A Virginia farmer complained that he could not \"'send a box of peaches, tomatoes, or other fruit to a friend without paying 20 cents at least, although we have bushels rotting on the ground.'\" According to James McCorkle, in his article \"Moving Perishables to Market,\" \"farmers chose to leave their crops unharvested rather than incur freight charges they would be unable to pay.\" Railroad companies set the price to transport goods at exceedingly high rates. Farmers simply could not afford the expense to utilize the new technology. Fruit and vegetables were sold at local markets, but the railroads' high price of \"freight and commission\" made it unfeasible for Virginia farmers to make good returns on crops sold in a larger market."],"display_date":"July 15, 1874","search_date":"1874-07-15","locations":[{"id":14220,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"},{"id":16,"tag":"Science/Technology"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":4061,"title":"Industrial Disparity Between the North and South\n","course_id":7,"status":"P","start_date":"1882-01-01","end_date":"1882-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1882 the Richmond Enquirer wrote an article about John D. Rockefeller who \"combined [his] disparate companies, spread across dozens of states, under a single group of trustees,\" creating the Standard Oil trust. The article, which appeared towards the back of the paper, was very short and contains only the very basics about the consolidation. It is hardly what one would expect, considering that it is about one the company that altered industry in this country perhaps more than any other. ","This lack of coverage illuminates differences between the North and South. It makes sense that a Southern newspaper would not pay much attention to an oil company because the South was not nearly as dependent on oil as the rest of the country was. After the Civil War there were attempts to industrialize the South, but in 1882 the South was still very far behind the North in terms of industry. In particular, there were still a disproportionate amount of railroads in the West and North compared to the South. The attempts to remedy the disparity had been largely unsuccessful up until this point. State legislatures gave railroad subsidies to companies hoping to spur railroad development; while the subsidies did add railroad lines throughout the South, the companies also abused the subsidies, using them for other purposes. Also, the lines were owned almost exclusively by companies in the North, so their effects on the Southern economy were limited. The difference in industry between the North and South was one of the things that lead to Southern secession from the Union, and even after the states were reunited the inequality in industry still remained a problem. "],"display_date":1882,"search_date":"1882-07-02","locations":[{"id":14221,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"},{"id":16,"tag":"Science/Technology"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":4110,"title":"Threshing Machines of Virginia\n","course_id":6,"status":"P","start_date":"1821-03-16","end_date":"1821-11-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In Virginia, during the period before industrial boom, new techniques for threshing wheat were becoming more and more popular.  The technique that had remained relatively unchanged since Biblical times was, after the wheat was harvested, to have it trodden upon by horses, cattle, or oxen. This practice was slow, tedious, and left dirty grain that only numbered in about five bushels a day per laborer.  However various new patents began to surface for machines that were each driven by a different number of horses which had different amounts of bushels threshed.","A certain Mr. George Wright from Middletown made two versions of a threshing machine in 1821.  Wright designed portable and fixed threshing machines that were made from iron to \"shake off the straw by cylindrical rakes, and clean or fan the grain\".  The portable design was made \"to travel or move about the country to thresh for hire.\"  However the fixed machine was said to be the most effective because it not only takes the wheat from the straw but cleans it as well, whereas the portable just removes the straw.  The machine threshed 35 to 37 bushels in just one hour, a substantial yield compared to the archaic method.  The Wright design did not use any horses, contrary to those popular in England.  The reason for this is that \"it would answer a good purpose if all the horses were of equal strength, which upon a farm, is seldom the case.\"  ","During the pre-industrial boom era, many new inventions began to build steam in rural communities and we very popular among the plantation owning gentry.  An example of another invention during this time is the \"ox-shovel\" that is pulled by oxen and digs up dirt.  Most of these inventions had multiple uses as evident by the fixed threshing machine that separates the straw as well as cleans it.  These machines helped greatly increased the rural economy in Virginia, not only with the upper class but with the lower classes who were given the option of hiring out a portable thresher.  This speaks to the close-knit communities in rural Virginia, in that individuals not only try to help themselves but spread about their new ideas to others while at the same time making a substantial amount of money."],"display_date":"March 16, 1821 - November 2, 1821","search_date":"1821-07-09","locations":[{"id":13835,"lat":39.1445168984,"lng":-78.1775216949,"zoom":9,"place":"FREDERICK, Virginia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":16,"tag":"Science/Technology"}],"course":{"name":"The United States: A New Nation, 1776-1836","school":"Wheaton College","course_id":6,"school_id":2}},{"id":4123,"title":"Record-Setting Railroad\n","course_id":5,"status":"P","start_date":"1876-06-01","end_date":"1876-06-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Shrouded in a mist of smoke and steam, the train lurched into the station. Having completed its cross-country trip more than four hours ahead of schedule, the Transcontinental Express finally ground to a halt.  The <em>Friends' Intelligencer </em>claimed that the trip, leaving from Jersey City at 1:00 A.M. on June 1, 1876 and arriving in San Francisco approximately half past nine on the morning of the 4th, was made by a speed train in \"26 minutes less than 84 hours,\" or three and a half days. Such a journey in a normal locomotive would have taken seven days. The <em>Scientific American </em>professed the Transcontinental Express \"to be the longest and fastest continuous run that has ever been made on any road in any country.\" This statement reveals the sentiment favoring technological innovation and record setting pace that prevailed in the society during that time. ","Historian Sarah Gordon claims that \"express trains\" were passenger trains that carried express packages and did not stop at every station. She states that these trains \"usually traveled about thirty miles an hour, somewhat faster than other through trains.\" Due to America's burgeoning economy during the 1870s and 1880s, most trains carried a combination of passengers and goods for exchange in other areas. However, slower passenger trains that stopped at every station were available for those who needed it. According to Gordon, these \"accommodation trains ran along through routes, usually at ten to twenty miles per hour.\" While practical use usually dictated the speed of trains, the social status of passengers usually dictated the service, luxury, and safety found onboard, at least initially. The luxurious Pullman cars, decorated in the style of Victorian England, and various private cars were often used by the rich for extended travel. These cars stood in stark contrast to the rancid, poorly lit, and anachronistic passenger cars and day coaches that were frequented by the poor, who often used the railroad for transportation over shorter distances. Eventually, as Gordon postulates, \"the railroads sought to draw all lines under the same rules of operation, regardless of passenger needs. Beginning in the 1880s the science of railroading began to displace remarkable social diversity of passenger travel.\"","Therefore, as railroads such as the Transcontinental Express became faster, more powerful, and more widely used, problems in the system led to the need for regulation and standardization. \"Especially between 1870 and 1900, railroads leaned in the direction of national standards in ticketing, time, track gauges, baggage, the structure of train cars, and the behavior of passengers.\" Not all attempts at standardization were successful. For instance, the Master Car-Builders' Association suggested standard brakes, seats, couplings, heating apparatuses, and ventilating systems on cars during the 1870s, but not all railroads could afford such upgrades to be made. At the same time, attempts were made to set ticket prices, yet none were very successful. On the other hand, many efforts at homogenization were successful. Standard time was universally adopted in 1883, making scheduling significantly easier and more predictable. Also in 1883, railroad companies placed a 250-pound limit on passenger luggage. Three years later, between May 31 and June 1, 1886, most railroads conformed to standard gauge of four feet eight and one-half inches wide, vastly improving the efficiency of transportation as railroads could connect with one another. By 1890, \"a new national standard of reasonable behavior\" permeated the railroad as employees, as well as passengers, were called to abide by a pragmatic code of conduct, \"to make public behavior compatible with urban technology and with the needs of crowds rather than the needs of the individual,\" according to Gordon. While trains such as the Transcontinental Express were setting transportation records, the standards on faster and more powerful trains \"developed to promote the efficient and safe transfer of passengers in all parts of the country.\""],"display_date":"June 1, 1876 - June 4, 1876","search_date":"1876-06-02","locations":[{"id":8523,"lat":40.7416518725,"lng":-74.0773468609,"zoom":11,"place":"HUDSON, New Jersey"}],"tags":[{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":12,"tag":"Migration/Transportation"},{"id":16,"tag":"Science/Technology"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}},{"id":4129,"title":"The Capture of the Steamship J. R. Williams\n","course_id":4,"status":"P","start_date":"1864-06-15","end_date":"1864-06-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["June 15, 1864, the USA Quartermaster Capt. Greene Durbin sent a \"steam ferry boat\" with supplies to Fort Gibson; Messrs. McDonald and Fuller, contractors of the Cherokee Nation included \"Indian goods\" to be distributed amongst those Indians there.  They furnished it with military protection of one sergeant and twenty-four privates \"under the command of Second Lieut. Horace A. B. Cook,\" Comp. K, Twelfth Kansas Vol. Infantry.","They had gone seventy miles up river, when they were fired upon by Capt. G. W. Grayson of the Creek Mounted Rifles and Col. Stand Watie, of the First Indian Brigade. 300 Confederates camped on the south bank of the Arkansas, \"known as Pleasant Bluffs.\" Grayson ordered a \"harmless shot\" to be fired across the <em>J. R. Williams'</em> bow, a rule of war, but nothing was forthcoming; Grayson and Watie commenced firing \"in fine style,\" leading to the boat running aground on the north side. The twenty-five man escort sent one volley across, but with no effect; Lt. Cook decided they should leave the boat. Grayson and Watie watched Cook \"flee\" from the boat, into the brush on the far side of the river.","They wanted to venture back under cover of darkness, but the Captain of the boat and Lt. Huston, who had been hiding in the hull, came out, \"took the yawl and went over to the enemy.\" Brig. Gen. John M. Thayer reported that they were not heard of again. Watie's men captured the boat, along with 150 barrels of flour, 16,000 pounds of bacon, and many other store goods. This made the American Indians quite happy, as there was not much food in the Confederate Indian camps, but it cost Watie his next battle, because many of the \"Creeks and Seminoles immediately broke off to carry their booty home,\" leaving Watie with only a few men.","Cook decided that since the rebels had the boat, there was nothing more to do, so he, and his men, left for Fort Smith. Pvt. Henry A. Strong, Comp. K, wrote that on the journey no \"man spoke above a whisper the whole night,\" as they were worried about Confederate spies. He reports that some men were sent to find the rebels, but did not believe much could be done, with the rivers swollen from rain; and barrels of flour etc floating along the river.","Watie was happy for Cook to disappear because with only a handful of men he was unable to hold onto the \"booty\", with barrels washing away with the rain. Brig. Gen. Thayer was not so pleased, not at all. When Cook arrived at Fort Smith and gave an unsatisfactory report; Thayer believed that \"the escort ... were ... fully able to have prevented the enemy from reaching the boat. After removing the boat of its goods, Watie \"scuttled the ship by setting it ablaze.\" ","The capture of <em>J. R. William</em> was a loss of 120,000, and was one of the more interesting raids on the Federal supply lines. It was the only reported incarceration of a steamship \"while underway by a land force during the war in Indian Territory,\" and is possibly the only one on report for the whole war. There are many disagreements on the number of artillery pieces involved, maybe leading to disputes on what could have been done differently; but the escort didn't have any artillery to reply with, giving Watie an unfair advantage."],"display_date":"June 15, 1864","search_date":"1864-06-15","locations":[{"id":10691,"lat":null,"lng":null,"zoom":8,"place":"Unorganized, Oklahoma"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":19,"tag":"Native-Americans"},{"id":16,"tag":"Science/Technology"},{"id":5,"tag":"War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":4,"school_id":3}},{"id":4220,"title":"Brady Photographs Artillery\n","course_id":5,"status":"P","start_date":"1863-04-30","end_date":"1863-04-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The artillery attentively prepared for the battle of Chancellorsville as Mathew Brady snapped the photo.  In a photograph in <em>The Photographic History of The Civil War in Ten</em>, dozens of recently axed tress and stubs cover the ground and surround the cannons beside which the men listen alertly to the officer (20- 21).  A few men stand at ready to insert the cannonballs before a misty field that would later be covered with smoke.  Despite the gritty quality, the focus on the soldiers faces is striking.  One can clearly see even the expressions of the men.  With the recent development of photography, this photo stands as an accomplishment as Henry Lanier in <em>The Photographic History</em> describes photography as \"a pioneer science, requiring absolute knowledge, training, and experience\" (38).","To take a photo a photographer would need a place to fix, wash, and store negatives which the photographer produced on glass plates.  During the Civil War, photographers such as Mathew Brady, the creator of this photograph, would ride with the army in a wagon that the soldiers titled \"What is it?\" and upon reaching a site would set up tents to house his chemicals and dark room supplies.  Due to how near the battle photographers stood, shots can easily kill them as any solider on the field.  Lanier states that Brady \"was so ready to risk his life for the idea by which he was obsessed\" (38).  For this photo, he stood calmly and took a picture of men, some of which later that day would be dead or wounded.  To see this picture over a hundred years later invokes the opinion as Lanier describes, \"For when man achieved the photograph he took almost as important a step forward as when he discovered how to make fire: he made scenes and events and personalities immortal... holding calmly before your eyes the very Reality itself\" (32)."],"display_date":"April 30, 1863","search_date":"1863-04-30","locations":[{"id":14293,"lat":38.1882210605,"lng":-77.65248979,"zoom":9,"place":"SPOTSYLVANIA, Virginia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":16,"tag":"Science/Technology"},{"id":5,"tag":"War"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}},{"id":4221,"title":"Brillant Meteors on July 8, 1876","course_id":5,"status":"P","start_date":"1876-07-08","end_date":"1876-07-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A brilliant glow filled the sky over the northeast United States.  Four days after the centennial celebration of our country, a meteor passed over Ohio and Michigan around 9 pm.  The <em>Chicago Tribune</em> stated that, \"The meteor was a very brilliant one.  It lighted up the sky like the glare of a calcium light; the intensity being several times greater than the light of the full moon.\"  Due to calculations, Daniel Kirkwood and other scientists realized that two fireballs occurred during the night as E. Lyon Linsley wrote, \"I saw this brilliant meteor here, on the evening of July 8th, at about nine o'clock.  It was then about eight degrees from the polar star, and close to the faint northernmost visible star in the constellation <em>Camelopardalis</em>.  Whether it expired then and there or disappeared behind an angle of the roof, I am unable to say; viewing it as I did from an Eastern portico...\"","Newspaper titles commenting on this event read as \"Another Meteor\" in the <em>New York Times </em>quoting the Hartford <em>Post</em> or \"More Meteors\" in the <em>New York Times </em>quoting the Baltimore <em>Sun</em>.  Though the titles of newspaper around the country indicated that at this time many meteors had fallen, the people still found meteors fascinating.  In \"That Meteor\", the writer answered several questions people from all over the world had sent asking about the meteor from \"how fast it traveled\" to \"why it did not fall to the earth\".  Scientists today know more about meteors.  In \"Meteors and Meteor Showers\" the author explains, \"Under a dark sky, any observer can expect to see between two and seven meteors each hour any night of the year. These are sporadic meteors\" but \"now and then, a meteor truly will light up the night, blazing brighter than Venus - and although rarely, even brighter than the Moon - leaving in its wake a dimly glowing trail that may persist for minutes\" as the July 1876 meteor did.  And despite this knowledge, meteors still fascinate people as they streak across the sky.  By watching a meteor in the sky, a person remembers that another universe exists beyond what that person knows.  The people of 1876 realized this fact as well as the writer of \"That Meteor\" commented that astronomy was not \"dry and uninteresting\" but \"let the reader perch himself in fancy upon our meteor (there is ample room)\" and the imagination can go anywhere."],"display_date":"July 8, 1876","search_date":"1876-07-08","locations":[{"id":3416,"lat":41.6426531568,"lng":-85.4265204174,"zoom":10,"place":"LAGRANGE, Indiana"}],"tags":[{"id":16,"tag":"Science/Technology"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}},{"id":4238,"title":"America&#39;s Need for a Second Transcontinental Railway\n","course_id":5,"status":"P","start_date":"1869-05-18","end_date":"1869-05-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On Tuesday, May 18, 1869 an editorial appeared in the Charleston Courier titled \"The Pacific Railway and a Southern Route\" in which the author made the argument that the nation needed a southern transcontinental rail route. The first Transcontinental Railway had only been completed a few days earlier but already there were calls from southerners for a route that was more suited to their needs. A southern transcontinental rail route was not a new idea though, and, in fact, there had been serious discussion about choosing it as the primary route before the Civil War. A Southern route became feasible after 1848 with the annexation of Texas and the vast territorial acquisitions from Mexico and in 1853 with the Gadsden Purchase. Moreover, this region's geological features seem exceptionally good for rail building. As the editorial notes, surveys conducted during the early 1850s painted the southern route as the far superior when compared to the northern or central routes that had been proposed. And southerners during this time had their own motives for preferring this route. Many hoped a southern transcontinental railway would liberate the South economically from the North by making the North reliant upon the South for access to the Far East. Additionally, it was hoped that a Southern route would open up the West to southern political influence and possibly pave the way for the spread of slavery. As it was though northern influence put plans on hold and politics leading up to the Civil War were enough to kill the idea for a period.","But shortly after the war hopes for a southern route were renewed. Many still believed that the southern route was the most feasible and efficient route, and the concerns voiced by the author of the editorial about the First Transcontinental Railway were valid ones. Snow has always been a challenge for trains and winters in the Rocky Mountains always have an abundance of it. The conditions the author describes of high, impenetrable snow drifts were not uncommon and long delays were always a possibility. Another problem not mentioned in the article was that of avalanches which could bury or destroy tracks and any locomotive unlucky enough to be in their path. The railroad companies did erect sheds and snow fences in an attempt to alleviate these problems but often times, as the author describes, these proved ineffective. More importantly these structures were expensive to build and maintain and only added to the costs of the already expensive railroads. Even so, the author's hopes for a southern route were not met quickly, for it was not until December of 1881 that the Southern Pacific railway was finally completed. "],"display_date":"May 18, 1869","search_date":"1869-05-18","locations":[{"id":11457,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"},{"id":18,"tag":"Politics"},{"id":16,"tag":"Science/Technology"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}},{"id":4281,"title":"Fire and Steel:  Weaponry of the Confederacy\n","course_id":5,"status":"P","start_date":"1863-01-01","end_date":"1863-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Cannons and rifles perform a cacophony of blood and thunder as the cold steel of bayonets slice through the enemy line.  Deadly technology meets close quarters fighting and Napoleonic tactics, and the result is not pretty.","These deadly weapons are listed in detail in Col. J. Gorgas' <strong><em>The Ordnance Manual for the Use of the Officers of the Confederate States Army</em></strong><strong>.  In this book are the specific types, dimensions, and qualities of these weapons.  In and of itself, this book does not shed much insight into the effect these weapons had upon the battles of the Civil War.  We must look for this instead in personal accounts of soldiers who witnessed their effects firsthand.  For this, Caldwell's <em>History of a South Carolina Brigade, </em>Brunson's <em>Pee Dee Light Artillery</em> and Brown's <em>A Colonel at Gettysburg and Spotsylvania</em> work exceedingly well, as all of these books give detailed and sometimes vivid descriptions of the effect of these weapons.  For example, Caldwell describes a particularly gruesome scene in which several soldiers' remains lie mangled by grapeshot and rifle wounds.  </strong>","<strong>During the Civil War, most generals still employed Napoleonic tactics, preferring to move large amounts of troops in tight formations to fire highly accurate rifle volleys at short distances.  This factor, combined with the particularly sinister use of grape and canister shot, which is basically a shotgun burst fired from a cannon, meant a high casualty count.  One can well imagine the devastation these weapons caused upon those unfortunate enough to be in their path.  Bayonets were also used, often causing severe infections in the wound.  Heidler's <em>Encyclopedia of the American Civil War</em> further supports these facts, stating that percussion rifles were the cause of  90% of all combat casualties.</strong><strong></strong>"],"display_date":1863,"search_date":"1863-07-02","locations":[{"id":11457,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":16,"tag":"Science/Technology"},{"id":5,"tag":"War"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}},{"id":4290,"title":"Charles Larpenteur becomes a Clerk for the New American Fur Company\n","course_id":5,"status":"P","start_date":"1834-07-02","end_date":"1834-07-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" Charles Larpenteur wrote about old news that had reached Fort William in the Missouri Territory on July 2, 1834. His journal entry notifies us that the information came from St. Louis and had alerted the clerks and trappers at the fort that \"all the posts belonging to the American Fur Company (A.F.C.), as old Mr. Astor had this year sold out to Pierre Chouteau and Co.\" Charles mentions he was anxious about the transfer to new hands and felt the sooner he got out of Fort William the better, but he was summoned by his boss, Mr. Campbell, to meet him in is quarters. Upon entering Mr. Campbell's quarters, Charles was greeted by Mr. McKenzie, known as King of Missouri in the area. After Mr. John Astor completed the sell of his posts, Mr. McKenzie, under the new A.F.C. management, had become the manager of the Missouri Territory fur posts. Mr. McKenzie had arrived at Fort William to offer Charles a job with the A.F.C. Later in his account, Charles repeats his concern over the circumstances and turns the offer down under the assumption that the A.F.C. only wants his services as a common hand. Later that day, Mr. Campbell urged him to take the position and explained that Mr. McKenzie wanted him to become a clerk at Fort Union. Charles came to the conclusion it would not hurt to negotiate the terms of the position and he abandons his plans of leaving the fur trade for good. "," Charles Larpenteur was one of the many employees that were unsure of the American Fur Company transfer. Under new management cuts were made and new alliances were formed. The American Fur Company needed to revitalize their trade lines in order to establish loyal networks on the borders of Northwest U.S. and Canada to continue to compete with the Hudson Bay Company. Charles was useful to Mr. McKenzie for his experience at Fort William and for the many connections he could provide for the company. "," By requesting Charles as an employee, Mr. McKenzie might have foreseen the need for a different sort of familiarity as the A.F.C. gradually accommodated the changing fur fashion in Europe. Silk was becoming the new chic and the demand for beaver top hats was declining. Beaver pelts had been a great source of demand during the early nineteenth century. High profit from the rising prices of fur had heightened the competition between the fur companies. As the fashion industry changed, so did many of the fur companies in order to protect their monopoly in the fur trade. "," To Charles the prospect of a common hand was limited. An employees' position in a fur company determined the amount of financial control the company had over the staff. Usually management would use their trappers as consumer based residents on company property. The companies would hire traders and trade them goods and land titles in return for pelts. Fur company employees would often become in debt to the local post manager under the pretense of owing back loans to the A.F.C. Many trappers or traders would become critically in debt and were forced to increase the rate of pelts acquired during a hunt."," The A.F.C. maintained it's dominance in the United States until the late 1840s, when the fur trade came to a decline. As settlers moved to the Missouri Territory and the rate of trapping grew, fur no longer became a high source of income. The beaver almost became extinct; most animals indigenous to the area were severely depleted. Charles's journal entry is an account of the transformation the American Fur Company undertook to adjust to new ownership and to the altering fashion industry during the 1830s; in order to remain a leading competitor in the fur industry. As Charles prepared for his job promotion as clerk he would became a witness to these fundamental changes within the American Fur Company in the next decade."],"display_date":"July 2, 1834","search_date":"1834-07-02","locations":[{"id":15202,"lat":null,"lng":null,"zoom":8,"place":"TERRITORY, Territory"}],"tags":[{"id":11,"tag":"Economy"},{"id":16,"tag":"Science/Technology"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}},{"id":4306,"title":"Railroad Matters\n","course_id":5,"status":"P","start_date":"1873-10-13","end_date":"1873-10-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["1Thomas Scott was about to be one step closer to his ultimate dream. The President of the Pennsylvania Railroad Company, Scott had an ambition to build a second transcontinental railroad, and even though he would never achieve this dream on Oct.  30 1873 talks began on a deal that would hand over the rights of the California and Texas Railway Company to the Pennsylvania Railroad Company. For 10 days now rumors had been swarming about a merger but they were not confirmed by officials until yesterday.  They hope to come to an agreement that will benefit both parties equally. 2The Pennsylvania Railroad Company was in the height of its prosperity and a new and long awaited investment opportunity to build a second transcontinental railroad had just presented itself.  All of this was part of a railroad boom in the post-Civil War era that would come to be known as the \"age of the railway\" in American History.","            3Scott played an important role in the Civil War leading up to this time. He was appointed Assistant Secretary of War to oversee transportation in 1861.  He would later resign and then serve another term as a colonel for Major-General Hooker's forces in 1863.  Scott was able to lay the foundation for a wartime mobilization scheme that would eventually win the war.   He would later become Vice President of the Pennsylvania Railroad Company in 1861 but act as president until he acquired the title in 1870.  Scott presided over the \"greatest period of expansion in the country's history.\"  Under his control the company became a major railroad trust that had many holdings all over the United   States.  These holdings even listed the Southern Security Railway Company which strived to connect Richmond and Atlanta with one continuous line.  This line would eventually create the I-85 corridor, relevant to the 21st century.","            2The growth of the railroads in the 19th century not only furthered American transportation for the time but also helped further the economy by creating tens of thousands of jobs for local and immigrant workers. State funding for railroads would quickly dry up as states demanded more and more control over the railroads that the railroad company's retained.  Regional tensions over where the second trans-continental railroad should be laid caused the dream to die at least for the time.  The railroad provided economic booms for local cities that had been previously unimportant but they also cause economic disasters on a national level.  The railway company's have even been blamed for some economic depressions such as the one in 1873, triggered by the failure of the Northern Pacific Railroad Company.  Also the bankruptcy of the Philadelphia and Reading Railroad Companies contributed to the Panic of 1893.  \"Regardless the attitudes, railroads became the dominant form of transportation and a major business enterprise.\"  It is clear now in hindsight that due to the work of great industrialists like Thomas Scott the railroad ruled America for over 50 years after the Civil War, and it continues to serve a pivotal role in 21st century America as well."],"display_date":"October 13, 1873","search_date":"1873-10-13","locations":[{"id":11231,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"PHILADELPHIA, Pennsylvania"}],"tags":[{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":12,"tag":"Migration/Transportation"},{"id":16,"tag":"Science/Technology"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}},{"id":4307,"title":"The Mystique of Shamanism\n","course_id":5,"status":"P","start_date":"1820-02-19","end_date":"1820-02-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On 19 February 1820, the <em>Boston Recorder</em> published an article on an incident that occurred overseas in Australia.  A pilot at Port Dalrymple was bitten by a venomous snake and thought to be a goner by onlookers.  However, a native stepped in and turned what appeared to be a man awaiting death into a healthy human being once again.  He allegedly rubbed the wound with an unknown bark, palpated the leg, then cut away the skin at the site of the bite and sucked at the venom.  Not long after the patient was proclaimed healthy.","At the onset of the nineteenth century, Americans were still locked in a power struggle with Native Americans over land.  As a result, superstitions surrounding shamanism ran rampant.  However, superstition also often showed itself in the practice of medicine, where doctors practiced very little of what we today consider to be \"real science.\"  The mysticism of shamans and the exotic and foreign world they represented were often intriguing to Americans, who at the time embodied the sentiment of adventure.  The <em>Boston Recorder's</em> publication of this article highlights the American interest in the subject of exotic peoples and their rituals."],"display_date":"February 19, 1820","search_date":"1820-02-19","locations":[{"id":6206,"lat":42.3649994065,"lng":-70.9800517697,"zoom":11,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":19,"tag":"Native-Americans"},{"id":16,"tag":"Science/Technology"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}},{"id":4313,"title":"Ashtabula Bridge Disaster as told by J.E. Burchell, a Survivor","course_id":5,"status":"P","start_date":"1876-12-29","end_date":"1876-12-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On December 29, 1876 Mr. J. E. Burchell was traveling on the Pacific Express train headed toward Chicago during a heavy snow storm.  As the first engine, \"Socrates\" crossed the two hundred foot bridge, the iron trusses broke, causing the bridge to collapse. His eye-witness account describes the accident as the second engine and eleven cars were tipped into the creek seventy feet below and the wood and cast iron frame of the bridge twisted. He recalled, he heard cracking in the front of the car, \"then came a sickening oscillation and a sudden sinking, and I was thrown stunned from my seat. I heard the cracking, and splintering, and smashing around me.\" When the train reached the frozen creek at the bottom of the ravine, cars closest to the engine burst into flames. Burchell describes people attempting to escape the raging fire by smashing windows or crawling out of the shattered cars. He also witnessed several people die horrible deaths in the blaze, because they were unable to free themselves from the debris. Rescue efforts were abandoned when the strong wintery winds caused the fire to escalate. Passengers and crew on the train by J.E. Burchell's estimate was as many as two hundred fifty people.  Ninety-two people died due to injuries sustained from the crash or from the fire that plagued the wreck."," J. E. Burchell's account was published in the <em>Chicago Daily Tribune</em> on December 30, 1876, the day after the accident. The next day his story ran in the <em>New York Times. </em>Both of these newspapers were able to advertise the severity of the death rate and damage from the accident, because of the personal account of one of the survivors. The Ashtabula Bridge Disaster caused the public to wonder about the stability of the Railroad Companies and their constructional efforts to connect railway systems throughout the East Coast, and toward the West. <em>The New York Times</em> completed a follow up story at the request of their readers to address reasons why it had collapsed; \"the result of defects and errors made in designing, constructing, and erecting it; that a great defect, and one which appears in many parts of the structure, was the dependence of every member for its efficient action on the probability that all or nearly all the others would retain their positions.\" People were horrified that Railroad Companies, in hast of construction, neglected to administer safety codes or inspection. "," By the 1870s the American public was use to iron bridges collapsing, but the railroad was more of a public commodity, then in its earlier days. The more deaths caused by the railroad, the more people expected payment for their losses. Some railway companies sought to avoid having to pay the damages by sticking with wooden trusses, but the application of cast iron was cheap and easy to get then. The Ashtabula Disaster awakened the feeling of national shock. The reality that ninety- four people had died in the horrific accident and forty-three passengers of the Pacific Express were burnt beyond recognition became a catalyst for the government to eradicate these problems. In 1887 the Interstate Commerce Act was passed by Congress to ensure safer methods of construction. Ashtabula Bridge Disaster became one of the most publicized bridge collapses. The distress the event caused the public assisted in the shift of power from privately owned railroad companies to government sponsored corporations."],"display_date":"December 29, 1876","search_date":"1876-12-29","locations":[{"id":10019,"lat":41.707475015,"lng":-80.7485016298,"zoom":9,"place":"ASHTABULA, Ohio"}],"tags":[{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":12,"tag":"Migration/Transportation"},{"id":16,"tag":"Science/Technology"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}},{"id":4339,"title":"Sanitary Reform in Wake of Epidemics\n","course_id":5,"status":"P","start_date":"1878-10-19","end_date":"1878-10-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["\"It is now eleven years since the fever was epidemic in Galveston, and the citizens believe that with proper attention to sanitary precautions they need never suffer again.\" Referring to an epidemic of the yellow fever in 1867, an article in the <em>Scientific American</em> used Galveston, Texas, as an example for sanitation standards when quarantining the yellow fever in 1878. The article continued to claim, \"the value of such sanitary care was particularly tested in 1878, when the disease was very fatal in Memphis, Shreveport, and in Texas.\" In the wake of numerous epidemics of yellow fever, cholera, and the like, people throughout the country called for sanitary reform and regulation. The rapid urbanization experienced during the nineteenth century had highlighted the insufficient methods for disposing of waste and refuse. As exclaimed in the <em>New York Daily Times</em>: \"we need nothing but noses to know that there is something rotten in the street.\"","The initial push for sanitary reform came in the 1840s, yet would not culminate in any significant changes until the 1870s and 1880s. In the early stages of urban development, city-dwellers practiced private-lot waste removal, in which, as Peterson describes, they \"discharged their wastes upon the land adjoining their dwellings and shops, principally within the confines of the private lot but also into the streets.\" In reaction to similar problems in England during the 1840s, British reformer Edwin Chadwick developed an innovative system of water-carriage sewerage, in which pressurized water was passed through small, egg-shaped pipes to carry solid wastes away from the city. Chadwick also accepted the filth theory, which held \"that gases or miasmas emanating from decaying organic matter caused disease.\" However, not much progress was made in sanitary reform in America before the Civil War; as Peterson remarks, \"only Jersey City, Brooklyn, and Chicago, in fact, attempted major works before the Civil War. Not until after the war and the return of cholera in 1866 did many cities introduce systematic sewerage.\" At that point, American pioneers followed Chadwick's suit, installing comprehensive and integrated sewer systems in major cities across the nation. Legislation was passed to provide for the administrative reform of sanitation. Boards of Health began cropping up in cities around the country. The American Public Health Association, which Peterson claims, \"became the principal voice of American sanitary reform,\" was formed in 1872. Sanitary survey planning emerged as a useful practice, as it \"required the study of every street, lot, and building in a city to determine the precise location of any prevalent and all suspect environmental conditions.\"     ","The impact of American sanitary reform was most readily observed in the comprehensive reconstruction plan developed for Memphis, Tennessee in response to a devastating yellow fever epidemic in 1878, which claimed 5,150 lives out of its population of approximately 45,000. A National Board of Health was created in March 1879 to deal with the problem. It conducted an exhaustive, citywide survey and made nine proposals to improve the city's sanitation. George E. Waring was chosen to construct an innovative and controversial sewage system in the city. According to the <em>Dictionary of American Biography</em>, Waring's \"pipes were much smaller than customary, were for house sewage only, without manholes, well ventilated, and were flushed every twenty-four hours by means of automatic flush tanks.\" Although the plan only pertained to health matters and not to the city's future growth, the sanitary reform conducted in Memphis considerably improved the city's sanitation and proved to be a significant step towards the eventual practice of city planning. ","However, in the 1880s and 1890s, German and French bacteriologists soon discovered the microscopic pathogenic organisms responsible for diseases such as tuberculosis and cholera, among others. Peterson states, \"As this new public health approach gradually took hold, it shifted attention away from the root premise of sanitary reform - that most infectious disease had its source in the visible environment.\" Thus, preventative measures such as isolation, immunization, disinfection, and antitoxins became more important than sanitary reform. Sanitary scientists developed methods of filtration and chlorination of water, allowing polluted water to become purified. Although sanitary reform eventually lost momentum in the face of microorganisms and filtration, the movement sparked valuable innovations in sewerage and city planning as methods to control the byproducts of urbanization during the nineteenth century. "],"display_date":"October 19, 1878","search_date":"1878-10-19","locations":[{"id":12777,"lat":29.5143972393,"lng":-94.8756973573,"zoom":9,"place":"GALVESTON, Texas"}],"tags":[{"id":17,"tag":"Government"},{"id":2,"tag":"Health/Death"},{"id":9,"tag":"Law"},{"id":16,"tag":"Science/Technology"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}},{"id":4358,"title":"Dawn of the Attack Submarine\n","course_id":4,"status":"P","start_date":"1864-02-17","end_date":"1864-02-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["While many people know that the American Civil War revolutionized naval warfare with the introduction of the ironclad warship, few realize that another, equally important, seaborne weapon was introduced in that conflict: the submarine. The first sub was developed by the Confederacy in the later years of the War in an effort to counteract the Union blockade, with Charleston Harbor being used as the proving ground. ","The boat that would become the <em>Hunley</em> first launched in July, 1863 for sea trials under the command of its designer, H.L. Hunley. Although Hunley himself (as well as his entire initial crew) would drown in one of at least five unfortunate accidents, the CSA command was impressed and brought the boat, renamed in honor of its designer, to the blockaded Charleston Harbor. Several months later, on the night of February 17, 1864, the <em>Hunley</em> set out into the blockade, targeting the USS<em> Housatonic</em>, a steam-powered sloop of war. Although sighted by the crew of the larger ship, the <em>Hunley</em> was able to destroy the boat, killing five Union sailors in the process. The submarine never returned. Although communicating with the harbor via a pre-arranged system of lanterns, the <em>Hunley</em> and its crew simply disappeared, becoming one of the many mysteries of the sea, until 1995, when the wreck was found by archeologists.","The <em>Hunley</em> itself was not the sleek predator of the deep that comes to mind with the word \"submarine.\" It was only 40 feet long, intended to accommodate a crew of only eight or nine men. Obviously, it could not stay submerged for long, since its tanks apparently only held three hours worth of air, although this is just as well since its range was only 15 miles. For armament, it carried a single \"spar torpedo,\" which was basically a bomb on a long pole sticking out in front of the sub itself, with locomotion being provided by the crew rowing.<em> </em>","The Union had been attempting to develop a submersible craft as well, although the <em>Hunley</em> was the first such craft to actually destroy a ship. As might be expected with a new project, the official naval records for both sides during the war hardly mention the <em>Hunley</em> at all, with one of its only mentions being made by the North in a short dispatch dated February 29, 1864. In it, the writer warns his subordinate to be wary of \"low, cigar-shaped steamer[s]\" like the one that sunk the <em>Housatonic</em>. Obviously, the sub itself is not referred to by name, in part because it was mistaken for one of the semi-submersible <em>David</em>-class torpedo boats. But despite the Union knowing the description of the ship (as opposed to it being a fully mysterious and unseen hunter), the <em>Hunley</em> still struck a blow against the blockaders' psyche. After all, they were unaware of the fact that the CSA did not have any more weapons like this, or even that one itself, technically.","Although not as grand an entrance as the ironclad, the submarine had nonetheless surfaced on the military stage, with the two combined creating a huge impact on naval warfare as we know it. When Sumter was bombed, naval warfare was in a steam-powered Napoleonic age. When Lee surrendered at Appomattox, it was poised for World War I, quite a leap for five years by anyone's standards. "],"display_date":"February 17, 1864","search_date":"1864-02-17","locations":[{"id":11457,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":16,"tag":"Science/Technology"},{"id":5,"tag":"War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":4,"school_id":3}},{"id":4521,"title":"Transforming Naval Warfare","course_id":20,"status":"P","start_date":"1862-03-08","end_date":"1862-03-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On March 8, 1862, the power of a new form of naval warfare made its appearance at Hampton Roads Bay, Virginia.  The CSS <em>Virginia</em> (formerly the sunken USS <em>Merrimack</em>) appeared beside the Union fleet, showing her aggressive naval power with a never-seen-before \"iron coating.\" With a front mounted cannon and an iron body, she destroyed two Union wooden ships, lowering Union morale.  On March 9, 1862, the USS <em>Monitor</em>, commissioned in February 1862, arrived in Hampton Roads showing her superior fighting abilities. The <em>Monitor</em> brought to the battle the first adjustable turret at sea, allowing the Union sailors to have hopes of victory for the Union once more.","The USS <em>Monitor</em> was also a ship of iron, making the battle between the CSS <em>Virginia</em> and USS <em>Monitor</em> known as \"The Battle of the Ironclads.\"  The battle between the two ironclads lasted two hours, but soon had to come to a halt because both the Union and Confederate crews had suffered unsustainable loses and injuries.  Even though the CSS <em>Virginia</em> had more fire power than the USS <em>Monitor</em>, the battle ended in a draw.  As for the \"ironclads\" themselves, they received very little damage.  Both \"ironclads\" lived through the battle, inaugurating a new era of naval warfare."],"display_date":"March 8, 1862 - March 9, 1862","search_date":"1862-03-08","locations":[{"id":14409,"lat":36.8397586016,"lng":-76.3809881826,"zoom":9,"place":"NORFOLK, Virginia"}],"tags":[{"id":113,"tag":"Navy"},{"id":32,"tag":"Civil War"},{"id":16,"tag":"Science/Technology"}],"course":{"name":"American Civilizations to 1877","school":"University of North Carolina at Pembroke","course_id":20,"school_id":9}},{"id":4496,"title":"Cape Lookout Lighthouse\n","course_id":20,"status":"P","start_date":"1859-09-19","end_date":"1859-09-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["\"Official information has been received at this office from Captain W. H. C. Whiting, corps of engineers United States army, that the new lighthouse at Cape Lookout has been completed.\" The new lighthouse had the shape of a cone made of brick, with an iron lantern as the light. The tower rose 156 feet above sea level. The light was a \"fixed\" light that could be seen up to 22 nautical miles during ordinary weather. The light was lit for the first time on November 1, 1859.","According to historian Cheryl Shelton-Roberts, \"the most modern architectural logic of the time went into the design of the Cape Lookout lighthouse.\" It was the first to rest on cross timbers instead of on pilings because pilings could not be driven into the compact sand. \"The lighthouse stood tall enough to reach out over across Lookout Shoals and rise above morning mist and fogs,\" and its light sequence rotated every fifteen seconds. Cape Lookout was one of many lighthouses along the North Carolina coast, located in southwest Carteret County on the 22-mile-long Core Banks. The lighthouse's job was to warn mariners of dangerous shoals that extended eight miles into the ocean. Mariners had to memorize each lighthouse's sequence of how the light blinked to know their location along the coast. Each lighthouse along the coast of the United States had a different light sequence. The Cape Lookout Lighthouse saved many ships that carried important cargo to the mainland from running aground on the shoals that were off the coast.","In the nineteenth century, transatlantic trade was booming. \"Even after the invention of the steamboats,\" notes historian Daniel Howe, \"merchants continued to favor sailing ships for ocean going voyages because they did not have to devote a lot of precious cargo space to carrying fuel for a long voyage.\" It was not until 1840 that Samuel Cunard pioneered the idea of using steamboats for the transatlantic voyage, but instead of using wood they would use coal. Using coal left a lot more room for the cargo, which meant that the merchants could make more money. Almost every major port had a lighthouse like Cape Lookout, allowing the ships to come into port safely during the day and at night."],"display_date":"September 19, 1859","search_date":"1859-09-19","locations":[{"id":9307,"lat":34.9040918306,"lng":-76.2536140613,"zoom":9,"place":"CARTERET, North Carolina"}],"tags":[{"id":11,"tag":"Economy"},{"id":16,"tag":"Science/Technology"}],"course":{"name":"American Civilizations to 1877","school":"University of North Carolina at Pembroke","course_id":20,"school_id":9}},{"id":4694,"title":"Apollo Mission Puts Neil Armstrong on the Moon","course_id":26,"status":"P","start_date":"7/20/69","end_date":"7/20/69","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            Neil Armstrong gained world-wide fame as he stepped off of the Apollo 11’s lunar module and became the first human to set foot on the moon. Completing the awe-inspiring moment he said, “That’s one small step for man, one giant leap for mankind.” Earlier that day, Armstrong and Edwin “Buzz” Aldrin, the <em>Eagle </em>lunar module pilot, had undocked from the command module and began their journey to land on the moon’s surface. As Armstrong and Aldrin headed for the moon’s surface, Mike Collins remained to pilot the command module <em>Columbia</em>. As the <em>Eagle </em>descended to the moon the crew experienced several problems. The first involved two program alarms, which made the crew nervous, but had no effect on the landing. The other problem was that the lunar module had overshot its intended landing area. Armstrong was able to pilot the vehicle and land it safely on another area of the moon. The transmission from Armstrong helped folks on Earth breathe easier, “Houston, Tranquility Base here. The <em>Eagle</em> has landed.”","            Video footage of the moon landing was seen around the world. One of the stations that broadcasted the event was CBS, with commentary from Walter Cronkite. People were amazed to see the live footage from the moon, as Neil Armstrong became the first man to set foot on its surface. The images seen by the public on the night of July 20, 1969 were not the best images captured of the event. The footage was degraded because the format sent from the moon was not the correct format for television broadcast. For the video to be seen on television, a commercial camera recorded video from a monitor displaying the original. The original footage was recorded, but has since been misplaced. Even though the images broadcast on television were of lower quality, people all over the world were thrilled to see them.","            President John F. Kennedy, on May 25, 1961 set the goal of reaching the moon before the end of the decade. This goal was in part due to a “space race” with Cold War rival the Soviet Union. Before this goal was set, several space programs had been at work. The Mercury Program demonstrated that the U.S. was able to orbit the Earth in a spacecraft, and return the astronauts safely back to Earth. The Gemini Program exposed astronauts to space flight for periods of up to two week to see how the human body was affected by space travel. Gemini also gave astronauts the opportunity to practice docking orbital vehicles in space. The Apollo Program was initiated to prepare astronauts for the ultimate goal of landing on the moon. The first successful moon landing was Apollo 11 on July 20, 1969. The Apollo Program would have six successful moon landings with the last moon landing to date being Apollo 17 on December 11, 1972."],"display_date":"July 20, 1969","search_date":"1969-07-20","locations":[{"id":33676,"lat":28.7910878524,"lng":-80.7439573301,"zoom":9,"place":"Brevard, Florida"}],"tags":[{"id":291,"tag":"Cold War"},{"id":16,"tag":"Science/Technology"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":26,"school_id":3}},{"id":4695,"title":"Wernher Von Braun Advises the Vice-President on the Space Program","course_id":26,"status":"P","start_date":"4/29/61","end_date":"4/29/61","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            Wernher Von Braun stated in his letter to United States Vice President Lyndon Johnson, “we have an excellent chance of beating the Soviets to the first landing of a crew on the moon.” The letter discussed the strategic direction the United States should take to surpass of the Soviet Union in the space race. With the Cold War raging between the U.S. and the Soviet Union, space exploration became a competition. The Soviet Union had taken the lead, launching <em>Sputnik, </em>the first satellite, as well as putting the first man in orbit, as Yuri Gagarin made a single orbit around the earth in the spacecraft, <em>Vostok I. </em>","            The United States had fallen behind in the space race. President John F. Kennedy asked Vice President Johnson to recommend a space program that would allow the United States to take the lead in space exploration. Johnson wrote some experts within the country requesting counsel on the topic and Von Braun responded with a ten-page letter assessing the situation. Von Braun discussed several directions the United States could take. One would be establishing a manned laboratory in space, but the Russians had the advantage as the U.S. was still trying to perfect the Saturn C-1 rocket. Another option would have been a soft-landing of a radio transmitter station on the moon. However, the Soviets had the ability to accomplish this at anytime, while the U.S. lagged behind in the development of required equipment. The last two options involved traveling to the moon. The first goal would have been sending a three-man crew to orbit the moon, but the Soviets could accomplish this relatively soon, if they waived certain safety procedures. The last option was landing a crew on the surface of the moon. This feat appeared to be the best way to beat the Soviets, as they did not have a clear advantage, and it was this goal that the Apollo program successful pursued.","            Werhner Von Braun was a rocketry expert educated in Germany. He worked for the Nazis during World War II, developing the deadly V-2 rocket. As WWII came to an end he was brought to the United States as part of Operation Paperclip. Operation Paperclip was a United States program by which top German scientists where brought to the U.S. to continue their work. Von Braun continued his work on rockets, and also brought his dream of space exploration. He developed missiles for the cold war arms race. He also became a prominent figure in the development of rockets for the National Aeronautics and Space Administration. These rockets were used to launch spacecrafts and astronauts into space. Most notably he led development of the Saturn rockets, which were used in the Apollo missions that sent the United States to the moon."],"display_date":"April 29, 1961","search_date":"1961-04-29","locations":[{"id":31519,"lat":34.7631159557,"lng":-86.5502041094,"zoom":9,"place":"Madison, Alabama"}],"tags":[{"id":16,"tag":"Science/Technology"},{"id":291,"tag":"Cold War"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":26,"school_id":3}},{"id":4711,"title":"McCormick’s Improved Reaper Takes to The Fields","course_id":37,"status":"P","start_date":"1832-08-01","end_date":"1832-08-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Cyrus McCormick gave a public demonstration of his newly improved Reaper near the little town of Lexington, Virginia in 1832. Around 100 people were present to watch the twenty-three year-old innovator’s contraption take to a field of grain. Herbert N. Casson explained in his book, <em>Cyrus Hall McCormick: His Life and Work, </em>that the crowd included “several political leaders of local fame, farmers, professors, laborers, and a group of Negroes who frolicked and shouted in uncomprehending joy.” Undoubtedly, this demonstration would be one of the most important in American agricultural history, considering that the harvesting of grain was done by hand with scythes and sickles up until this point.","As McCormick made his way across John Ruff’s hilly field, the reaper appeared to be an utter failure as it jolted in various directions. Ruff shouted in protest, “Stop your horses. You are rattling the heads off my wheat!” The young farmer-inventor felt humiliated to have his machine proven faulty in front of this large group of bystanders.","Laborers celebrated McCormick’s failure, as his machine was their challenger in the labor market. These men resented the reaper, similar to the drivers of stage-coaches dislike for railroads. Professional harvesters felt that their jobs were threatened by the machine, considering it had the potential to harvest ten acres of grain per day compared to their average of two to three acres.","A young farmer, William Taylor, approached the dejected McCormick: “I’ll give you a fair chance, young man. That field of wheat on the other side of the fence belongs to me. Pull down the fence and cross over.” If Taylor did not ask for McCormick to try his machine in his patch of grain, it is unclear what might have become of his reputation.","McCormick gratefully accepted Taylor’s invitation. This field proved much more level which allowed the reaper to perform well. Before sundown, McCormick’s reaper had laid low six acres of wheat in front of the large audience.  The fear of those against the machine was rightfully formed. The reaper could harvest more in less than a day than they could do in several days.","The reaper was driven back to the courthouse square of Lexington, where it remained on display for the public to see, and praise. Professor Robert Bradshaw of the Lexington Female Academy said emphatically, “This-machine-is worth- a hundred-thousand-dollars.” McCormick joked that he would gladly sell his machine for nearly half as much. Little did he know that his machine was the beginning of a company that revolutionized grain harvesting.  With his reaper, he was able to defeat the task of feeding the hungry masses and eliminate the back breaking work of manually harvesting wheat.  The crude machine that Cyrus McCormick slaved over in the small log workshop on a Virginia farm, was about to revolutionize harvesting around the world."],"display_date":"August 1832","search_date":"1832-08-16","locations":[{"id":14231,"lat":37.8159085737,"lng":-79.4457347683,"zoom":9,"place":"ROCKBRIDGE, Virginia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":16,"tag":"Science/Technology"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":37,"school_id":3}},{"id":4806,"title":"Slave Owner Uses Modern Medicine to Treat Malaria","course_id":38,"status":"P","start_date":"1846-09-21","end_date":"1846-09-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["         In late September 1846 several slaves from the Fairntosh plantation in Durham, North Carolina fell sick with malaria. Their owner, planter Paul Cameron, tells his father Duncan how he provided medicine for his sick slaves as well as the traditional herbs and teas.","“Since that time we have a great deal of chill and fever at the mill quarter in [unintelligible] I have made the best arrangements possible that I could for administration of medicine by cutting it up into portions one g[rain] for the elder ones and five grains for the younger [unintelligible] with a little oil with instructions for the use of our usual teas and no doubt I will get about as good accounts from them as from the other.”","Paul Cameron, like many slave owners, was carefully attuned to the health of his work force. Neither his concern over the health of his slaves however, nor his quickness to use newer medical treatments, necessarily indicate that Paul Cameron was a more humane owner of slaves, or that he possessed more egalitarian views. Rather, Paul’s use of medicines was part of a larger debate over medical treatment for slaves. The development and application of medical science was part of the ideological environment of the Antebellum South and an important argument for the justification of Slavery."," ","         The US South in the 19<sup>th</sup> century was an unhealthy place. Epidemics of cholera, yellow fever, and typhoid ravaged the population, killing many of those infected. Malaria, though not as lethal as other common diseases, was a great concern for slave owners as it could severely weaken their work force. Spread through the Anopheles mosquito, the parasite causing malaria damages the blood cells and the liver and causes fever, vomiting, chills and headaches. Though it infrequently causes death, the initial infection can last several weeks, and relapses of symptoms can occur months, even years, after the initial infection. 19<sup>th</sup> century physicians did not understand the origins of the disease, nor that it was spread through mosquitoes, but that did not stop them from prescribing a multitude of treatments for what they referred to as “fever and chills” or the “autumnal fever”. In the early 19<sup>th</sup> century a debate arouse over the proper treatment of slaves who contracted malaria. "," ","         Physicians were not taught specific treatments for slave diseases, despite calls for such training, and owners and doctors alike were left guessing over the proper course of medical treatment. (Savit 1981) Treatments such as bleeding and blistering had fallen out of use on whites, but were still prescribed for blacks suffering from the same diseases. Prevailing medical thought considered slaves to be resistant to malaria and other tropical diseases, and “those few blacks who fell victim to the fever were treated in a simple manner. Hot bricks were applied to the feet, hot brandy or water given in large quantities, as well as hot snake-root tea containing forty or fifty drops of spirit of ammonia.”(Haller 1973) This spirit of ammonia is likely the medicine Paul gave to his sick slaves."," ","         Paul was confident that this minimal treatment would suffice because the leading physicians of his day believed blacks to be resistant to malaria and other tropical diseases. This belief served as a justification for the institution of slavery, as such resistance was seen as evidence of Africans’ natural suitability and inclination for fieldwork. Paul’s treatment of his slaves was modern in comparison to his Alabama overseer Charles Lewellyn, who generally took a less active approach to his sick slaves. Yet, this attention should not be considered to be an indication of a kinder type of slave owner or a rejection of the harshness of the plantation system. The modern medical science practiced in the Antebellum South created new justifications for the institution of slavery. Paul Cameron may have been modern in his application of medical science, but his motives were grounded in an ideology of racial inferiority that served to legitimize slavery. "],"display_date":"September 21, 1846 - September 26, 1846","search_date":"1846-09-23","locations":[{"id":9683,"lat":36.0638291279,"lng":-79.1821891988,"zoom":9,"place":"ORANGE, North Carolina"}],"tags":[{"id":16,"tag":"Science/Technology"},{"id":100,"tag":"Medicine"},{"id":4,"tag":"Slavery"}],"course":{"name":"Contemporary Issues in Social Studies Education","school":"North Carolina State University","course_id":38,"school_id":30}},{"id":5031,"title":"Arctic Exploration:  Dangerous Adventure or Scientific Discovery?","course_id":43,"status":"P","start_date":"1873-05-13","end_date":"1873-05-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Arctic exploration debates the larger question encompassing nineteenth century America:  do we play it safe, or take risks to gain knowledge?  Do we preserve what we have, or seek new things?  Arctic exploration is one debate that centers on these issues, and the 1873 <em>New York Tribune</em> article, “Arctic Exploration,” addresses these difficult questions.  The late nineteenth century saw the beginning of the adventurous explorers who dared to face the unknown of the Arctic Circle.  The article addresses the conflict between risk and knowledge.  Many people did not support Arctic exploration, claiming that it made prisoners of explorers and the risk was not worth the gain.  Arctic exploration in the 1870s came at the same time as the Panic of 1873, and many believed that money should go to things closer to home with more tangible results.  This newspaper article, however, defends Arctic exploration, stating that Arctic exploration can satisfy our natural “thirst for knowledge.”  Science, knowledge, and experience do not come from the majority of Americans that were becoming comfortable in their urban lives; instead, they must accept and support the brave souls who were willing to face the Arctic wilderness for answers.  And often, it involved looking forward; results from expeditions often seemed unimportant at the time, but the writer claims that one had to look to the future as grounds for Arctic exploration.","The nineteenth century is often noted for Western expansion in the United States, but many also began to look beyond the Americas.  Arctic exploration of the nineteenth century can be compared to the twentieth century’s space race, as quests involved competition and distinction, as well as tragedy and failure.  It is true that many men died, many ships were lost and, on the surface, discoveries were not major or life-changing.  Perhaps the compulsion for Arctic exploration comes from an “Arctic Fever,” and that explorers felt and urge to go into the unknown against better judgment and with little chance of knowledge or success as a result.  And yet the article describes the “softening” of Americans, from the tough and adventurous people they once were.  The drive and spirit of Ulysses that brought people to America to better their lives is gone in most people.  The fear of death comes into play, as it often does in the nineteenth century.  \"Shall adventure be given up or the field of discovery abandoned because there's peril in it because some men suffer and others die for sake of it!\"  The writer claims that death comes to all, and that dying in pursuit of a greater truth in the unexplored North is worth the risk.  Arctic explorers were men of the future, who moved society forward and lived life through risks as all Americans should.  And it all comes down to the idea of creating a history worth remembering; without risk, there is no gain."],"display_date":"May 13, 1873","search_date":"1873-05-13","locations":[{"id":8927,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":20,"tag":"Diplomacy/International"},{"id":16,"tag":"Science/Technology"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5059,"title":"A Scientific American: The Legacy of Rufus Porter, Inventor","course_id":43,"status":"P","start_date":"1845-08-28","end_date":"1845-08-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Rufus Porter was a man of many talents.  Born in 1792 in Massachusetts but moving to Maine when he was nine, Porter was apprenticed to a shoemaker by his family, but he was far too restless for that kind of life.  After leaving home he played the fiddle, traveled to Hawaii, taught dancing school, had 15 children by two wives and became one of the most accomplished mural painters of his day.  However, his true avocation was inventing.  Among his creations (he had over 100 patents) were a fire alarm, signal telegraph, fog whistle, washing machine, and a revolving rifle.  Showing the kind of business sense that has rendered his name obscure in the annals of American history, in 1844 Porter sold this last idea for $100 to Samuel Colt, who then used it to build his renowned firearms company.","Porter may have struck out in the weapons industry, but his contribution in the field of journalism was just as long-lasting.  He took over the <em>New York Mechanic</em> in 1841, but sold it after relocating to Boston the next year in order to work as an electroplater.  Back in New York City, on August 28, 1845 he put out the first issue of <em>Scientific American</em>, a magazine that survives to this day.  In his first editorial, Porter gives the goal of the new journal as “to furnish the intelligent and liberal working man and those who delight in the development of the beauties of Nature…with a paper that will instruct while it diverts and amuses them, and will retain its excellence and value, when political and ordinary newspapers are thrown aside and forgotten.”","The first issue certainly made a good effort on these promises.  There are, as might be expected, scientific articles such as a discussion of the first principles of mechanics and another on how two compounds mixed together could make a very different color than each separately, a fact no doubt related to Porter’s artistic career.  There are also descriptions of the latest technology, improved railcars and the steamship <em>Great Britain</em>, complete with engravings.  There is a list of all of the patents recently granted.  Then there are some articles of a different bent, like the surprising assortment of poetry.  One article is entitled “Rational Religion,” that no doubt provides a distillation of Porter’s own sunny philosophy and the first in a regular theological column.  The story of a horse that is sensible enough to go by itself to the blacksmith is found between an article on lithographic painting and another on the properties of zinc.","One article that deserves of particular notice discussed the invention of one Signor Muzzi.  Muzzi claimed to have invented a method of aerial locomotion, which was basically a propelled balloon.  The author of this article dismissed the practicality of this claim with scorn, writing about how Muzzi’s plan received undue attention simply because he was Italian while a far more rational plan proposed by an American had previously been dismissed.  The vehement dismissal of Muzzi could perhaps be explained by realizing that Porter’s lifetime goal was to develop a working airship and the American referred to in this article was likely none other than himself.","Porter would devote most of his life until his death in 1884 to working on his airship plan, retaining his optimism in the face of business and technical failures.  As for the <em>Scientific American</em>, Porter sold it to two patent lawyers, Orson Desaix Munn and Alfred Ely Beach, for $800 just 10 months after the first issue was published.  He would stay on as editor for another year, but it was under their leadership that the broadsheet would begin to flourish.  Porter himself passed away in Connecticut in 1884, a man whose “eccentricity of genius” was too little appreciated in his day."],"display_date":"August 28, 1845","search_date":"1845-08-28","locations":[{"id":8921,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":16,"tag":"Science/Technology"},{"id":118,"tag":"invention"},{"id":726,"tag":"Journalism"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5279,"title":"Neil Armstrong and Edwin “Buzz” Aldrin Walk on the Moon","course_id":69,"status":"P","start_date":"7/16/69","end_date":"7/21/69","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","On July 16, 1969, Americans Neil Armstrong, Edwin “Buzz” Aldrin, and Michael Collins sat atop a Saturn V rocket and were blasted away from the surface of the Earth on a journey across 300,000 kilometers to land and walk on the Moon.  The choice of which astronaut would step on the lunar surface first came almost by chance- because Armstrong was the Commander of the flight, his seat was closer to the Lunar Module door, meaning that he would be the one to take the first step outside onto the lunar surface.  Six hours after they landed on the Moon, Apollo 11 was ready to be depressurized.  Armstrong and Aldrin suited up before the depressurization.  Armstrong opened the hatch and began his slow descent down the ladder to the lunar surface.  “I’m going to step off the LEM now” he told Mission Control in Houston as he turned and his left boot made contact with the surface.  Over 600 million people on Earth tuned in to watch Armstrong step onto the Moon.  Countless hours of preparation and competition, all finished with a single foot step.  Fifteen minutes later, Aldrin joined him on the surface, as the two jumped and skipped around for the next few hours.","In 1961, President John F. Kennedy made his bold commitment to land Americans on the Moon by the end of the decade to achieve the ultimate Space Race victory.  “I believe this nation should commit itself to achieve the goal, before this decade is out, of landing a man on the Moon and returning him safely to Earth,” stated Kennedy before a joint session of Congress on May 25, 1961.  Eight years later, Armstrong and Aldrin were hours away from achieving the late President’s goal.","Beginning with Sputnik in 1957, the Space Race embodied the struggle between the Soviet Union and the United States for superior technology and achievement before their respective nations and a global audience.  Until this point in time, the Soviets enjoyed more success in the race: the first object in space, the first animal in space, the first man in space, the first woman in space, the first spacewalk, and the first orbit were all helmed by Soviet scientists.  The Americans always finished in a close second place.  The Moon landing, however, was America’s moment in the culminating stage of the race, and Neil Armstrong was going to be the hero."," "],"display_date":"July 16, 1969 - July 21, 1969","search_date":"1969-07-18","locations":[{"id":31933,"lat":29.6873298033,"lng":-94.957827752,"zoom":9,"place":"Harris, Texas"}],"tags":[{"id":16,"tag":"Science/Technology"},{"id":1025,"tag":"Moon"},{"id":1026,"tag":"Apollo 11"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":69,"school_id":3}},{"id":5261,"title":"Surgeon General Fights Prejudice to Provide the Facts on AIDS to the Public","course_id":69,"status":"P","start_date":"1/1/84","end_date":"12/31/88","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Timothy Murphy, author of <em>AIDS, Morality, and Culture,</em> recalled that in, “A 1988 report…some 8 to 60 percent of persons surveyed considered AIDS to be God’s punishment for immoral sexual behavior.”  Many of President Ronald Reagan’s closest advisors also felt the individuals who had contracted AIDS were deserving of the plague that was now cleansing the earth of the unfaithful.  Much of the language used to discuss the epidemic was considered to be bedroom language and too taboo to say in public.","Surgeon General C. Everett Koop, charged with writing a detailed report on AIDS for the American people, described the development of AIDS in the US, “AIDS entered the consciousness of the public health service very quietly, very gradually, and with no fanfare at all.”  Even Surgeon General Koop found himself cut off from the deliberations for the first five years of the epidemic. President Reagan’s advisors shielded and isolated the president from the AIDS epidemic.  These individuals kept AIDS at the bottom of the presidential agenda because they felt there was nothing the government could do. However, Roger Higgs argues that the AIDS epidemic brought “greater openness” in public discourse in due time.","Negative stigmatism made it difficult for Koop to approach presidential advisors even after it was proven that it could be transmitted outside of homosexual acts.  The initial term for the epidemic was Gay-Related Immune Deficiency or GRID, in reference to the largest initial group of individuals to experience the disease.  Research proved that it was also transmissible through blood transfusion and heterosexual sex and the name was changed to Auto Immune Deficiency Syndrome or AIDS in 1982.  Despite the lingering social stigma, Koop remembered that the “the first public health priority…stop further transmission.”","The Reagan administration dealt with the crisis in a lackadaisical fashion and restricted Surgeon General Koop from obtaining information. Because of this public health measures for the prevention of AIDS took developed slower than they should have, even as research on the disease was progressing at an astounding rate.  Koop stated “we learned as much about the virus of AIDS in six years as we had learned about the polio virus in the previous 40 years.”  Development of the technology to detect and screen the blood for AIDS contamination was pivotal in the prevention of transmission.","The stigmas surrounding AIDS created ethical concerns for the dissemination of information to the general public.  Koop recalled that advisors to the president were very upset with certain terminology in the report, specifically “penis, vagina, rectum and condom.”  The AIDS epidemic exposed this language, making it mainstream and allowed for easier open and serious discussions about safe sex.  Koop was right when he stated, “at last with that report, the people of the country knew what was myth and what was reality about the AIDS epidemic.”  The American public was in the dark entirely too long, mostly due to the negative stigmas that surrounded AIDS in relation to homosexuality.  Koop fought to balance the need to share information and to please the Reagan administration and mainstream America."],"display_date":"1984 - 1988","search_date":"1986-07-02","locations":[{"id":40259,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"District of Columbia, District of Columb"}],"tags":[{"id":9,"tag":"Law"},{"id":16,"tag":"Science/Technology"},{"id":230,"tag":"Medicine/Health"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":69,"school_id":3}},{"id":5262,"title":"Operation Crossroads:  Sailor Witnessed Atomic Bomb Test","course_id":69,"status":"P","start_date":"7/1/46","end_date":"8/10/46","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["At 0800 hours on July 1, 1946, the United States conducted the Able Test in Bikini Lagoon, the first of three scheduled atomic bomb tests that were part of Operation Crossroads.  Among those who witnessed the atomic bomb test was Joseph Patrick McShane Jr., a nineteen year old sailor from Oaklyn, New Jersey.  From the deck of a transport ship, McShane watched the blast, which was “I think about 20 miles from where we were.”  He was told to turn his back and issued dark cardboard glasses similar to “something you would have at a 3D movie,” as a precaution against the potentially blinding initial flash.  When ordered to turn, McShane spun and saw “the mushroom cloud up in the air.”  According to historian Gerard DeGroot, Operation Crossroads was a U.S. Navy-led project to test the effects of atomic weapons on naval vessels. The tests left many observers unimpressed, but this was most likely due to ignorance about the effects of radiation.","According to the article “The 1946 Atomic Bomb Test” by Lloyd Graybeal, the Navy placed about seventy out of date American and captured Japanese vessels in Bikini Lagoon to test the effects of blast pressure, heat and radiation.  McShane was assigned to one of the target ships, the <em>U.S.S. Lamson</em>, and trained to “get the ship out to the target area.”  In a separate article entitled “Bikini Revisited,” Graybeal explained that the Able Test atomic bomb was dropped two miles from its target and the <em>Lamson </em>was one of only four ships to sink.  Many observers were disappointed by the lack of immediate physical destruction caused by the test, and Dr. Frank Thone wrote in a contemporary article that some journalists described the bomb as “a sneeze in a windstorm” or “just another weapon.”  DeGroot related that the Joint Chiefs Evaluation Board reported afterward that as a result of radioactivity, any ship “within a mile of an atomic bomb air burst would eventually become inoperative due to crew casualties.”","McShane recalled that sailors and scientists were sent into the test area to clean the ships and collect data only hours after the mushroom cloud cleared, with only “coveralls, a hat, and work shoes” for protection. The second or Bravo Test, an underwater atomic bomb burst, caused an irradiated rain to fall on the remaining ships in the test area.  DeGroot recounts that sailors became “violently ill” while attempting to decontaminate vessels with soap and water in the days after the test.  Although McShane never ventured into the test area he saw that “even the scientists, and even the people who carried the scientists around” on small boats “didn’t know what was going on.”  DeGroot wrote that while journalists wrote of the “benign nature of the bomb,” the Joint Chiefs cancelled the third test and abandoned some ships due to the health risk to the sailors.","The scientific, military and media reaction to operation crossroads showed that even after dropping the bomb on Hiroshima and Nagasaki, McShane and many who witnessed the atomic bomb tests did not understand the long-term effects of radiation."],"display_date":"July 1, 1946 - August 10, 1946","search_date":"1946-07-21","locations":[{"id":26647,"lat":39.9658875933,"lng":-75.1032184193,"zoom":9,"place":"Camden, New Jersey"}],"tags":[{"id":16,"tag":"Science/Technology"},{"id":5,"tag":"War"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":69,"school_id":3}},{"id":5263,"title":"Scientific Misconduct Prevents Gallo from being awarded Nobel Prize for discovering cause of AIDS","course_id":69,"status":"P","start_date":"1/1/83","end_date":"12/31/86","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In 1983 and 1984, controversy erupted over the methods used in Dr. Robert Gallo’s laboratory at the National Cancer Institute and Dr. Luc Montagnier’s laboratory of the Pasteur Institute in France.  Dr. Montagnier’s lab released an article on AIDS research in May of 1983, but only after Dr. Gallo had peer-reviewed and added his own abstract.  Prior to the AIDS epidemic, Dr. Gallo and his lab discovered the Human T-cell Lymphocyte Virus Type 1 (HTLV-1), a retrovirus under which HIV was also classified.","In 2008, the Nobel Prize for Physiology or Medicine was awarded for the discovery of the virus that causes Acquired Immune Deficiency Syndrome (AIDS) and Human Immunodeficiency Virus (HIV), 25 years after the first articles described the virus and the causal link to AIDS.  However, research ethics remained a major concern in the investigation of HIV and AIDS.","However, several factors placed the Nobel Prize just out of Gallo’s reach.  First, Gallo added the abstract, but in doing so he changed the wording to suggest that the newly discovered virus was similar to HTLV-1. Montagnier claims his lab determined the viruses were different.  Second, Gallo received samples from the French and claimed that he was the one who found the virus, and that it was different from the virus the Montagnier found.  Later, it was discovered that the viruses were identical.","Gallo’s claims led to investigations by the National Institute of Health (NIH) ethical conduct committee, but all charges were dropped in 1993.  Montagnier original paper did state, “The role of the virus in the etiology of AIDS remains to be determined.”  One year later Gallo was able to characterize the virus with four separate papers in <em>Science</em>, but the Assembly still deemed that his work was not equal to Montagnier and Barre-Sinoussi’s work.","Likewise, the patent filing for the blood screening test erupted as a dispute, which led President Reagan and French Prime Minister Jacques Chirac to declare Gallo and Montagnier as “co-discoverers.”  In 2008, although Gallo and Montagnier shared credit for the discovery, the assembly awarded only Dr. Montagnier and Dr. Francoise Barre-Sinoussi with the Nobel Prize for Physiology or Medicine for the discovery and isolation of HIV.","Although Gallo was fundamentally involved in linking HIV to AIDS and shared the blood test patent for HIV, the Assembly did not recognize Gallo.  This raises several questions. Did the Assembly take into consideration Gallo’s actions and conduct during initial discovery of HIV?  Why was Gallo not recognized by the assembly, even though he was officially recognized as one of the co-discoverers of HIV?  In writing a piece on the almost Nobel Prize recipient, Jon Cohen describes Gallo, “…once known for his hot temper and fierce competitive streak…he has mellowed a lot, making it easier for him to accept the Nobel Assembly’s decision.”  Gallo’s arrogance and forcefulness may have garnered the title of co-discoverer of HIV and the blood test patents, but did not endear him to the Nobel Assembly."],"display_date":"1983 - 1986","search_date":"1984-12-31","locations":[{"id":37862,"lat":39.2464830538,"lng":-76.5960396412,"zoom":10,"place":"Baltimore City, Maryland"},{"id":52700,"lat":null,"lng":null,"zoom":8,"place":"Outside US"}],"tags":[{"id":16,"tag":"Science/Technology"},{"id":230,"tag":"Medicine/Health"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":69,"school_id":3}},{"id":5335,"title":"Uncommon Access and Consumerism","course_id":72,"status":"P","start_date":"1883-05-24","end_date":"1883-05-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The souvenir booklet distributed by merchandiser Frederick Loeser during the initial weeks of the opening of the New York and Brooklyn Bridge on May 24, 1883, represented an early example of direct marketing. The crush of pedestrian traffic that gathered on the bridge's promenade deck was anxious to experience what was described as the \"Eighth Wonder of the World\", and no doubt contained shoppers. In the lower left-hand corner of the cover page of this booklet, the figure of a young woman draped in Romanesque robes stands on a pedestal inscribed with the words \"Excelsior\" (meaning <em>ever higher</em>). The commemorative laurel wreath she holds in her left hand is pointed toward the bridge while her right hand holds an unfurled American flag with staff. The young woman appears to cast her gaze out over the harbor where a view of the bridge's expanse can clearly be seen. Engineering genius, workmanship, and size are suggested by the artists' renditions on the front cover of the souvenir booklet and in the fifteen sketches contained inside the official book and program chronicling the <em>Opening Ceremonies of the New York and Brooklyn Bridge</em>. On its cover page are portrait insets of both John A. Roebling (1806-1869), the original engineer (upper left-hand corner) and his son, Washington (1837-1926), the current Chief Engineer for the project (lower right-hand corner). The front-cover acknowledgement of their role in the achievement is heralded by a cherub that playfully frolics between their portraiture in the shadow of the bridge's massive span.","While the booklet and book/ program were produced to commemorate the bridge's official opening, cumulatively these artists' renditions appropriately exalt American know-how, excellence, and spirit of determination in the dawning decades of the Second Industrial Revolution. The economic promise of this 17-year engineering marvel was touted by a litany of regional political and religious dignitaries as throngs of promenade onlookers followed the 41 pages of proceedings and drawings. However, the general public deferred their judgment and celebration. Quite possibly, because thousands watched the fireworks after the proceedings that day from within less than a mile of the multimillion-dollar bridge. They watched from decaying slums where New York's immigrants lived in abject poverty. When viewed from the center promenade area of the bridge, the slums may have taken on the ambience of the peaceful horizon; however, one would beg a closer look.","Under the bridge expanse, a busy harbor gorged with sailing vessels can be seen. Many, no doubt, are on their way to New York City's busy piers and waiting stevedores, their cargo holds brimming with building supplies, produce, dry goods, and other merchandise. Soon, efficient access to the bridge would accommodate their cargo via its freight rails ? fueling consumerism. The advent of increased commerce would add momentum to the rate of growth of merchandising and other business activities in New York and across the nation. Like Loeser, business owners had stakes in the new bridge. It is indeed suitable that a female portrayed the figure on the souvenir booklet, since she typified the nation's primary consumer. The official book/program provides insight into the pomp and circumstance of the event, which was heralded by a full complement of fireworks, music, and speeches. A popular pastime from opening day, a stroll on the promenade deck of the bridge was such an attraction that one week after its opening, confusion within an exceptionally large crowd ended with the deaths of twelve people. After a formal inquiry, modifications were made expediently to the narrow stairwells leading to the promenade entrances and egress. The booklet and book/program, in tandum with the opening of the bridge, served to herald the creativity and competitive spirit of American business at the dawn of the Second Industrial Revolution."],"display_date":"May 24, 1883","search_date":"1883-05-24","locations":[{"id":8929,"lat":40.7805662337,"lng":-73.9388482485,"zoom":10,"place":"NEW YORK, New York"}],"tags":[{"id":16,"tag":"Science/Technology"},{"id":11,"tag":"Economy"}],"course":{"name":"America From Civil War to World Stage","school":"Widener University","course_id":72,"school_id":43}},{"id":5342,"title":"Professor Frederick A. P. Barnard’s Resignation from the University of Mississippi","course_id":74,"status":"P","start_date":"1860-01-01","end_date":"1864-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the years preceding the Civil War, United States citizens, especially immigrants, moved to areas in the United States that supported their beliefs.  Possibly one of the most unnoted, yet influential migrations was that of college professors.  Frederick A. P. Barnard, originally educated at Yale to become a teacher, became interested in Mathematics and Astronomy, eventually becoming a professor of Mathematics, Astronomy, and Civil Engineering at the University of Mississippi.  After a while, he “found himself embarrassed in his Southern position, and in 1861 he resigned his chancellorship and his chair in the university, and returned to his native North.”","Born in the North, Barnard had strong Union loyalties.  His loyalty to the North and its ideologies can be observed in a letter he wrote to the University of Mississippi’s Trustees, defending the actions of an African American.  Due to his letter, the Trustees held a meeting on February 29, 1860, where amongst other accusations, he was charged with being “unsound on the slavery question.”  Upset by such disloyalty from the people he had worked for, he eventually headed to Norfolk, Virginia, in 1861 and remained there until Norfolk fell to the Union in 1862.  He then moved to Washington, D.C., and in 1863, published his “Letter to the President of the United States by a Refugee,” which attracted both Lincoln and Columbia University’s attention.  This letter helped him obtain the position in charge of lithography and chart-printing for the United States Coast Survey.","In the department of lithography and chart-printing, Barnard was responsible for the printing of war maps for the Union that were to be used by the Navy.  Afterwards, he became the president of Columbia College of New York, in 1864, and helped to establish Columbia’s School of Mines.  If it was not for such opposition to inequality and southern ideals, it is possible that the Confederate navy could have had more success due to this accomplished astronomer and academic."],"display_date":"1860 - 1864","search_date":"1862-07-02","locations":[{"id":7117,"lat":34.3506393226,"lng":-89.4893655369,"zoom":9,"place":"LAFAYETTE, Mississippi"}],"tags":[{"id":6,"tag":"Education"},{"id":12,"tag":"Migration/Transportation"},{"id":16,"tag":"Science/Technology"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":74,"school_id":3}},{"id":5594,"title":"A Confederate Surgeon Establishes A Field-Hospital After the Battle of Franklin","course_id":93,"status":"P","start_date":"1864-11-30","end_date":"1864-11-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Large numbers of casualties and advanced weaponry made it necessary for surgeons to travel with military units during the Civil War.  While they could take surgeons along with them, they could not transport hospitals.  As a result, surgeons often had to improvise, turning abandoned buildings (when available) into makeshift hospitals or setting up field camps behind battle lines.  Deering J. Roberts, M.D., a Confederate surgeon, wrote an article sometime after his service in the Civil War detailing how he participated in establishing temporary hospitals both in buildings and in the field.","Dr. Roberts began serving with the 20<sup>th</sup> Regiment, Tennessee Infantry in March of 1862 and travelled with this regiment throughout the war.  On December 1, 1864, Roberts received orders to go to Franklin, Tennessee and setup a hospital for Lieutenant General Bate’s division.  He was accompanied by his hospital steward, ten men, and two wagons that would serve as ambulances.  Upon arrival, he quickly went to work finding buildings that could serve as hospitals.  He described one of the buildings by stating, “I found an old carriage –and wagon –shop about sixty by one hundred feet, two stories high.  It had a good roof, plenty of windows above and below, an incline leading up to the upper floor on the outside, and a good well.”  After securing this building and two others, Roberts formed teams which he assigned to cleaning and preparing the buildings to house wounded soldiers.","One of the bloodiest battles fought during the Civil War, the Battle of Franklin took place on November 30, 1864.  General Hood, leading the Confederate States Army, pursued the Union Army through Tennessee.  Upon arrival at Franklin, Union Major General Schofield had his troops form defensive lines.  General Hood and his men soon arrived, and the battle began at 4:00 in the afternoon.  The fighting raged on for five hours, claiming the lives of many and leaving many thousands wounded.  The Confederate States Army suffered 6,261 casualties, approximately 1,750 of which were killed and 3,800 wounded.  Roberts and his team helped care for the wounded soldiers after the battle was over.","Surgeons working in temporary establishments and field-hospitals were kept busy with wounded soldiers.  Amputations became a more common practice during the Civil War.  The advent of the Minie ball brought with it shattered, splintered bones and difficult-to-treat wounds.  Dr. Roberts described the wounds left by Minie balls as “both remarkable and frightening.”  Surgeons quickly learned that in order to save lives, amputations were often necessary.  Improvised hospitals became highly important as they served as the sites for such procedures.","Advances in technology and higher numbers of casualties made temporary hospitals a necessity during the Civil War.  Sometimes hospitals were established in buildings within towns.  When buildings were not available, however, field-hospitals were created.  Civil War surgeons had to learn how to adapt to various situations quickly."],"display_date":"November 30, 1864","search_date":"1864-11-30","locations":[{"id":12476,"lat":35.8833079574,"lng":-86.8814262812,"zoom":9,"place":"WILLIAMSON, Tennessee"}],"tags":[{"id":1538,"tag":"Battle of Franklin"},{"id":16,"tag":"Science/Technology"},{"id":230,"tag":"Medicine/Health"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":93,"school_id":3}},{"id":5595,"title":"Captain Sally Tompkins Defends Top Civil War Hospital","course_id":93,"status":"P","start_date":"1864-06-09","end_date":"1864-06-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Filling a pressing need for medical services, Sally Tompkins established a hospital after the First Battle of Bull Run that became the best hospital during the Civil War.  Running the hospital was not always easy; Tompkins faced pressure from many people to close down the hospital.  In June of 1864, Dr. Carrington, an inspector of hospitals for the South, filed an order to have the Robertson Hospital closed.  Fed some misinformation, Carrington was under the impression that Tompkins was admitting too many soldiers into her hospital.  In a letter dated June 9, 1864, Tompkins replied, “Dr. Garnett’s endorsement on the morning report of June 5<sup>th</sup> ‘that this Hospital, limited to 19 patients, numbered 44’ was written under a misapprehension of the facts.”  Tompkins was not one to be pushed around.  She was a knowledgeable woman with a strong record to prove it.  Later in the letter, Tompkins states, “I think the register of this Hospital will show as great success in its management of the sick and wounded as any other.  Since the 1<sup>st</sup> of last June, we have had 337 patients and but 8 deaths.  Many of them sent to us were (by the statement of Dr. Garnett made to myself) the worse cases.”  Tompkins understood the vital role her hospital played in the war and did not want to see it closed.","Even as a child, Tompkins tended to those who were ill.  She had a helping heart and desired to put it to good use.  As infirmaries quickly filled after the battle, an intense need for more hospitals arose.  Tompkins knew she could provide a solution, so she asked her friend Judge Robertson if she could use his house to provide medical care to wounded soldiers.  He agreed, and Tompkins readily set to work preparing the building and recruiting staff members.  The first patient was admitted to Robertson Hospital on August 1, 1861.","The hospital was first threatened on September 5, 1861, when the Confederate government ordered that all private hospitals be shut down because some soldiers were faking illness to escape military duty.  Not willing to go down without a fight, Tomkins went to President Davis to ask him to allow her hospital to remain open.  She showed him her carefully kept records to prove her hospital was better than many of the others.  Impressed with her abilities, President Davis appointed her to the position of Captain on September 9, 1861.  This would enable her to keep her hospital open and receive military supplies from the Confederate government.","Her defense of the hospital paid off.  A total of 1,333 patients were treated there, only seventy-three of which died.  This was due in large part to Tompkins’s dedication to cleanliness and strict order.  In a journal article written for <em>America’s Civil War</em>, George Hagerman claimed, “Wounded soldiers coming to Richmond begged to be admitted to her hospital.”  Tompkins was a well respected woman and served an important role as a Captain for the Confederate States of America."],"display_date":"June 9, 1864","search_date":"1864-06-09","locations":[{"id":13917,"lat":37.5392399795,"lng":-77.4106423457,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":230,"tag":"Medicine/Health"},{"id":2,"tag":"Health/Death"},{"id":16,"tag":"Science/Technology"},{"id":32,"tag":"Civil War"},{"id":7,"tag":"Women"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":93,"school_id":3}},{"id":6077,"title":"<strong>ABC launches <em>American Bandstand</em> to a National Audience</strong>","course_id":123,"status":"P","start_date":"8/5/57","end_date":"8/5/57","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On August 5, 1957, groups of Philadelphia teenagers met up at the WFIL studio on Market Street to partake in the popular dance show phenomenon, <em>American Bandstand</em>. The show, hosted by Dick Clark, debuted nationally on August 5 as a product of the American Broadcast Company (ABC). In J.P. Shanley’s <em>New York Times</em> review of <em>American Bandstand</em>’s premiere from August 6, 1957, he stated that “Viewers who are beyond voting age are not likely to derive much pleasure from ‘American Bandstand’ the disk jockey show that began yesterday.” Shanley gave clear reasons why older viewers would dislike the show. He explained what the “attractive group of youngsters” wore: “pretty gowns” for the girls and for the boys, “there were no motorcycle jackets and hardly a sideburn in the crowd.”  He criticized the dancing on the show and Dick Clark’s hosting. Shanley was not impressed by <em>American Bandstand</em> and called it “almost identical to that of a show that has been conducted in here over Channel 9” as a warning to adults in the area to stay away. The <em>Times</em> portrayed <em>American Bandstand</em> as a mediocre show entirely directed at a teenage audience.","By bringing<em> Bandstand</em> to a national network and advertising show-themed products to more viewers, Dick Clark became a popular television figure in the already forming teenage consumer culture of the 1950s. One of the leading historians of <em>American Bandstand</em>, Matthew Delmont, in his book, <em>The Nicest Kids in Town,</em> claimed, “<em>American Bandstand’s</em> daily images encouraged teenagers to imagine themselves as a part of a national audience enjoying the same music and dances at the same time.” Delmont also explained: “by representing the show’s teenagers consuming all of these products, <em>American Bandstand</em> constructed a national youth culture centered on simultaneous consumption” that imitated the larger consumer culture of America in 1957.","When asked by author Michael Shore about <em>Bandstand</em> going national, one of the regular dancers from the show, Justine Carrelli, responded, “That first network show had to be the first, last, and only time I can recall ever seeing Dick Clark acting the least bit nervous.” It was one of the only days when Dick Clark and show producer Tony Mammarella had to hand over control of <em>Bandstand</em> to network producers. The show lost much of its local flavor when ABC producers changed the interior design to a generic, national backdrop by adding a United States map and discarded local high school pennants. Delmont said, “When ABC decided to take <em>Bandstand</em> national in 1957, dozens of local markets had or would soon start their own teen dance shows.” It was those changes ABC made when debuting nationally that caused teenagers to tune into <em>American Bandstand</em> instead of their local programs. Even though the show displeased critics like Shanley, ABC guaranteed that <em>Bandstand</em> became a facet of American popular culture until the show finished in 1989 because it created a mainstream teenage culture in the United States and popularized television shows created for a specific youth audience."],"display_date":"August 5, 1957","search_date":"1957-08-05","locations":[{"id":30458,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"Philadelphia, Pennsylvania"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":7,"tag":"Women"},{"id":16,"tag":"Science/Technology"},{"id":2197,"tag":"Television"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":123,"school_id":3}}]}