{"id":1604,"tag":"Female","points":[[41.7585954468,-71.3839450728],[39.4750359792,-74.3341472584],[37.7029266937,-123.005394924],[40.6916304076,-74.0035386433]],"bounds":[[41.7585954468,-71.3839450728],[37.7029266937,-123.005394924]],"episodes":[{"id":5644,"title":"The Commodity of Self: A Tale from the Narrative of Elleanor Eldridge","course_id":103,"status":"P","start_date":"1794-03-01","end_date":"1799-03-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1815, at the very young age of ten, the heroine of our narrative, Elleanor Eldridge, lost her mother. Elleanor's life story was penned in her narrative, <em>Memoirs of Elleanor Eldridge.</em> Elleanor was born into a very perculiar set of circumstances. Born in Rhode Island, she was the daughter of a free African-American Man and a female descendent from the Narrahganset tribe. The death of Elleanor’s mother acted as a catalyst that began Elleanor’s life of “self-government and spirited action”(2). Being born into freedom, she was granted many advantages that others of her race still did not possess. However advantageous the circumstances of her birth were, it still did not negate the inferiority of her position within society. It cannot be forgotten that Elleanor was still an African-American girl living in a highly racialized society. She was also the oldest child of the single-parent household with several siblings that needed to be taken care of. While Elleanor was not a slave in the general sense of the word, she was still a slave to the society she was born into. The death of her mother caused Elleanor to sell herself back into a institutionalized version of slavery, where Elleanor was a commodity to the people she served.","Upon the tragic death of her mother, Elleanor packed all of her belongings into a small leather rucksack, kissed each of her brothers and sisters, said goodbye to her father, and set out on a long, dirt road to seek work at the home of her mother’s former employer, the Bakers. The Bakers were an affluent Rhode Island family, who had been very fond of Elleanor's mother. Elleanor, possessing much of her mother's beauty, skill, and charms, was the natural choice for her replacement. Yet, before agreeing to the generous terms of employment that the Baker family had offered her, the ambitious ten-year-old proceeded to bargain the terms of her employment. Through this, Elleanor had placed herself in the “space between person and thing”(1). She was no longer in complete possession of of her own circumstances, and by extension was guilty of selling herself as a commodity, which could be bargained for. However, Elleanor had taken control of the situation through making her own choice of employer. She felt satisfied with the choice she had made for the Bakers maintained a level of respect for Elleanor and possessed the uncommon view of their servants as “belonging to the same great family of man”(2). Elleanor was aware that not all masters shared the same ideals as the Bakers did. Most employers maintained the practice of treating their servants as objects, instead of “accountable beings--as persons indeed, capable of independent thought, feeling, and action--susceptible alike of pleasure and pain, they are considered as the mere appendages of luxury”(2). Through choosing her own employer, power over Elleanor changed hands in Elleanor's favor.","As many faithful years with the Baker Family passed by, Elleanor continued to affect the conditions of her servitude on her own terms. After a year’s work, Elleanor requested that her weekly wages be raised to two cents. From a very young age, Elleanor learned the value of her services and herself as a commodity. From there, she set higher standards for the type of employer she was interested in working for. She was able to have control over her employment circumstances, which was a rarity for her time. She may have had to place herself back into a system she had been lucky to escape at birth, but Elleanor was able to regain control of her own personhood and avocation. She used her circumstances to carve out a place for herself within society as an individual blessed with the freedoms and liberties granted to her."," "],"display_date":"March 1794 - March 1799","search_date":"1796-09-14","locations":[{"id":15349,"lat":41.7585954468,"lng":-71.3839450728,"zoom":7,"place":"Kent, Rhode Island"}],"tags":[{"id":7,"tag":"Women"},{"id":238,"tag":"African American"},{"id":9,"tag":"Law"},{"id":270,"tag":"Freedom"},{"id":468,"tag":"employment"},{"id":1604,"tag":"Female"},{"id":1605,"tag":"Freed Slave"},{"id":1606,"tag":"Liberty"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":103,"school_id":2}},{"id":5746,"title":"Betty Friedan and Second-Wave Feminism in The US","course_id":112,"status":"P","start_date":"1/1/60","end_date":"12/31/60","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the early 1920’s feminism made a huge leap forward causing women to be viewed as people rather than property, but in the early 1960’s many women still felt more needed to be done. Before 1960, equality was just a thought being pondered by every woman in America, but now women felt they had to fight for equal rights. One of these woman was author Betty Friedan who through her writings changed the way we view equality.","On February 19, 1963, Betty Friedan started the “second wave feminism” movement with her book The Feminine Mystique. The Feminine Mystique was a book that encouraged women to seek new roles and responsibilities, and to seek identity both personally and in the workplace. Soon after it’s inception The Feminine Mystique was a pivotal point in the fight for women's rights. “Chosen motherhood is the real liberation. The choice to have a child makes the whole experience of motherhood different, and the choice to be generative in other ways can at last be made, and is being made by many women now, without guilt.” Friedan’s book finally made it possible for woman to work outside of the house and at real jobs. Three years after Friedan’s book, in 1966, 28 woman including Betty Friedan herself established the National Organization for Women. Since then NOW has been responsible for many of the major changes to the equality of women, Including the passage of the Equal Rights Amendment. “Through more than five decades of activism, Friedan showed the ability not only to formulate feminist theory but also to develop her thinking response to social and cultural change. This has made her one of the most significant political and intellectual leaders in the 20th-century feminism.” This quote from the Encyclopedia of Women and American Politics by Lynne Ford shows the impact that Friedan had on the second wave feminist movement and how she changed the world for all women."," "],"display_date":1960,"search_date":"1960-07-01","locations":[{"id":32057,"lat":39.4750359792,"lng":-74.3341472584,"zoom":9,"place":"Atlantic, New Jersey"},{"id":31817,"lat":37.7029266937,"lng":-123.005394924,"zoom":11,"place":"San Francisco, California"},{"id":31603,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":1760,"tag":"Gender Roles"},{"id":1759,"tag":"Girl Power"},{"id":1758,"tag":"Gender"},{"id":6,"tag":"Education"},{"id":1604,"tag":"Female"},{"id":617,"tag":"Feminism"}],"course":{"name":"The Comic Book City","school":"Rollins College","course_id":112,"school_id":5}}]}