{"id":1609,"tag":"georgia","points":[[39.5105141884,-77.3162251993],[33.7862251516,-84.4230424472],[32.3595678,-81.7787021],[32.3790843,-80.6926069],[32.216316,-80.752608],[33.9412127,-84.2135309],[30.267153,-97.7430608]],"bounds":[[39.5105141884,-77.3162251993],[30.267153,-97.7430608]],"episodes":[{"id":5654,"title":"<strong>Sent South</strong>","course_id":103,"status":"P","start_date":"1835-01-01","end_date":"1849-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In Maryland, there’s a kind slaveholder. He is the same slaveholder who owns Mr. Pennington, but his reputation is spotless – he is a kind, Christian man. Recently, a friend of Pennington’s master failed in business, due to, of course, his intemperance. He was a skilled lawyer, and he is not a violent man, but his business failed because of the drink. When this man’s business failed, Pennington’s master, godly in his ways, agreed to help him out. This is now why we have a new slave among us, a beautiful young girl of twenty-four years, Rachel.  Pennington’s master purchased Rachel because she made a great nurse, and is very much attentive to the young ones in the house.","As fate should have it, one of Master’s sons has grown quite fond of this young darling. We, as slaves, knew about this lust, but the Master’s family wanted no part of it. As things progressed with the master’s son and the newly acquired slave, no one could turn a blind eye any longer.","Because of the abhorrent nature of this relationship, Rachel is being sold to Georgia. With the few articles of clothing she owns, and along with a few other material belongings of Master, they board the horse carriage and ride down, ever more south.","This story highlights much of the argument surrounding the chattel principle, and Johnson’s opposition against it. The chattel principle, while seemingly righteous, is no better than any other form of slavery. IN fact, some argue that it inflicts more pain in the sense that it raises the slave in a “healthy” environment, free from violence, only to have the slaves “sent south” where their lives took a turn for the worse. In addition, it also speaks to the illicit nature of Master-Slave relationships that occurred during the time of slavery. There are many stories and anecdotes about Masters, both consensually and by rape, consummating a relationship with a slave."],"display_date":"1835 - 1849","search_date":"1842-07-02","locations":[{"id":5989,"lat":39.5105141884,"lng":-77.3162251993,"zoom":9,"place":"FREDERICK, Maryland"}],"tags":[{"id":1610,"tag":"pennington"},{"id":1609,"tag":"georgia"},{"id":280,"tag":"Maryland"},{"id":530,"tag":"Rape"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":103,"school_id":2}},{"id":6115,"title":"“Georgia Prohibition – Nupatree What do You See?”","course_id":126,"status":"P","start_date":"4/15/10","end_date":"4/15/10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On April 15, 1910 a man by the name M. A. Nupatree documented his travels through the state of Georgia. Nupatree documented his travels through the larger as well as the smaller cites because he wanted to study prohibition throughout the state. In his paper Nupatree claimed to be indifferent on the subject of prohibition, saying he observed everything with an impartial eye. However, Nupatree did go on to say, “I was rather prejudiced against prohibition as the best method, especially for the larger cities.” This showed he had somewhat of a bias to the subject matter. Nupatree also believed that statistics should have been ignored because they could easily be manipulated and were often unreliable for people.","Nupatree noticed that he saw only seven men under the influence of intoxicants throughout his entire trip. He stated that anyone could see that number of intoxicated men in a few minutes in the state of New Jersey. Nupatree found himself surprised by the how much drunkenness he had actually encountered in Georgia's cities. Most cities in other states shrugged off prohibition and did not pay it any attention.","Nupatree did notice that a lot of “near beer” was sold in the larger cites of the state. He said that hard liquor was hard to come by except for inside clubs, where even then its use was mostly restricted to those who would not abuse the substance. Because of all that had been noted Nupatree summarized that people that behaved themselves did not really need intoxicants, while people that were normally troublesome due to intoxication found it very hard to get into the trouble without it. He claimed that the citizens were happy with the Act and the only people not happy were the people of “the trade” as he referred to them. He noted that to him the state seemed to focus on the enforcement of laws and the more stringent laws. Nupatree found it strange that the state would focus on this instead of how the North focused on restoring the old wide-open order. Nupatree goes on to praise the state of Georgia and the shape it is in due to prohibition being followed.","By viewing this <em>New York Times</em> newspaper article that contains all the information found above, one can see the debate historians have had when they ask if prohibition was effective or not. If historians look at Nupatree’s observations throughout Georgia it is plain to see that prohibition was very effective. But this effectiveness may be due to what Political Science professors John Frendreis and Raymond Tatalovich suggested that multiple factors like region, religion and demographics play a role in the acceptance or denial of prohibition. Georgia is located in the Bible belt where there is a strong sense of Christianity. Georgia had this one main religion which according to Frendreis and Raymond made prohibition much more effective in the southern region. Nupatree observed there was a wonderful growth, prosperity and an orderly government while he traveled through Georgia. This observation of Nupatree’s shows that urbanization and income had begun to grow in Georgia, and these things factor into the demographics of the state.  This newspaper article shows how a state’s region, religion and demographics can greatly impact the decision of prohibitions like the professors stated. This <em>New York Times</em> newspaper article shows how certain elements within the state of Georgia made its citizens want to follow prohibition."],"display_date":"April 15, 1910","search_date":"1910-04-15","locations":[{"id":16304,"lat":33.7862251516,"lng":-84.4230424472,"zoom":10,"place":"Fulton, Georgia"}],"tags":[{"id":111,"tag":"Prohibition"},{"id":79,"tag":"Religion"},{"id":2272,"tag":"1910"},{"id":1609,"tag":"georgia"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":126,"school_id":10}},{"id":6450,"title":"To My Loving Miss Patsy","course_id":145,"status":"P","start_date":"1857-08-29","end_date":"1857-08-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" Writing, “To My Loving Miss Patsy,” in a letter in August 1857, Vilet Lester began by explaining that:","“I have long been wishing to embrace this present and pleasant opportunity of unfolding my feelings since I was constrained to leave my long loved home.”","Lester had had four masters since she left the Pattersons’ home and desperately missed those that she had left behind, including but not limited to, her mother, brothers, and sister.  However, most of all, she desperately needed to know where her daughter was because her current owner, Mr. Lester, had promised to reunite the two.  She implored Patsey to write her back as soon as possible so that she could try and piece together that relationship"," First hand accounts written by slaves are rare.  Yes, we have slave narratives but these people were remembering what happened to them.  Letters, instead, give a glimpse into what enslaved people were experiencing at that very point in their lives.  Since it was illegal to teach a slave to read and write, few slaves wrote letters and fewer survived."," Unlike some other letters, Lester actually wrote this letter without assistance.  At this time,  masters often taught their slaves to read so that they could read the Bible. This fed the misconception that slave masters were more like father-figures than abusers.  However, they would often only teach slaves to read and not write. Therefore, it is notable that Vilet learned how to write as well.  There were also pragmatic reasons, like needing a slave to read in order to do errands.  Finally, some owners just believed in the virtue of education."," “My dear mistress I cannot tell my feelings nor how bad I wish to see you”. Vilet continued.  In this case, Lester wrote in a seemingly amicable manner. She didn’t write in the formal way in which someone would write to their boss, or even parent, but rather, it was written like she was talking to a good friend to just catch up.  This may seem strange because why would slaves look fondly upon their masters, if the grand narrative of slavery today is so often trying to debunk the myth of slaves being happy and content with their circumstances?"," Plot twist. It can be inferred that Ms. Patterson was not actually the headmistress of the plantation.  Instead, Patsey, the child of the head master and mistress of the plantation, and Vilet grew up together. Headmistresses, the female owners, were twice as likely to teach slaves to read and write than owners were. White children, in slaveholding households, were oftentimes teachers to their enslaved playmates as well.  So, the master’s kids would end up teaching slaves either in secret or without even knowing about the legality of what they were doing.  This last instance seems to fit perfectly with the correspondence of Violet to Patsey.  Instead of an enslaved person inquiring about those whom she has left behind, she was actually attempting to catch up with an old friend, and probable teacher."," Lester closed the letter as follows:","“So I must come to a close by describing myself your long loved and well wishing playmate as a servant until death. If you should think a nuff of me to right me which I do beg the favor of you as a servant direct your letter to Millray Bullock County Georgia. Please to right me So fare you well in love.”","Love is not a word that comes to up in modern discourse surrounding slavery, unless one is referring to the love that slaves had for one another.  It’s not acceptable to claim that masters loved their slaves.  However, what about the children of these households and enslaved children? Vilet mentions love five times in this letter, three of them are referring to Patsey. I suppose this just goes to show that even in the darkest of situations, a bit of light always manages to shine through."],"display_date":"August 29, 1857","search_date":"1857-08-29","locations":[{"id":52850,"lat":32.3595678,"lng":-81.7787021,"zoom":7,"place":"Bullock County, Georgia"}],"tags":[{"id":761,"tag":"letter"},{"id":2840,"tag":"Slave Literacy"},{"id":1609,"tag":"georgia"},{"id":4,"tag":"Slavery"}],"course":{"name":"Human Trafficking: Yesterday and Today","school":"University of Richmond","course_id":145,"school_id":11}},{"id":6555,"title":"The Gullah and Geechee People after the Port Royal Expeirment.","course_id":160,"status":"P","start_date":"1861-01-01","end_date":"1/1/61","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Port Royal Experiment along with the collapse of the Confederacy brought about unfamiliar freedom to the slaves of the Savannah, Bluffton, Beaufort, and Hilton Head Island area who were now allowed to buy and obtain property. The majority of these slaves identified as Gullah and Geechee people. As Southerners left the islands to escape the occupation, slaves had the opportunity to buy land from their former owners. The Gullah and Geechee people who bought this land kept their African heritage alive. "," ","Gullah and Geechee refers to two different groups of African Americans; Geechee refers to those who are from the Georgia sea islands and Gullah refers to those who are from the South Carolina sea islands. The Gullah and Geechee people were and still are isolated from mainland culture. The Gullah and Geechee people live collectively on the same property. Since they like to have minimal ties to the outside world, they grow their own crops and cook traditional meals. Furthermore, they honor their ancestors that worked on the very plantations where they currently live, by speaking in their unique dialect and practicing rituals that date back hundreds of years."," ","The result of the newly freed slaves created an extraordinary culture that is unique to the sea islands of the Lowcountry and has withstood nearly six generations. Although the people are still  present on the islands today, their property is under legal fire. The turn of the 20th century brought about discomfort for the Gullah and Geechee. Resort towns began to pop up around the islands of Cumberland, Jeckyll, Ossabaw, Sapelo, and St. Simons became reservations and popular tourist destinations. Today, resort towns, like Hilton Head Island, are quickly developing near Gullah property. Even more troubling, the Gullah people have heirs property, meaning property was passed down through verbal will without legal documentation. Because of this, real-estate moguls are finding loop holes to obtain the coveted property. "," ","The Gullah and Geechee people have seen trials throughout their entire existence. From being enslaved to being newly freed, they had to confront the adversity of mainland culture and are currently in legal and communal battles over their heirs property on the sea islands of Georgia and South Carolina. "," "," "],"display_date":"January 1, 1861 - January 1, 1961","search_date":"1911-01-02","locations":[{"id":52942,"lat":32.3790843,"lng":-80.6926069,"zoom":5,"place":"port royal, sc"},{"id":52943,"lat":32.216316,"lng":-80.752608,"zoom":4,"place":"hilton head island"}],"tags":[{"id":32,"tag":"Civil War"},{"id":2978,"tag":"Confederate"},{"id":1609,"tag":"georgia"},{"id":719,"tag":"South Carolina"},{"id":3065,"tag":"gullah"},{"id":3066,"tag":"geechee"},{"id":3067,"tag":"port royal experiment"},{"id":3068,"tag":"sea islands"}],"course":{"name":"Civil War through the Lens of Biography","school":"Furman University","course_id":160,"school_id":4}},{"id":6720,"title":"Another Mother Dead: Casualties of Travel in theInterstate Slave Trade","course_id":171,"status":"P","start_date":"1852-01-01","end_date":"1864-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["<strong>Ben Simpson marched onward through the snow and dirt for several weeks, with his mother, sister, and a slew of other slaves at his side. His neck was secured with iron chains that attached him and the others to the horses that lazily dragged their owner, Alex Simpson, toward Austin, Texas from Norcross, Georgia, a distance of nearly a thousand miles. Wanted by authorities for stealing horses, Alex fled to Texas with his conveniently mobile property. Though winter drew upon them as they marched, Alex forbade Ben and the others from taking breaks or even wrapping their feet to protect them from the snow. They spent many nights sleeping on the snow-blanketed ground beside the main road.</strong>","<strong>Forced slave migrations, such as that experienced by Ben Simpson, were far from uncommon in the antebellum South. Slaves like Ben travelled in slave coffles, chained groupings of slaves made to secure and more easily transport them. Between 1810 and 1865, approximately 1.2 million slaves were traded domestically in the interstate trade, most of which transported by coffles that marched slaves across state borders to follow cotton production in the expanding Southwest. This was an arduous and sometimes fatal journey for slaves. Many lost their lives during travel or verged on death by its end. Though Ben managed to survive and later recount his experience in the slave coffle, his mother did not fair so well.</strong>","<strong>As Ben describes it, Alex Simpson spared his coffle no kindnesses. When slaves began to slacken their paces, Alex whipped them to spur them forward. And if a slave gave out and couldn’t keep up with the pack, many slaveowners like Alex didn’t hesitate to put him or her down. When the snow and endless trek pushed Ben’s mother beyond a point she could physically handle, her feet “raw and bleeding, and her legs swoll plumb out of shape,” Alex showed no mercy. As Ben states, the “Massa, he just take out he gun and shot her, and whilst she lay dying he kicks her two-three times and say, ‘Damn a nigger what can’t stand nothing.’”</strong>","<strong>Death of slaves during forced slave migrations was very common, though exact estimates aren’t available. Owners and traders sought to profit as much as possible, meaning they frequently provided slaves with the bare minimum of resources they would need to survive. This was particularly true for traders that had no immediate plans to sell them, since the slaves wouldn’t need to look ‘healthy’ for the market anytime soon. With profit in mind, these men often relied on judgments of the approximate worth of the slaves in scenarios like this one. Ben’s mother was killed because Alex found more value in her death than her life. Following her murder, Alex didn’t even expend the effort to bury her, instead “just leaving her laying where he shot her at.”</strong>"," "],"display_date":"1852 - 1864","search_date":"1858-07-02","locations":[{"id":53075,"lat":33.9412127,"lng":-84.2135309,"zoom":8,"place":"Norcross, GA"},{"id":53076,"lat":30.267153,"lng":-97.7430608,"zoom":8,"place":"Austin, TX"}],"tags":[{"id":2741,"tag":"domestic slave trade"},{"id":1609,"tag":"georgia"},{"id":1044,"tag":"Texas"},{"id":3371,"tag":"ben simpson"},{"id":3372,"tag":"alex simpson"},{"id":3373,"tag":"simpson"},{"id":3374,"tag":"interstate slave trade"},{"id":3375,"tag":"coffle"},{"id":3378,"tag":"austin"},{"id":3377,"tag":"norcross"},{"id":3376,"tag":"coffles"}],"course":{"name":"Human Trafficking: Yesterday and Today","school":"University of Richmond","course_id":171,"school_id":11}}]}