{"id":161,"tag":"Seminole Revolt","points":[[27.6286133698,-82.7216318391]],"bounds":[[27.6286133698,-82.7216318391],[27.6286133698,-82.7216318391]],"episodes":[{"id":4580,"title":"This is an example of the types of encounters within the Third Seminole War or Billy Bowlegs War","course_id":21,"status":"P","start_date":"1856-01-01","end_date":"1856-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Indian Revolt"," Over the course of time as White colonists kept pushing their culture onto the Indians a lack of patients was stirring amongst the tribes. Seminoles in Florida had been involved in long lasting wars with the government and had quickly resolved to violence. A total of three Seminole wars were ignited and the last of which ended in 1858. This third Seminole war or Billy Bowlegs war had many violent encounters, but as with many Indian wars disputes were over land. A new guerilla tactic was used in the third war. \"The Billy Bowlegs War was the final clash of an intermittent guerilla conflict between the Seminole Indians of Florida and the United States\" (Online Highways 2008).  "," A particular guerilla encounter was on the 25th of January 1856, where a group of Seminole Indians attacked a group of White men and their mules. Details of the encounter state that the Indians also shot the mules right behind the ear implying that the Indians had purposefully killed the animals. Although this series of events can be looked at as irrational, it stems from built up frustration over the past two Seminole wars. Mass destruction and reduction of land had finally been expressed through the events of late January. ","     What is interesting about the article is that it is obvious that it had been written from a White individual's perspective. There is an all out attack of the Seminole tribe and the author goes on to state, \"The Seminoles must leave Florida, or the last one be exterminated, is the verdict of the people. To accomplish this, the Indian Territory should be flooded with troops\". Obviously this angered the White settlers, however the struggles of this tribe have to at least be taken into account by the oppressors and this may add some justification to the situation."],"display_date":1856,"search_date":"1856-07-01","locations":[{"id":1363,"lat":27.6286133698,"lng":-82.7216318391,"zoom":7,"place":"HILLSBOROUGH, Florida"}],"tags":[{"id":161,"tag":"Seminole Revolt"}],"course":{"name":" Culture, Power, and Society","school":"Rollins College","course_id":21,"school_id":5}},{"id":4581,"title":"Soldiers Perspective in the Seminole War","course_id":21,"status":"P","start_date":"1840-01-01","end_date":"1840-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["William Frazer was a practical man who wrote about his interpretations of the Florida army. There were 1200 soldiers accompanying William on his journey to fight in the second Seminole war. The Second Seminole war was being fought over the Indian removal act. The act was to move all of the Indians west of the Mississippi river. Few of the soldiers accompanying William were fierce, and would take the life of someone in the blink of an eye, but not all soldiers shared this mentality since one fourth of the soldiers were volunteers. During William Frazer campaign the steamboat he was on, headed towards the Seminoles Indians, ran out of wood, so camp was set up for three days in order to chop a supply of wood for the steamboat. The constant threat of Indians instilled fear upon many of the soldiers; the army even sent half of their soldiers to guard camp throughout the night. The Idea of Indians became a great burden on many of the soldiers during the three day regrouping. Indians were perceived as barbaric men, who had no sympathy for others. During one of the nights a shot was fired because one of the soldiers claimed that he saw an Indian. The shot alarmed all of the soldiers, who only took one minute to react, which entail being up and armed.","William believes that the cause he is fighting for is extremely honorable. William, not serious, says that he should only walk in the presence of Princess Victoria. However William, as did many of the other soldiers, thought that being a soldiers was an exceptional honorable. William describes the Indians as cunning and daring, which makes his task seem harder, and nobler because he is fighting the Seminoles. William wrote to his brother showing and giving examples of the hardships of being a soldier in the Army of Florida. "],"display_date":1840,"search_date":"1840-07-01","locations":[{"id":1456,"lat":null,"lng":null,"zoom":8,"place":"ST JOHNS, Florida"}],"tags":[{"id":161,"tag":"Seminole Revolt"},{"id":19,"tag":"Native-Americans"}],"course":{"name":" Culture, Power, and Society","school":"Rollins College","course_id":21,"school_id":5}}]}