{"id":1619,"tag":"family","points":[[38.640154406,-90.4208185466],[37.5392399795,-77.4106423457],[43.653226,-79.3831843]],"bounds":[[43.653226,-77.4106423457],[37.5392399795,-90.4208185466]],"episodes":[{"id":5645,"title":"The Power of Family Bonds in a Teenage Slave Girl's Story","course_id":103,"status":"P","start_date":"1846-01-01","end_date":"1866-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Mattie J. Jackson wrote her story down after she has achieved her freedom in her late teenage years and published the booklet in 1866 in Lawrence, MA in order to raise money for her education. She had a restless childhood with many ups and downs due to constant changes of location with and without her family members. Actually it is more her family’s story, which she tells it in a very personal but not exaggerated emotional tone, which is maybe even more touching.","Her story shows how important and shaping family bonding was for slaves although it was so difficult to maintain it. Even a constantly changing family provided some sort of communal life as Johnson describes it in his book <em>Soul by Soul</em> and therefore a refugee for all the members. Her mother’s first two husbands were able to escape slavery while she always had to stay only helping them to achieve freedom, nevertheless, she was able to go on and adapt to the new situations in order to protect her children.","Mattie profited various times from the spirit and courage of her mother Ellen Turner. Once she was heavily punished for no reason and their owner did not stop to hit the girl. So Ellen interfered and did not leave her daughter although he threatened to punish her as well. The combined strength of the two granted them some agency as “he was aware [her] mother could usually defend herself against one man, and both of [them] would overpower him.” This was not a helpless family that accepted to be harassed by their owners instead they stood together and tried to make the best of their condition namely bonding in resistance.","Although Ellen tried everything to keep her family together, she and her children eventually became victims of the “chattel principle” which implies that “any slave’s identity might be disrupted as easily as a price could be set and a piece of paper passed from one hand to another.”Relentlessly Ellen and her daughters have been sold separately even though she made a contract with her owner that she would not escape if he promised not to sell her children. However, the slaveholder broke his promise simply because it served his interest seeing only his property and commodity in them, which he could trade as it pleased him. So Ellen and her three children became objects in the trader’s yard serving the mercantilist purpose of bringing back money to the pockets of their owner. At least Ellen managed in having been sold together with her little son leaving one bond unbroken.","Apart from each other they eventually achieved their freedom and mother and son were able to find Mattie in Indianapolis. The strength of the ever-constant bond of affection between them is obvious in Mattie’s phrasing of the event: “I was overjoyed with my personal freedom, but the joy at my mother’s escape was greater than anything I had ever known”. Only a short time later Ellen’s second husband and father of Mattie’s half brother was able to contact the family and invited the children to live with him in Lawrence, MA, which again proves the lingering effect of family bonding among slaves even after many years of separation. This action of an unrelated man Mattie used to know in her childhood was a communal act of affection, which gave her the opportunity to receive an education in New England and live the rest of her life in peaceful freedom."],"display_date":"1846 - 1866","search_date":"1856-07-01","locations":[{"id":7916,"lat":38.640154406,"lng":-90.4208185466,"zoom":9,"place":"ST LOUIS, Missouri"}],"tags":[{"id":7,"tag":"Women"},{"id":4,"tag":"Slavery"},{"id":1619,"tag":"family"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":103,"school_id":2}},{"id":6241,"title":"Seven Days Battle Letter Gives Insight into Soldier’s Lives","course_id":137,"status":"P","start_date":"1862-07-03","end_date":"1862-07-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In a letter from R. Emmett Martin to his wife, one can see the content, yet suffering state of mind that most Confederate soldiers were in during the days following the Seven Days Battle. Soldiers wanted to be cheerful as they had just won a battle, but were seemingly unable to muster that emotion because of the losses they endured. The Seven Days Battle was technically a Confederate victory. However, historians wonder if it should be considered a victory at all, as the South suffered immense losses.  Martin demonstrated how distressed many southern soldiers were from the deaths and wounds of comrades and the prolonged time and distance between themselves and their loved ones. Other than the effects of the Seven Days Battle on the Confederacy, it also becomes obvious in this letter how poorly educated some of the soldiers were who were fighting in the Civil War.","James McPherson, author of <em>Battle Cry of Freedom,</em> has discussed how devastating the Seven Days Battle was to the southern troops. McPherson reports that the Confederate’s “total causalities in these six contests exceeded Union casualties by 20,000 men.” R. Emmett Martin emphasized this reality as he named off several soldiers he knew who fell that day. Martin summarized that “Our regiment lost in killed and wounded one hundred and twenty six [men].” It is questionable how southerners were supposed to consider this battle a victory when they had lost so much.","The importance of family is also emphasized in Martin’s letter. These soldiers had lives and families waiting for them to return home. Martin showed how important his family was to him as he began his letter: “I write in a haste and only a few lines to inform you of my safety after the hard fought Battle…” Martin spent his spare moments on writing letters to reassure his family that he was still alive. At the end of the letter, he also promises to write again, and in more detail, when he had more time.","Lastly, R. Emmett Martin’s letter shows a stereotypical southern Civil War soldier. It seems as though Martin could not have gone more than a few lines in his letter without a spelling error. For example, “I was in with the regimant,” and “it was an awfull hot place.” These spelling errors also could have been due to other factors such as hurrying to write. However, Frank E. Smitha, a lifelong researcher of history and philosophy, explains that southerners overall were in fact poorly educated during this time compared to their northern counterparts. He states that “Of the nation's 321 public high schools only 30 were in the South.”","Overall, the letter from R. Emmett Martin reiterated many ideas from McPherson, and brought plenty of new ideas to the table as well."],"display_date":"July 3, 1862","search_date":"1862-07-03","locations":[{"id":13917,"lat":37.5392399795,"lng":-77.4106423457,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":32,"tag":"Civil War"},{"id":6,"tag":"Education"},{"id":1619,"tag":"family"},{"id":663,"tag":"Letters Home"},{"id":2229,"tag":"Soldier's letter"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":137,"school_id":3}},{"id":6824,"title":"Humanitarian, Yet Overwhelmed Canada, Saves Another Family's Life.","course_id":189,"status":"P","start_date":"1/1/89","end_date":"2/15/96","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On August 19, 1995, <em>The Globe and Mail </em>reported an attention-grabbing incident. Nazrul Bhuiyan, an honest Bangladeshi journalist who wrote articles exposing the military-run Bangladeshi government corruption, was no longer safe in his country. Consequently, in 1989, with his wife and four children, Bhuiyan sought refugee status in Toronto, Canada. Realizing that 10,000 Bangladeshis already in Canada had no local newspaper and eager to inform people about what was happening in Bangladesh, in 1991, he started the monthly Deshe Bideshe. In 1992, his refugee claim was denied; consequently, he appealed. On September 16, 1995, Bhuiyan received an award from Ethnic Press Council of Canada for his outstanding journalism. Three days later, his appeal failed, along with a notice of removal. The saddening factor was the existence of the policy of deferred removals order class (DROC) since 1994, stating “refugees who had been in Canada for three years after their claim was rejected, could apply to remain here permanently, provided they had worked for six months and did not have a criminal record.” (<em>The Globe and Mail</em>, 1995). The Bhuiyan family had only two months left for the eligibility. The community that he helped by also setting up information telephone lines, and a desktop publishing business and in which he became a social figure, helped him along with his lawyer by sending letters to the immigration minister, requesting a review on the rejection for his approval. As a result, the federal court ordered an investigation. The earned public voice led to a quiet in-depth investigation, which resulted in the permanent residency on February 15th, 1996 (<em>Toronto Star, 1996).</em>","<em><br /></em>","Between 1982-1990 Bangladesh was ruled by Hussain Muhammad Ershad, a dictator who came to power through a coup. Ershad imposed the martial law, meaning the suspension of ordinary law by military take-over. The elections were neither fair nor free (Bureau of South and Central Asian Affairs, 2008). Under the first immigration Act of Canada, anyone in good health and financial condition could enter the country. The new immigration act was put in action in 1978. This new act focused on how to select immigrants that were more beneficial for the country by deciding on “who” could enter the country, it also added “refugees” as a class of immigrants (Dirks, 1984). With the popularity of refugees, many people started to seek asylum although they were safe, to enter Canada without status (Dirks, 1984). The increase in non-documented people led Canada to restrict the entrances and the refugee cases. Bhuiyan’s case was weak for the lack of evidence, but mostly since it took so long for the case to be heard, the government had changed and therefore so did the credibility of his claim (even though the recent regime was also problematic), these factors led already drowning refugee case judges, decide on deportation of the victim. Canada still welcomed so many people. In 2007, approximately 100,000 Bangladeshi-origin people were living in Canada according to the Bangladesh High Commission report."," "," "],"display_date":"January 1, 1989 - February 15, 1996","search_date":"1992-07-24","locations":[{"id":53097,"lat":43.653226,"lng":-79.3831843,"zoom":6,"place":"Toronto, Canada"}],"tags":[{"id":3614,"tag":"Freedom of writing"},{"id":3613,"tag":"DROC"},{"id":1765,"tag":"Asylum"},{"id":3612,"tag":"Reporter"},{"id":366,"tag":"Migration"},{"id":3611,"tag":"Military Corruption"},{"id":3610,"tag":"Bangladesh"},{"id":3290,"tag":"Deportation"},{"id":1619,"tag":"family"},{"id":17,"tag":"Government"}],"course":{"name":"Critical Writing and Research for Historians","school":"University of Toronto Scarborough","course_id":189,"school_id":28}}]}