{"id":1622,"tag":"labour strike","points":[[43.0216870297,-83.7067526314]],"bounds":[[43.0216870297,-83.7067526314],[43.0216870297,-83.7067526314]],"episodes":[{"id":5665,"title":"<strong>Flint Sit-Down Strike</strong>","course_id":104,"status":"P","start_date":"1/1/36","end_date":"12/31/37","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Flint Sit-Down Strike was an event that “mobilized as many as 5,000 workers” supported by thousands more of the city’s residents against General Motors for “44 winter days,” (Faires, 121). Rev. Dr. Edmund A. Walsh, S. J., a priest and vice president of Georgetown University, labelled the strike as “an attempt at collective grand larceny,” that was inspired by Soviet techniques that would ultimately result in violence (<em>The Washington Post</em>, 1937). He argued that the condoning of the Flint Sit-Down Strike was the beginning of a slippery slope that would result in the end of the <em>Bill of Rights</em> (<em>The Washington Post</em>, 1937). Dr. Walsh prophesized that the strike would lead to an attempt to bring Leon Trotsky, the Russian Marxist, out of exile and into the United States. The Flint Sit-Down Strike was reminiscent of the “alien propaganda” that was utilized by Lenin when he incited a strike in Russia by getting Petrograd workers to occupy the factories in protest (<em>The Washington Post</em>, 1937). Walsh argued that this was not an isolated incident as it also occurred in northern Italy with the rise of Fascism led by Mussolini. Walsh called to mind his sociologist view as a reason why he asserts that “the ‘sit-down’ strike as a definite advance in Leftist psychology,” (<em>The Washington Post</em>, 1937). Walsh’s comments were refuted by politician Jim Farley who claimed that Dr. Walsh’s criticisms were rooted in his religious background. He called to mind the commandment of “Thou shalt not steal.” Despite that commandment having religious significance, it does not “subject in economic schools or private predilection,” or be considered binding in government (<em>The Washington Post</em>, 1937). He purports that anyone who believes in social justice truly, would compare a labour strike to the “ruthless confiscation and inevitable violence” of the Soviet Union (<em>The Washington Post</em>, 1937).","This <em>Washington Post</em> article demonstrates the radical views held by members of the elite class such as Dr. Walsh and brought to light genuine concerns about the threat of Communism in the United States. These concerns became pivotal three years later with the outbreak of World War II and the Cold War that came about ten years afterwards following the Flint Sit-Down Strike. Labourers were immigrants who left their countries that were undergoing social change and as such were viewed as potential carriers of sinister, dangerous ideas. By allowing labourers to unionize, factory owners were making themselves, and by extension their country susceptible. The Flint Sit-Down Strike was a pivotal moment that allowed for emergence of a different type of relationship between labourers and the industry that was “designed to promote justice, stability, and mutual interests,” (Faires, 122). Its success brought much needed attention to the union and serves as inspiration to other movements that emerged centuries later such as the Occupy movement."],"display_date":"1936 - 1937","search_date":"1936-12-31","locations":[{"id":22756,"lat":43.0216870297,"lng":-83.7067526314,"zoom":9,"place":"Genesee, Michigan"}],"tags":[{"id":1626,"tag":"Flint, Michigan"},{"id":1625,"tag":"Edmund Walsh"},{"id":1544,"tag":"automobile"},{"id":1622,"tag":"labour strike"},{"id":1623,"tag":"flint sit-down"},{"id":1624,"tag":"General Motors"}],"course":{"name":"US History since the Civil War","school":"University of Toronto Scarborough","course_id":104,"school_id":28}}]}