{"id":1627,"tag":"Leonard Peltier","points":[[43.3355886249,-102.551603055],[43.1405442,-102.365715]],"bounds":[[43.3355886249,-100],[43.1405442,-102.551603055]],"episodes":[{"id":5666,"title":"<strong>Native American trials on Pine Ridge Shooting</strong>","course_id":104,"status":"P","start_date":"1/1/75","end_date":"12/31/76","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1975, the shooting of the two FBI agents took place on the Pine Ridge reservation in South Dakota and four Native Americans were accused of the murder. The four men accused were Robert Robideau, Dino Butler, Leonard Peltier and Jimmy Eagle. Leonard Peltier was a Native American who was one of the four men to be accused for the murder. Robert Robideau and Dino Butler were charged for murder and were put to trail in June 1976 (<em>The Milwaukee Star Times, </em>1976). Leonard Peltier was a leader of the American Indian Movement (AIM) and was arrested in Canada for the 1975 shooting. Robideau and Butler had a trail in Cedar Rapids, Iowa and were acquitted (<em>The Windsor Star, </em>1999).","Peltier was in Canada and had to be extradited before his trial could take place. The affidavit which was given for the extradition of Peltier from Canada to stand trial for the murder of the FBI agents was later found to have been false because the woman who was on the affidavit was found to be lying that she was not there in Pine Ridge and never met Petlier (<em>The Windsor Star, </em>1999). Jimmy Eagle another person who was also accused of the crime would have his trial later. The presiding judge, Edward McManus in this case made several convictions of the leaders of the AIM (<em>The Milwaukee Star Times, </em>1976). The Native American Solidarity Committee (NASC) and AIM noted that all that were accused of this crime was trialled wrongly because of the lack of evidence and the bias of politics (<em>The Milwaukee Star Times, </em>1976). According to the NASC most of the accused people were already trialled and convicted by the public for these crimes because of the media influence (<em>The Milwaukee Star Times, </em>1976). Public opinion insured that the truth of the affairs between the government and the Native Americans would mostly side with the government views on the matter. Native Americas were not actively allowed to be involved in the concerns of their treaties, the legal system and affairs were controlled by the government (<em>The Milwaukee Star Times, </em>1976). All the protests the Native Americans had to be heard on the issues that they wanted the public to be aware of are of no concern to other American’s. The Native Americans were invisible to the other people. The American public regarding the Native American affairs should be handled between the Native American leaders and the government. The Native Americans wanted to have equal rights to have an equal voice in their affairs and how they were dealt with by the government. Other ethnic groups in America have fought to be given their rights and privileges, but are treated unjustly by the American government. According to the NASC and AIM, Native Americans were treated poorly and unjustly by the American government (<em>The Milwaukee Star Times, </em>1976). The Native American affairs are due for revision so that they may receive the rights and privileges of all the other Americans."],"display_date":"1975 - 1976","search_date":"1976-01-01","locations":[{"id":35368,"lat":43.3355886249,"lng":-102.551603055,"zoom":8,"place":"Shannon, South Dakota"}],"tags":[{"id":1628,"tag":"Pine Ridge"},{"id":1627,"tag":"Leonard Peltier"},{"id":932,"tag":"Native American"}],"course":{"name":"US History since the Civil War","school":"University of Toronto Scarborough","course_id":104,"school_id":28}},{"id":6782,"title":"The Wounded Knee Story","course_id":181,"status":"P","start_date":"5/8/73","end_date":"4/16/75","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["United States of America v. Russel Means and Dennis Banks reveals the consequences of the siege that occurred at Wounded Knee - which resulted in a shootout with the FBI agents. In the shootout of 8 May of 1973, both FBI agents were wounded: the FBI agent was critically wounded, and the US marshal of Nebraska became permanently paralyzed. The leaders of the American Indian Movement, were responsible for the seventy-one-day siege, Russel Means and Dennis Banks were charged with “11 violations of federal law, one conspiracy count and 10 substantive counts”. Chief Judge Fred J. Nicol of the District Court of South Dakota, dropped the charges against Russel Means and Dennis Banks. The charges were dropped due to the alleged prosecutorial misconduct: “failing to correct the ‘obviously false’ testimony of Government witness Louis Moves Camp, […] prosecutor’s ‘grossly negligent conduct’ […] offering the testimony of Government witness Alexander David Richards when that testimony was […] contradicted in a previously transcribed interview” and listed three other governmental misconducts. In a response to the charges being dropped, the United States government wanted to appeal the decision, but the Court of Appeals decided to reject it, which they did on April 16 of 1975 – based on the double jeopardy clause, where “a mistrial occurred on by operation of law when the Government refused to proceed with 11 jurors”.  "," ","The events that unfolded at Wounded Knee, resulted in the members of AIM being arrested: Russel Means, Dennis Banks, and Leonard Peltier. Originally the Indigenous people and the members of AIM, were gathering to remember the massacre that occurred there in 1890, which ended with government involvement. Leonard Peltier, a member of AIM, was convicted of the 1975 murders of FBI agents Jack Coler and Ronald Williams on the Pine Ridge Reservation and is serving two consecutive life sentences. The American government’s involvement shows how it always intervenes, while ignoring the Indigenous peoples’ legitimacy over its own affairs – which the intervention would have consequences for both sides. The siege reflects the mistreatment Indigenous people face from the American government. In the Peltier case, it “was a federal case that maintained without question the government’s power and legitimacy while negating Indian power and legitimacy […] as illegitimate, uncivil, and contradictory to dominant American culture”. The siege of Wounded Knee was a protest to the AIM’s unhappiness with how the Pine Ridge Reservation tribal chair handled its role: “abuse of power, misuse of monies, and use of a repressive personal police force”. The involvement of the government, reveal the injustice Indigenous people faced at the trials - for prosecution to easily put the AIM members in jail. In both US v. Means and Banks and the US v. Peltier cases, they reveal how injustice occurred with “FBI malpractices […] and the evidence adduced by the prosecution in the indictments has become a matter of conjecture”.  "],"display_date":"May 8, 1973 - April 16, 1975","search_date":"1974-04-27","locations":[{"id":53124,"lat":43.1405442,"lng":-102.365715,"zoom":8,"place":"Wounded Knee, South Dakota, United State"}],"tags":[{"id":1627,"tag":"Leonard Peltier"},{"id":3298,"tag":"Wounded Knee"},{"id":3520,"tag":"Dennis Banks"},{"id":3519,"tag":"Russel Means"}],"course":{"name":"US History since 1865","school":"University of Toronto Scarborough","course_id":181,"school_id":28}}]}