{"id":1628,"tag":"Pine Ridge","points":[[43.3355886249,-102.551603055]],"bounds":[[43.3355886249,-100],[43.3355886249,-102.551603055]],"episodes":[{"id":5666,"title":"<strong>Native American trials on Pine Ridge Shooting</strong>","course_id":104,"status":"P","start_date":"1/1/75","end_date":"12/31/76","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1975, the shooting of the two FBI agents took place on the Pine Ridge reservation in South Dakota and four Native Americans were accused of the murder. The four men accused were Robert Robideau, Dino Butler, Leonard Peltier and Jimmy Eagle. Leonard Peltier was a Native American who was one of the four men to be accused for the murder. Robert Robideau and Dino Butler were charged for murder and were put to trail in June 1976 (<em>The Milwaukee Star Times, </em>1976). Leonard Peltier was a leader of the American Indian Movement (AIM) and was arrested in Canada for the 1975 shooting. Robideau and Butler had a trail in Cedar Rapids, Iowa and were acquitted (<em>The Windsor Star, </em>1999).","Peltier was in Canada and had to be extradited before his trial could take place. The affidavit which was given for the extradition of Peltier from Canada to stand trial for the murder of the FBI agents was later found to have been false because the woman who was on the affidavit was found to be lying that she was not there in Pine Ridge and never met Petlier (<em>The Windsor Star, </em>1999). Jimmy Eagle another person who was also accused of the crime would have his trial later. The presiding judge, Edward McManus in this case made several convictions of the leaders of the AIM (<em>The Milwaukee Star Times, </em>1976). The Native American Solidarity Committee (NASC) and AIM noted that all that were accused of this crime was trialled wrongly because of the lack of evidence and the bias of politics (<em>The Milwaukee Star Times, </em>1976). According to the NASC most of the accused people were already trialled and convicted by the public for these crimes because of the media influence (<em>The Milwaukee Star Times, </em>1976). Public opinion insured that the truth of the affairs between the government and the Native Americans would mostly side with the government views on the matter. Native Americas were not actively allowed to be involved in the concerns of their treaties, the legal system and affairs were controlled by the government (<em>The Milwaukee Star Times, </em>1976). All the protests the Native Americans had to be heard on the issues that they wanted the public to be aware of are of no concern to other American’s. The Native Americans were invisible to the other people. The American public regarding the Native American affairs should be handled between the Native American leaders and the government. The Native Americans wanted to have equal rights to have an equal voice in their affairs and how they were dealt with by the government. Other ethnic groups in America have fought to be given their rights and privileges, but are treated unjustly by the American government. According to the NASC and AIM, Native Americans were treated poorly and unjustly by the American government (<em>The Milwaukee Star Times, </em>1976). The Native American affairs are due for revision so that they may receive the rights and privileges of all the other Americans."],"display_date":"1975 - 1976","search_date":"1976-01-01","locations":[{"id":35368,"lat":43.3355886249,"lng":-102.551603055,"zoom":8,"place":"Shannon, South Dakota"}],"tags":[{"id":1628,"tag":"Pine Ridge"},{"id":1627,"tag":"Leonard Peltier"},{"id":932,"tag":"Native American"}],"course":{"name":"US History since the Civil War","school":"University of Toronto Scarborough","course_id":104,"school_id":28}}]}