{"id":1629,"tag":"Child Labour","points":[[40.6916304076,-74.0035386433]],"bounds":[[40.6916304076,-74.0035386433],[40.6916304076,-74.0035386433]],"episodes":[{"id":5667,"title":"Agricultural Labour-The Secret Jobs Done by Children-A look into the secretive world of hiring children as child labourers during the Great Depression.","course_id":104,"status":"P","start_date":"1/1/30","end_date":"12/31/38","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Agricultural Labour-The Secret Jobs Done by Children"," ","Industrial child labour was a very important issue in New York and the Southern part of America during the 1930s, but a large number of children also worked in agricultural farms for wages. There was no means to end this and it was a largely unknown issue at the time (Feld, 2). Feld’s article described New York citizens in 1935 fighting for more child labour amendments to be included in New York Legislature of 1921 for children working in sweatshops and industries (1). From 1921 to 1935, only few changes to the amendments regarding child labour were made, including the minimum age for a child to work, which was 16, by President Roosevelt (Feld, 1). Child labour was seen as a fairly cheap source of labour and many adults competed with children in New York for work. This was especially evident from 1928 until 1935 as the Great Depression hit, a result of the crashing stock markets. Subsequently many families grew poor and, “children found work while their elders waited for relief in bread lines”, (Feld, 2). Financially, children supported the families while their care-givers waited for food to feed their families.","Though many people believed child labour did not occur in the factories following the 1925 child labour amendments, children worked in farms as labourers as, “the laws did not apply to the fields”, (Feld, 3). In the census of 1930, two million children aged 10-18 still worked and 700,000 were under the age of 15. Most worked in the agricultural sector during summer vacation (Feld, 4). Federal surveys said children worked twelve hour shifts on tobacco, beet and, cotton plantations, all over the country (Feld, 3). One specific type of child intensive labour was when children worked on their parent’s farm (Feld, 5). Parents could use their children’s work for their own benefit and there was no legal way of limiting the hours children worked, nor regulation for their safety. As a result of fluctuating market prices for the crops of farmers, Feld states that farmers’ only sure economic strategies were, “their own labour and that of their children”,(Feld, 2). Using a lot of child labour was one way that a farmer could survive economically due to the unstable markets. This was very true about the tobacco fields as tobacco was, ``fashionable``, (Young and Young, 51)  and used children as young as five years old to pick the best, lowest leaves and de-worm crops (Feld, 6).","This article aimed at showing the significance of a largely unknown American condition of working children under the age of sixteen in farms. Many adults were in competition with the children because employers knew, ``children are a cheap form of labour without demands``, (Hindman, 71). Especially during the Great Depression, children were, ``willing to work long hours, as a way of cutting costs``, (Hobbes, McKechnie, et al, 191), and compete with adult workers until the 1940s (Nanjuda, 23). Working children took on the role of adults and were a main source of income for their families. Finally, “technological improvements in agriculture can never keep up with technological improvements in technology”, (Feld, 3). Much faster, easy labour was provided by children but that was no match for machine power in relation to industries."," "," "," "," "," ","Works Cited","Feld, Rose, “America’s Vast Army of Child Workers.” <em>New York Times</em> (2013): 18-19."," ","March 24, 1935, Accessed February 5, 2013."," ","http://search.proquest.com.myaccess.library.utoronto.ca/docview/101577232/13C81D7A"," ","5E05BEAFEEC/1?accountid=14771"," ","Hindman, Hugh<em> .Child Labour an American History</em>. New York: Library of Congress, 2002."," ","Hobbs, Sandy, McKechnie, Jim and Lavalette, Michael. <em>Child Labour A Companion </em>","<em>History</em>. California: Library of Congress, 1999."," ","Nanjunda, D.C. <em>Anthropology and Child Labour</em>. New Delhi: Mittal Books, 2009."," ","Young, William and Young, Nancy. <em>The 1930`s</em>. Connecticut: Library of Congress, 2002."," "," "],"display_date":"1930 - 1938","search_date":"1934-07-02","locations":[{"id":22428,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":1081,"tag":"The Great Depression"},{"id":1629,"tag":"Child Labour"}],"course":{"name":"US History since the Civil War","school":"University of Toronto Scarborough","course_id":104,"school_id":28}}]}