{"id":163,"tag":"Slave master","points":[[35.0203647029,-116.285711144],[32.7925598314,-87.8378038018],[32.3884987877,-82.3675347364]],"bounds":[[35.0203647029,-82.3675347364],[32.3884987877,-116.285711144]],"episodes":[{"id":4584,"title":"Life of a slave master in the west","course_id":21,"status":"P","start_date":"1865-02-09","end_date":"1865-02-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["George N. Linns, a plantation owner in Jefferson County, Colorado who owned many of his slaves at a time of war was forced to release them (Thomas, as he was named by his slave master George was one of these slaves). At age 22 Thomas was a young black man and he was forced to serve as a soldier for the European American army in 1865. He was not well educated in reading or writing and neither well fed by his master or master's wife at his time on the plantation. He was a hard working slave, as he had no records of escaping from the plantation or rebelling against his master, Thomas was committed to what he had to do and a request from the Government was just what he needed. Thomas would be given his liberty after war if he was not to die, and would be someone who deserves their freedom.","Thomas's master was made to sign a receipt for the selling of his slave to the government, many of Thomas's details were on this note, his height, his weight and his newly given name, Thomas. George N. Linns was able to sell Thomas for forty five hundred dollars which was a considerable amount of money for a slave of Thomas's status. Thomas like many other slave had no experience of going to war, therefore offered no skill to the soldiers. All Thomas was once he was sold was another man who would stand with fellow slaves and fight for a country he was forced to live on.","George N. Linns may have lost a slave through war, but Thomas has gained his liberty from the hidden opportunity of freedom through war."],"display_date":"February 9, 1865","search_date":"1865-02-09","locations":[{"id":957,"lat":35.0203647029,"lng":-116.285711144,"zoom":7,"place":"SAN BERNARDINO, California"}],"tags":[{"id":163,"tag":"Slave master"},{"id":4,"tag":"Slavery"}],"course":{"name":" Culture, Power, and Society","school":"Rollins College","course_id":21,"school_id":5}},{"id":4832,"title":"Slave Life and Sickness","course_id":38,"status":"P","start_date":"1844-11-01","end_date":"1846-07-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["From the original letters between the Cameron family and their employees, slaves are often mentioned since they are an integral part of the plantation operation. Since the letters were not written or received by the slaves themselves, the language is often derogatory or just in reference to the slaves as property of value. These letters show the nature of the culture and the lack of respect and responsibility that slaves are given for their part in the antebellum southern economic system.","Sickness appears to be a way of life for the slaves on southern plantations. Throughout the Cameron family letters, the names of various slaves are mentioned as being sick and unable to work. Some slaves are mentioned in multiple letters and eventually as having succumbed to sickness and overwork. A couple of these slaves that are mentioned repeatedly in the letters are Joe and Henderson. They come up because they are sick for a very long time. Henderson is sick from at least November 1844 till July 1846 and Joe from at least May 1845 till June 1846.","These men are mentioned 10 times in the letters transcribed from Charles Lewellyn (the foreman of the plantation) to Paul Cameron (the Cameron family member in charge of the plantation) and once in a letter from Paul Cameron to Duncan Cameron (Paul’s father). The letters from Lewellyn tell a very functional story about the number of hands that he is able to have at work with reference to the trips that Paul has made to inspect the situation himself. He does make a comment about the limits of their workload in September 1845. He says that they “won’t haul water for the hands”. An interesting note here is that he does not say that they “can’t” haul water, but that they won’t. This may just be a verbal slip but it could also be an insight into the degree to which the slaves are allowed to decide how much work they are able to perform.","The letter from Paul to his father tells a slightly different story and is a little more elaborative. Paul has a very limited outlook for the two slaves. He recognizes that there has been no improvement in Henderson since he saw him a year ago, a very long time for sickness. His judgment on Joe is not much better. The comparison of this account with that of Lewellyn seems to indicate that Paul has a less realistic view of the health of these two men. It could be that he is writing to prepare his father for the likely case that these men will have to be replaced knowing that a more dire report is safer than a rosier one.","<strong>Here are the references to Joe and Henderson in chronological order:</strong>","May 11, 1845: “Joe and Henderson are as they was when you left here”","August 1, 1845: “There is none of the hands now in the house dangerous at this time. Joe’s health improved. Henderson no better.”","September 17, 1845: “Joe and Henderson the same. Both together won’t haul water for the hands. Joe is not in as good health as he was some time ago.”","November 18, 1845: Paul Cameron to Duncan Cameron<br /> “Little Joe is yet in delicate health. Sandy is looking badly, having a chill every 3rd day. Henderson is about as he was 12 months ago, looking if possible a little more bleached and enfeebled.”","February 13, 1846: “Little Joe not much improved if any. Henderson the same he was when you left here.”","March 1, 1846: “Joe and Henderson are no better nor no worse than when you left here.”","March 12, 1846: “Joe and Henderson the same.”","March 21, 1846: “Joe better and Willie’s foot a little better. Henderson the same.”","April 30, 1846: “Old York is dead. Joe and Henderson no worse.”","July 3, 1845: “Joe’s health I think is improving.”","July 7, 1846: “Joe better, Henderson the same.”"],"display_date":"November 1, 1844 - July 30, 1846","search_date":"1845-09-15","locations":[{"id":174,"lat":32.7925598314,"lng":-87.8378038018,"zoom":9,"place":"GREENE, Alabama"}],"tags":[{"id":4,"tag":"Slavery"},{"id":163,"tag":"Slave master"},{"id":164,"tag":"Slave"},{"id":434,"tag":"sickness"}],"course":{"name":"Contemporary Issues in Social Studies Education","school":"North Carolina State University","course_id":38,"school_id":30}},{"id":4853,"title":"Kingsley’s Plantation","course_id":33,"status":"P","start_date":"1803-01-01","end_date":"1821-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1803, Zephaniah Kingsley began bringing slaves from Africa to his plantation in Fort George Island.[1]  Fort George Island is located slightly north of modern day Jacksonville.  “The United States did not allow anyone to bring in slaves after 1808.  But Florida still belonged to Spain, and so smugglers brought in slaves to the southern United States through northern Florida.”[2]  Slaves are apparent in tabby cabins, in which they stayed during their enslavement at the Kingsley plantation.  The cabins and living conditions for slaves on the plantation were considered comfortable.[3]  Larger plantations tended to mistreat and not care about slave conditions as much as slave owners with few slaves.  The Kingsley plantation had “twenty-five slave cabins.”[4]  Therefore, it was a rarity that Kingsley provided better living conditions for slaves at such a plantation of its size.  Furthermore, Zephaniah supported the preservation of African culture, Kingsley quotes “I have never interfered with their connubial concerns, nor domestic affairs, but let them regulate these after their own manner.”  Also he states, “[I] encouraged as much as possible dancing, merriment, and dress, for which Saturday afternoon and night, and Sunday morning were dedicated; and, after allowance, their time was usually employed in hoeing their corn, and getting a supply of fish for the week.”[5]","Kingsley was definitely an opportunist; he recognized the economic compensation of keeping his slaves happy by giving them sufficient shelter.  The labor force will perform better when they are content, thus increasing productivity.  Also he was considered an economic opportunist of his time because after Zephaniah Kingsley bought slaves, he would train and teach them labor and sell the slaves for more.  He undoubtedly acknowledged the importance of keeping his slaves pleased by providing them with above average cabins, in order to have run successful plantation.  For the most part, Kingsley respected the slaves and valued their hard work.","Zephaniah Kingsley was extremely wealthy due to the fact that he was a slave owner in an incredibly lucrative industry of manual labor in the developing United States.  The more wealthy an individual was the higher they were classified in society.  Clearly, large slave owners were considered to be in the upper class.  However, Zephaniah Kingsley was not well respected among society because he married one of his African woman slaves that resided in one of the tabby cabins.[6]  Race greatly affected one’s class in society.  When the United States purchased the entire state of Florida from Spain in 1821, race relations changed.  Under Spanish rule, society was broken up into whites, free people of color, and slaves.  “But the Americans arriving in the new U.S. territory in record numbers viewed all black people-slave and free alike-as members of an inferior race and unworthy of freedom.” Although Kingsley supported slavery due to the economic benefits, “Kingsley urged the Territorial Council to pass laws encouraging emancipation.”[7] Zephaniah Kingsley was mainly known as a slave owner, but was much more than just that; he was an opportunist, economist, and activist.  Kingsley’s idea of improving housing of slavery epitomizes how he ran his plantation differently than other large plantations."," "," "],"display_date":"1803 - 1821","search_date":"1812-07-01","locations":[{"id":15818,"lat":32.3884987877,"lng":-82.3675347364,"zoom":8,"place":"Montgomery, Georgia"}],"tags":[{"id":4,"tag":"Slavery"},{"id":163,"tag":"Slave master"},{"id":412,"tag":"slave conditions"},{"id":15,"tag":"Race-Relations"},{"id":436,"tag":"florida slave history"},{"id":455,"tag":"Plantation Life"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}}]}