{"id":1630,"tag":"Canada","points":[[42.107446354,-83.1351982696],[22.396428,114.109497],[56.130366,-106.346771],[45.4215296,-75.6971931],[44.34792430133,-78.688675423332]],"bounds":[[56.130366,114.109497],[22.396428,-106.346771]],"episodes":[{"id":5669,"title":"Canadian Involvement in NORAD.","course_id":104,"status":"P","start_date":"12/12/58","end_date":"12/12/58","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The North American Air Defense Command (NORAD) was a joint partnership agreement between Canada and the United States over the defense of North America from Soviet long range bombers. Cooperation between the United States and Canada was vital to the success of NORAD, however. In a letter to the assistant Secretary of Defense for international security affairs, John M. Leddy expressed his concerns over Canadian participation in NORAD, mainly over Canada reluctance to use Anti-Ballistic missiles (ABM). The Canadian's fear of the ABM, was about the possibility of the United States firing the missiles near (or into) Canadian Airspace, without Canadian consent. (Leddy 1967). Leddy also noted the ongoing negotiations with Canada and its renewal of the NORAD agreement. Negotiations heavily depended on whether or not the ABM's would be under the command of NORAD. (Leddy 1967) If the ABM's were to be implemented, the Canadian public and official government opposition would push for the removal of NORAD. The Canadian opposition would argue that the Americans, with the suggestion of the ABM's, believe that soviet bombers are no longer a threat. With NORAD's main threat, the soviet bombers gone, NORAD would not have a purpose. In preparation for such accusations, Leddy suggested the use of the counter-arguments sent to the Ottawa embassy. The main argument was that anti-bomber mechanisms were still vital to the defense of North America. . (Leddy 1967) Leddy also mentions that a member of his department, which was the department of consultations, should attend the meeting with the Canadian defense minister so that negotiations could precede much smoother.","NORAD was a partnership between Canada and the United States although Canada's role in NORAD has been up for debate. Canada's geography made it a valuable ally when it came to defense of the continent but the geographical importance of Canada has been diminished by more advanced radar technology. Along with administrative changes that favored American command, allocation of space defense to the United States Air Force, and reduced spending on NORAD, Canada's role in NORAD has been reduced to supporting the Americans. One of the main reasons that the Americans still wanted Canada in NORAD was the Anti-Ballistic Missile program (ABM). With the threat of bombers decreasing and the threat of intercontinental missiles increasing, NORAD needed to adapt to the new threats. The main issue was about where the ABM's would be located. Canada did not want ABM's and each NORAD renewal since the 1960's mentions Canada's non-participation with missile defense, but the 1981 renewal had this cause removed. (Canada in NORAD 1985) Another issue lies with the command of NORAD, with much of the command belonging to the Americans. Plans have been made to have Canada builds its own Regional Operational and Control Centre (ROCCs) near North Bay by 1984, which would have allowed Canada full control of its airspace, however. The defensive liabilities of the base reinstated power back to the Americans. America had always involved Canada with the defense of North America, going so far as to prepare an amendment to the Atomic energy act that would allow Canada to possess nuclear weapons. (Lay Jr 1958) This never came to fruition and Canada's involvement in NORAD continued to decrease. Canada's role in NORAD had been to provide back up for the United States and to help with the surveillance of North America."],"display_date":"December 12, 1958","search_date":"1958-12-12","locations":[{"id":52669,"lat":null,"lng":null,"zoom":8,"place":"Outside US"}],"tags":[{"id":1630,"tag":"Canada"},{"id":1631,"tag":"NORAD"},{"id":1632,"tag":"USA"},{"id":1633,"tag":"Nuclear"}],"course":{"name":"US History since the Civil War","school":"University of Toronto Scarborough","course_id":104,"school_id":28}},{"id":5930,"title":"River Railroad of Rumrunners","course_id":118,"status":"P","start_date":"8/19/27","end_date":"8/19/27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Imagine America without alcohol.  Now imagine a booming American city without alcohol.  For most Americans during the Prohibition Era (1920-1933), this was just as hard to imagine.  Which is why many did not allow the ban on booze to stop them from enjoying it.  The Detroit River served as the perfect medium for these devoted drinkers, as this article from the Atlanta Constitution August 19, 1927, reveals.  Rum running was the smuggling of alcohol over waterways.  With Canada so close to Detroit, it was not hard to legally buy alcohol there and illegally transport it back to the United States using boats on the Detroit River.  Belle Isle, the island on the Detroit River between Canada and Detroit, served as an in-between for these rumrunners, a stop on the Underground Railroad if you will.  The basement of the Belle Isle Aquarium was even rumored to have a speakeasy.  The rum running did not operate on a small scale- the Atlanta Constitution article cites the city’s liquor bill around a million and a half dollars a week (comparable to 20 million dollars today).","However, obtaining alcohol was not all just fun and games.  The reinforcement of Prohibition laws obviously came with much resistance, which included violence and protests from citizens of Detroit, the police force, and lawmakers.  Even after doubling the border patrol between Canada and the United States, the waterways could not be patrolled efficiently.  As it did for slaves seeking freedom in Canada through the Underground Railroad, the Detroit River allowed drinkers to find their escape from the law.  In this way, Detroit is a unique American city.  Being just a boat ride away, it has many historical ties with its neighbor Canada."],"display_date":"August 19, 1927","search_date":"1927-08-19","locations":[{"id":21386,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2053,"tag":"Detroit River"},{"id":1630,"tag":"Canada"},{"id":1901,"tag":"Belle Isle"},{"id":111,"tag":"Prohibition"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6792,"title":"Human tie of Canada and Hong Kong in 1980s and 1990s","course_id":180,"status":"P","start_date":"1/1/80","end_date":"12/31/99","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Canada and Hong Kong were strongly connected by immigrants, business, government, and education in the 1980s and 1990s. In 1989, eleven percent of 189,956 immigrants to Canada were coming from Hong Kong (“Hong Kong”, 1990). One in eight new Canadians were Hongkongers. 20,000 Hongkongers landed in Canada in 1989, which included independents, business, and family class immigrants. The Commission for Canada in Hong Kong was the largest overseas Canadian immigration office. The agent for British Columbia in Hong Kong, Dickson Hall, said that these immigrants strengthen the trade relationship between the two regions. Hong Kong companies were interested to invest in Canada for two reasons: It was easier for them to find their targeted client, and the demand for Canadian products was increased in Hong Kong. In order to retain the strong tie with Hong Kong, Canada negotiated with China for a wide network of bilateral agreements after 1997 when Hong Kong reverted to Chinese control. One of the important goals of the agreement was to ensure Hong Kong residents with Canadian passports were able to enjoy consular protection after 1997. Before the negotiation with the Chinese government, Canada had already established several agreements on the air services, mutual legal services and film co-production with Hong Kong. In the governmental field, The Commission of Canada was planning an exchange program of officials between two governments in order to let the younger leaders of Canada learned about the regulation of financial institution and public services. Canada was also a popular study aboard country for Hong Kong people, while 14,000 Hong Kong students were in Canada, and 60,000 graduates of Canadian universities were living in Hong Kong.    ","           During the 1980s, business immigration was an important approach to migrate to Canada. According to the Immigration Regulations 1978, there were three categories of business immigrants: Entrepreneur, Investor and Self-Employed. The purpose of introducing business immigrants was to import skilled business people and capital to improve the Canadian economy. In 1989, there were 17,035 business immigrants, representing 9% of Canada's total immigration population coming into Canada that year (Atkey, 69). Due to the economic recession in the 1980s, the Canadian Ministry of Employment and Immigration introduced the Immigrant Investor Program in 1986 (Atkey, 70). The program introduced people into Canada who have business skills and experience that will benefit Canada, and who are prepared to make a minimum investment in a small to medium-sized business in Canada in order to develop the economy in some provinces (Atkey, 70). Also, their investment must create or maintain employment opportunities in Canada. This policy attracted many Hong Kong people because of the fear of the handover to Communist China, especially those who were middle-class professionals and upper-class business people (Harrison, 17). The business immigration program provided an opportunity for the Hongkongers who were afraid of the Chinese governance to transfer their business and capital to Canada. Between 1983 and 1992, 36 percent of all business immigrants, 40 percent of all entrepreneurs and 48 percent of investors came from Hong Kong (Harrison, 17). Most of the Hong Kong people settled in three Canadian major cities: Toronto, Vancouver, and Montreal. According to the Regulatory Impact Statement, the average dollar amount that brought by business immigrants was $1.7 million per investor (Atkey, 71). Since the threshold of becoming a business immigrant was relatively low compared with independent and family immigrants, therefore, it encouraged many Hong Kong people to apply as a business immigrant.  "],"display_date":"1980 - 1999","search_date":"1989-12-31","locations":[{"id":53135,"lat":22.396428,"lng":114.109497,"zoom":8,"place":"Hong Kong"},{"id":52801,"lat":56.130366,"lng":-106.346771,"zoom":8,"place":"Canada"}],"tags":[{"id":3540,"tag":"Business immigrants"},{"id":3539,"tag":"Hong Kong"},{"id":1630,"tag":"Canada"},{"id":2394,"tag":"Immigration Policy"},{"id":759,"tag":"Immigrants"}],"course":{"name":"Critical Writing and Research for Historians","school":"University of Toronto Scarborough","course_id":180,"school_id":28}},{"id":6894,"title":"Recommendation for Change, Multiculturalism in the Making","course_id":191,"status":"P","start_date":"12/10/68","end_date":"12/10/68","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The December 10th, 1968 edition of The Globe and Mail highlights a news article by Lewis Seale that details recommendations made in a report by the Royal Commission on Bilingualism and Biculturalism (RCBB). Seale describes the report as a call for the Canadian government to provide federal aid to elementary and secondary minority language schools for districts whose French minority makes up at least 10% of the total population. The author explains that the report was based upon two primary principles: the right of all Canadians to have their children taught in the official language of their choice and the opportunity to learn a second language. In favour of supporting Canada’s national duality (English and French identities), Seale details that the report calls for Ottawa to abandon its policy of overlooking the educational needs of minority groups. In addition to this, Seale describes how the federal government can support duality in Canada through the promotion of dual-language schools, training centres for French-language teachers, and the revision of history texts to begin to dissolve conflict between Canadians of French and English identity. Seale then goes on to explain the importance of RCBB reports in the past in advocating for French-Canadian rights and producing improvements in equality for French Canadians. Through the exploration of an RCBB recommendation, Seale presents an argument favouring future practises towards French Canadian educational inclusion within Canada.","Between Confederation and the 1970s, Canada considered itself an important segment of the British empire. As the connection between Britain and Canada began to fade, Canada strove to redefine the national identity using a strategy of ‘new nationalism’. This created an identity for Canadians that was primarily Anglo-centric. This was accomplished through the establishment of national symbols such as a national flag during the Great Flag Debate of 1964. However, in the mid 1960s there were new efforts to influence Canadian policy towards multiculturalism which would form a Canadian identity that would accurately represent the existing population. This began with voices advocating for French-Canadian rights through Quebec’s Quiet Revolution. Between 1960 and 1966, Quebec saw numerous governmental, social, and economic reforms that increased the modernization of Quebec such as an embrace of secularism and national electricity. Through these new policies, Quebec’s French population was encouraged to occupy positions of power and thus begun to frame French Canadians as social equals to the Anglo-Canadians that existed at the time. These voices were furthered by the creation of commissions such as the RCBB which was established by Prime Minister Lester B. Pearson and his government. This commission provided a channel in which to discuss rights of language, education and the political future of minority neighbourhoods within Canada. This commission and its recommendations (such as the one seen above) helped to create the framework for changing government policy towards multiculturalism during the 1960s and 1970s. Pearson used these voices and recommendations to pass numerous multicultural policies within Canada. For example, on account of these voices, Bill 101 was created and declared French the official language of Quebec and its government. These policies led the way towards more inclusive immigration and constitutional policies from the 1970s to today."],"display_date":"December 10, 1968","search_date":"1968-12-10","locations":[{"id":53223,"lat":45.4215296,"lng":-75.6971931,"zoom":2,"place":"Ottawa, Canada"}],"tags":[{"id":3713,"tag":"Educational Rights"},{"id":3712,"tag":"Language Rights"},{"id":3426,"tag":"Nationalism"},{"id":1630,"tag":"Canada"},{"id":2353,"tag":"Identity"}],"course":{"name":"Critical Writing and Research for Historians","school":"University of Toronto Scarborough","course_id":191,"school_id":28}},{"id":6897,"title":"Beer Vote Legality Due for Court Test","course_id":191,"status":"P","start_date":"1/1/29","end_date":"12/31/35","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["My article \"Beer Vote Legality Due for Court Test\" from May 9th, 1935, refers to a court test of Ontario’s Liquor Control Act. The challenge sought to determine whether plebiscites on prohibiting the sale of alcohol were legal. Lawyer W.H. Bouck organized the petition that prompted the vote by Lindsay’s City Council.  The Council’s ruling was a close 5 to 4 decision to hold a plebiscite to ascertain what the future of alcohol sale would be in the community. Col. R.I. Moore, in the wake of the vote, sought to bring it to court to challenge the authority of the decision, based on a claim that some names on the original petition were invalid, and that a reading of the by-law required at least a two-thirds majority.  According to Bouck, the pro-dry petition organizer, the Lindsay City Council should not to concern itself with Moore’s challenge and continue with the plebiscite. Additionally, Bouck outlined his plan for gathering signatures in Toronto as he had in Lindsay. In Toronto, Bouck was attempting to gather 90,000 signatures for a similar plea in the province’s capital. Part of Bouck’s plan was to cross reference the signatures gathered with data from the provincial lists of 1934 to make certain all the names gathered for his petition were in fact from those eligible to vote, making the job of City Clerk Somers easier, and the cross-referencing cheaper and quicker.  (The Globe, May 9th, 1935)   "," ","The broader historical context of the Lindsay case outlined in my article was dominated by the Great Depression, the economic hardships endured by most Canadians, and the legacy of Prohibition. 1935 was a year of great economic hardship across Canada. It was the end of R.B. Bennett and his Conservative Party’s control of Parliament, whose term was marked by failed economic policies, such as the infamous Unemployment Relief Camps and the Bennett Buggies. In fact, the month before the “Beer Vote” article was published, the On-to-Ottawa Trek began as a strike over harsh working conditions and low wages by the workers at Relief Camps, later morphing into a cross-country journey to protest the federal government itself. Over 1000 of these workers “rode the rails” to Ottawa to make their grievances known. This economic situation that permeated Canada in the 1930s connects to the article, perhaps helping to explain R.I. Moore’s opposition to making Lindsay dry, as the sale of alcohol could provide some much-needed stimulus to the local economy, as well as a way for the hard-done-by members of the community to cope. Another key part of the context to consider is broader Prohibition. In Ontario, prohibition lasted from 1916 to 1926, but this article shows that Temperance ideology continued to be an influential movement even after it was repealed. Enclaves of dry communities persisted, like what Bouck wanted Lindsay and Toronto to become.       "],"display_date":"1929 - 1935","search_date":"1932-07-01","locations":[{"id":53226,"lat":44.34792430133,"lng":-78.688675423332,"zoom":11,"place":"Lindsay, Ontario, Canada"}],"tags":[{"id":1630,"tag":"Canada"},{"id":1158,"tag":"Great Depression"},{"id":111,"tag":"Prohibition"}],"course":{"name":"Critical Writing and Research for Historians","school":"University of Toronto Scarborough","course_id":191,"school_id":28}}]}