{"id":164,"tag":"Slave","points":[[40.9562853666,-73.0371992045],[29.7925410318,-84.93839964],[32.7925598314,-87.8378038018],[29.1017950909,-80.8721179654],[42.3649994065,-70.9800517697],[35.7795897,-78.6381787],[28.415240140801,-81.882343850498],[18.122377576135,-77.123352749829]],"bounds":[[42.3649994065,-70.9800517697],[18.122377576135,-87.8378038018]],"episodes":[{"id":4585,"title":"The accomplishment of a free Black","course_id":21,"status":"P","start_date":"1798-01-01","end_date":"1798-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Venture Smith, given black's social status in America, knew that his freedom was a privilege and not a right. Venture Smith was always trying to help the African American population, especially buy purchasing other slave's freedom. The first slaves venture smith purchased were his two sons, Solomon and Cuff, which cost him four hundred dollars. Venture Smith made his money by working on the land he had purchased in Long Island, And by selling watermelon. Since Venture Smith was free and owned property, he was able to accomplish more than the average free black person.","Once Venture Smith was able to purchase his whole family, he began to buy as many African Americans as possible. Although he had a kind heart by purchasing slaves, he still expected the African Americans to work for him. Many of the slaves that were purchased did not seem to respect venture Smith because usually within a year they would run away. Venture Smith had an extraordinary life, first being born in Guinea, then becoming a slave, then becoming free, and finally owning other black people. One of the reasons's why people view venture smith as a kind hearted man is because he would still take African Americans word, especially when they told him they would not run away. One African American who worked for venture was named Mingo. Mingo was paid and allowed to stay at Venture smith's house, so that Mingo knew Venture Smith on a personal level. Yet, when Mingo was lent eight dollars from him, Mingo tried took advantage of his boss, by running away with the money. It seemed as if every time that hospitality was given by venture smith to an African American, Venture Smith was taken advantage of. The hardships of plantations created scenarios where slaves had little trust for their masters, and as a result Venture Smith was taken advantage of. "],"display_date":1798,"search_date":"1798-07-02","locations":[{"id":15376,"lat":40.9562853666,"lng":-73.0371992045,"zoom":7,"place":"Suffolk, New York"}],"tags":[{"id":164,"tag":"Slave"},{"id":92,"tag":"Freed Slaves"}],"course":{"name":" Culture, Power, and Society","school":"Rollins College","course_id":21,"school_id":5}},{"id":4589,"title":"Order On Plantations","course_id":21,"status":"P","start_date":"1857-01-01","end_date":"1857-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Maintaining order on a plantation that was dependent on slavery was very important. To achieve this slaves required positive aspects in their life to look forward to. These privileges drove them to work. The creation of task systems and gang systems were frequent practices and established content lives among workers. Task systems were designed so that each slave had one engagement he or she was required to complete for the day. This instilled a compelling attitude that drove the slaves to finish their work in order to live out there lives. Gang Systems also worked in a similar way but a supervisor, also a slave, drove them. Gang systems also were prone to be more violent. These systems created a desire to achieve this higher status driving salves to work harder. For the most part, with the completion of their tasks slaves could live a customary life. These slaves lived in communities on the plantations, like that of Zephaniah Kingsley. Kinsley's plantation consisted of twenty-three cabins for slaves arranged in a semi circle. Here slaves engaged in cultural activities like dancing, music and religion. They were driven to: go home and tend to their gardens, perform these cultural activities, be with families, and even work to create a profit of their own. Task and gang systems did compel slaves to work hard, and in result were successful in achieving order on plantations. "],"display_date":1857,"search_date":"1857-07-02","locations":[{"id":1339,"lat":29.7925410318,"lng":-84.93839964,"zoom":9,"place":"FRANKLIN, Florida"}],"tags":[{"id":164,"tag":"Slave"},{"id":144,"tag":"plantation"}],"course":{"name":" Culture, Power, and Society","school":"Rollins College","course_id":21,"school_id":5}},{"id":4832,"title":"Slave Life and Sickness","course_id":38,"status":"P","start_date":"1844-11-01","end_date":"1846-07-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["From the original letters between the Cameron family and their employees, slaves are often mentioned since they are an integral part of the plantation operation. Since the letters were not written or received by the slaves themselves, the language is often derogatory or just in reference to the slaves as property of value. These letters show the nature of the culture and the lack of respect and responsibility that slaves are given for their part in the antebellum southern economic system.","Sickness appears to be a way of life for the slaves on southern plantations. Throughout the Cameron family letters, the names of various slaves are mentioned as being sick and unable to work. Some slaves are mentioned in multiple letters and eventually as having succumbed to sickness and overwork. A couple of these slaves that are mentioned repeatedly in the letters are Joe and Henderson. They come up because they are sick for a very long time. Henderson is sick from at least November 1844 till July 1846 and Joe from at least May 1845 till June 1846.","These men are mentioned 10 times in the letters transcribed from Charles Lewellyn (the foreman of the plantation) to Paul Cameron (the Cameron family member in charge of the plantation) and once in a letter from Paul Cameron to Duncan Cameron (Paul’s father). The letters from Lewellyn tell a very functional story about the number of hands that he is able to have at work with reference to the trips that Paul has made to inspect the situation himself. He does make a comment about the limits of their workload in September 1845. He says that they “won’t haul water for the hands”. An interesting note here is that he does not say that they “can’t” haul water, but that they won’t. This may just be a verbal slip but it could also be an insight into the degree to which the slaves are allowed to decide how much work they are able to perform.","The letter from Paul to his father tells a slightly different story and is a little more elaborative. Paul has a very limited outlook for the two slaves. He recognizes that there has been no improvement in Henderson since he saw him a year ago, a very long time for sickness. His judgment on Joe is not much better. The comparison of this account with that of Lewellyn seems to indicate that Paul has a less realistic view of the health of these two men. It could be that he is writing to prepare his father for the likely case that these men will have to be replaced knowing that a more dire report is safer than a rosier one.","<strong>Here are the references to Joe and Henderson in chronological order:</strong>","May 11, 1845: “Joe and Henderson are as they was when you left here”","August 1, 1845: “There is none of the hands now in the house dangerous at this time. Joe’s health improved. Henderson no better.”","September 17, 1845: “Joe and Henderson the same. Both together won’t haul water for the hands. Joe is not in as good health as he was some time ago.”","November 18, 1845: Paul Cameron to Duncan Cameron<br /> “Little Joe is yet in delicate health. Sandy is looking badly, having a chill every 3rd day. Henderson is about as he was 12 months ago, looking if possible a little more bleached and enfeebled.”","February 13, 1846: “Little Joe not much improved if any. Henderson the same he was when you left here.”","March 1, 1846: “Joe and Henderson are no better nor no worse than when you left here.”","March 12, 1846: “Joe and Henderson the same.”","March 21, 1846: “Joe better and Willie’s foot a little better. Henderson the same.”","April 30, 1846: “Old York is dead. Joe and Henderson no worse.”","July 3, 1845: “Joe’s health I think is improving.”","July 7, 1846: “Joe better, Henderson the same.”"],"display_date":"November 1, 1844 - July 30, 1846","search_date":"1845-09-15","locations":[{"id":174,"lat":32.7925598314,"lng":-87.8378038018,"zoom":9,"place":"GREENE, Alabama"}],"tags":[{"id":4,"tag":"Slavery"},{"id":163,"tag":"Slave master"},{"id":164,"tag":"Slave"},{"id":434,"tag":"sickness"}],"course":{"name":"Contemporary Issues in Social Studies Education","school":"North Carolina State University","course_id":38,"school_id":30}},{"id":4844,"title":"Songs in Slave Society","course_id":33,"status":"P","start_date":"1856-10-13","end_date":"1856-10-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The life of a slave was a grim one during the 19<sup>th</sup> century. Most slaves belonged to large plantations that required labor intensive work. Large groups of slaves would work on these plantations utilizing the resources the Americas had to offer so that their plantation owners could remain profitable. Because of this permanent life of servitude, many slaves tried to escape while dying in the process. The importance of song and music was for so long overlooked by plantation owners. Slaves used songs to convey hidden codes, and to help boost morale of their fellow workers. This episode will discuss the importance these songs had using specific examples.","Initially, slaves used song and music to boost the overall happiness of the people they worked with. During times of difficult labor, slaves would break out in a song to pass the time, and lift their spirits. Slaves would often sing songs that praised the lord, or asked the lord for help and guidance. My primary source is a common slave song that was sung to aquire hope, and asks for assistance on their journey. “Walk with me lord, walk with me! All along this tejus journeys, I want Jesus to walk with me.”[1] This song was usually sung during a very stressful and strenuous situation. Most slaves were devout Christians not only to give them hope and faith, but to also please the white men into possibly shortening their time as a slave. These songs were constantly heard in groups and were crucial to getting through the day. Singing these songs helped pass the time and lift the spirits of distraught workers.","Additionally, slaves actually put codes into songs to relay secret messages among their slave community. Today, these songs are well known because of the amount of specific information coded within its lyrics. The title of a very popular slave song, <em>Wade in the water</em>, specifically explains to runaways how to escape from bloodhounds. Furthermore, the song contains a reference to Jordan and a promise land. This refers to Canada which at this time was a non-slave state.","Moreover, “Follow the drinking gourd” is probably the most popular slave song ever created. It is popular because of the wealth of information provided in its lyrics. <strong>“</strong><strong>What made it special was that it not only gave hidden advice but also contained a complete coded map with full details of how to escape to Canada.”</strong>[2]<strong> The song has actually been completely decoded and translated, and tells the steps on how to escape to freedom:</strong>","<strong><em>“‘When the sun comes up and the first quail calls, follow the drinking gourd.</em></strong><strong><em>For the old man is a-waiting to carry you to freedom,</em></strong>","<strong><em>If you follow the drinking gourd.’)</em></strong>","<strong><em> With the beginning of winter on Dec. 21, the sun starts climbing higher in the sky each day. And in winter, the call of migratory quail echoes across southern fields. So Peg Leg Joe's ingenious song advised slaves to escape in winter and head north toward the Big Dipper -- code name, drinking gourd. A guide will be waiting at the end of the line. ”</em></strong><em><strong>[3]</strong></em><strong><em> (Spargo 1997)</em></strong>","<strong> In summation, the importance of song in the slave community was for so long overlooked. What started at first as a way to bolster spirits and provide hope and strength turned into an intricate and innovative way to communicate secretly. Songs became so elaborate and descriptive that they could actually provide exact directions on how to escape to freedom. Music today may not have the same importance to African Americas as it did during the 19<sup>th</sup> century, but a strong interest in music is still prevalent in African American culture. </strong>"," ","[1] Dyer, Susan. \"Walk with me Lord.\" <em>Negro Spiritual Song</em> (1856)","[2] Ponomarenko, John. \"Coded Slave Songs.\" (2005)","[3] Spargo, Mary. \"Translation of Slave Songs.\" <em>Detroit</em><em> News</em> (1997)"],"display_date":"October 13, 1856","search_date":"1856-10-13","locations":[{"id":1440,"lat":29.1017950909,"lng":-80.8721179654,"zoom":8,"place":"ORANGE, Florida"}],"tags":[{"id":125,"tag":"Song"},{"id":164,"tag":"Slave"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}},{"id":4888,"title":"Slaves are for Profit","course_id":38,"status":"P","start_date":"1845-11-11","end_date":"1846-12-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["After reading through the Plantations letters and the excerpts provided by classmates I think that the overall theme is that monetary importance and gaining income is all that truly mattered.  A few of the interpretations that I have read from classmates mention that they were surprised about the “care and compassion” that both supervisor Lewellyn and Mr. Cameron had toward the slaves.  However, I think this is quite inaccurate to think that there was a surplus compassion floating around the Southern United States in regard to master and slave.  We must remember that Lewellyn is writing to his boss so he will use delicate words and attempt to write like a Gentleman.  Also, when Paul Cameron is writing to his father, Duncan Cameron, he too will express some level of respect and therefore not write things that are distasteful and crude about their slaves.  What matters the most is the economic success and livelihood of their plantation and in direct correlation to that success is the overall health and wellbeing of their slaves.  The Cameron’s slaves are essentially their investment, they paid for them in order to turn around more profit so naturally they want to keep them in good health and generally happy.  Though it is a crude example to compare a human life to a mere investment for the prospect of wealth that is sadly what the truth is!  I do not mean to call out the Cameron family and say that they were terrible people for having slaves, it was just the way of life back then, however I also do not wish to praise them for caring about the well being of their <em>investments. </em>","In one letter from Paul Cameron to Duncan Cameron (December 19, 1845) he says “The weather here is as cold as I ever wish to see it in any {?} for comfort—the Negroes will make an effort to get out the crop by the 25th if the weather will permit it being done—but I fear they will not do so—indeed I hope we have more cotton than they can pick in that time”.  He goes on to discuss the health of the slaves in such conditions but the main point of this mention is to anticipate whether or not they will be able to provide sufficient amount of work to be able to profit from their crops. Another letter from Paul to Duncan discusses the behavior of the overseer saying: “The negroes fear him a little more than I wish, but they regard him kind in the main and just, at least to the portion of the family who are disposed to do well” (November 18, 1845).  Here it is clear that they might wish him to be a little more kind to the slaves, but they are getting the job done so that is really what is important.","Much of Lewellyn’s letters to Paul Cameron discuss the progress on their plantation and how the weather is.  The weather seems to effect the production of their goods as well as the health of their slaves, so it is a topic of conversation.  Almost every letter addresses the health of the slaves as well as the Cameron family and their overseer, it reminded me of how shaky health really was two centuries ago.  Today I never start my emails or conversations with “everyone here is in good health so we are happy”, health is really only addressed when someone is NOT healthy, and often times there was a list of slaves who were sick in the letters from Lewellyn to Paul Cameron.  In this excerpt we see how health effects production as Paul writes to Duncan saying “Milton is the only one now who has chil?? – and he is looking very well- and if prudent will soon be out: [unintelligible] he is well enough to be out today, did his overseer permit it (December 1, 1846).” It is clear they care about the health of their slaves, but in the context of when they will be well enough to work again.","It is important to realize that these letters were written in a world that we can only imagine one that was not flooded with texting and voicemail or overnight packages.  It is important to think of all of the different aspects of the nineteenth century that made these facts unique!  But it is also important to realize that these letters were business letters, meant to discuss the production and wealth of an organization that fortunately has been long expired and can only be learned by studying the wonders of our past! "],"display_date":"November 11, 1845 - December 19, 1846","search_date":"1846-05-31","locations":[{"id":174,"lat":32.7925598314,"lng":-87.8378038018,"zoom":9,"place":"GREENE, Alabama"}],"tags":[{"id":164,"tag":"Slave"},{"id":267,"tag":"Health"},{"id":425,"tag":"Business"},{"id":504,"tag":"profit"}],"course":{"name":"Contemporary Issues in Social Studies Education","school":"North Carolina State University","course_id":38,"school_id":30}},{"id":5385,"title":"Martin, A Slave Boy: <em> A Story of Ellis Gray Loring and Caroline Weston</em>","course_id":81,"status":"P","start_date":"1846-01-18","end_date":"1846-01-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On January 18, 1846, Ellis Gray Loring wrote a letter to female abolitionist Caroline Weston, pertaining to a slave boy, Martin. Ellis Gray Loring was born on April 14, 1803. After passing the Bar, Loring became a lawyer for the poor and those oppressed of their rights. In January of 1832, Loring was part of the founding of the New England Anti-­-Slavery Society in the African Baptist church in Boston. He became a colleague of William Lloyd Garrison, whom Loring did not always agree with. In particular was their disagreement over the goal of the New England Anti-­Slavery Society; in which Loring was opposed to Garrison’s concept of “immediate and unconditional emancipation,\" although Loring soon came to agree with the idea. Loring worked with many other abolitionists in his time including Caroline Weston, to whom he had much correspondence with. Caroline Weston was sister to Maria Weston Chapman, who was a prominent abolitionist in the 1800’s. Caroline was one of the abolitionist women who formed the Boston Female Anti--Slavery Society. Loring continued as a prominent figure and lawyer throughout the abolitionist movement; joining the Boston Vigilance Committee and housing fugitive slaves.","In the correspondence between Ellis Gray Loring and Caroline Weston, is the letter that concerns to a 13 year-­-old slave boy named Martin. Loring explains that the boy spent time in school in Boston before being sent to Hopedale Community to live with a Mr. G. Sowald (an Englishman). It appears Loring is concerned that the time that Martin spent in Boston was “injurious” towards him (and Hopedale Community) because the members of the community believe that Martin now sets a wrong example for the children, being a bad influence. Although Loring appears to disagree somewhat, explaining that Martin is intelligent, docile, generous, and good-­-tempered, and he believes that Martin will make a good seaman’s apprentice. He believes that Martin will soon be out of control and that will be not only painful but also mortifying for Loring. The letter is finished by saying that Martin needs a place with “firm will” and a “firm arm” if needed. The letter is addressed to “Dear friend Caroline” and is signed “with the truest resign and respect, yrs., Ellis Gray Loring.” The letter shows the mutual respect between the two abolitionist, Weston and Loring as well as their concern for the welfare of a teenage slave boy, Martin. The letter is addressed from Boston on January 18, 1846, which was two years before Caroline and her sister Maria relocated to Europe, where they continued their abolitionist work."],"display_date":"January 18, 1846","search_date":"1846-01-18","locations":[{"id":6208,"lat":42.3649994065,"lng":-70.9800517697,"zoom":11,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":1213,"tag":"Female Aboltionists"},{"id":164,"tag":"Slave"},{"id":190,"tag":"William Lloyd Garrison"},{"id":507,"tag":"Abolishment of Slavery"},{"id":7,"tag":"Women"}],"course":{"name":"U.S. Women, 1790-1890","school":"Wheaton College","course_id":81,"school_id":2}},{"id":6422,"title":"Revolution into the Reconstruction of Schools and Freedmen","course_id":149,"status":"P","start_date":"1866-07-10","end_date":"1866-07-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The calls of freedom rang through the courtrooms and the streets of North Carolina. People rejoiced, the feeling of the opression lifted from slave's shoulders. The slaves turned and left enmass from thier threatening southern homes, and moved up to the north. North Carolina was welcoming, in churches and schools alike. The smiles brimmed with the belief, that their bigotry will soon be lifted. They'll be set free."," ","The article, written by the Tri-weekly in North Carolina, details how the creation of black schools is not only increasing the amount of freedmen in the state, but also helping the rest of the state become more of the democratic ideal. However, the writer almost seems too enthusiastic, taking comparisons to God's light and how the schools 'bring intelligence and remove bigotry' from the state. The language used paints the image of a church rather than a few simple schools, but it is in the same league of importance to this article writer."," ","In context to the rest of the states, the article from the Tri-Weekly showed how North Carolina was approaching the idea of the freedmen as a good thing. They built large black schools for them, as a way to entice the freedmen to come to them and work for labor. The praise of how these schools were almost holy and they would release the whites from ignorance, was a thought that a radical repiblican would share around. \"Republican Reconstruction was at least the attempt to build a new house-a reinvented republic.\" (Pg. 354, <em>Race and Reunion)</em> The Radical Republicans wanted to throw aside the old ways, and barrel head first into new and more beneficial ways with the freedmen."],"display_date":"July 10, 1866","search_date":"1866-07-10","locations":[{"id":52803,"lat":35.7795897,"lng":-78.6381787,"zoom":8,"place":"Raleigh, North Carolina"}],"tags":[{"id":164,"tag":"Slave"},{"id":123,"tag":"Reconstruction"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":149,"school_id":2}},{"id":6837,"title":"Moses Roper and His Experience With a Breaker","course_id":187,"status":"P","start_date":"1834-01-01","end_date":"1834-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["When Moses Roper’s owner he got along with became bankrupt, his fate transitioned into another master’s hands. His new owner Mr. Register was known to be a savage slave owner. Before even purchasing Roper, Register frequently taunted him, “You have been a gentleman long enough, and, whatever may be the consequences, I intend to buy you.” With this fear ingrained into Roper’s mind, he did everything in his power to not live with Register. But with his situation being a slave, he could not help it. The day Roper was purchased by Register, he was so worn out that he did not care whether he lived or died. On his trip back to his new plantation, he obtained a bottle of whiskey with the intent of getting drunk enough to drown himself in the nearby river before his new owner could endlessly flog him.","The terror in Roper’s eyes reflected that of many slaves. This fright was sourced from slave owners categorized as “breakers.” Breakers are described as “men whose business it was to break slaves of ‘bad’ behavior” Much like Roper, many slaves in the Antebellum south were purchased for the sole reason of being made as an example. They would be bought, severely flogged, and many times killed as a model for other slaves to remember. The purpose of the cruelty was to remind slaves who was in charge, and the consequences of misbehaving or attempting to run away. In a more limited instance, some owners referred to as breakers would buy slaves to torture to show dominance not just to African Americans in general, but also to other slaveholders. The thought was their power inherited from the actions was somewhat like a fame they could gain, a popularity and title to their names. Breakers wanted to be revered for their reputation of not just breaking slaves’ bodies, but also their souls.","Roper was a lucky case from being bought by a breaker. On his way back to Register’s property, he was seen tied up by a proprietor that talked Register out of beating Roper in that instant. His life was still on the line for the next day though. Roper made it back to the owner’s land safely and was questioned on whether he would run away. Register took Roper’s only belongings including his clothing for the night as insurance for him not to flee, but when Register fell into a deep drunken sleep, Roper feared for his life in the next few days and escaped through the woods and ran away along the river. A few days later chugging along the river, he found an old indian canoe and made his way down."," "],"display_date":1834,"search_date":"1834-07-02","locations":[{"id":53173,"lat":28.415240140801,"lng":-81.882343850498,"zoom":7,"place":"Florida, USA"}],"tags":[{"id":164,"tag":"Slave"},{"id":3584,"tag":"Power"},{"id":3624,"tag":"Slave Breaker"},{"id":3625,"tag":"Breaker"},{"id":3626,"tag":"Moses Roper"},{"id":3627,"tag":"Moses"},{"id":3628,"tag":"Roper"},{"id":3629,"tag":"Torture"}],"course":{"name":"Human Trafficking: Yesterday and Today","school":"University of Richmond","course_id":187,"school_id":11}},{"id":6841,"title":"The Sexual Abuse of Black Male Slaves","course_id":187,"status":"P","start_date":"1787-01-01","end_date":"1787-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","Thomas Thistlewood, an eighteenth-century Jamaican planter, noted in his diary two incidents of homosexual assault. For one of them he recorded a report of a Mr. Watt committing sodomy with his negroe waiting boy. In slavery, there are many accounts of rape and sexual abuse by slaveholders towards their slaves. Many slaves tried to fight back and resist the sexual abuse. However, that didn’t always result in a good outcome. While it is known that many enslaved women were sexually abused, it is important to highlight that male slaves were also sexually abused by slaveholders.","The sexual violation of male slaves has been unexplored for several reasons. One reason is that male victims of rape, obviously, didn’t produce evidence of their assault in the form of children. Another is that there are so few accounts of male slaves that were sexually abused that it makes it hard to write about and bring light onto the situation. We don’t know or have enough information on male victims and our education has been more focused on the sexual abuse of women. Throughout history, there has been much acknowledgement of the enslaved women who experienced sexual abuse. However, the same cannot be said for the enslaved males who also experienced horrific sexual abuse under American slavery. It is believed that the rape of enslaved men has also gone unacknowledged because of the current historical tendency to define rape along gendered lines, making both victims and perpetrators reluctant to discuss male rape.          ","Thistlewood mentioned that the homosexual act occurred between an enslaver and his enslaved boy who was a close personal servant of his. A question that poses is, is it possible that the sexual abuse occurred because the boy was in close proximity to his enslaver? Foster helps answer this question by stating that “this type of abuse follows a broader pattern that suggests the closer proximity to whites, the more likely the sexual abuse was to occur”.","Gendered perceptions of rape, lack of information, and lack of education have caused us to leave out an important part of history and conform to the white slave owner’s belief that black men were the sexual predators, not the victims. Without recognizing this, we fail to recognize the truth, that sexual assault occurred to both enslaved women and enslaved men."],"display_date":1787,"search_date":"1787-07-02","locations":[{"id":53167,"lat":18.122377576135,"lng":-77.123352749829,"zoom":9,"place":"Jamaica"}],"tags":[{"id":164,"tag":"Slave"},{"id":3640,"tag":"Jamaica"},{"id":3641,"tag":"Male"},{"id":3642,"tag":"Sexual Abuse"}],"course":{"name":"Human Trafficking: Yesterday and Today","school":"University of Richmond","course_id":187,"school_id":11}}]}