{"id":1640,"tag":"George Lippard","points":[[39.878712355,-75.2036894677]],"bounds":[[39.878712355,-75.2036894677],[39.878712355,-75.2036894677]],"episodes":[{"id":5670,"title":"The Murder and Trial of Singleton Mercer","course_id":99,"status":"P","start_date":"1843-02-10","end_date":"1843-04-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On 10 February 1843 Singleton Mercer shot and killed Mahlon Hutchinson Heberton aboard the ferry John Finch. Public sympathy for Mercer was high and just over a month later, on 28 March, Mercer was acquitted of the charges on the grounds of insanity— a relatively new and controversial defense. The defense was controversial because the murder was one of revenge. Heberton, often described as handsome and well-mannered, seduced Mercer’s sister, 16 year old Sarah Mercer, under false pretenses and allegedly lured her into a brothel and raped her. Because of this, Mercer’s murder was usually seen as justified, and many, namely The Philadelphia Public Ledger,  expressed desire to punish Heberton post-mortem.","<br />The seduction began when Sarah first met Heberton while she was walking in town with her 15 year old friend, whereupon she mistook Heberton for a Spanish gentleman named Mr. Bustedo. Heberton used this mistaken identification to his advantage and arranged “accidental” meetings with Sarah over the next two or three days. This courtship eventually climaxed when Heberton brought Sarah to a brothel, where he, upon being denied consent, raped her. Singleton Mercer was outraged upon hearing of these events and, after being unable to prove Heberton guilty to officials, decided to find his own route to justice. He found his way to Heberton’s residence and noticed Heberton and his acquaintance James Vandyke were entering into a carriage. Mercer followed the carriage to the ferry, where he shot at Heberton four times, striking him once. The bullet penetrated under his left shoulder and through his lungs before being brought to a stop by his heart. Heberton died within an hour. Following the shooting, Mercer handed his firearm to Vandyke, saying “Here I am — I did it.” Mercer was arrested that day and held without bail until trial.","<br />The murder, known colloquially as “The Tragedy of Mahlon Heberton,” gained widespread attention, and the public is known to have displayed “widespread sympathy” for Singleton Mercer. It’s no surprise, then, that attendance at his trial was high, and that he was acquitted of the charges. Yet, while the general public was pleased with this outcome and cheered “Huzzah Mercer Huzzah” as he left the courtroom and returned home, several legal officials found this verdict unjust, and believed this trial directly lead to the subsequent and unfair acquittal of other murderers.","<br />The murder of Heberton also inspired a best-selling Antebellum novel by George Lippard, The Quaker City. The Quaker City, for one of its plotlines, plucked several specific details directly from the murder. Singleton Mercer was not pleased with his portrayal in the book and, when he found out Lippard had a stage version of the novel planned, protested the production and used his wealth and influence to purchase all the tickets to the production. As a result, the show never materialized.","<br /><br />"],"display_date":"February 10, 1843 - April 14, 1843","search_date":"1843-03-13","locations":[{"id":11228,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"PHILADELPHIA, Pennsylvania"}],"tags":[{"id":1641,"tag":"Insanity Defense"},{"id":1640,"tag":"George Lippard"},{"id":1639,"tag":"Singleton Mercer"},{"id":1638,"tag":"Heberton"},{"id":1637,"tag":"Sarah Mercer"},{"id":1636,"tag":"John Finch"},{"id":1635,"tag":"The Monks of Monk Hall"},{"id":1634,"tag":"The Quaker City"},{"id":91,"tag":"Murder"},{"id":1513,"tag":"Philadelphia"}],"course":{"name":"Pamphlets &amp; Pirates: Popular Print Culture in Antebellum America","school":"Northeastern University","course_id":99,"school_id":56}},{"id":5672,"title":"Singleton Mercer's Murder of Mahlon Heberton","course_id":99,"status":"P","start_date":"1843-02-06","end_date":"1843-02-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Singleton Mercer was the face of a sensationalized American news story that took place in Philadelphia. Singleton’s sister, Sarah, was lured to a brothel by Mahlon Heberton, and then raped at gunpoint. When his 16-year-old sister was raped by 24-year-old Heberton, who had promised her marriage before casting her off, Singleton Mercer first attempted to kill Sarah, and then killed Heberton, on February 10, 1843. Heberton had been considered by Philadelphians to be a “sport”, who had squalor most of his inheritance and was a “lady-killer”. He was described in the papers as “(bearing) the character of a roué, and boast(ing) of his success with women”. On February 6, 1843, Sarah Mercer disappeared, allegedly taken by Heberton. Her father was concerned, calling Sarah child-like and of a weak intellect. On February 8, 1843, Thomas Mercer had had Heberton arrested, at which point Heberton denied knowledge of Sarah’s whereabouts, conceding that a girl who looked liked Singleton’s sister had shown up at his door step and then run away. Although Singleton begged Heberton to save his sister’s reputation by marrying her, he refused, because he considered them to be below his station, despite their wealth. Because there was no evidence that Heberton had committed a crime, Heberton was released. Sarah would later be found at an inn where she had met Heberton, and would confess what had happened accordingly. Media scrutiny lent a voice to the outrage caused by Heberton’s crime, and Mercer was acquitted of all charges. Mercer, for his part, plead the insanity plea. William Warren would later be accused of shooting Mercer, although he was never found guilty, and Mercer eventually recovered. George Lippard would make his story, Quaker City, or the Monks of Monk Hall, based off of this case."," "],"display_date":"February 6, 1843 - February 10, 1843","search_date":"1843-02-08","locations":[{"id":11228,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"PHILADELPHIA, Pennsylvania"}],"tags":[{"id":1639,"tag":"Singleton Mercer"},{"id":1637,"tag":"Sarah Mercer"},{"id":1635,"tag":"The Monks of Monk Hall"},{"id":1640,"tag":"George Lippard"},{"id":1634,"tag":"The Quaker City"},{"id":1642,"tag":"Mahlon Heberton"},{"id":1643,"tag":"William Warren"}],"course":{"name":"Pamphlets &amp; Pirates: Popular Print Culture in Antebellum America","school":"Northeastern University","course_id":99,"school_id":56}}]}