{"id":1643,"tag":"William Warren","points":[[39.878712355,-75.2036894677]],"bounds":[[39.878712355,-75.2036894677],[39.878712355,-75.2036894677]],"episodes":[{"id":5672,"title":"Singleton Mercer's Murder of Mahlon Heberton","course_id":99,"status":"P","start_date":"1843-02-06","end_date":"1843-02-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Singleton Mercer was the face of a sensationalized American news story that took place in Philadelphia. Singleton’s sister, Sarah, was lured to a brothel by Mahlon Heberton, and then raped at gunpoint. When his 16-year-old sister was raped by 24-year-old Heberton, who had promised her marriage before casting her off, Singleton Mercer first attempted to kill Sarah, and then killed Heberton, on February 10, 1843. Heberton had been considered by Philadelphians to be a “sport”, who had squalor most of his inheritance and was a “lady-killer”. He was described in the papers as “(bearing) the character of a roué, and boast(ing) of his success with women”. On February 6, 1843, Sarah Mercer disappeared, allegedly taken by Heberton. Her father was concerned, calling Sarah child-like and of a weak intellect. On February 8, 1843, Thomas Mercer had had Heberton arrested, at which point Heberton denied knowledge of Sarah’s whereabouts, conceding that a girl who looked liked Singleton’s sister had shown up at his door step and then run away. Although Singleton begged Heberton to save his sister’s reputation by marrying her, he refused, because he considered them to be below his station, despite their wealth. Because there was no evidence that Heberton had committed a crime, Heberton was released. Sarah would later be found at an inn where she had met Heberton, and would confess what had happened accordingly. Media scrutiny lent a voice to the outrage caused by Heberton’s crime, and Mercer was acquitted of all charges. Mercer, for his part, plead the insanity plea. William Warren would later be accused of shooting Mercer, although he was never found guilty, and Mercer eventually recovered. George Lippard would make his story, Quaker City, or the Monks of Monk Hall, based off of this case."," "],"display_date":"February 6, 1843 - February 10, 1843","search_date":"1843-02-08","locations":[{"id":11228,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"PHILADELPHIA, Pennsylvania"}],"tags":[{"id":1639,"tag":"Singleton Mercer"},{"id":1637,"tag":"Sarah Mercer"},{"id":1635,"tag":"The Monks of Monk Hall"},{"id":1640,"tag":"George Lippard"},{"id":1634,"tag":"The Quaker City"},{"id":1642,"tag":"Mahlon Heberton"},{"id":1643,"tag":"William Warren"}],"course":{"name":"Pamphlets &amp; Pirates: Popular Print Culture in Antebellum America","school":"Northeastern University","course_id":99,"school_id":56}}]}