{"id":1652,"tag":"Hawthorne","points":[[42.3649994065,-70.9800517697]],"bounds":[[42.3649994065,-70.9800517697],[42.3649994065,-70.9800517697]],"episodes":[{"id":5676,"title":"Nathaniel Hawthorne's departure from Brook Farm","course_id":99,"status":"P","start_date":"1841-10-01","end_date":"1842-10-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On October 17, 1842 Nathaniel Hawthorne officially resigned himself from Brook Farm, an attempt at a utopian society founded on the precepts of the early socialistic ideas of Charles Fourier. Having arrived there on April 12, 1841 Nathaniel Hawthorne was a founding member, both in person and purse, of the Brook Farm experiment, but the author spent only six months with the community (having physically departed in late October, 1841) and eventually filed a lawsuit against the founder of Brook Farm, Unitarian minister George Ripley, on September 6, 1845 for $585.70.","Brenda Wineapple suspects that Hawthorne was initially attracted to Brook Farm since Hawthorne was \"[i]n need of a home, an income, and a place to write, Hawthorne gladly gambled on Ripley's arcadia. The union of thinker and worker was irresistible to a man whose conscience still cared about idleness and still considered writing a frivolous pastime, no matter how much he wanted to do it\" (147). As such, the intentions of Hawthorne were fair enough, wishing to engage in small bits of manual labor in order to become closer to the transcendental, ideal state, and, of course, to write in his leisure time, which he anticipated as being great in quantity. These notions of Hawthornes couldn’t have been further from the outcome, though.","Hawthorne was not keen on the work nor lifestyle that Brook Farm demanded of its community. Brook Farm, being an agricultural community required a great deal of fertilizer, which, for Brook Farm, was manure--that is animal feces. Hawthorne’s designated job was to shovel piles and piles of this manure and transport them daily. The seemingly endless mounds of manure were disheartening to Hawthorne. He would confide to his fiancée in a letter that he \"never suspected that farming was so hard,\" and wished to be rescued from it \"before [his] soul is utterly buried in a dungheap.\"","Hawthorne also little time for writing. The hard labor, new surroundings, and level of social activity required as a member of a socialist community prevented him from beginning any literary projects larger than a personal letter or occasional journal entry. The social aspect of Brook Farm is what had the greatest effect on Hawthorne’s writing habits. James T Fields, a publisher with whom Hawthorne worked with, noted \"He was a man who had, so to speak, a physical affinity with solitude.\"","With the burden of work yoking Hawthorne, and without the time for writing’s recuperative effect, as well as being many miles away from his fiancée, Hawthorne was in a decidedly abject state while at Brook Farm. In fact, one of Hawthorne’s fellow associates of Brook Farm, Georgiana Kirby wrote of Hawthorne’s awkward state while a part the community:","\"Hawthorne, after spending a year at the Community, had now left. No one could have been more out of place than he in a mixed company.... He was morbidly shy and reserved, needing to be shielded from his fellows...\"","And so, eventually, the lifestyle of Brook Farm became too much to bear for Hawthorne. Upon his departure Hawthorne demanded his initial investment from founder George Ripley. They battled back and forth for several years after Hawthorne’s departure (since, unbeknownst to Hawthorne, Ripley nor Brook Farm had the money to pay him back) until Hawthorn eventually filed a lawsuit by the end of 1845. The outcome of this lawsuit or whether Hawthorne received back his initial investment is unknown.<br /><br />"],"display_date":"October 1, 1841 - October 17, 1842","search_date":"1842-04-09","locations":[{"id":6208,"lat":42.3649994065,"lng":-70.9800517697,"zoom":11,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":11,"tag":"Economy"},{"id":522,"tag":"Massachusetts"},{"id":13,"tag":"Agriculture"},{"id":1652,"tag":"Hawthorne"},{"id":1653,"tag":"Nathaniel"}],"course":{"name":"Pamphlets &amp; Pirates: Popular Print Culture in Antebellum America","school":"Northeastern University","course_id":99,"school_id":56}}]}