{"id":166,"tag":"prisoner","points":[[41.35622529,-83.1461990727]],"bounds":[[41.35622529,-83.1461990727],[41.35622529,-83.1461990727]],"episodes":[{"id":4587,"title":"William T. Stockton","course_id":21,"status":"P","start_date":"1863-12-07","end_date":"1863-12-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["William T. Stockton was a confederate soldier serving in the Florida Militia during the Civil War, acting as the Major and Lieutenant Colonel for the 1st Florida Calvary Regiment. Before this, he had been elected mayor of Quincy, Florida several times, as well as being married and having 9 children with his wife Julia. He served honorably during the Civil War, even returning from a nasty facial wound received while fighting against the Chickamunga tribe. In November of 1863, Stockton and several other regiments were overrun by Union forces and he was taken captive. He was taken to a Union Prison Camp in Sandusky, Ohio where he was released at Wars end.","While imprisoned at this camp, Stockton and his fellow captives were treated well, and given things that they needed in order to survive. This was a far cry from what a normal Civil War prison camp, where the conditions were horrendous, and a scarcity of food led to rampant disease and death. These soldiers were not prepared to care for all of these soldiers, and either couldn't or wouldn't help the soldiers that needed care. In the end, close to 56,000 soldiers died during the Civil War in prison camps. This proves how lucky Stockton was to be stationed where he and his fellow captives were. They were clothed, fed, and watered, even dining on turkey with some of the other captives. This was There was also lots of changeover in the military ranks, as it has been reported that General Bragg had died and General Hardee has assumed command of the Confederacy. Stockton was eventually released at the end of the Civil War, and returned to Quincy, where he died in 1869."],"display_date":"December 7, 1863 - December 12, 1863","search_date":"1863-12-09","locations":[{"id":10556,"lat":41.35622529,"lng":-83.1461990727,"zoom":10,"place":"SANDUSKY, Ohio"}],"tags":[{"id":32,"tag":"Civil War"},{"id":166,"tag":"prisoner"}],"course":{"name":" Culture, Power, and Society","school":"Rollins College","course_id":21,"school_id":5}}]}