{"id":1664,"tag":"Jewish","points":[[33.5505101397,-90.3010742823],[39.3048367775,-76.6274800611],[55.755826,37.6172999],[40.7127753,-74.0059728]],"bounds":[[55.755826,37.6172999],[33.5505101397,-90.3010742823]],"episodes":[{"id":5690,"title":"One Jew’s Rebuttal to the Civil Rights Movement","course_id":106,"status":"P","start_date":"1/1/57","end_date":"12/31/60","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1957, an anonymous Jewish citizen in Greenwood, MS created a pamphlet called “A Jewish View on Segregation”. In his pamphlet, he gives an account of why the Jewish population should prefer segregation. His premise is the same as White Southerners “that the innate inferiority of African Americans would leave them incapable of competing on equal terms in an integrated society”. He claims that like the master of the antebellum plantations of years past, the white Southerner still had the African-American in their charge and needed to segregate them from society where they could still flourish at their own speed. He cites education as being his primary reason against integration. He argues that if the overwhelming ratio of African-American pupils were allowed to intermingle with white students it would lower the quality of education received by all white children. African-African children were on many occasions behind in their school studies and would often have to repeat a grade. These at risk children would in turn be older than the range of the average grade level student and therefore have a hand in exposing the younger students to negative influence. The meaning of the pamphlet goes against the conventional narrative that all Southern Jews were sympathetic to the plight of African-Americans in their struggle of equality.","An opinion poll in 1959 concluded that the Southern Jewish population was more supportive of the Civil Rights Movement than most Southern Whites although they tended to feel this way in secret. The goal of many Southern Jews was to keep a conservative political profile for fear of falling prey to heavy scrutinizing by Southern Gentiles in the form of Jim Crow laws. To the Southern Jewish businessman, Jim Crow laws were similar to the Nuremberg laws of the Nazi Socialist Party of 1930s Germany. These laws were put into force to keep patrons away from the European Jewish merchants in the form of boycotts and to reduce the status of the Jewish population to second class citizenship. In order to be seen as equals in White society, Southern Jews had to choose their words wisely in order to not be regarded as the masterminds behind the Civil Rights Movement and therefore face ostracism of Anti-Semitic rhetoric from the White majority.","Clive Webb, author of “<em>Fighting Against Fear</em>”, states “most southern Jews were inherently sympathetic toward the black struggle for racial equality, their actions were constrained by political circumstances”. Many of the southern Jewish community wished that their Northern counterparts would forego their convictions of wanting to assist with the Civil Rights Movement because their aiding in the various marches and voters registrations would only bring the wrath of white supremacy upon them, not the Northern visitors.  Jewish merchants feared that whites would not patronize their businesses, thus devastating their socio-economic status which also proved to be a leading concern of the southern Jewish community. After being oppressed, contained and driven almost to the point of extinction, it is understandable why many Southern Jews chose not to openly take part in the Civil Right Movement. Against this background, the author of the anonymous pamphlet stands out as different from the typical beliefs of Southern Jews."],"display_date":"1957 - 1960","search_date":"1959-01-01","locations":[{"id":28265,"lat":33.5505101397,"lng":-90.3010742823,"zoom":9,"place":"Leflore, Mississippi"}],"tags":[{"id":937,"tag":"integration/segregation"},{"id":1071,"tag":"Civil Rights Movement"},{"id":6,"tag":"Education"},{"id":1664,"tag":"Jewish"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":106,"school_id":10}},{"id":6249,"title":"The Baltimore Jewish Educational Alliance and the Emerging American Jewish Identity","course_id":132,"status":"P","start_date":"1/1/09","end_date":"12/31/16","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1916, just before the fourth of July, the Baltimore Sun ran an article praising the Baltimore Jewish community for their Americanism. The article stated, “[a] Great Many of us are discussing at present the meaning of Americanism and what constitutes a real American, but our Jewish fellow-citizens have no doubts on the subject. They have grasped the idea in all its fullness, and they have made it a part of their supreme creed.” The cause of this article was the annual July fourth party thrown by an organization known as the Jewish Educational Alliance.","As new immigrant communities arrived in the United States between the 1880s and 1924 they felt immense pressure to integrate culturally into American life. Baltimore’s Jews responded to this pressure through organizations like the Jewish Educational Alliance. These Jews embraced Americanism so dearly because they came largely from Germany, Russia, and Eastern Europe. In these countries, they had spent the last half-century struggling to even be given the ability to be recognized as citizens.  In contrast, the promise of freedom and equality in America --even though America rarely lived fully to its promise-- was an attractive alternative. Jewish immigrants were eager to becoming citizens.","German Jews began to settle into Baltimore's neighborhoods in the 1840s and by the 20th century had integrated into American life quite well. However the late 19th century brought a new wave of Jewish immigrants to the United States largely from Russia and Eastern Europe. The German Jewish residents of Baltimore had largely assimilated into American life north of Baltimore by the time the Eastern Europeans began arriving. These new immigrants moved into the south Baltimore neighborhoods where the German Jews had once lived. German Jews began to worry that the new immigrants would reflect poorly on the already established Jewish community in America, damaging their hard earned status.","In response to this fear members of Baltimore's German Jewish community established The Jewish Educational Alliance in 1909. The organization was designed to help uplift the Russian Jewish community. The JEA offered classes in English, Citizenship, and naturalization. in 1911 <em>The Baltimore Sun</em> ran an article praising the young organization for its succesful social programs.","The Jewish Educational Alliance was succesful in accomplishing its goal of Americanizing Baltimore's Russian Jews, but just as importantly the JEA created a place where Baltimore's Russian and German Jews could be together. This physical mixing of the populations built a new generation of American Jews."],"display_date":"1909 - 1916","search_date":"1912-12-31","locations":[{"id":51922,"lat":39.3048367775,"lng":-76.6274800611,"zoom":11,"place":"Baltimore City, Maryland"}],"tags":[{"id":15,"tag":"Race-Relations"},{"id":1664,"tag":"Jewish"},{"id":31,"tag":"Immigration"},{"id":1715,"tag":"German"},{"id":79,"tag":"Religion"},{"id":2494,"tag":"Russian"},{"id":2495,"tag":"Yiddish"},{"id":2496,"tag":"Citizenship"},{"id":2497,"tag":"Americanization"},{"id":2573,"tag":"New Immigrants"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}},{"id":6263,"title":"The Baltimore Jewish Garment Workers’ Strike of 1892","course_id":132,"status":"P","start_date":"1892-06-01","end_date":"1892-10-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In 1890s Baltimore, coats were made in a multi-stage process. First, Lithuanian “cutters” employed by wholesalers of fabric worked in warehouses to form the parts of coats—the sleeves, the collars, and so on. Next, these parts were moved to the sweatshops that teemed in the neighborhood bounded by Fayette Street and Eastern Avenue on the north and south, and Central Avenue and Broadway on the east and west.. There, men operating sewing machines assembled the parts into coats. Finally, women working by hand finished the coats. The owners of these sweatshops, like almost all the sewing machine operators and seamstresses, were Jews from Poland.","Since 1886, the men working the sewing machines and the women finishing the coats had each had their own union, first as part of Terence Powderly’s Knights of Labor, and then beginning in 1891 in the United Garment Workers, affiliated with Samuel Gompers’ American Federation of Labor. In these early days of American labor, disputes among unions were frequent, and the AFL had split off from the Knights only a few years prior in a major schism. And while the Jewish seamstresses and sewing machine operators had switched to the AFL, the Lithuanian cutters remained Knights. Soon after joining up with the AFL (which was far more strident than the Knights), the members of Baltimore’s UGW locals began to circulate their demands. They wanted a ten-hour workday instead of twelve to eighteen. They wanted to be paid every week, instead of whenever their bosses got paid for finished coats. They wanted year-long contracts, instead of ad-hoc employment. And they wanted everyone working in the shops to be a member of the UGW, with a UGW representative coming by regularly to ensure that workplace conditions were suitable.","The employees of the shops discovered that the owners were going to complete their current orders and then lock the union members out. So the UGW (with the assistance of national secretary Henry Reichers) preemptively went on strike on June 30. Approximately one thousand tailors and seamstresses shut down over thirty sweatshops. Within a week, a third of the “sweaters,” as the shop owners were known, had given in and agreed to operate their shops on union terms. In fact, the strike may have been too successful. Days later, the sweaters formed their own union, the Monumental Tailors’ Benevolent Association. The MTBA was advised by (though not yet aligned with) the Knights of Labor, who were staunch competitors against the AFL. The Knights, who were already affiliated with the Lithuanian cutters, pressured the sweaters not to give in to the demands of the Polish Jewish tailors and seamstresses. Now, instead of each sweatshop owner dealing with the union on his own, the Association was dealing with the UGW. The MTBA tried to convince the male tailors, who led the UGW negotiators, to abandon the female seamstresses, but were rebuffed by a strong show of solidarity. Despite this new stumbling block, the UGW and MTBA hammered out the framework of an agreement by early August. Only one problem remained.","The MTBA, on the advice of local Knights leader J. G. Schonfarber, insisted that the restriction of employees to membership in the UGW be changed to membership in any labor organization, including the Knights of Labor. The UGW, frustrated by the turn negotiations had taken, decided that they would go back to dealing with individual employers, which had worked so well just a month earlier. The MTBA responded by formally joining the Knights of Labor as the Monumental Coat Contractors’ Association. It now became clear to most of the seamstresses, tailors, and sweaters (who themselves were not wealthy or powerful men) that their local dispute had been hijacked by the rivalry between two major national unions. They had been better off before the Knights of Labor ever intervened. By October, almost all the striking workers had returned to the shops. The sweaters employed them on the union’s terms, even without a formal agreement between the union and the shops. The strike had ended when the owners decided to come to terms with their fellow Polish Jews rather than maintain the interests of the Lithuanian cutters or participate in the squabble between the AFL and the Knights of Labor."],"display_date":"June 1, 1892 - October 30, 1892","search_date":"1892-08-15","locations":[{"id":6098,"lat":39.3048367775,"lng":-76.6274800611,"zoom":11,"place":"BALTIMORE CITY, Maryland"}],"tags":[{"id":156,"tag":"Labor Strike"},{"id":960,"tag":"Labor Unions"},{"id":1664,"tag":"Jewish"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}},{"id":6291,"title":"Italian and Jewish Immigrants in East Baltimore","course_id":132,"status":"P","start_date":"1/1/05","end_date":"1/1/30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["From 1890 to the early 1920s, Lombard street served as the center of Baltimore’s Jewish community. Considered a ghetto by outsiders, it was a bustling neighborhood of kosher butcher shops, delis, bakeries, bookstores, and Judaica shops. The boundaries of the community were defined by “Pratt Street to the north, Eastern Avenue to the south, Central Avenue to the east, and President Street to the west.” These same boundaries also marked Little Italy. Although many Americans tend to think about ethnic neighborhoods as distinctive. In fact, immigrant communities tended to intermingle, living in close proximity and sharing traditions as well as space.","Aaron Smelkinson remembered a divide between the two communities, one marked by geography as well as culture. “Little Italy was there, but there was a dividing line as if it was a wire fence,” Smelkinson recollected. Milton Schwartz, another Jewish neighbor expressed the same sentiment. “Around the corner was Little Italy,” Schwartz said. “We didn’t mix with them. We’d sneak down there once in a while to get a snowball…but everybody stayed within their own.”","But there is significant evidence that the two communities shared a great deal. On Fridays and Saturdays, Italian children would come over to the houses of their Jewish neighbors to help them heat their homes and turn on their lights (something that is forbidden for Jewish people on the Sabbath). “On Friday nights and Saturday mornings, we would go turn the gas on…they wouldn’t call everybody, just the ones they trusted,” said Clara Rizzi Ferretti, an Italian resident of Little Italy.Other times when Italian shops would run out of certain items, they’d often go over to the Jewish shops and buy from them. Most residents did not have indoor plumbing, so the communities also shared public bathhouses that served as venues for communal gathering.","Though Jewish boys expressed a feeling of animosity coming from Italian children when they’d cross over the street, overall the relationships between these two communities were relatively peaceful. Louis Cedrone of Little Italy commented on the eventual unity that Italians and Jews felt. “It was a mixed neighborhood…It was both Italian and Jewish.” Cedrone also remembered his Jewish neighbors, the Kaplans and the Froms. “The Froms had four girls: Riva and Molly, and Rose, and Mildred. We also had six girls in the family, so they paired off…I thought the whole world was Italian and Jewish.”","Despite the ethnic tensions, the communities generally found ways to work with each other and live harmoniously. The community also had a significant minority of African American residents, as well as other immigrants and minorities. The blending of these groups created an \"East Baltimore\" culture that incorporated elements of both the Italian and Jewish residents' cultures and created a unique atmosphere distinct from the rest of Baltimore."],"display_date":"January 1, 1905 - January 1, 1930","search_date":"1917-07-02","locations":[{"id":51922,"lat":39.3048367775,"lng":-76.6274800611,"zoom":11,"place":"Baltimore City, Maryland"}],"tags":[{"id":2563,"tag":"ethnic tension"},{"id":2562,"tag":"Jews"},{"id":2561,"tag":"Italian"},{"id":2560,"tag":"Little Italy"},{"id":2559,"tag":"East Baltimore"},{"id":31,"tag":"Immigration"},{"id":1338,"tag":"Italians"},{"id":752,"tag":"Judaism"},{"id":1664,"tag":"Jewish"},{"id":2532,"tag":"Baltimore"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}},{"id":6743,"title":"The Threat on Jewish Culture in the Soviet Union","course_id":179,"status":"P","start_date":"10/27/66","end_date":"10/27/66","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In late October of 1966, Mrs. Mortimer Jacobson returned home from the Soviet Union.[1] The head of Hassadah, or Women’s Zionist Organization of America led a group of 24 leaders who had approached the Soviet Union with an offer to send 500 Jewish students on scholarship to Israel. As Mrs. Jacobson put it, she wanted the children to “get a feel for the land of the Bible” something the group believed was becoming harder to do within the Soviet Union. Mrs. Jacobson holds a view that the “United States, Israel and the Soviet Union represented the future of Jewish life.” She especially emphasised that while a Moscow synagogue alone had 5,000 in attendance for the observation of Simhath Torah on October 7<sup>th</sup> once outside the synagogue proof of Jewish culture is much harder to find. A local Jewish leader objected to this notion citing the existence of a Jewish magazine and plays by a classic Jewish playwright being performed. Mrs. Jacobson however, countered this observation citing a lack of life history books and textbooks, in any language, on Israel or Hebrew in Moscow shops. The offer to send the children away was turned down by the government in a way that Mrs. Jacobson specifically mentioned had offended her.  A reluctance to send their children to the “decadent” West is mentioned, but no official reasoning is offered. Mrs. Jacobson asks for public protest to be a voice for the children. Left without a voice, the fate of their culture is left uncertain."," ","This article was run in 1966, two decades after the end of World War 2 and in the midst of a cold war between the Soviet Union and the West. In the years following the end of World War 2, the mistreatment of the Soviet Jewish population by Stalin became increasingly clear.[2] As activists and scholars tried to raise awareness of this injustice, financial support was received from the West.[3] This was not something which was favourably received by the Soviet Union, as seen in the rejection of these gifts following 1947 with an improvement in conditions in the Soviet Union being cited for the rejection.[4] A “witch hunt”, as Michael Beizer refers to it, could still be seen with an anti-Jewish propaganda campaign emerging, as well as an increase in the arrests of Soviet Jewish residents for “conspiracy against the Soviet regime”.[5]  These events, seen as a response to the American aid, only served to increase tensions between Soviet Jews, as many did not welcome the aid from their enemies.  Mrs. Jacobson and her peers hoped to save Jewish culture in the Soviet Union for future generations before it was too late.  Whether the Soviet Union government would allow them to was another question."," "," ","Bibliography"," ","Beizer, Michael. \"\"I Don't Know Whom to Thank\": The American Jewish Joint Distribution Committee's Secret Aid to Soviet Jewry.\" <em>Jewish Social Studies</em> 15, no. 2 (2009): 111-136. <a href=\"https://muse.jhu.edu/\">https://muse.jhu.edu/</a> (accessed October 21, 2017)."," ","Golden, Peter. “Saving the Jews of the Soviet Union. (Silent No More: Saving the Jews of Russia) (Critical essay)” <em>Midstream</em> 54, no. 5 (2008): 26. <a href=\"http://trove.nla.gov.au/work/72398253?q&versionId=85576600\">http://trove.nla.gov.au/work/72398253?q&versionId=85576600</a> (accessed October 21, 2017)"," ","“Hadassah Head, After Survey, Says Soviet Jewish Life Wanes.” <em>New York Times</em>, Oct. 27, 1966."," "," "," ","[1] “Hadassah Head, After Survey, Say Soviet Jewish Life Wanes,” <em>New York Times</em>, October 27, 1966.","[2] Peter Golden, “Saving the Jews of the Soviet Union. (Silent No More: Saving the Jews of Russia) (Critical essay),” <em>Midstream</em> 54, no. 5 5 (2008): 26. <a href=\"http://trove.nla.gov.au/work/72398253?q&versionId=85576600\">http://trove.nla.gov.au/work/72398253?q&versionId=85576600</a> (accessed October 21, 2017)","[3] Michael Beizer, “I Don't Know Whom to Thank\": The American Jewish Joint Distribution Committee's Secret Aid to Soviet Jewry,\" <em>Jewish Social Studies</em> 15, no. 2 (2009): 111-136. <a href=\"https://muse.jhu.edu/\">https://muse.jhu.edu/</a> (accessed October 21, 2017)","[4] Ibid","[5] Ibid"],"display_date":"October 27, 1966","search_date":"1966-10-27","locations":[{"id":53095,"lat":55.755826,"lng":37.6172999,"zoom":11,"place":"Moscow"},{"id":52989,"lat":40.7127753,"lng":-74.0059728,"zoom":10,"place":"New York"}],"tags":[{"id":3431,"tag":"Russia"},{"id":3430,"tag":"Jewish culture"},{"id":753,"tag":"Anti-Semitism"},{"id":265,"tag":"america"},{"id":1664,"tag":"Jewish"},{"id":3111,"tag":"Soviet Union"}],"course":{"name":"Critical Writing and Research for Historians","school":"University of Toronto Scarborough","course_id":179,"school_id":28}}]}