{"id":1669,"tag":"South","points":[[35.1808732525,-85.1648090186],[33.5543155862,-86.8964933862],[32.2202206971,-86.2076124057],[29.9858808,-90.0769034]],"bounds":[[35.1808732525,-85.1648090186],[29.9858808,-90.0769034]],"episodes":[{"id":5691,"title":"An Uncommon Sentiment","course_id":106,"status":"P","start_date":"1/1/50","end_date":"12/31/50","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["H. S. Chamberlain had a problem on his plate back in the mid-twentieth century.  Everyone sought cheap labor in the steel and coal industries, but feared employing certain groups of people because of their behavior.  Blacks treated with trepidation were the majority of workers in these industries.  For the most part, blacks saw nothing but discrimination and fell under the watchful eyes of white owners.  Chamberlain sought to employ more blacks, and to encourage other corporations to do so as well.  However, his peers felt that he must be disillusioned in his pursuits.  In a letter to other owners not only in Tennessee, but to Pennsylvania, and even into the Deep South, he conveyed his position on the matter.","“Around the furnaces, the great bulk of labor is colored labor, it is almost entirely so about the blast furnaces.  As far as experience goes, we have found it is by far the best labor in the South.”  How could one man be so sure of his predicament, and yet, everyone else saw black labor as a necessary evil?  It would seem that racial tensions kept most blacks in the hard, dirty, and underpaid jobs.  While Chamberlain employed these men in the same positions, he had “great success” in his endeavors.  A good number of black laborers had been on the payroll for nearly twenty years, that they “give great satisfaction,” in their duties.","This “great satisfaction” was beset with problems, of course.  Chamberlain’s white employees were extremely prejudice, and fought to keep blacks out of the skilled positions by not agreeing to teach the trade to the black workers.  Though, this is not uncommon in the South, the majority of skilled labor was delegated to the white workers because of racial discrimination.  However, Chamberlain goes on to discuss that it was this prejudice that inhibited the black men’s advancement, not their skills.  Chamberlain goes further, pointing out that as “puddlers,” black men were just as capable.  “Puddling” involved stirring the molten contents of a furnace from above with iron rods, it was one of the most dangerous and hard jobs in the “puddling” style furnaces.  “Fully as good as white men; their yield is as good; they are as steady workmen; they are as reliable in every way, and their product is fully as good as anything that we have got from white labor.”  But the quality of the black laborer’s work wasn’t the predominating factor in where they worked.  If a black man was given a “white man’s job,” white workers had a tendency to lash back with violent strikes…barring whites and blacks from the workplace until they had the matter settled.   So it was not that blacks were unable to do work correctly, or lacked the basic skills to learn and achieve, but it was the racism that divided and segregated their opportunities.  One other man had much the same opinion as Chamberlain.  T. D. Aldrich was a northern industrialist that had moved to Birmingham, Alabama to work as a supervisor.  Aldrich agreed that blacks “as a class are, without exception, the best labor I have ever handled.”","Of course there are always dissenters to an ideal.  J. W. Sloss, the head of the famous Sloss Furnace Company in Birmingham, Alabama, believed “there would be no improvement to substitute white labor for black workers.”  Sloss, like many others, thought that replacing white workers with blacks was a mistake because it raised racial tensions for no reason.  Many would point to this and say that things were done in this way just to keep the workplace at ease, that it wasn’t a racially motivated matter.  However, more than enough evidence shows that blacks were hindered in progress mainly because white workers discriminated heavily against them.  Even the National Labor Union –created in 1866- questioned whether black laborers should be allowed to work in industry because of the racial problems it would create.  Also, there was still the belief that blacks were subservient to whites, harder to educate, and more base in their dealings.  These beliefs were a circumstance that played over and over itself, even to this day.","Throughout history, there has always been a culture or race that was treated as less worthy than their counterparts.  Here in the South it was especially rough on black laborers, however, the northern industries suffered because of these tensions as well.  Blacks would be hired, whites would strike and make demands, and things would be resolved for the good of the business…which often ignored what the needs of the blue-collar black laborers that did the majority of unspecialized work in the coal and steel industries."],"display_date":1950,"search_date":"1950-07-02","locations":[{"id":29463,"lat":35.1808732525,"lng":-85.1648090186,"zoom":9,"place":"Hamilton, Tennessee"},{"id":28563,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":1011,"tag":"Ethics"},{"id":1661,"tag":"Coal"},{"id":906,"tag":"Steel industry"},{"id":21,"tag":"Race Relations"},{"id":1665,"tag":"Steel"},{"id":1666,"tag":"Coal Industry"},{"id":1667,"tag":"Discrimination"},{"id":1668,"tag":"Racial Tension"},{"id":1669,"tag":"South"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":106,"school_id":10}},{"id":6071,"title":"Alabama Doctors segregate the \"Feeble-Minded by race","course_id":122,"status":"P","start_date":"4/20/17","end_date":"4/20/17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1917 at the annual meeting of the Alabama Medical Association in Mobile Alabama Dr. Partlow stood in front of the committee and said “we have succeeded in getting the legislature to enact into law “The Alabama Mental Deficiency Bill,” which looks to establish of “ The Alabama Home” the for \"Feeble-Minded\".  After 20 years of lobbying and research Alabama found itself in position to make Eugenics legal. In passing the bill Alabama was following in the footsteps of Northern states that had already institutionalized eugenics, but while the North undertook eugenics to perfect society as a whole, the South was trying to perfect the white race only.","In contrast to Northern institutions for the Feeble-Minded, which admitted all, the Southern institutions were segregated. The Southern institutions processed fewer patients than the Northern ones and accepted only white children, believing that Feeble-Mindedness was, as historian Grergory Dorr puts it, “inherently a question for the Negro to solve for himself”. An example of this attitude can be found in Dr. Partlow approach to identify the Feeble-Minded. Partlow sends it colleague Dr. Thomas Haynes of Birmingham, AL, a representative of the National committee on Mental Hygiene, to complete survey of several institutions in the Birmingham area, both black and white which included The Industrial School in East Lake, The Girls’ Reform School in East Lake The Girls Industrial School in Woodlawn,The Reform School or Juvenile Negro Boys, and MT. Meigs, Facity for black juvenile afenders. This data collected by Dr. Haynes used this identiy the Feeble-Minded people in these areas, but only the white subjects were given treatment.","While Alabama never established a facility for Feeble-Minded blacks,  Gregory Dorr has argued that “the absence of such a facility should not lead observers to conclude that Eugenics in Alabama lacked racist elements, for the limitation of Eugenics to the sterilization of whites reflected the belief that the \"betterment\" of the black \"race\" could not be achieved by such measures”. At the end of segregation, African Americans had become the targets of extra-institutional and extra-legal sterilizations, reflective of a more general southern racist view that it was necessary “to further protect the white race itself from black folks\"."," "],"display_date":"April 20, 1917","search_date":"1917-04-20","locations":[{"id":17729,"lat":32.2202206971,"lng":-86.2076124057,"zoom":9,"place":"Montgomery, Alabama"}],"tags":[{"id":1669,"tag":"South"},{"id":3,"tag":"African-Americans"},{"id":533,"tag":"Eugenics"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":122,"school_id":10}},{"id":6498,"title":"Boll Weevil Knievel","course_id":155,"status":"P","start_date":"11/30/03","end_date":"1/1/22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In November of 1903, Abe Brittin was preparing for war. His goal: “arresting the further progress of the pest” that had ravaged the South’s vital cash crop, cotton. This “evil” was the boll weevil, and it was advancing from Mexico into the United States. To Brittin and his companions in the Odd Fellows Hall of New Orleans, this was as much a war as the Civil War had been, thirty-eight years earlier. “Production,” he said, “is not keeping pace with consumption, and if this condition be not relieved, some other section of the world will produce the cotton needed.” The Honorable Charles Schuler agreed that Louisiana must be protected from the boll weevil as Texas had not been. He questioned how “veterans who had sacrificed their property and their lives to the back the human vermin that infested their State would suffer this insect to overwhelm them.” The “immense importance of the crop” and the necessity of protecting it was proven by the sheer number of people who depended on it for their livelihood. Scientists like Professor H. A. Morgan knew that the weevils fed “upon volunteer or planted cotton” and advised that “infected” fields “should immediately be quarantined.\"","Despite the intensity of this call to war, the boll weevil slowed the production of cotton in the south. Poor tenant farmers suffered as much as, if not more than, rich plantation owners. All was not lost, however. Cotton had become king in the south, and this had resulted in irresponsible growing practices; the boll weevil invasion forced cotton growers to rethink their methods. Growers began to us more fertilizer on their plants, increasing the time that a plot of land could be used before it was depleted of nutrients. Even more drastically, the boll weevils’ presence slowed cotton production until it could no longer support the southern economy singlehandedly. The monocropping culture gave way to a more diverse agriculture. Eventually, southerners began to recognize that the boll weevil had not ruined their lives. Enterprise, Alabama, even built a monument to the boll weevil as a way of thanking it for pushing them into progress."],"display_date":"November 30, 1903 - January 1, 1922","search_date":"1912-12-15","locations":[{"id":52890,"lat":29.9858808,"lng":-90.0769034,"zoom":6,"place":"New Orleans"}],"tags":[{"id":1105,"tag":"Cotton"},{"id":1669,"tag":"South"},{"id":13,"tag":"Agriculture"},{"id":2914,"tag":"boll weevil"},{"id":2915,"tag":"monoculture"}],"course":{"name":"HIST 3550, American Environmental History","school":"Auburn University","course_id":155,"school_id":73}}]}