{"id":167,"tag":"Thomas Meagher","points":[[38.1882210605,-77.65248979]],"bounds":[[38.1882210605,-77.65248979],[38.1882210605,-77.65248979]],"episodes":[{"id":4590,"title":"<strong>Irish Brigade Holds Fast </strong>","course_id":18,"status":"P","start_date":"1862-01-11","end_date":"1862-01-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["       The Irish Brigade, under the command of General Thomas F. Meagher, displayed exceptional bravery at the battle of Fredericksburg. In an after- action battle report, Meagher commended the bravery of his men under a horrendous fire of artillery and aimed muskets while attempting to seize Mayre's Heights from its Confederate defenders in their breastworks. He stated they were \"unbroken and undismayed by the terrific fire which poured down upon them\" and \"dashingly\" continued to charge up the hill into the slaughter. Interestingly enough, some of the fire that poured upon them came from the 24th Georgia Regiment which was also composed of Irishmen. ","Meagher states that he never could have led the attack without the leadership of his officers. Colonel Nugent, who was badly wounded in this attack, leading the Sixty-ninth regiment and Colonel Patrick Kelly leading the Eighty-eight regiment displayed \"a courageous soldiership for which I [General Meagher] have no words.\" The undaunted bravery is especially alarming given Meagher's casualty listing in his after- action report. He feared that the \"Irish Brigade was no more.\" Out of a force of 1,200 that he led, only 250 were left unharmed from the fighting. Though the Irish Brigades causalities were enormous and the men of this brigade were still sorrowful for their lost comrades, the soldiers of the brigade, following their unsuccessful attack on Mayre's Heights, Meagher remembered that they were more than willingly to charge into battle again. The pride that they had for their regiment's bravery, \"emboldened\" by their lost brothers, erased any hesitation for them to charged so bravely again.      ","In an attempt to weaken Lee's defensive position along the hills (centrally Mayre's Heights) prior to the Union attack on Fredericksburg, their artillery began to pound the city starting on December 11th. On December 13th Union troops crossed the Rappahannock and attempted to flank the Confederate left, commanded by Stonewall Jackson, but were driven back by devastating artillery fire. When this failed, Burnside ordered the main assault force, led by General Joseph Hooker, to seize Mayre's Heights.      ","     The causalities of Union forces at Fredericksburg were 12,600 compared to the Confederate's mere 5,300. Most of the Confederates were reported as missing being that they allegedly left to go home for Christmas following the battle. In an attempt to supply themselves, the rebel army stripped the stacked Union dead in front of their position and utilized their clothing, shoes and food. A confederate soldier reported that they looked \"like hogs that had been cleaned\".  The only grace that the Union Army could grant themselves looking back at this battle was the bravery displayed in attacking the impenetrable Confederate positions.           "],"display_date":"January 11, 1862 - January 13, 1862","search_date":"1862-01-12","locations":[{"id":14293,"lat":38.1882210605,"lng":-77.65248979,"zoom":9,"place":"SPOTSYLVANIA, Virginia"}],"tags":[{"id":5,"tag":"War"},{"id":167,"tag":"Thomas Meagher"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}}]}