{"id":1675,"tag":"Holocaust","points":[[50.0343982,19.2097782]],"bounds":[[50.0343982,19.2097782],[50.0343982,19.2097782]],"episodes":[{"id":5694,"title":"<strong>A Daughter Learns of Anti-Semitism and Heroism in Nazi Occupied Tunisia</strong>","course_id":106,"status":"P","start_date":"11/1/42","end_date":"5/30/43","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Over 70 years ago, Faiza Abdul-Wahab’s father, Khaled, rescued several Jewish families from German troops occupying the town of Mahdia, Tunisia. After the occupation commenced in November 1942, Nazi and Vichy leaders in Tunisia enacted a set of anti-Semitic laws similar to those in Europe. According to the sources found in the United States Holocaust Memorial Museum International Archive, these laws required Tunisian Jews to wear yellow badges, pay hefty fines, and be subject to property confiscation. The laws also put some Jewish men into forced labor camps. Khaled Abdul-Wahab was a businessman who owned a farm just outside the town of Mahdia. When the Germans arrived in town, Abdul-Wahab wanted to find a way to help his neighbors regardless of their religious beliefs. Despite being Muslim, Abdul-Wahab offered protection to several Jewish families in the area when their fathers and husbands were sent to work camps. He allowed them to stay at his farm and live inside the stables. Abdul-Wahab even made friends with some of the German officers in order to avert suspicion away from his farm. One night while hosting the officers at a dinner party, several of the drunken officers broke away from the party and made their way to the stables. They began yelling and threatening the women and children inside. “We know you are Jews!” the officers screamed. Abdul-Wahab confronted the officers and, after a few tense moments, the officers left. It is unknown how he convinced the officers to leave without incident, but in any case, the Germans did not return to Abdul-Wahab’s farm for the duration of the occupation.","Until recently, Faiza’s father’s wartime activities had remained a mystery, however after reading an article in the <em>New York Times</em> written by a woman Khaled had saved, Faiza learned a great deal about her father’s heroic actions. After hearing this story, Faiza set out on a quest to have her father commemorated for his heroic actions. She wanted him to be recognized as a “Righteous Gentile” by Yad Vashem, the Israeli Holocaust museum. Faiza’s quest to have her father’s memory remembered and commemorated is typical of many stories from the Holocaust. Historian T.G. Ashplant recognized the modern trends in Holocaust commemoration and gives several examples on why a member of the “grandchild generation” would want their relative commemorated. Relatives of people who experienced these times first hand often want these events recorded in order to honor the span of living memory. However, in the case of Faiza Abdul-Wahab, her father was deceased when she first found out about his heroic deeds. For Faiza, it is important to address the question of culture memory and the complex relationship between past and present. In today’s world, cultural relations between Jews and Muslims are at an all time high, so bringing Khaled’s story to light could help ease tensions between the two cultures. Historian Robert Satloff concurs with this assumption by suggesting that documenting just one “righteous” Arab could make “Arabs see the Holocaust as a source of pride, worthy of remembering, not something to avoid or deny.”","Faiza Abdul-Wahab’s quest to commemorate her father is not unlike the quest of many children and grandchildren whose relatives experienced the Holocaust. Khaled Abdul-Wahab may not have been obligated to these people in any way, but he chose to provide them protection during one of the most horrific periods in modern history."," "],"display_date":"November 1, 1942 - May 30, 1943","search_date":"1943-02-13","locations":[{"id":52666,"lat":null,"lng":null,"zoom":8,"place":"Outside US"}],"tags":[{"id":753,"tag":"Anti-Semitism"},{"id":71,"tag":"historical memory"},{"id":1675,"tag":"Holocaust"},{"id":1676,"tag":"Tunisia"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":106,"school_id":10}},{"id":5701,"title":"<strong>Anti-Semitic Laws and Lawbreakers in Nazi Occupied Tunisia</strong>","course_id":106,"status":"P","start_date":"11/1/42","end_date":"5/30/43","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["On November 23, 1942, German soldiers arrested prominent Jewish leaders across Tunisia. When Moises Burgel, the President of the Tunisian Jewish community, was arrested, it marked the beginning of the Holocaust in North Africa. By the end of November, Nazi Germany had occupied all of Tunisia and enacted anti-Semitic laws in addition to the Vichy laws already in place. According to the sources found in the United States Holocaust Memorial Museum Archive, Tunisian Jews were required to wear the yellow Star of David and pay fines. In addition, some Jews had property confiscated and were sent to forced labor camps. The Jewish men of Mahdia were no different. The men of Mahdia were forced into labor camps and the women, children, and elderly were left alone without the protection of their male family members. Luckily, Khaled Abdul-Wahab, a wealthy and influential Tunisian Arab-Muslim man offered protection to a Jewish woman named Eva Wiesel and her family. According to the testimony of Eva Wiesel, Abdul-Wahab took the family to his farm, about twenty miles from the Nazi-occupied town. German troops arrived in the area not long after Wiesel’s family, making it increasingly unsafe for the women hiding in the stables of Abdul-Wahab’s farm. The family’s host advised them to remove their golden stars and keep a low profile in order to avoid the suspicions of the patrolling soldiers. Eager to appease the newly arrived officers, Abdul-Wahab organized a feast in order to avert suspicions away from his farm.","Sometime during the night, a few German officers broke away from the party. The officers made their way to the courtyard and began banging on the doors of the stable, threatening the women hiding inside. Wiesel’s grandmother began yelling for the rest of the family to hide the younger girls from the threatening soldiers outside. Before long, Abdul-Wahab rushed outside to the stables, engaging in a heated conversation with the officers. Wiesel is unsure how Abdul-Wahab convinced the officers to leave, although she believes that he may have bribed them. Throughout the rest of the German occupation of Tunisia, the soldiers never bothered Wiesel’s family again or returned to the farm. Wiesel attributes this to the protection of Khaled Abdul-Wahab.","Despite saving Wiesel’s family and disregarding the anti-Semitic laws in place, Abdul-Wahab was denied the honor of “Righteous Among Nations” at the Israeli Holocaust museum, Yad Vashem. Wiesel’s narrative and her quest to commemorate her rescuer is a prime example of the complexities of war memory, particularly that of survivors of the Holocaust. Historian T.G. Ashplant writes that victims of social injustices, such as survivors of the Holocaust demand public recognition for their experiences, often seeking monetary compensation for the injustices. However, Eva Wiesel’s quest for recognition is not for herself, rather for her “savior” during the Holocaust. Wiesel’s quest to have Abdul-Wahab commemorated for his actions during the Holocaust does not fit the majority of templates for commemoration. Although her rescuer was denied for recognition at Yad Vashem, Wiesel promises to keep his memory alive. Khaled Abdul-Wahab was not obligated to Wiesel’s family, nor did he have the responsibility to protect them, yet he saved her family and many others from the Germans in Tunisia. Eva Wiesel’s narrative is important when trying to understand the complexities of war memory and how it relates to commemorating “righteous among nations” at Yad Vashem."],"display_date":"November 1, 1942 - May 30, 1943","search_date":"1943-02-13","locations":[{"id":52666,"lat":null,"lng":null,"zoom":8,"place":"Outside US"}],"tags":[{"id":1675,"tag":"Holocaust"},{"id":753,"tag":"Anti-Semitism"},{"id":1676,"tag":"Tunisia"},{"id":71,"tag":"historical memory"},{"id":1681,"tag":"Africa"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":106,"school_id":10}},{"id":6751,"title":"Josef Mengele and his twin experiments","course_id":177,"status":"P","start_date":"1/30/33","end_date":"5/9/45","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" “At Auschwitz dying was so easy. Surviving was a full time job,” says Eva Mozes Kor in her book, Surviving the Angel of Death: The True Story of a Mengele Twin at Auschwitz. One morning in May of 1944 Kor, her twin sister, and the rest of her family were put on a train, in which days later they would arrive at Auschwitz. Soon after arriving, they would come face to face with Josef Mengele, the Nazi doctor known as the Angel of Death."," Josef Mengele was the eldest of three brothers raised in a Bavarian village of Gunzburg. In October of 1930, Mengele left his small village to pursue a degree in philosophy and medicine. After completing his studies, Mengele accepted a position as a research assistant within the Third Reich Institute for Heredity, Biology, and Racial Purity under the guidance of Professor Otmar Freiherr von Verschuer.  In his time with the professor, Mengele began to study and develop his knowledge of the human genome.  Once his assignment at the institute was complete and government sponsored convictions were reaffirmed, he received his new assignment in 1943 as the genetics researcher at the Nazi concentration camp in Auschwitz, Poland. While these degrees were initially meant to help him enhance and better the life of his people, they were used to help the Nazi regime actualize their grand vision, “The Master Race”, and earned him the nickname, “The Angel of Death.”"," Mengele ordered the SS guards who assisted him in the selection process to seek out twins for his research. Around 900 twins endured Mengele’s twin experiments. They received “special treatment” such as getting to keep their own clothing and hair, and extra food rations. While the twins were spared from outright execution, they were delivered to a crueler fate. “Mengele’s children” were spared from beatings, forced labor, and random selections in order to endure dangerous and often deadly experiments."," After arriving at Auschwitz the twins filled out a questionnaire and were weighed and measured. Dr. Mengele would take daily blood samples from the twins and sent them to Professor von Verschuer. Mengele would give twins dangerous, life threatening diseases such as scarlet fever and would follow with shots of something else to see if it cured the disease. He performed operations and incisions without the use of anesthetic. Death during these experiments was very common, which lead to the killing of the other twin, and an autopsy to compare their internal organs. They were given shots of mysterious substances, which for Miriam, Kor’s twin, would never be known, and would cause her death long after the liberation of Auschwitz."," After liberation the twins who survived, like Kor, live to tell their story in hopes that their tragedy would not be repeated. In 1995 Kor opened the CANDLES Holocaust Museum and Education Center in Terre Haute, Indiana. Kor has given over 3,000 speeches all over the world, and contributed three chapters in three other books. She hopes to teach young people the life lessons that she has learned through her pain, for example: “forgive your worst enemy and forgive everyone who has hurt you- it will heal your soul and set you free.” As for Mengele, after the war he managed to escape imprisonment for the next 30 years, until a lead was given to authorities which led them to his grave in Brazil, where he had died in a drowning accident years earlier. Mengele’s legacy in regards to medical ethics today ultimately leads us to the statement which is followed by all physicians: do no harm. "],"display_date":"January 30, 1933 - May 9, 1945","search_date":"1939-03-21","locations":[{"id":53099,"lat":50.0343982,"lng":19.2097782,"zoom":2,"place":"Oswiecim, Poland"}],"tags":[{"id":3448,"tag":"Josef Mengele"},{"id":1675,"tag":"Holocaust"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":177,"school_id":94}}]}