{"id":1678,"tag":"Black Press","points":[[34.7631159557,-86.5502041094]],"bounds":[[34.7631159557,-86.5502041094],[34.7631159557,-86.5502041094]],"episodes":[{"id":5697,"title":"A Black Voice, the Spark of the Modern Civil Rights Movement.","course_id":106,"status":"P","start_date":"1883-10-20","end_date":"1883-10-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Saturday, October 20, 1883 William Gaston used pages in The Huntsville Gazette to publish an article that shocked the black community. The headline read, “The Civil Rights Act: The United States Supreme Court Declares the Act Unconstitutional.” According to Gaston, “These cases [presented to the Supreme Court] were respectively prosecutions under that act for not admitting certain colored people to equal accommodations and privileges.” However, Justice Bradley of the Supreme Court had delivered an opinionated speech that said Congress had no constitutional authority to pass the first two sections of the Civil Rights Act of 1875. He insisted that ultimately the states had the final decision of due process if a black was denied the privileges listed in the first section. The first section specified that all persons of the United States were entitled to equal enjoyment of accommodations on land and water subjected only to the limits of the said establishments. The second section indicated that whosoever broke the details outlined in the first section would be subject to a fine and possible imprisonment.","Black political activism was on the rise at the turn of the century but was held back due to oppression from white supremacists. Gaston used the newspaper as a platform to articulate his beliefs to a wider audience so that his message could spread rapidly. One of the main points he conveyed was that the black community needed to listen to African American preachers. Gaston stressed that they were the best local leaders for a black community because they worked diligently in their respective towns and voiced the thoughts and feelings of those who are unable to make themselves heard. Gaston himself was a renowned black activist who identified himself with issues that would better the black community. He organized events marking the ratification of the 15<sup>th</sup> amendment and the abolition of slavery. These events helped sustain the growth of black political activism, but with the turn of the century attitudes towards black politics turned more negative.","It wasn’t until the 1930s that black newspapers regained the prominence that they once had. In North Carolina, following in the footsteps of Gaston, an African American journalist named Louis Austin wrote about black activism. He told stories of he and his wife barging into theaters and sitting in white seating sections. His activism was not limited to the individual because he initiated a new strategy that employed legal action and embraced the Democratic Party to fight against white supremacy. He was not satisfied with incremental adjustments in racial equality so he sought after a more confrontational style in order to destroy the system of segregation. Austin played a key role in motivating other black journalists to fight against white supremacy and end segregation forever. Many of the articles written by Austin challenged racism and oppression. His editorials fought persistently for the oppressed blacks. He led voter registration drives and ran for public office so he could introduce legislation to end segregation. In addition, he wanted integration of colleges and universities so black students would have access to higher education. Other articles he published in his newspapers advocated equal pay for black teachers, equal state funding for black schools, and he fought against police brutality. The spark of one newspaper initiated the beginning of the modern civil rights movement."],"display_date":"October 20, 1883","search_date":"1883-10-20","locations":[{"id":257,"lat":34.7631159557,"lng":-86.5502041094,"zoom":9,"place":"MADISON, Alabama"}],"tags":[{"id":42,"tag":"Civil Rights"},{"id":1677,"tag":"Black"},{"id":1678,"tag":"Black Press"},{"id":1679,"tag":"Huntsville Gazette"},{"id":1680,"tag":"William Gaston"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":106,"school_id":10}}]}