{"id":168,"tag":"Replacement Act","points":[],"bounds":[[-100,-100],[100,100]],"episodes":[{"id":4591,"title":"The Replacement Act","course_id":21,"status":"P","start_date":"1838-05-26","end_date":"1838-12-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" Native Americans were an ancestry that was brutally mistreated by our first settlers. They were considered to be barbarians but truly America's first settlers were the barbarians. The selfish acts of the \"Indian removal act\" are a disgrace to what our country now stands for. It was put into effect May 26, 1830 and was an agreement that all Native American tribes would be removed from their territory. The reasoning behind this as stated, \"That a mixed occupancy of the same territory, the white and red man, is incompatible with the safety or happiness of either, is a position in respect to each there has long since ceased to be room for a difference of opinion\" (Republican Complier, 1).","             As a result, Natives were promised not only 13 million acres east of the Mississippi, but also 5 million dollars to the advancement of their society. After trickery and bribery performed on the Natives, eight tribes woefully journeyed to their new land on what is now referred to the trail of tears. The relocation was not easy for natives and resulted in changes in society.  Naturally over time Natives lost respect and trust for the settlers discovering a distinguished hate for them. The Seminals, the only tribe remaining on Native territory razed a ruckus in Florida, murdering settlers with no regards to age or sex.                                             "," The first occupiers of our country, the first true citizens, continually were mistreated over the years. They are the first Americans, but continue to be forgotten. The American culture over powered the natives. Settlers felt that the land was theirs, that they were doing everything in their power to help Native society. The fact of the matter is that the settlers took advantage of these remarkable groups of people; they used the trust and power they had against them changing native society and culture for the worst.   "],"display_date":"May 26, 1838 - December 4, 1838","search_date":"1838-08-30","locations":[{"id":1393,"lat":null,"lng":null,"zoom":8,"place":"LEON, Florida"}],"tags":[{"id":168,"tag":"Replacement Act"}],"course":{"name":" Culture, Power, and Society","school":"Rollins College","course_id":21,"school_id":5}}]}