{"id":1681,"tag":"Africa","points":[[26.820553,30.802498],[-8.783195,34.508523],[34.047863,100.6196553]],"bounds":[[34.047863,100.6196553],[-8.783195,30.802498]],"episodes":[{"id":5701,"title":"<strong>Anti-Semitic Laws and Lawbreakers in Nazi Occupied Tunisia</strong>","course_id":106,"status":"P","start_date":"11/1/42","end_date":"5/30/43","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["On November 23, 1942, German soldiers arrested prominent Jewish leaders across Tunisia. When Moises Burgel, the President of the Tunisian Jewish community, was arrested, it marked the beginning of the Holocaust in North Africa. By the end of November, Nazi Germany had occupied all of Tunisia and enacted anti-Semitic laws in addition to the Vichy laws already in place. According to the sources found in the United States Holocaust Memorial Museum Archive, Tunisian Jews were required to wear the yellow Star of David and pay fines. In addition, some Jews had property confiscated and were sent to forced labor camps. The Jewish men of Mahdia were no different. The men of Mahdia were forced into labor camps and the women, children, and elderly were left alone without the protection of their male family members. Luckily, Khaled Abdul-Wahab, a wealthy and influential Tunisian Arab-Muslim man offered protection to a Jewish woman named Eva Wiesel and her family. According to the testimony of Eva Wiesel, Abdul-Wahab took the family to his farm, about twenty miles from the Nazi-occupied town. German troops arrived in the area not long after Wiesel’s family, making it increasingly unsafe for the women hiding in the stables of Abdul-Wahab’s farm. The family’s host advised them to remove their golden stars and keep a low profile in order to avoid the suspicions of the patrolling soldiers. Eager to appease the newly arrived officers, Abdul-Wahab organized a feast in order to avert suspicions away from his farm.","Sometime during the night, a few German officers broke away from the party. The officers made their way to the courtyard and began banging on the doors of the stable, threatening the women hiding inside. Wiesel’s grandmother began yelling for the rest of the family to hide the younger girls from the threatening soldiers outside. Before long, Abdul-Wahab rushed outside to the stables, engaging in a heated conversation with the officers. Wiesel is unsure how Abdul-Wahab convinced the officers to leave, although she believes that he may have bribed them. Throughout the rest of the German occupation of Tunisia, the soldiers never bothered Wiesel’s family again or returned to the farm. Wiesel attributes this to the protection of Khaled Abdul-Wahab.","Despite saving Wiesel’s family and disregarding the anti-Semitic laws in place, Abdul-Wahab was denied the honor of “Righteous Among Nations” at the Israeli Holocaust museum, Yad Vashem. Wiesel’s narrative and her quest to commemorate her rescuer is a prime example of the complexities of war memory, particularly that of survivors of the Holocaust. Historian T.G. Ashplant writes that victims of social injustices, such as survivors of the Holocaust demand public recognition for their experiences, often seeking monetary compensation for the injustices. However, Eva Wiesel’s quest for recognition is not for herself, rather for her “savior” during the Holocaust. Wiesel’s quest to have Abdul-Wahab commemorated for his actions during the Holocaust does not fit the majority of templates for commemoration. Although her rescuer was denied for recognition at Yad Vashem, Wiesel promises to keep his memory alive. Khaled Abdul-Wahab was not obligated to Wiesel’s family, nor did he have the responsibility to protect them, yet he saved her family and many others from the Germans in Tunisia. Eva Wiesel’s narrative is important when trying to understand the complexities of war memory and how it relates to commemorating “righteous among nations” at Yad Vashem."],"display_date":"November 1, 1942 - May 30, 1943","search_date":"1943-02-13","locations":[{"id":52666,"lat":null,"lng":null,"zoom":8,"place":"Outside US"}],"tags":[{"id":1675,"tag":"Holocaust"},{"id":753,"tag":"Anti-Semitism"},{"id":1676,"tag":"Tunisia"},{"id":71,"tag":"historical memory"},{"id":1681,"tag":"Africa"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":106,"school_id":10}},{"id":6629,"title":"A Peek into Medieval Animal Medicine across Asia and Africa","course_id":165,"status":"P","start_date":"1500-01-01","end_date":"1500-01-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["An elegant script travels across the fragile fabric of an ancient document from the 14<sup>th</sup> century. Seeking out those who were caretakers of horses or early equine veterinarians, it speaks of the Mamluk period, the medieval rule of the Islamic Empire across Asia and Africa. Dark ink illustrates an ancient veterinarian administering medicine to an ill horse. Grass swayed beneath the two, depicting an outside environment for treatment. The horse’s head tilted upwards, allowing the animal physician to place a tube-like tool into the horse’s mouth and down its throat. The ancient writings explain that a tube or horn was usually utilized in response to an animal resisting treatment. Preventing the horse from closing its mouth, the tube allowed for the veterinarian to be sure the animal would take its medicine. The specific medication cannot been seen in the illustration, however, most medications that were prescribed to sick animals consisted of a mixture of herbs (such as roses and saffron heated in rose water) due to the belief that pleasantly aromatic medications helped to aid in the fight against illness. This illustration presents only a peek into medieval animal medicine across Asia and Africa.  ","Old Hippocratic/Galenic teachings were translated across Africa and Asia as early as the 14th century. However, these teachings of humoral theory based medicine were not only applied to healing humans, but were transformed to encompass the health of animals. This built a foundation for early veterinary medical practices to grow on. An important era of this growth is noted in the Mamluk period, where medical diagnostic and prognostic techniques were crafted and recorded in order to treat a variety of animals, ranging from but not limited to: horses, dogs, hunting hawks, stray cats, mules, cheetahs and etc.","In consideration of the humoral theory, treatments for animals were often similar to what humans received. Of course, the treatments were altered appropriately, based on the stature (organ size, bone density, etc.) of the animal. Therefore, birds were treated and diagnosed differently than elephants, and both were treated differently from humans. For example, the healthy “temperament” of a bird differs from the healthy temperament of an elephant. Animals such as elephants and horses were also seen as stronger than humans, considering their physical size. Therefore, they could handle a larger amount of medication than humans. The use of ointments was also drawn from humoral theory. If the animal had dry, cracked skin, a moist ointment would be rubbed on the affected area. This type of ointment was often used to treat wounds on a horse that was cut or scratched after hunting or traveling.","Many other innovative techniques were introduced across Asia and Africa in order to more effectively treat animals. For example, horses were placed on their back with their legs bound together during treatments of certain ailments. This would help to stabilize the animal, preventing them from harsh movements that could harm them during treatment (not unlike the gentle tying of animal limbs to a table during surgery in modern times today). Sedatives were also utilized to relax the animals during especially painful treatments. These are only a few examples of how early animal medicine began to grow across Asia and Africa during the 14<sup>th</sup> century."],"display_date":"January 1, 1500 - January 30, 1500","search_date":"1500-01-15","locations":[{"id":53003,"lat":26.820553,"lng":30.802498,"zoom":8,"place":"Egypt"},{"id":53002,"lat":-8.783195,"lng":34.508523,"zoom":8,"place":"Africa"},{"id":53001,"lat":34.047863,"lng":100.6196553,"zoom":8,"place":"Asia"}],"tags":[{"id":3215,"tag":"Animals"},{"id":3214,"tag":"Mamluk"},{"id":3213,"tag":"History"},{"id":3212,"tag":"Asia"},{"id":3211,"tag":"Veterinary"},{"id":1681,"tag":"Africa"},{"id":100,"tag":"Medicine"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":165,"school_id":94}}]}