{"id":1683,"tag":"Black Workers","points":[[33.5543155862,-86.8964933862],[38.9151212228,-76.9435162098]],"bounds":[[38.9151212228,-76.9435162098],[33.5543155862,-86.8964933862]],"episodes":[{"id":5703,"title":"A Defensive Policy Unheeded","course_id":106,"status":"P","start_date":"1/1/40","end_date":"12/31/45","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","Very infrequently do presidential policies go unnoticed around the world, and especially not so within the United States itself.  However, during the greater part of the Second World War, Franklin Delano Roosevelt’s positions on racial issues in the workplace were heard and often times not upheld.  Black workers were barred from facilities producing wartime goods throughout the country.  Munitions, Jeeps, planes, tanks, and “Deuce and a Half,” tracked vehicles were being turned out left and right in the effort to equip the massive numbers of U.S. soldiers on the battlefield around the world.  Many in history have called these workers at home the “Second Front,” of World War Two, the people that made victory possible through mechanization.","In many instances black workers were barred from working in certain positions in industry, and in others, locked out of facilities altogether.  Roosevelt in his great forethought made it government policy to allow a man of any race, religion, or ethnicity to work wherever possible if they had the skill set required.  Even though Roosevelt set up these conditions, many large defense contractors turned a blind eye and proceeded as they had for years.  Dock workers were going on strike for fair wages and work conditions, black men were discharged from work and the result in many instances was the entire black workforce walking out during business hours.  Sadly, much of his buttressing on racial problems in the workplace did little in the way of governmental bodies.","Roosevelt saw the racial lockout and weakness of the unions to govern grossly upsetting, and went about contacting his staff to spread the practice of equality.  In a memorandum addressed to William S. Knudsen (Ford Motor Company, and GMC) and Sidney Hillman (head of the Amalgamated Clothing Workers of America), Roosevelt expressed his opinion on the matter rather flatly.  “ [The] discrimination against Negro workers has been nation-wide…[they] are being turned from the gates of industry on specifications entirely unrelated to efficiency and productivity…this situation is a matter of grave national importance, and immediate steps must be taken to deal with it effectively.”  Roosevelt goes on to state that “Every available source of labor capable of production defense materials must be tapped in the present emergency.”  He saw the discrimination for what it is: an uneducated and backwards, racist sentiment left over from the previous century.  He urged unions and labor leaders like Knudsen and Hillman to take into account the huge numbers of skilled black workers to increase war-time productivity.","Of course, this did not guarantee success, nor did his Roosevelt’s words fall only on discerning ears.  Many times the policies of different workplaces caused racial tension and strikes throughout the country.  In Mobile, Alabama, one of the South’s biggest shipyards and transportation hubs, more than a few strikes crippled production.  For instance, the Mobile Pulley Works was halted in August of 1942 over racial discrimination.  Eighty percent of the workers of the Mobile Pulley Works were black laborers.  During August, several black workers were discharged from work for varying small incidents.  The main incident in question was that of the Financial Secretary of the local “colored” union was fired.  The unnamed Fin. Sec. was off work for three days following a death in his immediate family, and upon returning to work he was told that he must leave, and would not receive his job returned.  This ended up putting his family on the street within days of loosing said position.  The day he was fired, the story circulated throughout the Works and caused an uproar that ended up with all the black workers leaving work to strike at the gates.  In effect, the lack of workers caused much strife in the production of war materials.  The Mobile Pulley Works created pulleys, winches for Jeeps, gears for war machinery, but also produced a number of artillery pieces and artillery rounds themselves…so it is easily seen just how needed their business was during WW2.  In the end, the Work’s unions were able to settle with the business and put its men back to work for the war effort…of course, this strike would likely never had happened if Roosevelt’s policies were actually observed without question.","Many laws and policies have been challenged in the course of the United States’ existence.  From slavery, education, and work, all the way up to social issues and tearing down barriers with the outside world.  It is quite disconcerting to know that a man so responsible for this nation’s continued being was heard and not observed. Of course, such is the way of social, political, and racial advancement in the world today; we must take strides to make better the future for others."],"display_date":"1940 - 1945","search_date":"1942-12-31","locations":[{"id":25458,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"},{"id":25291,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Dist Columbia, District of Columbia"}],"tags":[{"id":1684,"tag":"Unions"},{"id":1683,"tag":"Black Workers"},{"id":1682,"tag":"Roosevelt"},{"id":960,"tag":"Labor Unions"},{"id":1667,"tag":"Discrimination"},{"id":620,"tag":"Franklin D. Roosevelt"},{"id":1283,"tag":"FDR"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":106,"school_id":10}}]}