{"id":170,"tag":"suffrage","points":[[42.3513982028,-71.9077450509],[42.3649994065,-70.9800517697],[38.9151212228,-76.9435162098],[40.7964015502,-73.8979738005],[44.0682019,-114.7420408]],"bounds":[[44.0682019,-70.9800517697],[38.9151212228,-114.7420408]],"episodes":[{"id":4508,"title":"Advancements In the Women&#39;s Rights Movement","course_id":20,"status":"P","start_date":"10/29/51","end_date":"10/29/51","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Over one thousand women gathered in Worchester, Massachusetts, for a Women's Rights Convention in October 1851. \"Wit, humor, truth, poetry, absurdity, and misdemeanor madness, were all component parts of the proceedings and speeches,\" wrote a journalist for the <em>Daily Alabama Journal. </em>Among the speakers were E. Oakes Smith, Abby Kelly Foster, and Lucretia Mott. The journalist observed that some of the women were \"giggly\" and \"snap at any man who proceeds to open his mouth about an issue.\" The self-promoting speakers encouraged the audience to \"cultivate their powers\" and to \"lift their voices;\" only then would they earn equal rights with men and gain suffrage. Advocates of themselves, the women fought for the right to a fair chance to prove their political and economic abilities. Abby Kelly Foster stated at the convention that \"no woman should marry who was not able to provide for her husband and family.\""," The first Women's Rights Convention was held in Seneca Falls, New York, in 1848. Elizabeth Cady Stanton presided over the convention, where the Declaration of Sentiments came into existence. The declaration called for human freedom, according to historian Sharon Hartman Strom, making \"a claim to the universality of rights for an entire class of individuals.\" The declaration also called for equal wages, education, and the right for women to own property. This was the first of many conventions later to come. The October 1851 convention in Worchester was the first national Women's Rights Convention. Following these conventions, women took great strides in their search for freedom and equality."," In the movement to further gain political and economic freedom, Susan B. Anthony and Elizabeth Cady Stanton formed the National Woman Suffrage Association. Its main goal was to promote the idea of voting rights for women. They went state to state campaigning for women's suffrage rights. Many of the women of the Women's Rights Movement also spoke out against slavery, creating a unified group of African American and Caucasian women. Colorado was the first state to grant women the right to vote. The final victory was August 26, 1920, when Congress passed the Nineteenth Amendment, granting women from all states the right to vote."],"display_date":"October 29, 1951","search_date":"1951-10-29","locations":[{"id":29366,"lat":42.3513982028,"lng":-71.9077450509,"zoom":8,"place":"Worcester, Massachusetts"}],"tags":[{"id":7,"tag":"Women"},{"id":48,"tag":"Women&#39;s Rights"},{"id":170,"tag":"suffrage"}],"course":{"name":"American Civilizations to 1877","school":"University of North Carolina at Pembroke","course_id":20,"school_id":9}},{"id":4960,"title":"Boston Suffragists Celebrate Their Efforts","course_id":27,"status":"P","start_date":"9/22/20","end_date":"9/22/20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On September 22, 1920, the women of Boston took to the streets for a “victory parade” to celebrate the “happy ending to a ‘long fight and a good fight’.” Four hundred strong, they wore dark clothing and hats; with the exception of 37 women, who were dressed in white clothing, wore blue streamers and carried the name of each state that had passed the Suffrage Amendment. Seven automobiles carried guests of honor, officials of state suffrage associations, and prominent suffragists who led the parade of women. By 1920, American women had finally succeeded in their long and hard fight. Beginning in 1848 in Seneca Falls, New York at the Women’s Rights Convention, suffragists engaged in a seventy-two year long struggle; finally concluding their efforts with the ratification of the 19<sup>th</sup> Amendment in 1920. With the passing of this amendment, the United States became the twenty-seventh nation to grant women the right to vote.","Suffragist leaders worked at creating associations, holding conventions, and organizing movements to dispute the laws that granted only men the right to vote. The suffrage movement appealed to a broad population including mothers, workers, professionals, and reformers. In the early years of the 20<sup>th</sup> century, women who were part of the first generation of educated professional women joined the movement to push for full citizenship of women. Women from all over the United States worked hard to achieve their right to vote. Massachusetts suffragists created their own organization called the Massachusetts Women Suffrage Association, which after 50 years of activity and the ratification of the 19<sup>th</sup> Amendment became the Massachusetts League of Women Voters. ","The parade ended at Faneuil Hall where more than 1,000 noisy, enthusiastic, and happy people were crowded into the hall awaiting speeches that were given by the leaders of suffragist associations. These women spoke to the crowd about their victorious efforts and the positive effects that their achievements would have in the future. Mrs. Maud Wood Park explained her experiences in Washington as she watched Secretary of State, Bainbridge Colby, sign the suffrage proclamation. She also challenged the audience that each and every Massachusetts women must not act upon their right to vote and also must cast their votes intelligently. Park made it clear that a long and hard fight had been battle in order for women to achieve suffrage and that those women must exercise their right to vote because their votes had the weight to make a difference.","Sadly, shortly after the ratification of the 19<sup>th</sup> Amendment, women’s solidarity and feminist organizations began to crumble. The early 20<sup>th</sup> century marked a time where both external and internal influences within the women’s movement affected its actions. The exploitation by the media of women’s sexuality and the votes cast by women at the polls were factors that led to the decline of the women’s movement. Women did not vote for females who ran for office, and therefore this caused a decline in the power that women had the chance to hold. Females were so insistent on becoming a part of the male world of sex, professionalism, and politics that they became distracted.","The fight for women’s suffrage was a continuing struggle, consuming vast amounts of time and effort of the women who took part. Massachusetts suffragists celebrated their efforts by way of a parade through the streets of Boston, making it known to the public that their extensive efforts had finally paid off. The parade was a an event that showed that the public came to accept the newly applied laws that granted women full citizenship and the same rights that men had. The Massachusetts suffragists who participated in the parade made it visible to the citizens of Boston that they had successfully completed a battle that had been in progress for over seventy years. The parade signified the ending of the efforts of the women’s movement, which was too bad because sadly the feminist organizations collapsed due to lack of support after the ratification of the 19<sup>th</sup> Amendment."],"display_date":"September 22, 1920","search_date":"1920-09-22","locations":[{"id":21126,"lat":42.3649994065,"lng":-70.9800517697,"zoom":10,"place":"Suffolk, Massachusetts"}],"tags":[{"id":7,"tag":"Women"},{"id":170,"tag":"suffrage"},{"id":591,"tag":"Laws"}],"course":{"name":"Digital History: New York, New York","school":"Stonehill College","course_id":27,"school_id":22}},{"id":5322,"title":"Patriotism or Equal Rights: The Suffragist’s Dichotomy during World War I","course_id":72,"status":"P","start_date":"2/26/17","end_date":"2/26/17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Great War in Europe had already lasted much longer than anticipated by the early months of 1917. Despite a long-standing precedent of neutrality in the face of foreign conflict, the United States steeled itself for the possibility of war. On February 26, 1917, the <em>New York Times</em> ran an article entitled \"Suffragist Pledge Aid to the Nation\" covering the National American Woman Suffrage Association’s pledge to aid in the war effort if the U.S. became involved in the conflict overseas. The Suffrage Association had met the day before in Washington, D.C. and had drafted a letter to President Woodrow Wilson promising the services of two million suffragists.","The <em>New York Times</em> cited the contents of the letter, which expressed the suffragists’ belief that \"the settlement of international difficulties by bloodshed is unworthy of the twentieth century\" [1]. However, despite their opposition to the war, the suffragists would remain loyal to the U.S. government and fulfill their civic duty to support the soldiers and the war effort. In anticipation that the U.S. might enter the war, the Suffrage Association planned to form a committee of representatives from each suffragist organization to ready them for war work, such as collecting rations and medical supplies. Additionally, the <em>Times</em> reported that a new bureau would coordinate the placement of women in the positions left empty by men shipped out to fight.","The suffragists’ letter to President Wilson made clear that they had \"no intention of laying aside [their] constructive, forward work\" to obtain voting rights for the female citizens of the United States [1]. At the same time the suffragists were pledging their loyalty to the nation, they were also planning a demonstration at the White House the following Sunday. According to the <em>Times</em> article, women from all over the country would rally together in support of a constitutional amendment granting women the right to vote. At the same meeting that produced the letter to President Wilson, the Congressional Union for Woman Suffrage raised $12,500 in support of the demonstration outside of his offices. Later the same week, the Woman’s Party and the Congressional Union for Woman Suffrage would be merged following another convention in Washington, D.C.","The <em>New York Times</em> article highlights some of the paradoxes of the time period in which it was published. Women were told to be prepared to fill men’s positions on the home front while the men were fighting overseas, and yet were not accorded the same rights as those men. They were encouraged to be loyal to the U.S. government, but had no say in choosing that government. During this time period, women were expected to be patriotic and functional, but not political or radical. Opponents to women’s suffrage frequently made comparisons between the suffragist movement and socialism, implying that the two were irretrievably intertwined. However, during World War One, suffragists rationed food, volunteered for the Red Cross, and worked in factories that produced munitions [2]. Their continued loyalty and patriotism deflated arguments that voting rights for women opened the doorway for radical socialist pacifism.","Ironically, suffragist actions to support the war effort fulfilled the female Red Cross volunteer ideal presented in pro-war propaganda. Organizations such as the National American Woman’s Suffrage Association featured in the <em>New York Times</em> article tried to prove women’s \"fitness for suffrage and equal citizenship rights by loyally supporting the government’s military preparedness and war policies\" [3]. Through the patriotic efforts of suffragists during World War I, American citizens came to accept that women were entitled to equal voting rights. Their ability to step in and keep the country functioning while a large portion of the male population fought valiantly overseas proved that suffragists were loyal to the United States of America and sought to be further enabled to participate in the country’s government."," ","[1] \"Suffragists Pledge Aid to the Nation. Declare at Washington Meeting that 2,000,000 Women Will Serve in the Country’s Crisis.\" <em>The New York Times</em>, February 26, 1917. Retrieved from http://query.nytimes.com/mem/archive-free/pdf?res=9E01E2DD123BEE3ABC4E51DFB466838C609EDE","[2] Brown, K. M. \"The Education of the Woman Citizen, 1917-1918.\" <em>Bowling Green State University, </em>2010<em>. </em>Retrieved from http://etd.ohiolink.edu/view.cgi/Brown%20Kathryn%20M.pdf?bgsu1277150212","[3] McKillen, E. \"Pacifist Brawn and Silk-Stocking Militarism: Labor, Gender, and Antiwar Politics, 1914–1918.\" <em>Peace & Change</em>, 33(3), 388-425, 2008. doi:10.1111/j.1468-0130.2008.00504.x"],"display_date":"February 26, 1917","search_date":"1917-02-26","locations":[{"id":17283,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Dist Columbia, District of Columbia"}],"tags":[{"id":7,"tag":"Women"},{"id":196,"tag":"women's rights"},{"id":170,"tag":"suffrage"},{"id":1111,"tag":"World War I"}],"course":{"name":"America From Civil War to World Stage","school":"Widener University","course_id":72,"school_id":43}},{"id":5771,"title":"<strong>Women's Suffrage Parade in New York</strong>","course_id":115,"status":"P","start_date":"1/2/07","end_date":"1/2/07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Women did not have the right to vote in the 19<sup>th</sup> century, nor were they allowed to participate in any form of politics. They were not satisfied with such inequality. A visiting European dignitary -- Paul H.B. d'Estournelles de Constant -- noted the commitment shown by American women to achieve their rights. He noted that people laughed at the woman who claims the right to vote. Therefore, women pushed the boundary in setting up movements that enabled them to get involved in political activities. “The movement in favor of votes for women is a protest of outraged morality against the masculine infringements of politics on private life, conscience and individual liberty” (Estournelles de Constant p.72). \" I have heard the most frivolous society women admire the grandeur of an immense procession that went past their windows in New York. it was a women's demonstration, carried out on a winter day, amid rain and mud. Thousands and thousands of women, of all ages, all classes and all kinds, marched past, without distinction of place, forgetful of the times in which they lived, of their inequalities of station, of their joys and sorrows, their minds fixed upon a common purpose -- the emancipation of their sex and the right to act, compete, protest and vote in public as well as in private.\" (p.68)","Estournelles notes that eventually women finally earned the right to vote, in eleven states initially. In 1912, six states -- California, Utah, Wyoming, Idaho, Colorado and Washington -- had been won over to the principle of votes for women; the last five being among the least populous states in the Union (p.72).","The women’s rights movement changed the landscape of our society into what we know today. And it started with the belief that people are born equal. Here, let’s not forget there were forerunners and pioneers who sacrificed and fought so hard to get what we have right now."],"display_date":"January 2, 1907","search_date":"1907-01-02","locations":[{"id":49747,"lat":40.7964015502,"lng":-73.8979738005,"zoom":10,"place":"New York, New York"}],"tags":[{"id":1799,"tag":"women's right"},{"id":617,"tag":"Feminism"},{"id":170,"tag":"suffrage"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":115,"school_id":40}},{"id":5797,"title":"Senator Brown Gives his Opinion on the Fifteenth Amendment","course_id":113,"status":"P","start_date":"1869-04-14","end_date":"1869-04-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the years following the end of the Civil War, Congress passed a series of amendments to the Constitution that were designed to extend to African Americans the same rights that white citizens had. Among this group, known as the Reconstruction Amendments, was the Fifteenth Amendment. This piece of legislation, introduced in 1869, made it illegal to deny anyone the right to vote based on his race or skin color. On March twenty-third of 1869, Representative Samuel T. Brown of Pennsylvania spoke before the House of Representatives to declare his support for the Fifteenth Amendment. In regards to black suffrage, he stated that he had “no particular hankering for it” and did not “desire to see the Constitution of Pennsylvania changed…to allow negroes to vote.” Brown, however, saw it as his duty to the Constitution and the nation to vote in favor of this amendment. He believed that reconstruction was the most important goal of the Civil War, and that “negro suffrage was the only thing that could accomplish reconstruction.” For him, the failure to pass the Fifteenth Amendment would mean that the war had been fought in vain.","The Fifteenth Amendment, along with the other Reconstruction Amendments, was one of the most pivotal and controversial bills to be passed by Congress. According to sociologist Albert Bergesen, these three amendments finally bestowed citizenship to African Americans and recognized them as members of the United States. With the Fifteenth Amendment, the former slaves had a way to shape the country that had oppressed them for centuries. The instatement of this legislation was not easy, though. Historian Everette Swinney stated that the efforts started to fall apart as soon as they began. Groups such as the Ku Klux Klan continued to terrorize black communities and intimidate would-be voters. The state of Georgia refused to accept the Fifteenth Amendment, and as a result, Congress reinstated military rule until the state legislature ratified the bill. Some states implemented poll taxes or literary tests as a requirement to vote in order to disenfranchise poor or uneducated blacks. It became necessary to pass a series of “Enforcement Acts” to make sure the amendment was carried out. These acts said in plain language that it was illegal to obstruct voting and provided the federal government with extensive abilities to punish the lawbreakers. Despite all of this legislation, however, politicians would debate the constitutionality of the Fifteenth Amendment into the early Twentieth century. That is why support such as Senator Brown’s in the face of such adversity was necessary for the bill and Reconstruction to succeed. He publicly stated his intention to vote to pass it knowing that he would lose voters as a result. Brown believed it was the right thing to do, and told the House “we will do justice, though the heavens fall.”"],"display_date":"April 14, 1869","search_date":"1869-04-14","locations":[{"id":1276,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":123,"tag":"Reconstruction"},{"id":170,"tag":"suffrage"},{"id":1843,"tag":"15th Amendment"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":113,"school_id":3}},{"id":6426,"title":"Women: Citizenship or Idol Worship in the 19th Century","course_id":149,"status":"P","start_date":"1871-10-26","end_date":"1871-10-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["An article from The Idaho World entitled, \"Will A Lady Ever Be President?\" pondered the possibility of a female presidency in 1871, a year before the upcoming election of 1872. The tone in which the author wrote is misogynistic, but also fairly common thought. The author begins by saying, \"Will a lady ever be President? We hope so, if she is pretty.\" Beauty is a central theme in this article, and it is assumed to be the cornerstone quality that makes a good female President. The author goes on to make the assumption that if a woman were to be President, it would open many chances for promiscuous behavior, in the good favor of her inferiors. \"The Presidentess\" would also be a fashion icon, and \"inaugurate an era of love and elegance\" to the political sphere. The author then assembles a picture of the future of politics, where a \"plump, comely\" candidate runs against a \"lean, lank, scrawny\" candidate. The public would be so invested in the excitement of this event that they would parade awful banners around, \"Full Bosoms Forever,\" \"Pretty Ankles are the Nation’s Bulwarks,\" \"To Arms, ye Brave, When they are Fair and Dimpled,\" and “Give the Kissing Candidate a Chance” among the lot. The author assures the readers that this future would be a good time, and that they should hope that they are alive to see it. The article ends in a positive view of women in politics at face value, but the meaning that lies underneath may not be so liberating, especially for the thousands of suffragettes reading it in 1871."," ","The fact of the matter is that women existed in a funny area within society, mostly white women, where they were held to a high standard of respect but were not considered equal and were not given the same rights as men. They were to appear ladylike and to exhibit class and sophistication amongst company. The “New South Lady,” according to David Blight’s <em>Race and Reunion</em>, was the “agent by which the whole South could transcend the legacies of defeat and Reconstruction” (273). This image of a perfectly proper and wholesome woman was meant to steer the country towards morally better paths. The United Daughters of the Confederacy was a group assembled to exemplify just this. The UDC strived to be “guardians of piety, education, and culture” and lead “public activist lives” (273). Women were expected to stay within the confines of their designated roles as wives and mothers, achieving perfection in positive qualities such as doting, peacemaking, respectable, and sensible.","Politics was considered too brutish for the dainty ladies of the states. Many women were not particularly upset by this construct, such as Janet Rudolph, who claimed that it was not fair that women had to give up everything, but were still not able to reach the equal status of their male counterparts. “Do you call this chivalry to women? Is it placing them on that lofty pedestal our opponents so delight to talk of?” Though she recognized this imbalance, she claimed, “I am not a suffragist, but it is just such injustice that will cause the women of Virginia to become suffragists” (279)."," ","The idea of a woman within the political sphere caused backlash from those who could not separate politics from the dirty, rough-and-tumble men that were involved. Or, at least it seemed that way. In order to combine the two worlds, one would have to sacrifice part of its identity. If a lady were President, the Presidency would have to revolve around female-centered activities (e.g. fashion, kissing); likewise, if a lady were to be President, the lady would have to act like a President—i.e. to act like a man. Thus, it was quite comical to some folks to imagine a female President. Though it has yet to happen today, this country has come a long way in securing a place for women in politics—even so far as to allow them to run against men in the Presidential campaigns. Luckily, there have yet to be any banners like the ones in this article read in the campaign for the 2016 Presidential election."],"display_date":"October 26, 1871","search_date":"1871-10-26","locations":[{"id":52834,"lat":44.0682019,"lng":-114.7420408,"zoom":8,"place":"Idaho"}],"tags":[{"id":470,"tag":"Reconstruction Period"},{"id":7,"tag":"Women"},{"id":170,"tag":"suffrage"},{"id":788,"tag":"Sexism"},{"id":18,"tag":"Politics"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":149,"school_id":2}}]}