{"id":171,"tag":"Vigilance Committee","points":[[36.656573937,-81.2227084988]],"bounds":[[36.656573937,-81.2227084988],[36.656573937,-81.2227084988]],"episodes":[{"id":4594,"title":"Abolitionism Takes a Whipping in Virginia","course_id":18,"status":"P","start_date":"1851-01-01","end_date":"1851-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["All that John Gornith heard as he stood tied to an oak tree in the Virginia woods was the crack of the whip. In 1851, the Vigilance Committee of Grayson County, Virginia arrested Gornith for spreading abolitionist propaganda. The Committee forced Gornith, a friend of an Ohio abolitionist, to renounce his abolitionist sentiments and leave the state, but not before tying him to a tree to \"receive a dozen lashings.\"John Gornith's story, published in the <em style=\"mso-bidi-font-style: normal;\">New York Times</em> in September of 1851, is but one of many cases involving the persecution by anti-abolitionist groups in the southern United States. The article about Gornith's relates how large a problem various anti-abolitionist sects were in the pre-war South. The inability to regulate their actions and their hatred towards African Americans and abolitionists contributed greatly to the plague of violence that became prevalent in the antebellum South. "," Abolition was, by 1851, heavily seated in Northern ideals and was spreading rapidly throughout much of the rest of the country. The Northerners were not far from being as radical as the South, when it came to matters of slavery. As Jane and William Pease put it, \"…both antislavery political moderates and Garrisonian radicals evolved a new style. [by] Openly defying government, breaking the law, and tolerating violence…they searched for a new tactic to embrace and achieve their aims.\"","In a similar manner, Southerners realized the threat abolitionism posed to their social and economic systems. By forming \"committees\" and \"societies,\" the southern citizens of the U.S. policed the problem of abolitionists spreading their word. Such actions as the ones taken against John Gornith were not uncommon. The formation of the mobs resulted from, as historian Clement Eaton argues, \"…a necessity to brake up the monotony of rural life and offer an outlet for boredom…\" The policing acts that these mobs took part in went virtually unchecked by anyone in the Southern culture, adding to the thought that they were \"right\" measures to be taken against such an invasive as abolition.  ","By this point the antislavery mail campaign had been well underway under the direction of Lewis Tappan from New York. The idea behind the campaign was to send antislavery propaganda throughout the whole country in an attempt to educate and make the southern people hate slavery in such a way that would lead to its end. The last line of the article brings this issue to the forefront. The fact that since an abolitionist had been caught in a southern area, the belief that he could have been spreading propaganda had to be assumed. For this reason, mail was not sent out to any of the counties or districts South of Wilmington, N.C. The article states, \"Great excitement prevailed, and the Committee were in pursuit of others. The mail brings nothing south of Wilmington tonight.\" The case of John Gornith exemplifies the roles of certain committees and organizations in the antebellum southern culture. Furthermore, John Gornith's case is one that shows how and to what extent anti-abolitionist sentiments were enforced in the antebellum South. "],"display_date":1851,"search_date":"1851-07-02","locations":[{"id":13874,"lat":36.656573937,"lng":-81.2227084988,"zoom":10,"place":"GRAYSON, Virginia"}],"tags":[{"id":95,"tag":"Abolition"},{"id":171,"tag":"Vigilance Committee"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}}]}