{"id":1710,"tag":"Voting Rights","points":[[32.3258382723,-87.106506935],[43.0070321924,-87.9667286742]],"bounds":[[43.0070321924,-87.106506935],[32.3258382723,-87.9667286742]],"episodes":[{"id":5711,"title":"Concerned White Citizens of Alabama Help Promote Rights for Blacks","course_id":110,"status":"P","start_date":"3/6/65","end_date":"3/6/65","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On March 6, 1965, Eileen Walbert, Helen Baer, Mary Young Gonzalez, and many more concerned white citizens began a controversial march in protest of voter registration issues in Selma, Alabama.  As Gonzalez recounts, Selma “had jeeps stacked with rifles outside the courthouse as a threat to the black people who had been trying to go in to register to vote.”  To compound matters, Baer remembers that “Only a registered voter could take you in to vote and most of the registered voters were white.”  For black citizens residing in Selma, Alabama, these circumstances made it virtually impossible for them to have the opportunity to register to vote.  For Walbert, Baer and Gonzalez, both hearing about and seeing the atrocities occurring in Selma weighed heavily on them, and eventually led them to take action.  Those three brave women along with other members of the Concerned White Citizens of Alabama crossed racial barriers and lent white support to the voting rights cause.","The right to vote, one taken for granted by so many white citizens, was a right routinely being denied to the majority of black citizens, particularly in the South.  As members of the Concerned White Citizens of Alabama, Walbert, Baer and Gonzalez helped to organize and participate in a nonviolent protest march meant to highlight voter registration struggles in Selma.  According to Burke Marshall, former head of the Justice Department’s Civil Rights Division, “on February 4, 1965 . . . only 383 Negroes [in Dallas County] were registered out of a voting age population of over 15,000.”  Clearly the intimidation and discriminatory practices employed in Selma were effectively preventing blacks from registering to vote.  It was clear to Walbert, Baer and Gonzalez that the difficulties afflicting blacks could no longer remain a purely local problem.  It was time to draw national attention to the discriminatory practices affecting voter registration in Selma.","By organizing a protest march in Selma from a black church to the main courthouse, white activists like Walbert, Baer and Gonzalez helped focus the national spotlight on Alabama.  This concentration on voting discrimination in Selma was significant because following the protests, the issue of voting rights was addressed federally with the passage of the Voting Rights Act of 1965.  Through the nonviolent protests of Walbert, Baer, and Gonzalez, as well as the subsequent “Bloody Sunday” march on March 7, 1965, change was effected at the national level.  As Dr. Joseph E. Luders mentions in his analysis of the success of protests during the civil rights movement, “it cannot be forgotten that it was ultimately the demands of civil rights supporters and their willingness to brave violent crowds and hostile police that generated the reactions necessary to win local and national victories.”  Walbert, Baer and Gonzalez were three such supporters who did “brave violent crowds and hostile police” to help draw the eye of the nation to voter discrimination in Selma, Alabama, which eventually resulted in a national victory with the passage of the Voting Rights Act of 1965."],"display_date":"March 6, 1965","search_date":"1965-03-06","locations":[{"id":32444,"lat":32.3258382723,"lng":-87.106506935,"zoom":9,"place":"Dallas, Alabama"}],"tags":[{"id":1710,"tag":"Voting Rights"},{"id":1345,"tag":"Selma"},{"id":42,"tag":"Civil Rights"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":110,"school_id":10}},{"id":6352,"title":"<strong>Ada James sure showed them!</strong> The ratification the 19th amendment in Wisconsin.","course_id":141,"status":"P","start_date":"11/1/19","end_date":"11/1/19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Ada James was a key figure in the women's suffrage movement in Wisconsin.  She and her family played an instrumental part in Wisconsin's ratification of the 19th amendment.  In one of Ada's diary entry's she stated, \"it is unjust to hold mothers responsible for the morals of their children while denying them a voice on municipal conditions making up their environment.\"  Tis quote shows Ada's desire for change and a logical reasoning for a long overdue ratification of the 19th amendment.  It also demonstrates her values which stem from her mother a longtime Wisconsin suffragist and her father a strong supporter of the movement.","Ada's father was in fact the reason Wisconsin narrowly beat their rivals to the south Illinois, in the honor of being the first to ratify the 19th amendment.  David James, Ada's father personally raced to Washington to deliver the ratification papers.  As the article in the <em>Milwaukee Journal </em>from November 2, 1919 so strikingly states, Ada James a descendant of a suffrage family \"showed\" Illinois women that Wisconsin was the first to ratify the 19th amendment.  Noted for her outspoken nature, a key to her success in the ratification, Ada publically claimed Wisconsin's honor and denounced Illinois' false claim as the first to ratify the 19th amendment.","There is a lot of debate over this fact, partly to do with the happening that Illinois was also sending a messenger to Washington to ratify at the same time.  However, there was a problem with the wording of the Illinois bill and they were turned away.  Mr. James entered the state department with the Wisconsin ratification papers in hand as the Illinois messenger was leaving.","Ada \"showed\" them, Illinois, in her public speech held at a victory ceremony held at the Milwaukee Athletic Club.  The applause roared as Ada dispersed any doubt in Wisconsin's rightful title of the first state to ratify the suffrage amendment.  Ada sought equality for women, her impact on the Wisconsin Women's Suffrage Organizations in which she was a leading member of, and her dedication and challenge of leadership changed the course of Wisconsin's women's suffrage movement forever."," "," "," "],"display_date":"November 1, 1919","search_date":"1919-11-01","locations":[{"id":16292,"lat":43.0070321924,"lng":-87.9667286742,"zoom":10,"place":"Milwaukee, Wisconsin"}],"tags":[{"id":2206,"tag":"Wisconsin"},{"id":1710,"tag":"Voting Rights"},{"id":2673,"tag":"Ada James"},{"id":2674,"tag":"19th amendment"},{"id":7,"tag":"Women"},{"id":18,"tag":"Politics"},{"id":17,"tag":"Government"},{"id":2675,"tag":"Ratify"},{"id":1323,"tag":"rivalry"},{"id":840,"tag":"Illinois"},{"id":2712,"tag":"Milwaukee Athletic Club"},{"id":2713,"tag":"Milwaukee Journal"}],"course":{"name":"Intro to Digital History","school":"University of Wisconsin, Milwaukee","course_id":141,"school_id":68}}]}