{"id":1719,"tag":"Victory Gardens","points":[[32.2202206971,-86.2076124057],[42.107446354,-83.1351982696]],"bounds":[[42.107446354,-83.1351982696],[32.2202206971,-86.2076124057]],"episodes":[{"id":5722,"title":"'V' is for Victory","course_id":110,"status":"P","start_date":"1/1/45","end_date":"12/31/45","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["One of the reasons for promoting Victory Gardens during World War Two was that they would pay for themselves and put money in the pockets of those that grew them.  In a clipping from <em>Metro Newspaper Service </em>in 1945, a picture depicts a girl standing next to a boy with a hoe discussing a bush with money for leaves with a subtitle that advertises “many a Victory Gardener” would have been able to call “all his crops “cash crops”.”  Adjacent to the picture are two females, obviously mother and daughter, watching their husband and father set up their garden because “nothing [was] more gratifying than” “a productive garden.”","Amy Bentley has observed that War World Two was ridden with slogans. By calling food production “the first line of defense”; the United States Government hoped millions of Americans would produce their own fruit and vegetables.  Whether it was to free up land originally for domestic production for the overseas soldiers or American Allies, The Department of Agriculture wanted to see improved health and productivity on the home front.","Any productivity in agriculture was accepted whether it was a half-acre of land or “a few jars of peach preserves.”  From her research, Bentley has argued that home front food production was a way to renew and “strengthen communities during this global crisis”.  The campaign for these gardens hoped to inspire hard work while helping Americans escape the current conditions and return to a preindustrial time like their ancestors had.  The thought was if one could become a producer of things, a cleansing of the soul would result from just simple interaction with the earth.","The producers of Victory Gardens felt that any and all effort in producing fruit and vegetables somehow helped in the overall war effort.  The clipping indicated hope for more gardens that year than any before.  After all, it was printed in 1945, when the world was becoming exhausted of resources to fuel the almost never ending war."],"display_date":1945,"search_date":"1945-07-02","locations":[{"id":26087,"lat":32.2202206971,"lng":-86.2076124057,"zoom":9,"place":"Montgomery, Alabama"}],"tags":[{"id":258,"tag":"World War II"},{"id":13,"tag":"Agriculture"},{"id":1719,"tag":"Victory Gardens"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":110,"school_id":10}},{"id":5937,"title":"Gardening for Victory","course_id":118,"status":"P","start_date":"4/27/19","end_date":"4/27/19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1919, the United States was feeling a surge of pride and confidence amidst allied wins after four long years of fighting in Word War I.  The <em>Detroit Free Press</em> published an article to encourage its citizens to continue their wartime home-grown food production efforts, in what was referred to as Victory Gardens.  With the war officially coming to end, the United States saw a huge increase in the production of food from home-grown sources in the 1918 growing season.  An increase in food production and at-home canning allowed more food to be shipped to those in war-torn European cities where food was short. Complete with a cheerful cartoon of a happy, gardening family, the article discusses the success of war gardens and the spreading popularity of Victory Gardens in the aftermath of the war.  The National War Garden Commission of Washington stood behind this message, encouraging continued participation throughout 1919 and even incentivizing readers to donate funds (two cents) to the commission with the promise of a garden book for every 2-cent stamp received.  The National War Garden Commission hoped messages like this one would evoke feelings of nationalism and empower citizens to contribute to the food production effort from their own homes.","Victory Gardens, like the ones mentioned in this article, were a continuation of the war gardens, that began in an effort to help with the food shortage experienced as many young men left their farms to fight in World War 1.  These gardens sprang up in American backyards all over the United States, and the National War Garden Commission was created to monitor the progress of these gardens and encourage participation even after the armistice.  These forms of urban farming differed from many of the grassroots movements that utilized agriculture as a activism, in that victory gardens were backed and publicized by the federal government in a national campaign.  Victory Gardens were portrayed as pathways to US prosperity and rebuilding in the wake of the devastation of the war.  Many cities, like Detroit, converted vacant land to be cultivated by citizens.  In this way, the community and its members came together through pooled resources to participate in a small act of patriotism towards their country.  Within Michigan, Detroit’s victory garden design and campaigns were copied in other areas such as Hyland Park.  Cities like these used this model to begin planting gardens in elementary schools and junior highs in an effort to keep children interested and involved in the war efforts. Victory gardens would appear again during the next World War, and serve a similar purpose in both providing food during wartime shortages and bringing the nation together to achieve a common goal."],"display_date":"April 27, 1919","search_date":"1919-04-27","locations":[{"id":18385,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1719,"tag":"Victory Gardens"},{"id":1899,"tag":"Detroit"},{"id":2052,"tag":"Urban Farming"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5943,"title":"Victory Gardens and the Campaign for Frugality","course_id":118,"status":"P","start_date":"2/1/42","end_date":"2/28/42","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1942, in the heat of the Second World War, the United States Department of Agriculture published a 16-page pamphlet to be distributed to homes and families across the United States.  The pamphlet was intended as an informational packet to facilitate the successful implementation of Victory Gardens in American’s backyards.  The pamphlet detailed the nutritional, economical, and national benefits of growing fruits and vegetables at home.  It provided detailed information on what to plant, how a garden should be laid out, and when to harvest.  It gave tips and pointers on raising produce, and stressed (many times) the absolute importance of creating a practical garden that could be grown and harvested without waste and with the intent of long-term, continuous production.","In World War II, Victory Gardens were encouraged to decrease the stress on the low food supply both abroad and at home.  The United States government produced posters, pamphlets, leaflets, cartoons, and other persuasive communication media in hopes that the public would see victory gardens as a way to aid in the war effort, and as a means of uniting with other fellow Americans under a common goal.  With food and resources so scarce, the pamphlets and leaflets were used to encourage frugality, and to convey waste as a symbol of anti-patriotism and an act against United States victory in the war.  Through these communication media on victory gardens, the United States government hoped to redirect the American consumer culture to reflect the direction of the country’s wartime needs.","Many persuasive campaigns by the government have failed due to Americans’ skepticism of government regulation and influence of personal values and behaviors, yet the World War II poster and pamphlet campaign “appears to have been effective in inculcating frugal consumption habits among home front consumers” (70).  It is likely that because of the war, Americans were more inclined to see government intervention into personal behaviors and values as protecting the common good of the nation. The common enemy the war produced allowed the government to campaign for frugality with more success than otherwise. The victory gardens of World War II are a perfect example of a successful poster/pamphlet/paper media frugality campaign.   By the end of the War, nearly 20 million Americans had their own gardens and 40% of the produce supply came from home-grown sources. Pamphlets, like the one produced by the Department of Agriculture, provided Americans with the information they needed to plant and harvest crops, as well as the message of the importance of frugality needed for the nation to win the war.  Urban agricultural campaigns centered around the production of food for security and independence would appear later in American history, especially during the civil right movement of the 1960s.  Though these campaigns differed, the 1940s ideal of food production by the individual to benefit a larger cause would continue to influence urban agriculture and farming movements of the future."],"display_date":"February 1942","search_date":"1942-02-14","locations":[{"id":27066,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1930,"tag":"Urban Agriculture"},{"id":258,"tag":"World War II"},{"id":1719,"tag":"Victory Gardens"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5989,"title":"Wartime Agricultural Movements and Women","course_id":118,"status":"P","start_date":"10/1/19","end_date":"10/1/19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The year 1919 marked the United States’s first year out of war since 1914. World War I had been won with the help of an ambitious and aggressive campaign on the home front to overcome wartime shortages through collective action: namely widespread reducing, re-using, and home-producing (such as home-grown produce and canned goods).  The nation had looked to its women to take a leading role in igniting the nationalism and sense of patriotic obligation these efforts required.  As a 1919 Detroit Free Press article pointed out, women had risen to the occasion impressively.  In agriculture and gardening specifically, women’s efforts drew national recognition.  The “Farmerettes” as they were called, even became a division in the United States employment service, a milestone for women's rights considering society's generally negative attitute towards women in the workforce. The article described gardening as a “healthy and wholesome” outlet for young women, and due to its usefulness and proven success the article predicted that gardening for nationwide produce distribution would likely continue in the future. War gardens and victory gardens had created an occupational opportunity for women, even though the article pointed out, “American minds revolt at the idea of women in the work field.” The maternal nurturing and nourishing ideologies tied to the movement (and women in general) made this occupation seem less threatening than other fields, but it served as a powerful tool for empowering women to think about their capacity to occupy other social spheres.","Wartime agricultural movements such as the war gardens and liberty gardens of the World War I era and Victory Gardens during World War II had an especially important impact on women. These movements created opportunity for women to do what they had not done before…work outside the homestead. War gardens and victory gardens challenged gender norms and started the whisperings of political and social change within a male-dominated society. Though recognized for their contributions, these occupations within gardening and agriculture were still considered by many to be akin to the home-making and family-feeding spheres women had always occupied. Yet for many young women, being a farmerette served as a tool of empowerment. The sense of community and the success of their collective action called them to consider how they might continue to shape their identities through these assimilation into different domains. Big cities such as Detroit, Chicago, and New York provided an excellent place where women could gather and exchange ideas and feel recognized for their work.  Suffrage and women’s labor rights movements had roots, in part, in the empowerment women gained from wartime gardening and agricultural movements."],"display_date":"October 1, 1919","search_date":"1919-10-01","locations":[{"id":18385,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1719,"tag":"Victory Gardens"},{"id":196,"tag":"women's rights"},{"id":13,"tag":"Agriculture"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}]}