{"id":1720,"tag":"Birmingham Terminal","points":[[33.5543155862,-86.8964933862]],"bounds":[[33.5543155862,-86.8964933862],[33.5543155862,-86.8964933862]],"episodes":[{"id":5725,"title":"Destroying History: The Birmingham Terminal","course_id":110,"status":"P","start_date":"6/26/69","end_date":"9/22/69","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Many people in the city of Birmingham were devastated by the thought of losing the Birmingham Train Terminal. However, with the T. M. Burgin Demolition Company’s crane waiting outside on 26<sup>th</sup> street, the thought of the terminal coming down became all to real.  It looked like Birmingham would make the mistake and tear down the beautiful, historic Birmingham Train Terminal that carried so many people in and out of the city when train travel was the most popular form of transportation.","Groups like the Women’s Committee of 100 lead by Carl C. Brown and the Heart of Dixie Railroad Society tried nonstop to save and preserve this building.  These organizations came up with several ideas for the terminal like a transportation museum with gift shops or a restaurant and shopping center. The idea of a restaurant was very popular because the groups wanted to preserve the restaurant that already existed inside in an effort to keep something inside the terminal active and in working order.  Dr. Gilbert Douglas from the Railroad Club said that Birmingham had nothing to offer historically, and this terminal could be the main attraction to draw tourists into the city.  All of these groups knew the importance of preservation.  Robert Stipe says that historic preservation is important because the historic buildings, structures, and homes can show the importance and beauty that cannot be rebuilt.  Once it is gone it is gone. However, Birmingham officials did not understand this because they had sent a wrecking ball to knock down the historic terminal that once brought so many people into Birmingham.  Another man, Albert Tucker, a veteran baggage porter, understood the importance of preservation.  As a matter of fact, Albert Tucker stood all by himself on Platform 5, waiting on the final train, the “City of Miami” to arrive on the final day of the Birmingham Terminal.  He told reporters that, “they’re building a little bitty place, 40 by 60 feet, down at the end of the platforms.  Inside there was only a ticket agent and an elderly couple because now train was not the way to travel.  Both the ticket agent and Mr. Tucker knew that.  They both also knew that when the sun rises, workers from T. M. Burgin Demolition Company would come and start the engine to the crane and swing the big ball into the walls of the Mosaic tile walls that lined the terminal.  However, they were wrong, the workers came earlier, they showed up in the middle of the night and tore down the terminal in order to avoid the protestors and angry organizations.","The city of Birmingham lost a key piece of its history in 1969.  However, if the demolition of the terminal would have been a few years later the train terminal might still be standing.  This is because of a push for protection of properties that are eligible for the National Register of Historic Places began in the mid-1970s.  Additionally, as mentioned in Historic Preservation Law, in 1975, the Landmark and Preservation Law Division began expanding programs to protect urban landmarks and historic districts.  Therefore, if the laws were put in place in the sooner this historic landmark would still be standing.  Or, one could say that the nation learned its lesson after tearing down historic landmarks like this one, because, when its gone, its gone."],"display_date":"June 26, 1969 - September 22, 1969","search_date":"1969-08-09","locations":[{"id":31662,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":1720,"tag":"Birmingham Terminal"},{"id":203,"tag":"Birmingham, Alabama"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":110,"school_id":10}}]}