{"id":1721,"tag":"Fr. Coyle","points":[[33.5543155862,-86.8964933862]],"bounds":[[33.5543155862,-86.8964933862],[33.5543155862,-86.8964933862]],"episodes":[{"id":5710,"title":"<strong>HugoBlack’s Defense of Edwin Stephenson and The Klan Agenda</strong>","course_id":110,"status":"P","start_date":"8/11/21","end_date":"10/11/21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The murder trial of Fr. James Coyle in the deep south during the early twenties provided an ideal setting for the men who formed the core of the Knights of the Ku Klux Klan to further disseminate their message of hate and intolerance against some of their main targets of the time: immigrants and Catholics.  The trial transcripts, particularly the closing statements delivered by the leader of the defense team and active Klan member, future U.S. Supreme Court Justice Hugo Black, reveal that they sought not only to achieve an acquittal for their client, but also to prove that the agenda of the Klan reigned supreme in Alabama.  The Klan worked hard in the lead up to the trial to “pack the courthouse”.  In addition to the defense team, at least seven of the jurors and the judge presiding over the proceedings were all active Klansmen.  The rallying of the Klan around the defendant, Edwin Stephenson, should come as no surprise.  The trial offered an opportunity for them to address several of their key issues; miscegenation, nativism, spread of Catholicism, and the denunciation of protestant dogma.  From the very beginning, Black set the tone of his argument by attacking the only two witnesses that came forward for the prosecution, calling them “brothers in falsehood, as well as in faith”, reminding the jurors that they were both practicing Catholics.  Black posited, in a thinly veiled rant, that the testimony of these two men could not be trusted simply because of their affiliation with the Church.  From this point, Black moves to attacking the actions of Fr. Coyle himself, effectively blaming him for his own murder.  Referring to Father Coyle’s presiding over the wedding of Stephenson’s daughter to a Catholic man of Puerto Rican descent, Black argues that “Neither did he (Fr. Coyle) nor any of his friends have the right to tamper with another man’s home”.  It is plain to see that this simple sentence betrays the Klan’s deep seated disapproval of miscegenation.  Black reinforces the Klan’s seemingly noble belief that the right of a protestant man to defend the honor and integrity of his family at any cost should not only be tolerated, but also defended.  He says of Fr. Coyle; “because a man becomes a priest does not mean that he is divine... He has no more right to protection than a Protestant minister.”  Finally, Black sums up his argument by condemning Fr. Coyle for what was perhaps the most damning charge of them all; converting a member of the Protestant community to Catholicism.  He phrases the accusation cleverly, implying that this “crime” against Stephenson and his daughter was so severe, that it required swift and certain retaliation. Black had this to say, regarding Fr. Coyle’s actions: “There is such a thing as imprisonment of the human will by influence, vice and persuasion.  When you find a girl who has been reared well persuaded from her parents by some cause or person, that cause or person is wrong.”"],"display_date":"August 11, 1921 - October 11, 1921","search_date":"1921-09-10","locations":[{"id":20911,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":151,"tag":"Ku Klux Klan"},{"id":889,"tag":"Racism"},{"id":1721,"tag":"Fr. Coyle"},{"id":1722,"tag":"Anti-Catholicism"},{"id":1723,"tag":"Nativism"},{"id":1724,"tag":"Birmingham, AL"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":110,"school_id":10}}]}