{"id":1722,"tag":"Anti-Catholicism","points":[[33.5543155862,-86.8964933862],[32.2202206971,-86.2076124057],[31.3177565709,-95.4226802796]],"bounds":[[33.5543155862,-86.2076124057],[31.3177565709,-95.4226802796]],"episodes":[{"id":5710,"title":"<strong>HugoBlack’s Defense of Edwin Stephenson and The Klan Agenda</strong>","course_id":110,"status":"P","start_date":"8/11/21","end_date":"10/11/21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The murder trial of Fr. James Coyle in the deep south during the early twenties provided an ideal setting for the men who formed the core of the Knights of the Ku Klux Klan to further disseminate their message of hate and intolerance against some of their main targets of the time: immigrants and Catholics.  The trial transcripts, particularly the closing statements delivered by the leader of the defense team and active Klan member, future U.S. Supreme Court Justice Hugo Black, reveal that they sought not only to achieve an acquittal for their client, but also to prove that the agenda of the Klan reigned supreme in Alabama.  The Klan worked hard in the lead up to the trial to “pack the courthouse”.  In addition to the defense team, at least seven of the jurors and the judge presiding over the proceedings were all active Klansmen.  The rallying of the Klan around the defendant, Edwin Stephenson, should come as no surprise.  The trial offered an opportunity for them to address several of their key issues; miscegenation, nativism, spread of Catholicism, and the denunciation of protestant dogma.  From the very beginning, Black set the tone of his argument by attacking the only two witnesses that came forward for the prosecution, calling them “brothers in falsehood, as well as in faith”, reminding the jurors that they were both practicing Catholics.  Black posited, in a thinly veiled rant, that the testimony of these two men could not be trusted simply because of their affiliation with the Church.  From this point, Black moves to attacking the actions of Fr. Coyle himself, effectively blaming him for his own murder.  Referring to Father Coyle’s presiding over the wedding of Stephenson’s daughter to a Catholic man of Puerto Rican descent, Black argues that “Neither did he (Fr. Coyle) nor any of his friends have the right to tamper with another man’s home”.  It is plain to see that this simple sentence betrays the Klan’s deep seated disapproval of miscegenation.  Black reinforces the Klan’s seemingly noble belief that the right of a protestant man to defend the honor and integrity of his family at any cost should not only be tolerated, but also defended.  He says of Fr. Coyle; “because a man becomes a priest does not mean that he is divine... He has no more right to protection than a Protestant minister.”  Finally, Black sums up his argument by condemning Fr. Coyle for what was perhaps the most damning charge of them all; converting a member of the Protestant community to Catholicism.  He phrases the accusation cleverly, implying that this “crime” against Stephenson and his daughter was so severe, that it required swift and certain retaliation. Black had this to say, regarding Fr. Coyle’s actions: “There is such a thing as imprisonment of the human will by influence, vice and persuasion.  When you find a girl who has been reared well persuaded from her parents by some cause or person, that cause or person is wrong.”"],"display_date":"August 11, 1921 - October 11, 1921","search_date":"1921-09-10","locations":[{"id":20911,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":151,"tag":"Ku Klux Klan"},{"id":889,"tag":"Racism"},{"id":1721,"tag":"Fr. Coyle"},{"id":1722,"tag":"Anti-Catholicism"},{"id":1723,"tag":"Nativism"},{"id":1724,"tag":"Birmingham, AL"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":110,"school_id":10}},{"id":5726,"title":"<strong>“Cotton Tom” Heflin Exploits American Anti-Catholicism to Defeat Al Smith</strong>","course_id":110,"status":"P","start_date":"1/28/28","end_date":"1/28/28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Thomas Heflin’s address to his colleagues in the first session of the 1928 Alabama state congress contains within it several of the main fears associated with the anti-Catholic sentiment in the South at the time.  Heflin, a known member of the Ku Klux Klan, used his position as a sitting congressman to roundly abuse his fellow Catholic politicians, and perpetuate several of the anti-Catholic suspicions commonly referenced by the Klan.  Heflin begins his address by describing some of the proceedings of the Democratic national convention that took place four years earlier.  His very first mention of the “Romanists” in attendance is a thinly veiled warning to his fellow Klan members as to the intentions of the Democratic political community who belonged to the Church.  He theatrically describes a scene in which several Catholic Democrats bring the convention to a halt, in order to demand that the convention denounce the Ku Klux Klan nationwide.  Heflin claims to have attempted to calmly reason with them, saying: “Gentlemen, that question has got no business in this convention…It is a Protestant order and Protestants generally think that you want it denounced because you are Catholics.”  Heflin goes on to say that the denunciation of the Klan would tear the Democratic Party apart.  According to him, the response from the “Tammanyites” was simply; “To hell with the party if it will not denounce the Klan.”  Heflin capitalized on this statement, to make the point that a Catholic has allegiance to Rome alone, and that their participation in politics was a threat to the American democratic process.  To illustrate this, he makes the conjecture that the main goal of the Catholics in his party was to see Al Smith elected to the presidency.  The war-like rhetoric that follows this proclamation indeed served its intended purpose.  “Gird your loins for political battle, the like of which you have not seen in all the tide of time in this country”, Heflin said, “The Roman Catholics of every country on the earth are backing his campaign.”  He makes the claim that the wealthy Catholics of America, along with financial partners across the globe were involved in the clandestine acquisition of southern newspapers, seeking “to control the vehicles that carry news to the people.”  Heflin charges that this international conspiracy would be a dire threat, designed to “lay the heavy hand of a Catholic state upon you and crush the life out of Protestantism in America.”  Heflin’s words were not in vain.  Although Al Smith won the support of Alabama in the election, (largely because of the unwillingness of most southerners to vote for a Republican under any circumstance) he failed to gain enough popularity in the north, where anti-Catholic sentiment was most prevalent at the time."],"display_date":"January 28, 1928","search_date":"1928-01-28","locations":[{"id":21904,"lat":32.2202206971,"lng":-86.2076124057,"zoom":9,"place":"Montgomery, Alabama"}],"tags":[{"id":1726,"tag":"Tom Heflin"},{"id":1725,"tag":"Cotton Tom"},{"id":151,"tag":"Ku Klux Klan"},{"id":1723,"tag":"Nativism"},{"id":1722,"tag":"Anti-Catholicism"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":110,"school_id":10}},{"id":5728,"title":"<strong>John Kennedy’s 1960 “Religion Address” and American Anti-Catholicism</strong>","course_id":110,"status":"P","start_date":"9/12/60","end_date":"9/12/60","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["John Kennedy’s 1960 address to the Greater Houston Ministerial Association was delivered to assuage the suspicion many Americans harbored against him from the beginning of his race for the Presidency.  Senator Kennedy and most of his aides correctly assumed that they would be facing some of the same prejudice and fear over the course of the campaign that Al Smith, the Catholic Governor of New York faced in the Presidential election of 1928.  In order to combat this, Kennedy focused on distancing himself from his religion, and reaffirming his personal commitment to the separation of church and state.  He began his speech by highlighting several key issues that he deemed more worthy of the nation’s attention that the personal beliefs of one man, even if that man was a candidate for such a high office.  He mentions the spread of communism, poverty in America, political scandals of the past, and the space race, reminding the audience of his intent to tackle the tough issues facing the nation, regardless of his religious affiliation.  “These are the real issues which should decide this campaign.” Kennedy said, “And they are not religious issues — for war and hunger and ignorance and despair know no religious barriers.”  Kennedy used this tactic throughout the remainder of his speech, effectively divorcing himself from Catholicism, and presenting himself as a religiously neutral politician.  Due to the resurgence of American anti-Catholicism in the early forties that persisted into the sixties, there remained a widespread mistrust of Catholic politicians.  It was believed that a member of the Church in office would invariably institute policies based on the will of Rome.  Regarding this fear, Kennedy said; “I believe in an America where the separation of church and state is absolute, where no Catholic prelate would tell the president (should he be Catholic) how to act…”  He then proceeds to level the field, following up with; “and no Protestant minister would tell his parishioners for whom to vote.”  Kennedy’s words here are indicative of the strong undercurrent that permeated American culture in the sixties that held nativism and fundamental Protestantism as the ideal in a politician.  The xenophobic views perpetuated by the post-World War I Klan had taken their toll on Catholic-Americans in the past, and continued to do so in Kennedy’s time.  The message he delivered in this speech was essential to his election the following year.  He would summarize this message most succinctly in these two lines taken from the final minute of his address; “But let me stress again that these are my views… I am not the Catholic candidate for president. I am the Democratic Party's candidate for president… I do not speak for my church on public matters, and the church does not speak for me.”"],"display_date":"September 12, 1960","search_date":"1960-09-12","locations":[{"id":32591,"lat":31.3177565709,"lng":-95.4226802796,"zoom":9,"place":"Houston, Texas"}],"tags":[{"id":1727,"tag":"JFK"},{"id":1723,"tag":"Nativism"},{"id":79,"tag":"Religion"},{"id":1722,"tag":"Anti-Catholicism"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":110,"school_id":10}}]}