{"id":1727,"tag":"JFK","points":[[31.3177565709,-95.4226802796],[38.9071923,-77.0368707],[38.9929383,-77.8863787],[42.2808256,-83.7430378],[21.521757,-77.781167],[61.52401,105.318756],[30.632363,-85.651011],[34.0140526,-118.2878754]],"bounds":[[61.52401,105.318756],[21.521757,-118.2878754]],"episodes":[{"id":5728,"title":"<strong>John Kennedy’s 1960 “Religion Address” and American Anti-Catholicism</strong>","course_id":110,"status":"P","start_date":"9/12/60","end_date":"9/12/60","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["John Kennedy’s 1960 address to the Greater Houston Ministerial Association was delivered to assuage the suspicion many Americans harbored against him from the beginning of his race for the Presidency.  Senator Kennedy and most of his aides correctly assumed that they would be facing some of the same prejudice and fear over the course of the campaign that Al Smith, the Catholic Governor of New York faced in the Presidential election of 1928.  In order to combat this, Kennedy focused on distancing himself from his religion, and reaffirming his personal commitment to the separation of church and state.  He began his speech by highlighting several key issues that he deemed more worthy of the nation’s attention that the personal beliefs of one man, even if that man was a candidate for such a high office.  He mentions the spread of communism, poverty in America, political scandals of the past, and the space race, reminding the audience of his intent to tackle the tough issues facing the nation, regardless of his religious affiliation.  “These are the real issues which should decide this campaign.” Kennedy said, “And they are not religious issues — for war and hunger and ignorance and despair know no religious barriers.”  Kennedy used this tactic throughout the remainder of his speech, effectively divorcing himself from Catholicism, and presenting himself as a religiously neutral politician.  Due to the resurgence of American anti-Catholicism in the early forties that persisted into the sixties, there remained a widespread mistrust of Catholic politicians.  It was believed that a member of the Church in office would invariably institute policies based on the will of Rome.  Regarding this fear, Kennedy said; “I believe in an America where the separation of church and state is absolute, where no Catholic prelate would tell the president (should he be Catholic) how to act…”  He then proceeds to level the field, following up with; “and no Protestant minister would tell his parishioners for whom to vote.”  Kennedy’s words here are indicative of the strong undercurrent that permeated American culture in the sixties that held nativism and fundamental Protestantism as the ideal in a politician.  The xenophobic views perpetuated by the post-World War I Klan had taken their toll on Catholic-Americans in the past, and continued to do so in Kennedy’s time.  The message he delivered in this speech was essential to his election the following year.  He would summarize this message most succinctly in these two lines taken from the final minute of his address; “But let me stress again that these are my views… I am not the Catholic candidate for president. I am the Democratic Party's candidate for president… I do not speak for my church on public matters, and the church does not speak for me.”"],"display_date":"September 12, 1960","search_date":"1960-09-12","locations":[{"id":32591,"lat":31.3177565709,"lng":-95.4226802796,"zoom":9,"place":"Houston, Texas"}],"tags":[{"id":1727,"tag":"JFK"},{"id":1723,"tag":"Nativism"},{"id":79,"tag":"Religion"},{"id":1722,"tag":"Anti-Catholicism"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":110,"school_id":10}},{"id":6459,"title":"Jacqueline Kennedy's Equestrian Therapy","course_id":150,"status":"P","start_date":"1/1/40","end_date":"11/22/63","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Jackie Kennedy sat down with historian, and friend, Arthur M. Schlesinger Jr., less than for months after his death, to discuss her life with JFK.  The recordings of these conversations cover of the politics and the people she encountered during her marriage, as well as JFK as a person.  While discussing the early years of her marriage to John, she states that “Daddy told him, keep her riding and she’ll always be in a good mood.”  In other words, her father told Jack to keep Jackie riding horses and she’d always be happy.  Since riding was so important to Jackie.  ","It was surprising that she married a man who could not be around the animal she was most passionate about. Jackie first rode a horse when she was one year old.  Her mother, Janet Norton Lee was a \"skillful and daring horsewoman, who won many prizes throughout the East…”  Janet instilled her passion for horses to Jackie and she would pass it on to her daughter, Caroline.  Jackie retreated to her stable at Glen-Ora, in Upperville, Virginia, whenever she was feeling overwhelmed.  As a child, Jacqueline rode and competed to cope with the bad blood between her parents after their divorce.  Vicky Moon states in her book that one of Jackie’s family member recalled that, “I did not realize it at the time, but I now believe her obsession with horses stemmed from her desperately unhappy home life.”  Unfortunately her life did not improve greatly once she met Jack Kennedy.  She joked with her family about being with a man who was allergic to horses.  In later years, she would ride to cope the loss of three of her children.  She mainly went riding to get away from the responsibilities that awaited her at the White House.  Fred Glueckstein explained that “Her love of horses and riding became a refuge from the tensions and stress of the White House.”  Whenever she felt depressed, she relied on horseback riding to provide the peace and privacy."],"display_date":"January 1, 1940 - November 22, 1963","search_date":"1951-12-12","locations":[{"id":52855,"lat":38.9071923,"lng":-77.0368707,"zoom":0,"place":"Washington, D.C."},{"id":52856,"lat":38.9929383,"lng":-77.8863787,"zoom":0,"place":"Upperville, VA"}],"tags":[{"id":1727,"tag":"JFK"},{"id":2850,"tag":"Equestrian"}],"course":{"name":"JFK: Famine to New Frontier","school":"Marist College","course_id":150,"school_id":77}},{"id":6461,"title":"President Kennedy's Relationship with Reporters","course_id":150,"status":"P","start_date":"1/27/62","end_date":"3/16/65","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["President John F. Kennedy accounted for the success of his press conferences to his friendly relationship with the press. His communication with them was different from any previous president and he gained admiration from many journalists throughout his career. His perspective on reporters was a give and take relationship. Coming from a reporter background, having worked for Hearst’s <em>Chicago Herald </em>in 1945, he understood the importance of a cordial relationship with the press. In an Interview with Jill Cowan and Priscilla Wear, women of the President’s staff, they pointed to Kennedy’s strong dislike of a certain woman reporter, Sarah McClendon. When asked by the interviewer if there were any personalities of the press corps from whom Kennedy didn’t welcome questions, Cowan answered, “Yes, Sarah McClendon he always hated”.  Cowan preceded by saying, “He was always very careful about answering as many questions from the right hand side of the room as the left because people kept very close figures on how he would answer them. You know, which side did he favor. And so he really had to act.... Even those he wanted to avoid, he couldn’t help it.”","A trailblazer for her time, McClendon transcended the patient reporter’s approach to Kennedy’s conferences. She went by the saying; reporters should speak the public’s mind. The voice of Sarah McClendon was not easy to ignore, and difficult to dismiss.  Her multiple attempts to catch the President’s eye were persistent and determined in getting information not only she wanted, but Americans too. During President John F. Kennedy’s January, 1962 press conference held in Washington DC, McClendon questioned the loyalty of two officials who had been tasked to reorganize the Office of Security in the State Department. She saw them as security risks, but had no substantial foundation of evidence to properly criticize the two officials. Writing for the Washington Post, the author of this article sided with Kennedy, believing the President should be forewarned of unwarranted questions, like McClendon’s, to prevent damaging the President’s reputation. Beyond the President, even fellow reporters were apparently irritated by McClendon .","Sarah McClendon could not stand to be overlooked. there were definitely some press Kennedy preffered over McClendon which was seen through his rude responses to her, but in order to appease to all sides he could not neglect her questions. He would often take calls froma all sections of the room however, when he heard McClendon's voice he reluctantly let her pose a question. Kennedy understood his image was on the line  and often times rebuked her unrefined inquiries. Kennedy used th epress to his advantage, and did not want someone like McClendon ruining his reputation. ","Kennedy had a special relationship with some members of the press and relied on them before and during his Presidency. However, Kennedy used his political stature as a way to manipulate the media. He remained in continuous contact with the press in order to promote and maintain a trustworthy image. His familiarity with the media ultimately helped in overcoming the Republican controlled press. Reporters like McClendon posed a threat to Kennedy by her aggressive questions, which Kennedy had no interest in, but that did not stop McClendon."," "," "," "],"display_date":"January 27, 1962 - March 16, 1965","search_date":"1963-08-22","locations":[{"id":52779,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington, DC"}],"tags":[{"id":1727,"tag":"JFK"},{"id":2852,"tag":"Sarah McClendon"},{"id":2853,"tag":"Reporters"}],"course":{"name":"JFK: Famine to New Frontier","school":"Marist College","course_id":150,"school_id":77}},{"id":6463,"title":"A New Frontier: The Peace Corps","course_id":151,"status":"P","start_date":"10/14/60","end_date":"3/16/61","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“How many of you, who are going to be doctors, are willing to spend your days in Ghana? Technicians or engineers, how many of you are willing to work in the Foreign Service and spend your lives traveling around the world?” These were the words students recalled as Senator John F. Kennedy spoke to them in the early hours of the morning, at the University of Michigan on October 14, 1960. Thousands of young college students stood with one another, waiting to hear what the Senator had to say. He spoke to them about his proposed Peace Corps plan with great optimism. ","The organization's mission was to aid in the development of countries over seas with the help of trained volunteers and promote a better understanding of foreigners and the American people of each other. The Peace Corps plan invited young men and women to be a part of uniting the country in the 60’s, to face challenges and come together as a whole.","Although Kennedy convinced America that the Peace Corps was a valuable asset in bringing peace to Third World Countries and using the youth and their efforts to change the world, Karen Schwartz pointed out in, <em>What You Can Do For Your Country,</em> that, “The Peace Corps independent evaluators reported a preponderance of volunteers all over the world languishing in poorly defined jobs. The quality of the of the programs was suffering, they said, because of the Corps was sending out more people than could be adequately placed.” She argues that America had the country believing that the Peace Corp was the greatest organization when in reality it was poorly run and it’s objections were not being met.","When Kennedy was elected President, he lacked one of the most important goals he stated he would try to achieve: to promote world peace. It seemed as though his efforts were lacking in many respects because he could have done more to better the organization. All in all, the Peace Corps was not as successful as it had been envisioned. ","But it was in fact, a genuine effort. Students were captivated by the President’s willingness to let the people do the helping and become involved. More people were given new life experiences than what they could give to the countries they traveled to. The cross cultural exchange left between the countries did more for Americans than it did for the Third World Countries with respects to bringing the U.S. together."," "],"display_date":"October 14, 1960 - March 16, 1961","search_date":"1960-12-29","locations":[{"id":52860,"lat":42.2808256,"lng":-83.7430378,"zoom":3,"place":"Ann Arbor, Michigan"}],"tags":[{"id":1727,"tag":"JFK"},{"id":2854,"tag":"Peace Corps"},{"id":2855,"tag":"New Frontier"}],"course":{"name":"JFK: Famine to New Frontier","school":"Marist College","course_id":151,"school_id":77}},{"id":6483,"title":"Kennedy Establishes the Peace Corps","course_id":150,"status":"P","start_date":"3/1/61","end_date":"3/1/61","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On March 1, 1961, President John F. Kennedy signed Executive Order 10924 which stated the United States Peace Corps held a mission “to promote a better understanding of Americans and to foster a better understanding of other cultures among Americans at home.”   The Kennedy Administration created the Peace Corps as an agency in the State Department with the goal of training American men and women to serve in economic aid programs in countries around the world.  Through the signing of Executive Order 10924, President Kennedy simultaneously tried to spread good feelings of western democracy to amenable third world nations and increase the global experiences of young Americans through service.","In October 1960, Kennedy introduced the idea of a Peace Corps in an overnight trip to the University of Michigan less than a month before the 1960 election.  He proposed the idea of students spending their post-college years in suffering countries to recognize that there was a greater purpose in life than gaining an economic advantage at home.  While thousands of Americans joined the Corps, mixed reactions from countries around the world arose.  Despite the variety of responses to the establishment of the Peace Corps from the Middle East, Asia, and Europe, President Kennedy gave the United States an opportunity to market itself as a leader in global public service. ","Journalist Michael Hall of the <em>Journal of Third World Studies</em> viewed the U.S. Peace Corps as “an instrument of Cold War policy,” and thought it helped improve the international view of America and its relationships and intents in third world countries.  Hall, who examined the long-term impact of the American agency forty-six years after its establishment, also called the Peace Corps a “powerful symbol of American values.”  Hundreds of thousands of Americans changed their lives through their service in the Peace Corps.  Troy Moon of the <em>Pensacola News Journal </em>found evidence of life-changing service among Peace Corps veterans in Florida.  They felt that they answered the call to serve from Kennedy.  Janet McIndewar, a former volunteer, stated that “the real goal [of the Peace Corps] is to bring back what you learn and share it with people [in the U.S.].”  Those volunteers developed an appreciation for their work and even found that it transformed their lives when they returned to the states.  McIndewar’s son even joined the Peace Corps after being inspired by his mother’s work.  According to Hall, sixteen months after the signing, 2,816 volunteers were serving in twenty-eight host countries across four continents.   "],"display_date":"March 1, 1961","search_date":"1961-03-01","locations":[{"id":52826,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington D.C."}],"tags":[{"id":20,"tag":"Diplomacy/International"},{"id":1727,"tag":"JFK"},{"id":442,"tag":"Foreign Politics"}],"course":{"name":"JFK: Famine to New Frontier","school":"Marist College","course_id":150,"school_id":77}},{"id":6484,"title":"Khrushchev's Agreement with Kennedy","course_id":151,"status":"P","start_date":"10/16/62","end_date":"10/28/62","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“Thirteen Days” in October 1962, or better known as the Cuban Missile Crisis, was a dangerous time when a nuclear war could have occurred. The Soviet Union (U.S.S.R) secretly placed missiles in Cuba in 1962 to support Fidel Castro’s administration against the United States. Castro and his rebels had overthrown the American-backed president and military dictator, Fulgencio Batista, in 1959.  After a failed invasion by Cuban exiles and the Central Intelligence Agency (CIA) under the United States at Bay of Pigs in 1961, U.S.S.R. started to offer more military and economic support to Cuba. During the Cold War, U.S. and U.S.S.R. had many proxy conflicts in places like Berlin, Vietnam, and Korea, but the Missile Crisis was the first time nuclear weapons were involved and citizens of the U.S. were in serious danger. President John F. Kennedy of the U.S. and Nikita Khrushchev, the Prime Minister of U.S.S.R. wrote several letters over the thirteen days after the discovery of the missiles on October 16, 1962. Surprisingly, Khrushchev was willing to negotiate and make an agreement with Kennedy to promise no further invasions of Cuba and to remove the missiles in Cuba if the U.S. removes the missiles in Turkey and Italy.","The main reason for the agreement was to prevent a nuclear war. Both sides understood what was at risk, and both men acknowledged that war had to be prevented any way possible. If U.S.S.R. did not want a nuclear war, then why were the missiles placed in the first place? “…Solely for the purposes of defense, and we have sent them to Cuba at the request of the Cuban Government,” Khrushchev wrote in his letter to Kennedy on October 26, 1962. Khrushchev was writing the truth; Castro had asked for shipments of larger arms in the fall of 1961. According to Major Problems in American History Since 1945, written by Robert Griffith and Paula C. Baker, Khrushchev did not agree at first, but later did because it was vital to not lose Cuba to China or the U.S. As explained by Griffith and Baker, Cuba was U.S.S.R.’s “prime example” of how successful they were able to undermine capitalism through the liberation of less developed countries. Castro already began asking China for economic assistance. And most importantly Khrushchev knew that the U.S. was going to invade again because Cuba was to them as Hungary was to the U.S.S.R. Therefore, in order to keep Cuba in their camp, Khrushchev approved the delivery of the missiles on April 12. ","In the same letter Khrushchev also tried to clear up what he thought were President Kennedy’s and the U.S.’ misunderstanding about the missiles and in general, Communism. Even though Khrushchev criticized the U.S. policy and blamed it for invading Cuba in the first place, he still used this chance to explain the similarities between capitalism and Communism. “It is thus that we, Soviet people, and, together with US, other peoples as well, understand the questions of war and peace,” Khrushchev argued. Ernesto F. Betancourt, who worked for Castro during the Missile Crisis and was later a liaison with the Kennedy administration, argued in his paper, “Kennedy, Khrushchev, and Castro: A Participant's View of Cuban Missile Crisis,” that challenges imposed by Chairman Mao of China on Soviet leadership and ideology of Communism might have also affected his reason for agreement. Khrushchev could not risk starting a war with the U.S., when the U.S.S.R. was not on good terms with China, the second largest Communist country. ","Concluding his letter, Khrushchev called for a negotiation to cease the tension and ask for Kennedy’s agreement. It was clear that the missiles were placed in Cuba intentionally. Khrushchev wanted to use the missiles to make the U.S. back away from Cuba. Therefore, there was no need for any negotiation to occur between U.S. and U.S.S.R. However, Kennedy and the U.S. saw the missiles as an offense weapons and warned Khrushchev that the U.S. was ready to take action if nothing was done about the missiles. Thus, Khrushchev, who also wants to prevent a nuclear war, started to see the need to call for an agreement. It is possible that Khrushchev also used the missiles to trigger the U.S. to make an agreement to leave Cuba alone, but the agreement was made based on the common goal between the U.S. and U.S.S.R., which was to prevent a nuclear war in any way possible."],"display_date":"October 16, 1962 - October 28, 1962","search_date":"1962-10-22","locations":[{"id":52836,"lat":38.9071923,"lng":-77.0368707,"zoom":6,"place":"Washington DC"},{"id":52866,"lat":21.521757,"lng":-77.781167,"zoom":6,"place":"Cuba"},{"id":52877,"lat":61.52401,"lng":105.318756,"zoom":6,"place":"russia"}],"tags":[{"id":2862,"tag":"Cuban Missile Crisis"},{"id":1396,"tag":"Cuba"},{"id":2701,"tag":"Kennedy"},{"id":2861,"tag":"CIA"},{"id":291,"tag":"Cold War"},{"id":1727,"tag":"JFK"},{"id":2883,"tag":"Khrushchev"},{"id":2884,"tag":"Castro"},{"id":2885,"tag":"U.S.S.R."},{"id":2886,"tag":"Soviet"},{"id":2887,"tag":"Communist"}],"course":{"name":"JFK: Famine to New Frontier","school":"Marist College","course_id":151,"school_id":77}},{"id":6619,"title":"A Voter Reacts to the Kennedy - Nixon Debates.","course_id":163,"status":"P","start_date":"9/26/60","end_date":"9/26/60","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On September 26, 1960 Henry R. Clark, a real estate broker from Jackson, Florida sat down after dinner in front of his television. He was vigorously flipping through the channels in excitement to see Richard Nixon debate. Henry was a proud Republican and he considered himself a supporter of Nixon’s. Clark was just in time as the two candidates took the stage. Senator John F. Kennedy from Massachusetts was a very wealthy, youthful and intelligent man. He had served six years in the House of Representatives and eight years in the Senate, but had little experience in foreign affairs. On the other hand, President Eisenhower’s Vice President Nixon had many years of experience. During Nixon’s years in the Senate he toured Europe reporting on the Marshall Plan and he served on a committee that exposed a communist spy ring in the United States. After being elected Vice President he had toured thirty countries in the East and was the first diplomat to visit Japan after World War II. He famously debated Nikita Khrushchev during the “The Kitchen Debates.” Unfortunately for Nixon the first debate against Kennedy did not include foreign affairs. The debate’s topic focused on domestic policy in which Kennedy excelled.","Clark noticed that Nixon did not seem up to par. Henry saw a thin and tired Nixon. He thought Vice President Nixon seemed nervous due to his constant shifting in his seat. Nixon recently had been diagnosed and still suffered from an infection in his knee cap. He was hospitalized for the infection weeks earlier. On the other hand, Clark observed a very confident, eloquent and prepared Kennedy. He saw the senator take the first debate very seriously. Kennedy proved that to the audience in his style and readiness."," At the end of the program Kennedy gained a new supporter in Clark. Kennedy proved that he was not a naïve man but an intelligent and thoughtful one.  The next morning Clark was approached by a reporter asking what his thoughts were on the debate last night. Clark answered, “He really came out last night. I’d been leaning toward Nixon, but now I think Kennedy’s the boy. He has more brains –an amazing memory and he’s a better speaker.”"],"display_date":"September 26, 1960","search_date":"1960-09-26","locations":[{"id":1373,"lat":30.632363,"lng":-85.651011,"zoom":5,"place":"JACKSON, Florida"}],"tags":[{"id":3195,"tag":"presidential elections"},{"id":3194,"tag":"T.V."},{"id":3193,"tag":"campaign"},{"id":3192,"tag":"Richard M. Nixon"},{"id":3191,"tag":"1960"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":371,"tag":"Debate"},{"id":1727,"tag":"JFK"},{"id":3190,"tag":"John F. Kennedy,"}],"course":{"name":"History of U.S. Presidential Elections","school":"Wayne State University","course_id":163,"school_id":92}},{"id":6734,"title":"The Omnipotent Kennedy Fade","course_id":174,"status":"P","start_date":"1/1/60","end_date":"11/1/63","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On February 14, 1962, Jackie Kennedy gave her famous White House Tour on for CBS Television. Charles Collingwood of CBS guided the hour-long tour. Jackie represented a new, relaxed style of modernity and femininity. She demonstrated impressive knowledge of history by speaking about what events past presidents held in each room. In the Green Room Jackie noted, “this used to be the dining room, and here Jefferson gave his famous dinners and introduced such exotic foods as macaroni, waffles and ice cream to the United States.” Kennedy’s eye for beauty and desire for prestige established the myth and glamour that would define the era of the Kennedys. While many perceived Jackie as a flawless beauty and easygoing mother and wife, she struggled with her public appearance and confidence.","The Kennedys represented the image of a cultural revolution in the1960s. The modern <em>Mad Man</em> television series centers on this image with the new hopes, fears and the eventual decline of the American dream. The article <em>Don, Betty and Jackie Kennedy On Mad Men and Periodization,</em> discusses the symbolism behind the Jackie Kennedy White House Tour in the 1960s. The central characters in <em>Mad Men </em>noted that Jackie seemed nervous, even when she saw Jack at the end. The message behind the show addresses the story of image control. The images and reality observed was well groomed to a specific persona as opposed to the reality of the hardships the family faced. The flaws and secrets of the family are hidden behind the well-tailored clothes, bright smiles and good looks.","In historian James Giglio’s book <em>The Presidency of John F. Kennedy</em>, he accounted for the image the Kennedys had, compared to the reality behind the scenes. John Kennedy was one of the most image-conscious presidents and centered the media on his attractive children, glamorous wife and his livelihood as a family man. The Kennedy lifestyle hardly resembled the Camelot that Jackie portrayed after the assassination.","Behind the handsome façade, Kennedy suffered from failing health, aggressive behavior towards others and being unfaithful to his family. Jackie was well aware of her husband’s problems. Her frustration may have been taken out on her shopping sprees for designer clothes, jewelry, antiques and artwork. Jackie unwillingly assumed the political obligations as first lady. Once President Kennedy twisted Jackie’s arm behind her back and marched her over to female reporters so that would portray the right family image. Jackie often had unpredictable mood swings and would cancel engagements due to illness, only to be reported to be water-skiing at Hyannis Port.","Jackie was a major asset to the image of the Kennedy presidency. In the White House tour Jackie acted as the perfect mother and wife, but her tense posture and controlled voice showed otherwise. Jackie’s seemingly flawless beauty was an image created to shield the ubiquitous flaws in the Kennedy family private life. Jackie lived a life where public image ruled over her own happiness, forcing her into a role she did not fully believe in."],"display_date":"January 1, 1960 - November 1, 1963","search_date":"1961-11-30","locations":[{"id":52836,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington DC"}],"tags":[{"id":2866,"tag":"Jackie Kennedy"},{"id":617,"tag":"Feminism"},{"id":1727,"tag":"JFK"},{"id":1507,"tag":"1960s"},{"id":2865,"tag":"White House Tour"},{"id":3213,"tag":"History"},{"id":145,"tag":"art"},{"id":197,"tag":"fashion"},{"id":7,"tag":"Women"},{"id":3412,"tag":"Image"}],"course":{"name":"JFK","school":"Marist College","course_id":174,"school_id":77}},{"id":6739,"title":"The Beginning of a New Frontier","course_id":175,"status":"P","start_date":"7/15/60","end_date":"7/15/60","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On July 15, 1960, a crowd of over 80,000 people congregated at the Los Angeles Memorial Coliseum in California, all of them had one thing in common, to hear the words of the newly selected Democratic Presidential Nominee, John F. Kennedy. Before the Kennedy campaign, the United States had entered the early stages of the Cold War, Fidel Castro installed a communist regime ninety miles off the coast of Florida, and the Southern States strongly resisted desegregating schools. Kennedy, a young senator from Massachusetts, was viewed as somebody who offered optimism in the midst of this tumultuous and tension-filled era. As Sara Mehltretter stated in her oratory dissertation, “Kennedy announced the start of a new era in American politics, one in which Americans could look forward with optimism and confidence despite all these challenges.” A future where the possibilities were limitless and citizens had faith in the unknown rather than fear.","As Kennedy took the podium that day, he delivered a speech that is remembered throughout history as the “New Frontier.” The “New Frontier” resembled that of memorable Presidential platforms such as President Theodore Roosevelt's \"Square Deal,\" President Franklin D. Roosevelt's \"New Deal,\" and President Harry S. Truman's \"Fair Deal.\" Kennedy painted the image of a new, progressive America that offered,  “a new generation of leadership--new men to cope with new problems and new opportunities.” It was a government that understood the plight of the common people and was there to benefit all citizens, instead of some. In addition to this, Kennedy spoke of a “New Frontier,” an American frontier that was not “won” or “solved” like Professor Frederick Jackson Turner wrote in his Frontier Thesis. Instead, it was a frontier that has yet to be discovered, let alone explored. This frontier Kennedy spoke of was the “uncharted areas of science and space, unsolved problems of peace and war, unconquered pockets of ignorance and prejudice, and the unanswered questions of poverty and surplus.” It was these areas of the frontier that had yet to be analyzed and then conquered.","Kennedy branded the “New Frontier” not as a list of what the government was going to do for the American people, but rather a set of challenges for the American people. Through the “New Frontier,” Kennedy called for the expansion of the United States foreign aid by promoting the United Nations and providing assistance to newly independent countries. The Peace Corps, Food for Peace, and the Alliance for Progress were also created as a result of the “New Frontier” to further help countries in need. On the domestic front, the “New Frontier” called for a society where the civil and economic liberties of all citizens were not only visible, but also upheld. A society where elderly citizens had access to medical care, technological advancements were used to enhance working conditions and an end to racial discrimination. Kennedy wanted a society where every citizen, regardless of background or race, was able to have the unalienable rights to life, liberty and the pursuit of happiness the founding fathers proclaimed in the Declaration of Independence."],"display_date":"July 15, 1960","search_date":"1960-07-15","locations":[{"id":53088,"lat":34.0140526,"lng":-118.2878754,"zoom":16,"place":"Los Angeles Memorial Coliseum, Los Angel"}],"tags":[{"id":3422,"tag":"Los Angeles"},{"id":3421,"tag":"DNC"},{"id":3420,"tag":"Food for Peace"},{"id":3418,"tag":"Peace Corp"},{"id":3417,"tag":"Space Race"},{"id":1648,"tag":"1950s"},{"id":2855,"tag":"New Frontier"},{"id":2703,"tag":"John F. Kennedy"},{"id":1727,"tag":"JFK"},{"id":3191,"tag":"1960"}],"course":{"name":"JFK","school":"Marist College","course_id":175,"school_id":77}}]}