{"id":1728,"tag":"Nazi Germany","points":[[33.5543155862,-86.8964933862],[51.3472112,12.3882965]],"bounds":[[51.3472112,12.3882965],[33.5543155862,-86.8964933862]],"episodes":[{"id":5719,"title":"Appealing to Aryan Women","course_id":110,"status":"P","start_date":"5/2/40","end_date":"5/2/40","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A painted picture from Mother’s Day issue of <em>The Frauen Warte</em>, a Nazi women’s magazine in 1940, reveals a light haired heavy set woman surrounded by her four children. This is the ideal Aryan, Nazi woman. She is not wearing jewelry and her dress is modest. She is not even wearing a wedding ring. Her four children each have light hair and blue eyes. The children each have a present for their mother in their hands. The gifts are simple: a ribbon, a toy bird on a stick, a flower, and a small toy sail boat. This picture uses an image for idolization as propaganda. The most important place for a woman to be would be at home with her children.","Women were supposed to meet this description. Women did not wear make-up because Aryan ancestors did not wear make-up. Nazis believed in natural, modest beauty this image portrays this because the woman, who is not wearing make-up, is dressed modestly. The wife has given birth to four children. The children shown have light hair and classic Aryan features due to the genes of their parents. The ideal Aryan wife would tend to the family while her husband worked to support the family or take care of the land. The “people” used in this magazine promoted a certain look and lifestyle. This is particularly interesting because it is a Mother’s Day issue. The family looks happy and the children appear to be thankful by giving her gifts. This may be a way to motivate women to have children, preferably many. Many magazines were created to promote this look and some existing magazines were told to print this propaganda. This natural look for the woman was often promoted and sometimes compared to a Jewish woman with too much make up or a misshapen face. The natural look was a way of protesting the pornographic images of dolled up women from western culture. A larger farmed woman could have children easier and this plain, natural look represented a loving mother not an \"easy woman\". This image portrays a woman who is appreciated and serving her purpose raising children in contrast to the western images of a sexy woman only used and appreciated for their beauty and sex. This ideal family Nazi family image would set a clear standard for other families in the regime."],"display_date":"May 2, 1940","search_date":"1940-05-02","locations":[{"id":25458,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":7,"tag":"Women"},{"id":196,"tag":"women's rights"},{"id":1717,"tag":"Nazi Women"},{"id":1246,"tag":"Propaganda"},{"id":1728,"tag":"Nazi Germany"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":110,"school_id":10}},{"id":6742,"title":"The Economic Recovery of Germany in the 1930s","course_id":179,"status":"P","start_date":"1/1/30","end_date":"12/31/37","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            Francis Lewcock’s article, “Standard of Living in Germany” (1937), stipulates that the average German working man’s life is not as difficult as one might think for the 1930s[1]. During a two week stay in Germany, Lewcock visited the cities of Trier, Mainz, Frankfurt, Heidelberg, Bonn, Cologne, and Dusseldorf and their surrounding villages. The purpose of this visit was to get a general view of what life looked like for an average worker, not to gage budgets. Working class children on these city streets looked well-nourished and the women looked comfortable going about their daily business. In comparison to visits to many distressed areas, this was a reliable way of gaging quality of life. According to Lewcock, one must simply look at the shops in each working class district, they were well stocked and filled with customers, and that there was very little vacant property all indicated that the working class was doing well. The cities were a picture of prosperity, in Konigalle in Dusseldorf on a Saturday afternoon, the magnificent streets were filled with people enjoying themselves, drinking coffee and Kuchen and shop owners actively engaging with customers. One would be hard pressed to find any distress. A couple of strange things stood out. In Frankfurt, even with the Nazi’s party official stance against the Jews, the Synagogue was in good shape. It was in use and the custodian seemed well. Additionally, <em>The Times</em> was available in each of these cities and was in high demand, often sold out. Lewcock concluded that it was obvious, with German shops being full, people fed and living well enough to buy foreign newspapers, the living standard in Germany is shown to be quite high and not restricted.","            This article recounts a visit to 1937 Germany and in the 1930s Germany had managed to pull itself out of a terrible economic depression caused by the Great Depression and the reparations that they were forced to pay after World War One. Before World War One, four German marks equalled one US dollar. They had been hit so hard that in the 1920s it cost 250 billion marks for a pound of sugar[2]. In 1933 Hitler used the German economic situation to his advantage to be elected into power. In 1933 the economy took a turn for the better, and in 1936 Hitler started expanding German territory and occupied the Rhineland. The German recovery from the depression was quite impressive, jobs came back, pride in Germany returned and social institutions began again, but it came with draw backs[3]. During Hitler’s reign, anti-semetic attitudes became very popular and spread throughout Germany. Nazi Germany believed them to be sub human[4] and in 1936 the threat could be felt[5]. This culminated in the 1938 Kristallnacht; an attack on Jewish people, buildings and business by Nazi fanatics. The treatment of Jews was known to the world.  Many people in the US and Europe wanted to boycott the Olympics, which were being held in Germany, due to the human rights abuses[6]. In short, Germany had managed to make a major economic turn around and had begun a hostile effort against its Jewish citizens."," "," "," ","Bibliography","Dowswell, Paul. <em>The Usborne Introduction to the Second World War</em>. New York: Scholastic Inc., 2005.","Gagel, Douglas Wolfgang Oskar. <em>Führer, Folk and Fatherland</em>. Renfrew: General Store Publishing House, 2010.","Lewcock, Francis. \"Standard of Living in Germany”. <em>The Times</em>. September 2, 1937.","United States Holocaust Memorial Museum. “The Nazi Olympics Berlin 1936”. <em>Holocaust Encyclopedia</em>. Accessed October 24, 2017. <a href=\"https://www.ushmm.org/wlc/en/article.php?ModuleId=10005680&utm_source=mktg_cal18&utm_medium=print&utm_campaign=2018%20calendar.\">https://www.ushmm.org/wlc/en/article.php?ModuleId=10005680&utm_source=mktg_cal18&utm_medium=print&utm_campaign=2018%20calendar.</a>"," "," ","[1] Francis Lewcock, \"Standard of Living in Germany,\" <em>The Times</em>, September 2, 1937.","[2] Douglas Wolfgang Oskar Gagel, <em>Führer, Folk and Fatherland</em>, (Renfrew: General Store Publishing House, 2010), 5.","[3] Gagel, <em>Führer, Folk and Fatherland</em>, 15.","[4] Paul Dowswell, <em>The Usborne Introduction to the Second World War</em>, (New York: Scholastic Inc., 2005), 15.","[5] Gagel, <em>Führer, Folk and Fatherland</em>, 15.","[6] United States Holocaust Memorial Museum, “The Nazi Olympics Berlin 1936”, Holocaust Encyclopedia, <a href=\"https://www.ushmm.org/wlc/en/article.php?ModuleId=10005680&utm_source=mktg_cal18&utm_medium=print&utm_campaign=2018%20calendar.\">https://www.ushmm.org/wlc/en/article.php?ModuleId=10005680&utm_source=mktg_cal18&utm_medium=print&utm_campaign=2018%20calendar.</a>"],"display_date":"1930 - 1937","search_date":"1933-12-31","locations":[{"id":53094,"lat":51.3472112,"lng":12.3882965,"zoom":8,"place":"Germany"}],"tags":[{"id":1728,"tag":"Nazi Germany"},{"id":3428,"tag":"Economic Recovery"},{"id":3429,"tag":"1930's"}],"course":{"name":"Critical Writing and Research for Historians","school":"University of Toronto Scarborough","course_id":179,"school_id":28}}]}