{"id":1730,"tag":"Historic Preservation","points":[[33.5543155862,-86.8964933862]],"bounds":[[33.5543155862,-86.8964933862],[33.5543155862,-86.8964933862]],"episodes":[{"id":5723,"title":"The Importance of Rickwood's Preservation","course_id":110,"status":"P","start_date":"9/9/87","end_date":"9/9/87","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","It was the last game, the last out, the last pitch, and the last hit at the historic Rickwood Field, which was brand new in 1910. When referring to the new stadium, the Age-Herald proclaimed that, “In every detail, it is modern and as near perfect as skill and money could make it”, while the Birmingham News said, “When Birmingham men do a thing, they do it right”.  However, on September 9, 1987, the people of Birmingham packed into the stadium to see what was called, the last game at Rickwood.","The Historic Rickwood Field is known for being the oldest baseball field in the Nation, and possible the oldest in the world.  It was the main attraction at one time in Birmingham.  Everyone who had grown up in Birmingham had a memory dealing with Rickwood Field.  Whether it was the Championship teams, the famous players, or just a day out with the family everyone had a memory dealing with Rickwood Field.  Memories can last forever, but buildings and structures can be torn down in a blink of an eye. On September 9, 1987, the Head Usher, Bill Gilmore stood on the ramp watching what he and everyone else thought was the last game at Rickwood Field.  Unfortunately, the Barons were unable to win the game, but if you ask any of the fans in attendance about the lose, it did not matter. The majority of the fans in the stands that night were there to see the last game played in the historic Rickwood Field.  The good news is that the game played on September 9, 1987 was not the last game played at Rickwood. Due to the extensive work done by a group of fans, Rickwood was saved from demolition. In early 1990s there was talk about demolishing the field. The thought worried many, so a group of volunteers joined together to create the Friend of Rickwood in an effort to save and preserve the ball field.  In the book, Rickwood Field, the author points out that it is important to preserve Rickwood Field because of its historic and architectural significance to the city of Birmingham, which was once referred to as a near perfect ball park.  With the effort by Friend of Rickwood, the field was not torn down.  The park is still used for little league games, police baseball games, fund raisers, and most recently the filming of the movie 42, a story about Jackie Robinson.","One reason this field is considered such an important place is because both the Barons and the Black Barons played here. This was ironic because Birmingham was known as the most segregated city in America and Jim Crow Laws were everywhere, even inside the stadium.  However, Rickwood Field had a pretty fair system in place prior to 1963. The right field bleachers, or the “Negro Bleachers”, which were in the direct sunlight and far away from the bathrooms and the concession stands were where the black fans had to sit while watching the Barons.  Strangely enough, during the Negro League games this is where the white fans had to sit.  However, it was not unusual for blacks and whites to talk together about the players or games while coming in and out of the stadium.  Finaly, in 1963 the “Negro Seats” were done away with and the stands became integrated."],"display_date":"September 9, 1987","search_date":"1987-09-09","locations":[{"id":39832,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":1729,"tag":"Rickwood Field"},{"id":1730,"tag":"Historic Preservation"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":110,"school_id":10}},{"id":5850,"title":"Correspondence on the Conservation of Yellowstone","course_id":118,"status":"P","start_date":"1877-04-18","end_date":"1882-02-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On March 1, 1872, Congress set apart a tract of land in what is now northwestern Wyoming as Yellowstone National Park, the first in the world.  In April 1877, P.W. Norris of Detroit, Michigan, was appointed as the superintendent of the park.  As described by a correspondence from the Secretary of the Interior, his role was to ensure the preservation and protection of all forests, mineral deposits, geysers, hotpots, and other natural wonders within the park boundaries and ensure that they remained in their natural condition, as well as enforcing the rules against hunting, fishing, and trapping in the park.  In addition, he was to oversee the construction of small buildings and roads to accommodate visitors to the park so that more people could enjoy the wonders that the park provided.  He was promised personal payment and Congressional appropriations to assist him in this, but he never received any of these funds, nor any remuneration for lasting injuries he sustained during his travel to Yellowstone from Detroit.","The correspondence depicts the shift in attitudes regarding wilderness that happened during the 19<sup>th</sup> century.  The first Europeans to settle North America, beginning in the 17<sup>th</sup> century, saw the wilderness as an enemy that needed to be tamed and subdued so it could be turned into agriculturally productive land.  This was indeed what happened: forests were clear-cut in New England to make room for planting crops, and huge swaths of prairie land were plowed over.  As John Muir and others led the exploration of the West in the early 1800s, however, they realized that there was more to the natural world, which was quickly disappearing, than simply its potential as farmland.  They then led the charge in changing the way people saw wilderness.  They began to see the world as a space that should be preserved in order to be enjoyed by as many people as possible, including what was previously seen as a terrifying “wilderness.”  This desire to protect and preserve natural land resulted in the proliferation of national parks in America, led by the establishment of Yellowstone as the world’s first in 1872."],"display_date":"April 18, 1877 - February 28, 1882","search_date":"1879-09-23","locations":[{"id":15185,"lat":null,"lng":null,"zoom":8,"place":"LARAMIE, Wyoming"}],"tags":[{"id":1730,"tag":"Historic Preservation"},{"id":1550,"tag":"Conservation"},{"id":87,"tag":"Environment"},{"id":1934,"tag":"P.W. Norris"},{"id":2171,"tag":"Yellowstone National Park"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}]}