{"id":1732,"tag":"Nazi","points":[[33.5543155862,-86.8964933862],[39.399872,-8.224454],[54.5259614,15.2551187],[51.165691,10.451526]],"bounds":[[54.5259614,15.2551187],[33.5543155862,-86.8964933862]],"episodes":[{"id":5718,"title":"Natural Beauty in Nazi Germany","course_id":110,"status":"P","start_date":"1/1/34","end_date":"12/31/34","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The National Socialist Women's Yearbook of 1934 reveals women without makeup, without jewelry, and with large hips were considered the ideal Aryan woman in Nazi Germany. The Chairwoman of the Association for German Women's Culture, Agnes Gerlach claimed the ideal woman had become the \"big Germanic type of woman\" instead of the France's \"small, romantic type.\" Nazi propaganda highlighted larger women with large, child bearing hips. Gerlach’s article stated it was un-German to use products to change hair color or to change one's looks with cosmetics. The image of the thin French woman was emotionally damaging to German women in Gerlach's opinion. Similarly, the Jewish influence was thought to include too much focus on accessorizing and overly made up women. According to Nazi propaganda, Jewish and French woman were not strong or able to bear as many children because they were petite.  The German woman was superior and did not need to use this enhancing products to be beautiful.","Nazis associated gaudiness with Jewish women and easy women because of tradition.  Dressing plainly without make up or jewelry had been popular since the earliest Europeans. There were even periods where Europeans believed wearing make-up was immoral.  Anglo-Saxons may have never worn make up; there is no evidence of them wearing make-up. Eventually cosmetics, dying hair, and wearing gaudy jewelry became associated with easy women.  Nazis often stated the Western cultures had created an ugly and unnatural beauty.  Women in Germany were beautiful naturally and did not need to look like the Western and Jewish's flawed idea of beauty.  Nazis promoted women who were larger and who could bear children easier because this is the role the woman played in the Nazi culture. Agnes article demonstrates the opinions of the Nazis.  The ideal German woman did not need to blend in with other women of the world.  They were supposed to be the superior race; therefore, their women did not need doctoring to be beautiful and perfect."],"display_date":1934,"search_date":"1934-07-02","locations":[{"id":24536,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":1717,"tag":"Nazi Women"},{"id":7,"tag":"Women"},{"id":196,"tag":"women's rights"},{"id":1731,"tag":"Women Germany"},{"id":1732,"tag":"Nazi"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":110,"school_id":10}},{"id":6745,"title":"The Rise of the Nazi Party and the Emergence of their Influence on Europe","course_id":179,"status":"P","start_date":"1/1/30","end_date":"12/31/45","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["August 20<sup>th</sup> 1937, the tensions are high in Europe as the newly formed Nazi party is gaining traction in Germany and influence in surrounding regions. (Blame Nazis for rupture. (1937, Aug 21)) The Soviets are most annoyed by these new political ties and influence as it is starting to affect their own states such as Czechoslovakia. Many people blamed these rising tensions and split between Czechoslovakia and Portugal on the Nazi party. On August 20<sup>th</sup> 1937, the diplomatic agreement between Lisbon, Portugal and Praha, Czechoslovakia was severed and the Soviets reported that a third power was involved with this decision. The Soviets stated that the relations were cut so that the German’s could pave a way for the fascist regime in Europe by showing how much influence they held. The German newspapers of course denied these claims stating that the third power was most likely either the French or the Russians themselves in a smear like campaign against the Germans. Both were already militarized near Czechoslovakia but were both a part of the anti Fascist movement so this severing of political relations would be a negative blow to both of their ideologies. Most saw this ruse the Germans were trying to pass off as true and still continued to blame the growing influence of the Nazi party and the power they were exerting in the shadows on the split of diplomatic relations. ","The Nazis had been slowly gaining power and presence ever since they had become the majority party in in 1932 gaining a total of over 30% of the votes in Germany. (\"The Nazi Rise to Power.\") With this they were able to start making moves which eventually led to the events of World War 2. They started creating alliances with other countries near them like Italy to create a powerful force in Europe known as the Axis. The power they were able to exert can be seen in the newspaper article above, they were able to sever relations between two parties without the use of their military. Seeing the Nazi’s influence growing was what would begin to create tension between them and the Allied Forces. They saw the fact that the Nazi party could carry out moves like this from in the shadows as a threat to the stability that had been re-established in Europe. The tensions would constantly rise in Europe until they erupted into what would eventually become World War 2. You can see smaller incidents such as Germany being able to sever the political relations between Portugal and the Soviet State as just one of man incidents that would lead to a war, which many didn’t wish to see so soon after the conclusion of the first World War."," "],"display_date":"1930 - 1945","search_date":"1937-12-31","locations":[{"id":53096,"lat":39.399872,"lng":-8.224454,"zoom":8,"place":"Portugal"},{"id":53059,"lat":54.5259614,"lng":15.2551187,"zoom":8,"place":"Europe"},{"id":53094,"lat":51.165691,"lng":10.451526,"zoom":8,"place":"Germany"}],"tags":[{"id":3437,"tag":"Influence"},{"id":3436,"tag":"Rise to Power"},{"id":3435,"tag":"Nazi Party"},{"id":1732,"tag":"Nazi"}],"course":{"name":"Critical Writing and Research for Historians","school":"University of Toronto Scarborough","course_id":179,"school_id":28}}]}