{"id":1733,"tag":"Racism, South, soldiers","points":[[34.3540813642,-83.4974029355]],"bounds":[[34.3540813642,-83.4974029355],[34.3540813642,-83.4974029355]],"episodes":[{"id":5730,"title":"Mistreatment of African American Soldiers","course_id":110,"status":"P","start_date":"7/21/43","end_date":"7/21/43","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On July 16, 1943, an African American soldier was on his way home to LaGrange, Georgia to visit his wife and infant. He was traveling by bus from Charleston, South Carolina which made a stop in Augusta, Georgia. He got off to stretch his legs and as soon as he took his seat again the driver told him to get off without giving him an explanation. The soldier proceeded to the driver what the problem was and the driver replied by telling him “for blowing your top you will be leaving on the next bus at one-fifteen in the morning.” At that point two military policemen walked up and he asked one why he could not ride on that particular bus. One responded in a nice manner and the other insultingly. The officer who responded rudely replied to his comrade, “you let a nigger talk to you like that,” and told the soldier if he didn’t like the way things were then he would send him back to Charleston and he ought to arrest him.","A similar case occurred in 1946, when Isaac Woodard was returning home to South Carolina. At a stop on the way he had an altercation with the driver over permission to use the restroom.  After using the restroom he returned to his seat without any problems but at the next stop the driver called Sherriff Linwood Shull, who removed Isaac Woodard from the bus. Shull demanded to see Woodward's discharge papers and a group of officers led him to an alleyway and beat him with nightsticks. Woodard was then taken to jail and charged with disorderly conduct and took more beatings and jabs throughout the night. As a result both of his eyes ruptured and he suffered partial amnesia. He was found guilty and fined fifty dollars by a local judge still not knowing where he was. He received substandard care and it took ten days before his family located him. President Truman was outraged when news reached him and he ordered the Attorney General to investigate. Sherriff Shull admitted to blinding Woodard and was acquitted after 30 minutes of deliberation.","Incidents and cases like this were common for African American soldiers. Reports like this that made to President Harry Truman’s desk angered him because United States soldiers were being treated so disrespectfully. It was not just the enlisted soldiers but also the veterans. The constant mistreatment of black soldiers on and off the battlefield led to President Truman establishing by executive order the President’s Committee on Civil Rights on December 5, 1946. They were instructed to investigate the status of Civil Rights in the United States and propose measures to strengthen and protect the rights of American citizens. These incidents and the cruel treatment issued to African American soldiers raised a need to issue Executive Order 9981 on July 26, 1946, banning segregation in the Armed Forces."," "],"display_date":"July 21, 1943","search_date":"1943-07-21","locations":[{"id":27255,"lat":34.3540813642,"lng":-83.4974029355,"zoom":10,"place":"Banks, Georgia"}],"tags":[{"id":1733,"tag":"Racism, South, soldiers"},{"id":1734,"tag":"WWII, African Americans"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":110,"school_id":10}}]}