{"id":1736,"tag":"African Americans,Solider","points":[[29.7925410318,-84.93839964]],"bounds":[[29.7925410318,-84.93839964],[29.7925410318,-84.93839964]],"episodes":[{"id":5731,"title":"Treatment of Soldiers During and After Duty","course_id":110,"status":"P","start_date":"9/27/43","end_date":"9/27/43","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A soldier stationed at Camp Gordon Johnston, Florida, wrote to a newspaper reporter about the conditions that they were forced to live in and the treatment that they were subjected to. For the first two weeks the troops did nothing. After this they were ordered to clean the white officer’s rooms including their beds and latrines. The troops ranking from Majors, Sergeants, and CPl were not allowed to go to the church services on camp and couldn’t worship God when they pleased.  The soldiers discovered that that were banned from a service club when a black Staff Sgt. and some fellow comrades went to the company to get some sandwiches and were told by a civilian that they don’t serve colored. Another incident at a dance given for the colored soldiers arose when there were about 30 lounge chairs for the black troop’s guests and they had to give them up for the white officer’s wives.","African American soldiers were not only had restrictions at events and gatherings for themselves but also in their division. There was a two front battle that they were engaged in, the one overseas and on the battlefield and the prejudice at home and in the military. There was racism not only on the military bases but also at the businesses surrounding the bases. A pub keeper hung a sign over his business saying, “This Place for the Exclusive Use of English and American Negro Soldiers.\" United States had their own Jim Crow laws which they then bought to those in Europe and influenced their culture with negative American ways. James Jones, who served in the 761<sup>st</sup> Tank Battalion said that the French had a profound impact on his life and that they had a certain kind of openness and warmth about them that they exhibited towards minorities. The relationship between black and white soldiers was mixed.","Despite being of a different race many soldiers had different experiences. The majority of them suffered discrimination and segregation they received the same treatment in their divisions. Many were not given field experience or were labeled “unfit.”  Those that were able to get positions in which they would get to see combat were a lot of times treated as the officer’s servants, who were the majority of the time white. They were not only treated cruelly by their commanding officers but also the civilians in whom they were helping to defend. Although Europe had their own feelings toward African Americans; those feelings became hardened since America has their laws and Caucasian troops treated blacks cruelly as well."," "," "],"display_date":"September 27, 1943","search_date":"1943-09-27","locations":[{"id":26917,"lat":29.7925410318,"lng":-84.93839964,"zoom":9,"place":"Franklin, Florida"}],"tags":[{"id":1735,"tag":"World War II, Racism"},{"id":1736,"tag":"African Americans,Solider"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":110,"school_id":10}}]}