{"id":1737,"tag":"Bethlehem","points":[[40.7542808297,-75.3074541304]],"bounds":[[40.7542808297,-75.3074541304],[40.7542808297,-75.3074541304]],"episodes":[{"id":5736,"title":"The beginning and evolution of the Bethlehem Star on South Mountain","course_id":108,"status":"P","start_date":"12/7/37","end_date":"12/7/37","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["<strong>Bethlehem, PA officially Named “Christmas City” USA</strong>"," ","Bethlehem, Pennsylvania was officially named “Christmas City” USA on Dec 07, 1937 just 4 years before it’s 200<sup>th</sup> anniversary. Bethlehem was founded as a settlement by Nikolaus Ludwig Von Zinzendorf, head of the Moravian church of Europe and the “Americas” in a two room house/stable in Bethlehem, Pennsylvania, on Christmas Eve in 1741.  The region grew rapidly with close to 40 trades calling Bethlehem home within just a few years.  The growth continued unabated until the Great Depression brought progress to a stand-still."," ","Seven years into the Depression, the area, like much of the country, was struggling.  Attempting to revive the region with tourism and other sources of revenue, then Mayor Robert Pfeifle pitched an idea to the chamber of commerce to officially name Bethlehem, as Christmas City in deference to the founding of the city on Christmas Eve 196 years earlier.  The chamber agreed and at a community celebration on December 07, 1937, with local leaders from Bethlehem and many neighboring boroughs in attendance, he christened the city with the lighting of gas street lights and the unveiling of a Moravian star on top of South Mountain.  The following year a letter writing campaign sent letters to other chambers of commerce across the country urging them to forward in bulk all of their Christmas holiday mail to Bethlehem for hand stamping with “Christmas City” postal cancellation.  The response was overwhelming with close to 200,000 individual pieces of mail arriving the first year.  The volume of mail increased annually and the region had the influx of revenue, as well as an increase in tourism as a result of the brilliant “marketing” strategy."," ","The original Bethlehem star of 1937 was built from wood at a cost of $460, paid for by the Bethlehem Globe Times.  The plywood star stood 61 feet tall by 51 feet wide and was lit by a string of 100 30-watt incandescent bulbs.  The original star  was replaced with a steel framed version in 1939, which at 10 stories tall was rumored to be the tallest individual electric display in the world at the time with a total of 280 50-watt incandescent light bulbs.  The steel version cost over $5,000 dollars and was paid for by the Bethlehem Steel Corporation who also manufactured the star.  The steel star required a concrete base 25 feet wide and also had a Plexiglas cover to protect the lights from the elements.  The star has been modernized over the years to its current form.  It now stands over 91 feet tall and has 254 energy efficient LED lights. The star is lighted from 4:30 pm to midnight every day of the year."," "],"display_date":"December 7, 1937","search_date":"1937-12-07","locations":[{"id":24255,"lat":40.7542808297,"lng":-75.3074541304,"zoom":9,"place":"Northampton, Pennsylvania"}],"tags":[{"id":1737,"tag":"Bethlehem"},{"id":1738,"tag":"Star"},{"id":1739,"tag":"Moravians"}],"course":{"name":"Historical Perspectives on Technology","school":"Widener University","course_id":108,"school_id":43}}]}