{"id":1740,"tag":"\"Greyhound\"","points":[[32.7666195875,-96.7778735916]],"bounds":[[32.7666195875,-96.7778735916],[32.7666195875,-96.7778735916]],"episodes":[{"id":5737,"title":"Greyhound Unites Families","course_id":108,"status":"P","start_date":"1/1/45","end_date":"12/31/45","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The bus terminal has witnessed many tears. As a location that both unites and separates families, the terminal can provoke tears of joy and sorrow. In 1945, World War II came to an end. In the following decades, America experienced economic growth and domestic unity [1]. The Greyhound Bus became a leading entity influencing these two areas by focusing on reuniting military families and promoting travel in the postwar era.","The use of bus transportation became increasingly popular in America due to World War II. During this time, shortages of gasoline, metal for parts, and rubber pushed civilians and troops away from private cars and towards the bus industry. The year 1945 became the peak time for both long distance and inner city travel on buses. Passenger miles doubled from 13.6 billion in 1941, to 26.9 billion in 1945. Suffering from wartime shortages, America utilized the bus industry as a cheap and easy way to cut back on transportation costs.","Leading the industry was Greyhound Corporation [2]. Especially during the war, Greyhound became synonymous with safety, caring, and travel. After the war, automobiles once again took precedence over bus travel. This left Greyhound in need of new customers and led the company to communicate to the public why they should still utilize their transport services. Advertising became the most important form of communication for Greyhound to reach its customers. The “I’ll be Home for Christmas” advertisement produced in 1945 by the Grey Corporation (Greyhound's advertising company), uses patriotism and emotion as a means to connect with a country consumed with the return of troops from overseas and to demonstrate the importance of long-distance bus service [3].","This advertisement illustrated why Greyhound was an ideal way to reunite families. Within its written message, the advertisement mentions the impact of the United States government limiting travel during the war. In relation to this, the ad gives hope and excitement to the public by mentioning how they “…speed the reunion of fighting men with their loved ones…”[4]. The ad also expresses its desire to reunite the families in a timely fashion by offering more frequent bus schedules and faster transport. The ad connected with the domestic American dream of having a family whole again.","The ad also highlights Greyhound’s desire to remind Americans that the bus could be used by civilians too. After the war, the economy flourished. With this brought the ability for civilians to revert to automobile use [5]. The ad’s creators needed to show why bus service was still useful and important within the nation. Stating its new frequency of bus schedules and “..further improvements and innovations…” gave the customer knowledge of changes that would be occurring at Greyhound. The economic growth, seemingly great for the entire nation, brought fear and decline to the bus industry. The Greyhound tugged at the heartstrings of the nation in order to keep their company successful.","From the devastation of war, America found itself in need of transformative outlets to sustain home life and hope. The bus industry itself gave Americans of different economic means the ability to travel, support the economy, and reunite with their families. The Greyhound Bus Company led this by communicating and connecting with its public through advertisements. “I’ll be Home for Christmas” exemplifies the Greyhounds efforts to touch upon the hearts of the nation, creating a relationship with millions of families in the United States [6]. The advertisement promises safe and secure travel of the most precious cargo at the time: the military man. Greyhound offers promises of a Christmas filled with hope and love, and one that would bring tears of joy to its terminal."," ","[1] Welling, George M. \"American History: From Revolution to Reconstruction and Beyond.\" Post-War Economy 1945 to 1960. www.let.rug.nl/usa/outlines/economy-1991/a-historical-perspective-on-the-american-economy/the-post-war-economy-1945-1960.php (accessed August 1, 2013).","[2] Walsh, Margaret. \"EH.net Encyclopedia.\" The Bus Industry in the United States. eh.net/encyclopedia/article/walsh.bus.industry.us (accessed August 1, 2013).","[3] Schrobper. \"\"I'll be Home for Christmas!\" (T2605) - Ad*Access - Duke Libraries.\" Duke University Libraries - Home. http://library.duke.edu/digitalcollections/adaccess_T2605/ (accessed July 25, 2013).","[4] Walsh, Margaret. \"EH.net Encyclopedia.\" The Bus Industry in the United States","[5] Welling, George M. \"American History: From Revolution to Reconstruction and Beyond.\"","[6] Schrobper. \"\"I'll be Home for Christmas!\" (T2605) - Ad*Access - Duke Libraries."," "," "," "," "," "," "],"display_date":1945,"search_date":"1945-07-02","locations":[{"id":27711,"lat":32.7666195875,"lng":-96.7778735916,"zoom":9,"place":"Dallas, Texas"}],"tags":[{"id":1742,"tag":"\"transportation\""},{"id":1741,"tag":"\"busses\""},{"id":1740,"tag":"\"Greyhound\""}],"course":{"name":"Historical Perspectives on Technology","school":"Widener University","course_id":108,"school_id":43}}]}