{"id":1744,"tag":"The Double-Edged Helix","points":[[39.2464830538,-76.5960396412]],"bounds":[[39.2464830538,-76.5960396412],[39.2464830538,-76.5960396412]],"episodes":[{"id":5738,"title":"HeLaCells in Rolling Stone Magazine","course_id":108,"status":"P","start_date":"3/25/76","end_date":"3/25/76","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In March of 1976 the Rolling Stone Magazine published an article <em>The Double-Edged Helix</em>, written by Michael Rogers about a very interesting advancement in science. This new technology was the HeLa cell which was discovered in 1951. However, this article was in fact to educate the public on this great advancement, but also on the damage it had produced in the scientific field. HeLa was such a strong strain that it not only continued to live, but continued to multiply; it actually contaminated cells in a Russian lab. These cells where so important, helping find the cure for polio and several other vaccines, but contaminating so many other cultures along the way. Although, HeLa has contaminated other studies, it has produced far more positive advancements in scientific and medical history, than it has negatively.","This cell came from a young black woman named Henrietta Lacks, often referred to as Helen Lane in the 1950s through the 1980s and 90s, and in the Rolling Stone article <em>The Double-Edged Helix</em>. Henrietta Lacks was born in Virginia, married her cousin David Lacks (Day), and moved to Maryland to raise a family. In the years to come Henrietta looked after her friends and family when they needed, inviting anyone into her home. She was known as a helping woman and a caring mother. In 1950 she was diagnosed with cervical cancer at John Hopkins Hospital in Baltimore, Maryland. Her husband drove her to Johns Hopkins in Baltimore for surgery and treatments. During the first appointment the doctor, Howard Jones, took a sample of the tumor and had it sent to be tested; however, the biopsy was also sent to a lab which tried to produce cultures of cells that would continue to live. At the age of 31 Henrietta passed away due to complications from the spreading of the tumors. She had 5 young children, two that were just babies, and none of the family knew of the biopsy sent to George Gey’s lab for research. In Gey’s lab HeLa was born. HeLa is an immortal cell which has continued to multiply since the 1950s. This was due to the malignancy of the cells.","Rolling Stone published the article in 1976 by Michael Rogers to inform the nation and world what great steps science has made since the discovery of HeLa. The article helped to give credit to the woman who battled cancer and the family that suffered the loss of a mother. This informative article sparked an interest in the Lacks family that continued for decade and lead to the book by Rebecca Skloot, <em>The Immortal Life of Henrietta Lacks</em>. This publication takes the reader on a journey of HeLa from the beginning and also the difficult journey of the Lacks family and their struggle accepting and dealing with HeLa, and all the questions and reporters it brought along with.","These cells have not only made scientific research easier, but have made an entire industry and standards of scientific research. HeLa has been shipped all over the world since the 1950s. This started a huge distribution market which profited millions of dollars, not one of those dollars ever made it back to the Lacks family. This was a large influence on the negative opinion the Lacks’ family had formed of the cells. Additionally, HeLa has allowed advancements in vaccines and research of HIV and AIDS, as well as cancer. These cells have become the standard of research, they are the single most used cell culture used around the world, and continue to be used today. Polio vaccines were able to be made because of testing done on HeLa instead of expensive lab animals. HeLa helped make science, medical, biological, and even cosmetic testing more affordable. HeLa was involved in the testing and experimentation of cloning and even used on prisoners for cancer research. These immortal cells helped advance science not only in the United States, but across the world."],"display_date":"March 25, 1976","search_date":"1976-03-25","locations":[{"id":34826,"lat":39.2464830538,"lng":-76.5960396412,"zoom":10,"place":"Baltimore City, Maryland"}],"tags":[{"id":1744,"tag":"The Double-Edged Helix"},{"id":1743,"tag":"HeLa"}],"course":{"name":"Historical Perspectives on Technology","school":"Widener University","course_id":108,"school_id":43}}]}