{"id":1747,"tag":"Wolrd Wide Web","points":[[38.9151212228,-76.9435162098]],"bounds":[[38.9151212228,-76.9435162098],[38.9151212228,-76.9435162098]],"episodes":[{"id":5741,"title":"CERN and the invention of the World Wide Web","course_id":108,"status":"P","start_date":"4/30/93","end_date":"4/30/93","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The World Wide Web was put into the public domain on April 30 1993 by CERN, the European Organization for Nuclear Research group. The World Wide Web, as it was referred to in the official document was a global, networked computer information system.  The World Wide Web project provided a collaborative system that consisted of an independent hardware and software system that was made out of virtual platforms and a physical location. The document also states that the project included numerous topics, such as technical design notes, live status information, and educational materials. The information in the CERN document made it clear that the scientists that created this system would accept no responsibility for any problems that users might have with the product. This was put in the document for the protection of CERN and so they could not be held liable or sued for any software malfunctions. The intention of CERN was to help further the compatibility of the computer and its supported collaboration. The information on the World Wide Web is presented to the user as a web of interlinked documents. Users can have access to information to the World Wide Web through a group of hypertext models. The great thing about the World Wide Web was that is was independently networked and the information was independently formatted to make it easy for the users to handle.","The purpose of the World Wide Web was to make it easier for users to gain information on a subject by creating something called the “information superhighway”. The “information superhighway” was a purposed centralized, government-sponsored broadband network that would deliver video from television stations and other sources of media. The initial audience for this system was anyone who had access to a computer that was compatible with the World Wide Web.  The main purpose of the World Wide Web was to allow the people using the system to create different domains which in return would allow them to have access to information that other users have in their domains; essentially it allowed the users to share information with each other wirelessly. What many failed to realize was that the World Wide Web had been around for over twenty years, dating back to 1969. It was believed that when it first came to fruition that the early system was going to be used for informational purposes only. The initial targeted group of users was military workers. It was for them to be able to share information with each other through a series of computer databases. This would have helped them in regards to international information sparing with the other countries. Unfortunately, those who started to create this technology did not think of the long term effects of the product. They did take into account that there would be some complications.","There was a lot of pressure on the scientists responsible for creating such a breakthrough technology and having it work correctly. What many do not know is that they were met with immediate demands by the funders. The amount of responsibility the scientists had became a burden to them due to the amount of pressure that came with inventing a system where multiple users to have access at the same time. With such creations of the floppy disk and microprocessor being developed in 1971, it was critical that these scientist invented a new technology that would help change American society.  The world was changing around the time of this invention with  people were getting smarter and wanting more, and with the creation of the computer, people wanted more out of the technology. During the early years of the project the biggest problem was making sure that the all of the problems with the World Wide Web were fixed that were found early on.","By the end of 1979, the frame work was complete for the Internet, but they were unsure whether or not it should be accessible to the public due to some of the problems with the hard and software. By 1993, the problems with the system were fixed to a point where the funders wanted to make it access to people in a public domain. This was great news to the public ,who for years were ready to experience this system. The times were changing with new technology being invented and with new ways to talk to each other people were excited to hear that there was this invention called the “World Wide Web”. People wanted to be able to share their ideas with one another through a wireless server and this was the perfect material for it at the time. To be able to have a domain (a place where one could share their ideas on a topic or forum) made it that more important for people to have.","Looking back to where technology was twenty years ago and where technology is now really makes it obvious that the invention of the World Wide Web changed the landscape of American society. Twenty years ago, people would have to talk to each other via a telephone and through a computer or go to a library to do research. None of this would be possible if it was for CERN officially put The World Wide Web into public domain on April 30, 1993. The World Wide Web was the beginning of a new age of technology. Without the creation of the World Wide Web we as a society would not have the access we needed to be able to share some of the great ideas that people have had over the years."],"display_date":"April 30, 1993","search_date":"1993-04-30","locations":[{"id":41498,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"District of Columbia, District of Columb"}],"tags":[{"id":1747,"tag":"Wolrd Wide Web"},{"id":1746,"tag":"Washington, D.C."}],"course":{"name":"Historical Perspectives on Technology","school":"Widener University","course_id":108,"school_id":43}}]}