{"id":1749,"tag":"Nabisco","points":[[40.6916304076,-74.0035386433]],"bounds":[[40.6916304076,-74.0035386433],[40.6916304076,-74.0035386433]],"episodes":[{"id":5742,"title":"WWII War Bonds and Technology","course_id":108,"status":"P","start_date":"1/1/44","end_date":"12/31/44","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The war bonds of World War II were closely tied to the technology of the times: the campaigns utilized all forms of common technology to reach as many people as possible.  From radio to film to print ads, war bonds became a part of daily life for these Americans.  In addition to this, many huge corporations were also supporters of the war bond effort including Nabisco, the National Biscuit Company.  Still a popular brand today, Nabisco played a significant role on the home front during WWII.  They were a huge presence in the home, since they were such a large producer of popular foods.  Known for its baked goods, the company had to alter many of its products because they were affected due to rationing and shortages of raw ingredients such as sugar, flour, butter and oil[1]; they later encouraged their consumers to do the same[2].","One of the more popular Nabisco ads, “Man of the family,” printed in 1944, features a mother and her young son sitting together.[3] The mother looks worried; the boy is looking up his mother with a concerned expression.  To summarize the text, the four-year-old boy is acknowledging her loneliness and that he will have to care for his mother, in the absence of his father who is away at war.  The final pitch says, “Till families are together again in a decent, peaceful world … every one of us has a duty. Every one of us must buy more War Bonds than ever before.”[4]  The text draws on the situation many families were in: at home, without their husbands and fathers.  The purpose of the ad is to get viewers to empathize with the pictured family, and to support them and so many other families by buying war bonds.","Film also became a huge asset to the war bond industry.  Film stars would arrive at loan drives and other locations to stir-up the crowd and encourage them to purchase more bonds.  Theatres would include ticket deals with the purchase of bonds.[5]","Major brands, from food to automobiles, produced ads that were directed to supporting the war effort because not only did peoples’ lives change, so did the means of production for many companies.  They were no longer geared towards sales to Americans, but geared to produce for and support the war effort.[6]","Most war bond ads focused on the American family.  They were wanted to engage a wide audience, mostly women and children.  They displayed the current situations many families found themselves in and the problems they were facing in their daily lives.  But they provided a solution: to buy bonds!  The use of printed ads, radio promotion, and eventually film allowed people to purchase up to one quarter of the government’s wartime debt.[7]","The technology utilized encouraged conversation among Americans, and further supported their actions as they supported the war effort.  What they saw printed in magazines and newspapers, shown in films, or heard on the radio influenced how they communicated and ultimately how they responded to the war effort."," ","[1] Yoon-Joo Lee and Naeemah Clark, \"\"I'm Saying This for Uncle Sam!\" How Corporations Used Images of Family to Help Fund World War II,\" <em>Advertising and Society Review</em> 10, no. 2 (2009).","[2] Lee and Clark, \"\"I'm Saying This for Uncle Sam!\"\".","[3] Lee and Clark, \"\"I'm Saying This for Uncle Sam!\"\".","[4] “Man of the family,” http://library.duke.edu/digitalcollections/adaccess_W0201/<em>.</em>","[5] Kathryn Cramer Brownell, \"\"It Is Entertainment, and It Will Sell Bonds!\": 16mm Film and the World War II War Bond Campaign,\" <em>The Moving Image</em> 10, no. 2 (2010): 69.","[6] Brownell, “Film and Bonds,” 68.","[7] Brownell, “Film and Bonds,” 69."],"display_date":1944,"search_date":"1944-07-01","locations":[{"id":27491,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":1749,"tag":"Nabisco"},{"id":1748,"tag":"Bonds"},{"id":242,"tag":"WWII"}],"course":{"name":"Historical Perspectives on Technology","school":"Widener University","course_id":108,"school_id":43}}]}