{"id":175,"tag":"African American Sufferage","points":[[33.7862251516,-84.4230424472],[33.5543155862,-86.8964933862],[42.107446354,-83.1351982696]],"bounds":[[42.107446354,-83.1351982696],[33.5543155862,-86.8964933862]],"episodes":[{"id":4598,"title":"Scalawag Shares Feelings on Reconstruction","course_id":18,"status":"P","start_date":"1866-01-07","end_date":"1866-01-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Scalawag, a pejorative term not commonly used, became a commonly spoken slur used to describe Union sympathizers living in the South before, during, and after the Civil War. Some politicians, such as the one interviewed in an article in the January 7, 1866 edition of <em style=\"mso-bidi-font-style: normal;\">The</em> <em style=\"mso-bidi-font-style: normal;\">New York Times</em>, believed that Reconstruction was, \"…a good idea in theory, but in practice, it would prove to be unsuccessful in its own right.\" This statement made him a scalawag in the eyes of many southerners. The gentleman, born and raised in Georgia, served in the Confederate army for three years, practiced law, and at one time had even been a member of the state Legislature. After being given all of this information, it is surprising to note that the gentleman remarks in his interview, \"You say the government has given him[the negro] freedom…I tell you he's not got his freedom yet…he has no land... he can scarcely get work anywhere but in the rice fields and cotton plantations...he can hardly breathe…unless a white man gives his consent…What sort of freedom is that?\" The Georgian, whose name is never mentioned, goes on to state that the African American has freedom in name, but not in fact, implying that the government calls the African American free, but the social institutions in southern culture still prevent them from being truly free, a direct attack on southern ideals common among scalawags.","                The Georgian scalawag believed that the only reason African Americans were even as free as they were under Reconstruction was due to Union occupation of the South. The gentleman told his interviewer, \"…take the troops away and his chance wouldn't be as good as a piece of dry wood in a house on fire…\" He went on to say that there should be some equal rights for African Americans, such as giving them acreage to live on and farm as they pleased. Often times being branded as a scalawag in the South, meant that one would be ostracized from their own immediate community as well as the community of the South at large. Scalawags were even killed by fellow citizens or harassed by Ku Klux Klan members if their views became exposed. The gentleman from Georgia told of this horror in his interview, \"…If I should say what I honestly believe, I should be killed if it ever got out that I wrote it…\"","Despite the hatred for scalawags in the Reconstruction South, Georgia elected a total of ten scalawags to congress between the years 1867 and 1875, third highest amongst the former Confederate states. This article reinforces the idea that not all southerners believed slavery was a just system. Some, such as the scalawags, believed that economic equality needed to take place in order for racial equality to begin, an idea that would not be realized for over a century to come."],"display_date":"January 7, 1866","search_date":"1866-01-07","locations":[{"id":1820,"lat":33.7862251516,"lng":-84.4230424472,"zoom":10,"place":"FULTON, Georgia"}],"tags":[{"id":175,"tag":"African American Sufferage"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}},{"id":5437,"title":"Anniversary march in Birmingham asks same questions","course_id":77,"status":"P","start_date":"1/1/93","end_date":"12/31/93","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["<strong>Y</strong>ears after civil rights pioneers, like Martin Luther King Jnr., walked the Birmingham streets protesting against segregation and for equal opportunity, influenced black Baptist preachers rewalked the march route in September 1995.  Raising awareness for a campaign to increase the black polling population nationwide; march leader Rev. Dr. Henry Lyons hoped black voters would help progressive liberal politicians to quash the remaining racial problems, left around since the sixties:  <em>“</em>We no longer live in the days of covert racism; it is now overt racism. We must go back to the streets.”","Commemorating the efforts of those who struggled three decades earlier; Lyons wanted the march to inspire a recommitment to civil rights activism in America.  There were those in Birmingham already standing up to further the concept of equality, those that believed affirmative action was still necessary in the nineties.  Established in 1993 to tackle industrial civil rights violations across America, the ‘Concerned Citizens for Racially Free America’ newsletter named and shamed those found to be breaching regulations concerning equal employment practises.  This, in 1995, included the University of Alabama at Birmingham, the state’s largest employer, guilty of failing to deliver the newsletters to faculty; as part of a larger scandal involving the postmaster general and the alleged destruction of such newsletters.","Respected Southern-society writer Peter Applebome, an adopted-Georgian, addresses the issue in the New York Times article; ‘<em>From Atlanta to Birmingham’. </em>Observing how race and tension between the white and black communities in Birmingham are still prevalent and still tarnish the city’s reputation, as they did during the civil rights era, and as the ‘Concerned Citizens’ attempted to tackle.  Speaking about the city’s black-dominated governance, Applebome quotes, then, mayor of Birmingham, Richard Arrington Jnr., saying “I'm just a symbol here of something that frightens a lot of whites or that a lot of whites resent”.  Regardless of equality, the issue of racism is constant conversation here.  With tension not always obvious, but ever-present below the surface; Applebome concludes using fellow Southern commentator John Egerton’s opinions on the matter: that the biggest difference in Southern society, since the days of segregation, is that the North has caught up to the South in terms of ‘knee-jerk racism’.","The idea being that the modern progressive American, white or black, will inherently demonstrate bias for his own races progress over others, not because he is a racist <em>per se, </em>but because it’s natural to look after ones own.  The Lyons’ march to honour those who struggled, and to observe advances on the issue of equality, was a just nod to a crucial time in American history, but it can be said that <em>while</em> we perceive race as a way to categorise people: prejudices will still exist and racial tension in the country will continue."," "," "],"display_date":1993,"search_date":"1993-07-02","locations":[{"id":43149,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":175,"tag":"African American Sufferage"},{"id":203,"tag":"Birmingham, Alabama"},{"id":889,"tag":"Racism"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":77,"school_id":10}},{"id":5918,"title":"Detroit’s Race Riot Chaos -- 1967","course_id":118,"status":"P","start_date":"7/27/67","end_date":"7/27/67","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Nortown was not exempt from the troubles of the Detroit race riots in 1967.  Detroit news staff photographer Shirkey was able to capture a photo in the area of exactly what was going on in the midst of the riots.  In the photo, 4 guards armed and ready to fire stood in the light of the streetlamps on the corner of the black Detroit neighborhood. They stayed until the wee hours of the morning to assure that blacks were not out past their curfews during the race riots in Detroit. The photo was captioned with “U.S. Army Airborne Infantry stopped cars in violation of the curfew at a French Road intersection on Detroit's East Side.”","The summer of 1967 was an important historical moment created by the city of Detroit’s black residence. They caused an outburst of conflicts around the country. For five days in July, Detroit, Michigan sprung into complete chaos. Proceeding, an economic boom from the auto industry created jobs, and urban renewal projects built new infrastructure in the city, but blacks were left out of this upward mobility. As a result, in a city with majority black residency, this caused a major problem. New plans were destroying black neighborhoods, and economic opportunities were scarce for black residents and the riots were just one show of reactions to these battles that they were facing as a community."," "," "],"display_date":"July 27, 1967","search_date":"1967-07-27","locations":[{"id":33546,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":175,"tag":"African American Sufferage"},{"id":2003,"tag":"Nortown"},{"id":2017,"tag":"French Road"},{"id":1055,"tag":"Race riot,"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}]}