{"id":1751,"tag":"Post Office","points":[[38.9151212228,-76.9435162098]],"bounds":[[38.9151212228,-76.9435162098],[38.9151212228,-76.9435162098]],"episodes":[{"id":5743,"title":"U.S Postal Service vs. Railway Managers","course_id":111,"status":"P","start_date":"1832-01-01","end_date":"1832-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":[" "," ","United States Post Office officials recognized the importance of railroad cars in 1832 and were extremely enthusiastic about this new way to transport mail. In 1864, the first postal car was constructed and operated in the United States and was first placed on the lines of the railroads connecting New York, Philadelphia, Baltimore and Washington, D.C. Once railway mail service had begun, the cars were equipped primarily to sort and distribute mail. At that time there was an increasing demand by the public for improved postal facilities.  The U.S postal service was increasingly becoming more demanding which meant that the post office’s so called \"Traveling Post offices\" were also becoming more rigorous, which hindered the travel of the public because of the high need for the railways. The importance of the traveling railway post office was stated in a testimony given before a U.S. Senate committee in April of 1873. The document stated that the government in the City of New York was forced to use three or four large warehouses to do the postal distribution instead of using the railways. The reasoning for the push to use warehouses rather than mail car service was because the USPS was not providing enough money to the railways to cover the costs of labor and it was making scheduling passenger cars difficult. However the U.S. Postal Service responded that the elimination of the railway transportation would end up turning the delivery of mail into a difficult project because no one would ever be able to deliver a sufficient amount mail and there would be a very high delay[BS1] . It then became evident that the postal car service was not only important, but the continuance of it would develop the railroad lines of communication between towns and businesses. Communication is a vital aspect in business interests of the country.","There was great controversy between the railroads and the U.S Post Office Department in respect to the performance of the postal car service. A letter was written to the lawyer of the railroad managers, Isaac Hinkley Esq., in regards to the Wilmington and Baltimore Railroad Company, from David A. Wells, the postal service representative, gave a brief analysis of the controversy and nature of this particular issue. The letter explained that this was not a situation in which the public had taken much interest; in fact the case showed that the public did not care about how the mail was distributed unless it affected their mail deliveries  This case never got the attention of the public because there were no delays in mail service nor did delivery stop.","With the conclusion of the letter it was stated that the federal government was required by the constitution to make just compensation for private property of every description taken for public uses. Second they were making a statement that the postal car was not and will never be a freight car and the services performed by the workers were completely different and they were intended to be for two totally separate things. Third was that a postal car and the service that was required of it is as near as possible an express car. Forth, the compensation that was paid by the post office department was entirely inadequate. The people who were working for the postal service did not think that they were treated fairly nor did they feel that moving mail to a warehouse and having it distributed by a mail carrier was going to be sufficient.","The rebuttal to the letter came shortly after and was written by the railway managers. They were completely appalled that the postal service had absolutely no idea how much it actually costs to maintain additional non passenger cars along with maintenance on roads and railways that were owned by private companies. With all of the hard work that the railroad workers put in to maintain these things they also were not being compensated for the job that they were doing either. They felt that the government was not supporting the railway nor were they receiving funds for the day to day upkeep.","The railroad industry was meant to stimulate the economy and it did in fact have some success and it also created new links within the country. Just like the mail cars that were used it was also used to carry manufactured goods, raw materials and farming goods. They also helped other industries thrive so it goes without saying that over the past 200 years the railroad has created change equivalent to that over the past several millennia.  In April of 1971, the railway started to stop the delivery of mail on some railways and by 2004 all delivery has ceased completely. Just like other technologies related to communication, the railroad industry played a huge role in developing modern civilization by improving the speed at which information traveled across the nation."," "],"display_date":1832,"search_date":"1832-07-01","locations":[{"id":1273,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":1751,"tag":"Post Office"},{"id":1752,"tag":"Railway"}],"course":{"name":"Historical Perspectives on Technology","school":"Widener University","course_id":111,"school_id":43}}]}