{"id":1755,"tag":"Masculinity, Nature, Kirk","points":[[28.5664573086,-81.3013732137]],"bounds":[[28.5664573086,-81.3013732137],[28.5664573086,-81.3013732137]],"episodes":[{"id":5745,"title":"A New Man","course_id":112,"status":"P","start_date":"1890-01-01","end_date":"12/31/15","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["As the nineteenth century drew to a close, American culture was defining itself in further forms than basic survival. Society was struggling with itself in terms of its identity. Aside from social movements of the era such as anti-racism, women’s rights, and labor laws, a major social movement was masculinity. This encompassed the desire for a man to feel as if he was a man, how he viewed himself, and how he thought he was viewed by others.","The struggle to come into manhood would start in a boy’s adolescence, now that America was in a place where adolescents were permitted to be adolescents. Young boys were not expected to work their teen years away to support their families and America was turning towards secular interests with the rise of a middle class.","As society dictated, there were many things that a man should be capable of to be considered a ‘man.’ These included physical perfection, as seen in cultural examples such as <em>Tarzan, </em>who embodied the epitome of fitness, intelligence, and mastery of his surroundings. Men also aspired to be educated and around this time in American history education was deemed more importance to culture. Regulations were put in place and men were expected to be educated so they could be functioning members of society. Through a solid education men were expected to be able to support a family. Finally, another symbol of masculinity was the ability for a man to conquer his environment, as seen again in <em>Tarzan</em>.","As reading material began making an appearance to young boys, the first editor of <em>Harper’s Young Magazine, </em>Kirk Munroe, was very aware of this trend. In response, he wrote several essays that were composed of his wilderness adventures, primarily set in Florida. These stories allowed young boys to have a role model to look up and through Munroe’s essays, they were further influenced by the concept of conquering nature."],"display_date":"1890 - 1915","search_date":"1903-01-01","locations":[{"id":1444,"lat":28.5664573086,"lng":-81.3013732137,"zoom":9,"place":"ORANGE, Florida"}],"tags":[{"id":1755,"tag":"Masculinity, Nature, Kirk"},{"id":1756,"tag":"Munroe, adolescence"},{"id":1757,"tag":"Boyhood"}],"course":{"name":"The Comic Book City","school":"Rollins College","course_id":112,"school_id":5}}]}