{"id":1758,"tag":"Gender","points":[[39.4750359792,-74.3341472584],[37.7029266937,-123.005394924],[40.6916304076,-74.0035386433],[28.5146851201,-81.3237702415],[39.2338595038,-76.3925904773],[41.4673534696,-90.5674122327],[34.843039,-82.401351],[34.8566063,-82.4016158],[34.855882,-82.400352],[41.8781136,-87.6297982]],"bounds":[[41.8781136,-74.0035386433],[28.5146851201,-123.005394924]],"episodes":[{"id":5746,"title":"Betty Friedan and Second-Wave Feminism in The US","course_id":112,"status":"P","start_date":"1/1/60","end_date":"12/31/60","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the early 1920’s feminism made a huge leap forward causing women to be viewed as people rather than property, but in the early 1960’s many women still felt more needed to be done. Before 1960, equality was just a thought being pondered by every woman in America, but now women felt they had to fight for equal rights. One of these woman was author Betty Friedan who through her writings changed the way we view equality.","On February 19, 1963, Betty Friedan started the “second wave feminism” movement with her book The Feminine Mystique. The Feminine Mystique was a book that encouraged women to seek new roles and responsibilities, and to seek identity both personally and in the workplace. Soon after it’s inception The Feminine Mystique was a pivotal point in the fight for women's rights. “Chosen motherhood is the real liberation. The choice to have a child makes the whole experience of motherhood different, and the choice to be generative in other ways can at last be made, and is being made by many women now, without guilt.” Friedan’s book finally made it possible for woman to work outside of the house and at real jobs. Three years after Friedan’s book, in 1966, 28 woman including Betty Friedan herself established the National Organization for Women. Since then NOW has been responsible for many of the major changes to the equality of women, Including the passage of the Equal Rights Amendment. “Through more than five decades of activism, Friedan showed the ability not only to formulate feminist theory but also to develop her thinking response to social and cultural change. This has made her one of the most significant political and intellectual leaders in the 20th-century feminism.” This quote from the Encyclopedia of Women and American Politics by Lynne Ford shows the impact that Friedan had on the second wave feminist movement and how she changed the world for all women."," "],"display_date":1960,"search_date":"1960-07-01","locations":[{"id":32057,"lat":39.4750359792,"lng":-74.3341472584,"zoom":9,"place":"Atlantic, New Jersey"},{"id":31817,"lat":37.7029266937,"lng":-123.005394924,"zoom":11,"place":"San Francisco, California"},{"id":31603,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":1760,"tag":"Gender Roles"},{"id":1759,"tag":"Girl Power"},{"id":1758,"tag":"Gender"},{"id":6,"tag":"Education"},{"id":1604,"tag":"Female"},{"id":617,"tag":"Feminism"}],"course":{"name":"The Comic Book City","school":"Rollins College","course_id":112,"school_id":5}},{"id":5835,"title":"Gender in the 1970s: Women's Fashions","course_id":119,"status":"P","start_date":"1/1/71","end_date":"12/31/79","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["With fine fabrics and linens that were “soft and sunswept”, Leedy’s on Park Avenue had clothes for “discriminating girls of all ages”[1]. This advertisement reflects the changes in women’s fashion in the 1970s. After the 1960s, known as a decade of peaceful, nonviolent reform movements, the 1970s brought changes in gender roles. Many women demanded equal rights and advocated for careers outside the home. Following the Title VII provision of the 1964 Civil Rights Act, the National Organization for Women was formed in 1966 to help create equal partnership with men. Due to the increase of women working outside of the home in nontraditional work settings, the fashions of women’s clothing started to change. Women that were working in factory jobs obviously needed work clothes – clothes with heavy thread, strong zippers, rugged fabric and heavy-duty pockets. To meet this new demand, the world’s largest retailer, Sears, Roebuck, and Co., “has developed a line of women’s work clothing to take the place of the old clothes, sweatshirts, jeans and men’s work clothing”[2] that many women wore on the job. While miniskirts, makeup, and high heels were popular in the 1960s, many feminists in 1970s rejected the assumptions of feminine beauty and culture by cutting their hair and wearing jeans and pants. From the protest years of the 1960s “American women were no longer willing to follow the lead of fashion designers. Women wanted more than one look and seemed to thrive on choice”.[3] These changing fashions for women were a result from a feeling of repression as one woman explained that “women have been forced to dress as objects since the invention of patriarchy. Why are women forced to dress certain ways? Because our clothes help keep us oppressed. They are a constant reminder of our position”.[4]  In the 1970s, fashion designers introduced a new line of skirts known as the “midi” and “maxi” skirts that came down to women’s ankles and were meant to replace “miniskirts.” While this trend didn’t last long, clothing stores quickly brought back miniskirts, women’s rejection of the longer skirts, “implicitly illustrated that women ought to be able to dress as they pleased, even if the fashions they picked emphasized their sexuality rather than their feminine virtue”[5]. Although not all women changed their styles to button down shirts, jeans, and men’s boots, the transformation in how women dressed challenged how the American society in the 1970s viewed women."],"display_date":"1971 - 1979","search_date":"1975-07-02","locations":[{"id":36752,"lat":28.5146851201,"lng":-81.3237702415,"zoom":9,"place":"Orange, Florida"}],"tags":[{"id":1560,"tag":"The 1970s"},{"id":1758,"tag":"Gender"},{"id":197,"tag":"fashion"},{"id":196,"tag":"women's rights"}],"course":{"name":"Decade of Decision- 1970s","school":"Rollins College","course_id":119,"school_id":5}},{"id":5841,"title":"Abortion in the 1970s","course_id":119,"status":"P","start_date":"5/8/70","end_date":"5/8/70","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the 1970s, abortion became a hot topic that was either avoided in conversation or would lead to a heated debate.  Even today, the debate over abortion is still present.  When the Roe v. Wade case was being debated in court from 1971 until the verdict was decided in 1973, many protests broke out across the nation.<sup>[1]</sup> These protests divided people, men and women, young and old.  In a <em>Sandspur</em> article from May 1970, Gwen von Stetten wrote about the importance of educating women about abortions, suggesting that we follow in the same path as the Southern Blacks did.  Since abortion was out of reach by lower classes, whether that was information or financial setbacks, von Stetten believed it to be beneficial for those women.  In addition, Rollins invited girls to discuss the topic on April 28, 1970.  Out of over 25 girls that were invited to attend, twelve girls actually showed up to discuss the topic.  This could indicate that the majority of girls are uncomfortable with the topic, or are simply not interested enough to attend a debate over the issue.","With the changed in abortion laws during the early 1970s, a Pandora’s Box opened with multiple problems spewing out of the metaphorical box.<sup>[2]</sup> Many of the more urgent problems required immediate action.  These actions affected many of the consumers and potential consumers, as well as health professionals.  With the Pandora’s Box opened, society had to accept that abortion was now the elephant in the room, so to speak.  While the topic existed in society at this time, this did not mean that people wanted to talk about abortion on a regular basis.  With the introduction of home pregnancy tests open to the public, this made determining a pregnancy easier for women who did not want to go to the hospital.<sup>[3]</sup> This leads to an increase in determining unwanted pregnancies earlier than usual.  This would, fortunately or unfortunately, lead more women to think about abortion as a solution to unwanted pregnancies."],"display_date":"May 8, 1970","search_date":"1970-05-08","locations":[{"id":36752,"lat":28.5146851201,"lng":-81.3237702415,"zoom":9,"place":"Orange, Florida"}],"tags":[{"id":1758,"tag":"Gender"},{"id":1919,"tag":"1970s"},{"id":1920,"tag":"abortion"}],"course":{"name":"Decade of Decision- 1970s","school":"Rollins College","course_id":119,"school_id":5}},{"id":5857,"title":"Black Professionals in the 1970's","course_id":119,"status":"P","start_date":"1/1/71","end_date":"12/31/79","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Following the riveting decade of 1960s, African Americans started to act upon the social and political equality that they were granted by the Civil Right Movements. Some of these freedoms include the desegregation of schools and public areas and African American assimilation into society. This great shift allowed women such as Eleanor Mitchell teach in private universities such as Rollins College. In the 1970s, 9.2 percent of African-American professors were women, and 29.3 Caucasian women were employed during this time. [1]Eleanor Mitchell was the first African-American professor at Rollins College to teach an International Relation courses.  She would later lead the first study aboard trip to explore Africa.  Mitchell goal was “insure that anyone who is interested, could find career opportunity information on international relations.”  During the trip to Africa, student would explore Senegal, Dakar, Liberia’s capital Monrovia, Ghana’s capital Accra, and the last stop Nigeria; which was the “slave coast”, where the slaves would have to wait until they were shipped off to the United States.[2] Following the trip to Africa, she was able to take four students from Rollins to the Model U.N session held at Auburn University, At the Model U.N session these students won a trophy for participating in the French Delegation.Still relatively young at 24, Mitchell opted to continue her studies in political science in Tallahassee. Mitchell worked for Governor Ruebin Askew in 1976 as a Supreme Court Law Clerk; she was named assistant general counsel and was the first black women to serve on the post.[3]","In the 1970’s over 700,00 African-American students were enrolled into college declaring majors such as communications, teaching, business administration, and medical related jobs. [4]After graduating from either a vocational school or a university, students usually continued their studies to obtain masters and doctoral degrees. [5]In 1977 there were 58,515 thousand African Americans to graduate with a Bachelors’ degree and 1,273 African Americans to graduate with a Doctorate degree. [6]Eleanor Mitchell established a successful professional foundation, but more importantly her career paved the way for African American women at Rollins College and other Universities.","[1] Victor Bondi, <em>American Decades 1970-1979</em>, (Detroit Michigan: Gale research Inc, 1995), 164-173.","[2] Simms, Rosemary. \"African Better Bee Ready For Eleanor Mitchell.\" <em>The Sandsour</em>, August 17, 1972."," ","[3] Wilkening, David. \"A Matter of Life and Death Job.\"<em>Sentinel Star</em>, February 7, 1977."," ","[4] Victor Bondi, <em>American Decades 1970-1979</em>, (Detroit Michigan: Gale research Inc, 1995), 164-173."," ","[5] Victor Bondi, <em>American Decades 1970-1979</em>, (Detroit Michigan: Gale research Inc,"," "],"display_date":"1971 - 1979","search_date":"1975-07-02","locations":[{"id":36752,"lat":28.5146851201,"lng":-81.3237702415,"zoom":9,"place":"Orange, Florida"}],"tags":[{"id":1758,"tag":"Gender"},{"id":6,"tag":"Education"},{"id":1945,"tag":"African-American Women"},{"id":1946,"tag":"Higher Education"}],"course":{"name":"Decade of Decision- 1970s","school":"Rollins College","course_id":119,"school_id":5}},{"id":6251,"title":"Women Workers at the Glenn L. Martin Plant during World War II","course_id":132,"status":"P","start_date":"2/1/42","end_date":"2/28/42","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["On the outset of World War II, the demand for production in industries rose. With many men overseas in the military, women were called on the help the war effort by taking on nontraditional roles including industrial jobs. This was especially the case at the Glenn L. Martin Plant in Middle River, Maryland. The Glenn L. Martin Plant built many of the bomber planes used by American and British forces during the war. Because the production at the Martin plant was so crucial to the war effort, the company began recruiting women from across the country in 1942 to keep production running during the war. Women flooded into to Baltimore for the opportunity to work at the Martin Company.","The influx of women workers created many challenges in the community. There were increased demands for housing and for services to help women new to the area find help with childcare and other domestic duties.  In some ways, the community and the company responded well. The Glenn L. Martin Company created female dormitories first, and more substantial housing projects later, so that women workers could live nearby. To help support women, the company provided inexpensive child-care which included regular check-ups by nurses. Recreation was also in demand. The Glenn L. Martin company established recreational clubs for women, including the Minta Martin Girls Club. The community responded, too. Our Lady of Mount Carmel Church established a USO for the plant workers. The church also sponsored events and classes.","However, not all of the women's needs were met without a struggle. Recognizing their importance to the war effort, women were able to insist upon some important services. For example, at first, workers' children were not accepted into the public schools because of over-crowding. In response, they acted collectively, threatening to quit their jobs and slow the war effort at the plant. The federal government had to step in, providing financial support to enable workers' children to attend Victory Villa School.","At first, Martin employers were hesitant to hire women claiming that they would be a distraction to men. However, they quickly discovered that women workers were a tremendous asset to the overall production at the plant, and they made accomodations that were unusual in the history of women's homefront activities. In other areas around the country, child-care established by war industries or in neighboring communities was too expensive. Many women were forced to rely on neighbors or older children to take on the responsibility of daycare. Unlike at Glenn Martin, women in other industrial plants also had to struggle to provide health care and healthy meals for children. Further, the commuting times for women in other cities could be quite long, expanding the amount of time they were away from home.The women at the Martin Company were paid that same as male workers, but the same cannot be said about women in industrial jobs elsewhere.","Because of the importance of the Martin Plant, due to location and what they produced, they were able to do a lot more for their women workers. Even though the women at the Martin Company still faced hardships, the company and the support of the community eased some of these hardships allowing the women to really thrive and help with the war effort."],"display_date":"February 1942","search_date":"1942-02-14","locations":[{"id":25547,"lat":39.2338595038,"lng":-76.3925904773,"zoom":9,"place":"Baltimore, Maryland"}],"tags":[{"id":258,"tag":"World War II"},{"id":1758,"tag":"Gender"},{"id":2571,"tag":"Homefront"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}},{"id":6341,"title":"Crazy Kids Create Crazy Connie’s: Augustana College Pranks and Masculinity","course_id":144,"status":"P","start_date":"11/1/51","end_date":"11/30/51","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["One morning in 1951, students at Augustana College in Rock Island were met with an unusual site: a set of stairs off 7th avenue that led up to the iconic academic building Old Main had a sign stretching across the top of it, reading “Crazy Connie’s Used Cars.” Accompanying the sign on the grassy lawn were several cars, all with for-sale signs. At least twelve male students at Augustana took it upon themselves to get the cars up the hill in front of Old Main and set up a used car lot overnight. There were no women present, at least in the photograph. The pranksters probably assembled a team of men to move the cars, as they had the muscle and might to perform. Don Peterson, a student at Augustana in the late-1940s, explained that Crazy Connie referred to the president of Augustana at the time: Conrad Bergendoff. Other signs set up on the lawn promoted “Super Salesmen Betsy Brodahl, the Dean of Women, and Happy Harry Johnson...the Dean of Men.”  In fact, Peterson’s own car was set up on the lot with a sign advertising “good family car $25.”","The students who set up Connie’s car lot were not the first or last to conduct large-scale, masculine campus pranks at Augustana. In 1949, a dozen or so men snuck into a women’s dormitory for a “panty raid,” an invasion of the women’s privacy and a prank with overtones of power and control. In 1955, a few male students scaled Old Main to decorate its dome like a teapot. Scaling was an activity that took physical strength, and the symbol the men used in their prank was a feminine symbol (teapots connoted tea parties, an activity for women). Peterson recalled that Augustana students once loaded hymnals into a Model-T car, locked it, and got it into the Old Main basement, another prank that would’ve taken physical might in order to move the car. All of these pranks took place before, during, or not long after Peterson attended Augustana as an undergraduate.","Crazy Connie’s Used Cars did not stand alone when it came to pranks at Augustana; however, other decades at Augustana do not have the track record for (in)famous pranks as the late 1940s-1950s did. Before the 1940s, Daniel A. Clark explains that college education in America was viewed as an upper-middle class institution: aristocratic young men and women ascended to lofty world of academia. At the end of World War II, however, the GI Bill introduced an influx of everyman veterans into the college atmosphere. The clash, according to Clark, of “Joe College” and “Joe Veteran” had a democratizing effect on higher education—it became more popular and accessible. However, it might have also heightened male students’ sense of masculinity (some male veteran students refused to follow the traditions of younger male students, another possible power play with masculine connotations). Most of the pranks were performed by men, some like the Panty Raid at the expense of women. Masculine ideals, especially in terms of veteran soldiers, may have driven the students responsible for pranks: a desire for control, of asserting dominance. When Crazy Connie’s happened, maybe those male students were showing off their sense of masculinity as much as their sense of humor."],"display_date":"November 1951","search_date":"1951-11-15","locations":[{"id":30089,"lat":41.4673534696,"lng":-90.5674122327,"zoom":9,"place":"Rock Island, Illinois"}],"tags":[{"id":1758,"tag":"Gender"},{"id":6,"tag":"Education"}],"course":{"name":"History of Women in the U.S.","school":"Augustana College","course_id":144,"school_id":54}},{"id":6350,"title":"Dorm Life at Augustana: Early 1900’s","course_id":144,"status":"P","start_date":"1/1/05","end_date":"12/31/30","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Ah the college life.  Something many today take for granted.  Back in the early 20th century not everyone had the opportunity to go to college, especially women.  At the time, it wasn’t seen as important for a women to have an education.  But this didn’t stop all women; some desired to be doctors, lawyers, and other such professionals.  So these women needed to go to school somewhere to get this education.  One of the places they could go was a little private Lutheran school called Augustana College.  Located in Rock Island, Illinois, Augustana was a great school with a beautiful campus and a style all its own.  But unfortunately for Augustana’s history, it also had it’s faults.","Gender was a major player in early 20th century America.  We see women pushing for equality harder than ever before but in order to do that, we have to understand the inequalities that everyday women faced.  The everyday woman we’ll look at is the Augustana College woman.  She pushed against the habits of older generations of women and decided to get herself educated.  Where would she see everyday gender discrimination?  In the place she would call her home: the dorms.","Augustana, as a college of high morals and great education, had rules for its students to follow.  While it had a generalized version for all students, which never really mentioned any gender differences, the rules for the dorms, which were separated by gender, painted a much different picture.  There is a series of documents which showcase some of these rules in President Andreens file at Augustana College.  The documents, for the most part, are typed up rules and regulations for men and women at Augustana from 1901-1935.  When reading the rules for men, one can see little difference between them and the rules for all students.  There are some gender specific rules added like “In general, every student should remember that his conduct is ever to be gentlemanly”.  This one popped up throughout 30 years of rules but one that popped up in the late 1920’s was a ruling specifically banning “lady friends… in the private rooms”.  For a lutheran college this isn’t surprising but is still a notable mention on gender.","When you go over into looking at the woman's rules however, one can see much stricter rules about how they should act, what they could and could not do as well as when they could not do it.  For example if an Augustana female wanted to go to the cities for any reason, they had to notify the lady principle.  There was no mention of that in any of the rules for males.  The women also had a rule similar to the “gentlemen rule” mentioned early except theirs was much more specific and was reinforced as the subject of a note written to the ladies in the dorms by the lady principle (during one of the years in 1901-1935).  Women had specially set times for when they could use the showers.  Men had specific times as well but they had over double the amount of hours per week to get into the showers (men at 30 hrs/week, women at 14 hrs/week).  One of the most surprising rules, which was never mentioned in the mens rules, was that in order to go home and visit their parents, the girl in question had to have a signed letter from one of their parents or guardians to do so.  Men, it appears, had no such restriction.","While the amount of rule differences and inequalities might seem a bit intense, it was simply part of the times.  During this time period, the University of Alabama, the college tried to ban certain types of dances at formal events because it caused the older generations, and the students parents, “endless concern”.  Lisa Dorr, a writer about Alabama women in  Alabama Heritage, writes that “Social engagements had changed considerably since the era when [her] parents had be of student age, and many adults feared such activities could lead only to depravity”.  It wasn’t just at Augustana where these kinds of things were happening.  Women of this time were still seen as delicate and pure and a college wanted to do whatever it could to keep its upstanding reputation.  If the parents of students had seen acts of depravity happening at the campus, then they would probably not let their son or daughter to attend."],"display_date":"1905 - 1930","search_date":"1917-12-31","locations":[{"id":49835,"lat":41.4673534696,"lng":-90.5674122327,"zoom":9,"place":"Rock Island, Illinois"}],"tags":[{"id":2642,"tag":"Augustana College"},{"id":1404,"tag":"Rock Island"},{"id":1758,"tag":"Gender"},{"id":2672,"tag":"Dorm Life"}],"course":{"name":"History of Women in the U.S.","school":"Augustana College","course_id":144,"school_id":54}},{"id":6440,"title":"Yearbooks as Remnants of 1920s Gendered Education","course_id":148,"status":"P","start_date":"1/1/26","end_date":"1/1/26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["One of the main resources for information related to the history of Furman University and Greenville Woman's College and its student body are the yearbooks. There are no surviving yearbooks of the periods of their founding (1851–1854), but catalogs of the 1920s are still mainly intact. These almanacs grant a peek into the lives of students, highlight extracurricular activities, and illustrate how adolescents perceived their urban environment.","For a long period of time, male and female students were strictly divided in two different colleges. It took until 1962 for ''Furman men and women [to be] united on one campus.'' This separation also meant that there were two different yearbooks: Furman's <em>Bonhomie of 1926</em>, and the College's <em>Entre Nous</em>. While these almanacs followed the same outline, there were some important differences that shine a light on the gender relations of the time. ","Both yearbooks began with a set of photos of campus and a list of professors. All the teachers at Furman were male; the only female staff member was librarian Mrs. Eva Wrigley. The next section gave an impression of the student body. The descriptions were set around a theme and featured a photo of the student and a short description. The next chapters focused on organizations and athletics. Both male and female students played various sports, such as baseball and tennis. Furman even had an official male cheerleading team. More for women than for men, clubs seemed to play an important role in their lives. At the College, there were ''more than a dozen imaginatively named student groups [such as] The Two-Lips [and] The Beelzububians of Red Devil's Alley.''","For the men, <em>Bonhomie </em>included a section called ''to the ladies,'' which consisted of photographs of female presidents of the College's clubs. <em>Entre Nous</em> did not have such a section devoted to men. Moreover, the female yearbook included a poem called ''The Perfect Girl,'' which outlined how women should present themselves. Advertisements underlined the (presumed) differences between men and women: ads in <em>Bonhomie </em>were mostly of related to business, while ads in <em>Entre Nous </em>promised mainly ''discipline, social, and spiritual advantages.'' These sections are a result of the time period: social relations were rigorously gendered, and there were implicit codes of conduct to which the students had to adhere. ","Even though the University would become a coeducational institution around thirty years later, some aspects of college life remained strictly gendered. For example, as a response to the influx of women into previously the all-male campus, some ''organized male students moved to exclude women completely from their organizations'' and retained differences based on gender."],"display_date":"January 1, 1926","search_date":"1926-01-01","locations":[{"id":52843,"lat":34.843039,"lng":-82.401351,"zoom":15,"place":"Furman University"},{"id":52844,"lat":34.8566063,"lng":-82.4016158,"zoom":15,"place":"Greenville Womans College"}],"tags":[{"id":1412,"tag":"Greenville, SC"},{"id":1521,"tag":"Furman"},{"id":786,"tag":"Student"},{"id":1758,"tag":"Gender"},{"id":2826,"tag":"GWC"},{"id":2827,"tag":"Yearbook"}],"course":{"name":"Urban and Suburban America","school":"Furman University","course_id":148,"school_id":4}},{"id":6446,"title":"1883 Greenville Female College Catalogue and the juxtaposition of Women's Roles within American Society during Reconstruction","course_id":148,"status":"P","start_date":"1883-01-01","end_date":"1884-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Catalogue of the Greenville Female College of 1883-1884 shows both the exceptional opportunities, as well as the limitations of its students in their education and career. The courses taught at the college ranged from Music, German, to Physics and Mathematics. In that sense, the college provided women with an education that was similar to that of their masculine counterparts. However, the University also contained courses that were specifically aimed at improving their students’ femininity. For example, the college offered “Ornamental and Fancy Work,” as “a necessity to every girl who wishes to be prepared in every way for the conflicts of life.” Therefore, even though the women were taught to critically think and develop themselves, the University deemed it necessary to offer their female students training in domesticity. Furthermore, through a set of rules and regulations the University took over parental control while the women were on campus and severely limited their mobility in the city. This was done to protect the chastity and reputation of the women, making them suitable for marriage.","This juxtaposition of training women in the intellectual arts, while nonetheless preparing them for their domestic roles, corresponded with the 1880s development of the “New Woman.” Because the Civil War had taken the lives of many men and because men were waiting longer with marriage, many women of the 80s were faced with a problem, as marriage had been their main means of survival. As a result, women prepared themselves to take on a job, if no possible suitors would appear. In that sense, much of the catalogue can be explained as preparing women to be independent, while not diminishing their marital attractiveness. Additionally, although Southern universities were originally created to offer the general population an education and to increase the agricultural production, “[they] soon developed into ‘technical schools of professional pretentions if not rank’ and liberal arts institutions much more attuned to the vocational interests of the upper rather than the lower classes.” Therefore, not only did the education of the Greenville Female College prepare middle- and upper class  women for their future domestic roles as mothers and wives, but it also excluded women from poor backgrounds, rather than to provide all the women with the equal opportunity to gain financial independence."],"display_date":"1883 - 1884","search_date":"1884-01-01","locations":[{"id":52847,"lat":34.855882,"lng":-82.400352,"zoom":16,"place":"300 college st greenville"}],"tags":[{"id":2834,"tag":"Female Student"},{"id":1467,"tag":"Greenville"},{"id":1758,"tag":"Gender"},{"id":849,"tag":"Progressive Era"},{"id":1413,"tag":"Greenville Female College"},{"id":786,"tag":"Student"}],"course":{"name":"Urban and Suburban America","school":"Furman University","course_id":148,"school_id":4}},{"id":6447,"title":"Scrapbook of Zillie Workman Culbertson (1908) and the Increased Visibility of American Women in the Early 1900s","course_id":148,"status":"P","start_date":"1/1/04","end_date":"12/31/08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A scrapbook from Zillie Workman Culbertson of 1908 showed the changing role of the students at the Greenville Female College between 1904 until 1908. In her scrapbook, Culbertson collected articles on the commencement ceremonies of each year, photographs of her “places of interest”and newspaper articles. Her collection of photographs of “Places of Interest” were not limited to places on campus, but rather locations of important buildings all over Greenville, including North Main Street and the Furman (male) college. Culbertson’s photos and collection of activities suggest an increase in the female students’ independence and mobility through the city, compared to the lives of a Greenville Female College student from the 1890s.","At the same time, although their mobility increased, it was nonetheless limited to Greenville and its surroundings, as few southerners in this era yet owned automobiles. Furthermore, although Greenville Female College’s new president was less strict on rules of interactions between young gentlemen and young ladies, a catalogue from 1907 still emphasized how important boarding was, as “students would be ‘free from exposure in bad weather, from tempting diversions of society, and from the entertaining of company.\"","Nevertheless, Culbertson’s diploma in Senior Pedagogy and her recommendation letters showed that she had not only been able to graduate the College, but was also able to find a good job in teaching after university. This is reflected in the school’s curriculum, as “The L.I. degree offered a permanent South Carolina teaching certificate upon completion and was state-initiated due to the increasing need for teachers.\" Culbertson’s experience corresponded with the changing role of women in the city. If one takes Greenville as an example, the massive boom of the town with its implementation of the railroads and the textile mills created job opportunities for women, which allowed them to move out of the domestic sphere into independent wage-earning jobs. Mass migration or white flight from the rural county to Southern cities meant a break with traditional rural values and correspondingly a re-assessment of conservative gender-roles. Thus, in this progressive, changing society the focus of the Greenville Female College was no longer on creating women that were attractive for marriage, but focused more and more on educating women in gaining their own employment. "],"display_date":"1904 - 1908","search_date":"1906-07-02","locations":[{"id":52848,"lat":34.855882,"lng":-82.400352,"zoom":16,"place":"300 college st. greenville"}],"tags":[{"id":2835,"tag":"Mobility"},{"id":1758,"tag":"Gender"},{"id":849,"tag":"Progressive Era"},{"id":2830,"tag":"Scrapbook"},{"id":1413,"tag":"Greenville Female College"},{"id":1467,"tag":"Greenville"},{"id":786,"tag":"Student"}],"course":{"name":"Urban and Suburban America","school":"Furman University","course_id":148,"school_id":4}},{"id":6722,"title":"Policing Gender Expression","course_id":176,"status":"P","start_date":"1857-07-15","end_date":"1857-07-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In July of 1857, Chicago’s “Charley H.” was the topic of an article in the <em>Tribune</em>. The article described his as a “hard-working clerk who lived in a boarding house.” The article reveals, however, Charley is actually a female-bodied person who dressed and acted like a man. The acquaintances of Charley H. were astonished that “Charley was a woman, yes a veritable woman in man’s apparel.” When Charley’s secret was discovered, Charley left Chicago. Charley’s identity as a female bodied person in men’s clothing was criminalized. Throughout the early twentieth century, many people like Charley were criminalized for cross-dressing.","In 1851, 6 years before Charley’s story was publicly published in the <em>Tribune,</em> Chicago’s Common City Council passed an ordinance that made it criminal to “appear in a dress not belonging to his or sex, or in an indecent or lewd dress.” In Chicago’s press, many people, such as Charley, were labeled as those who enacted “cross-dressing,” or “cross dressers.” Reports of people “cross-dressing,” such as Charley, flooded newspapers across the country. One headline read, “Eventful Career of Woman who became ‘Female Husband,’” which tells the story of a woman who not only wore men’s clothing, but “smoked, chewed, and shaved,” enacting male gender roles. Another story read, “Young Woman Jailed for wearing men’s clothing.” In the story the reporter notes, “She claims she can get better wages as a man than she can dressed as a woman.” Not only are these people being reported in the newspaper, but are criminalized by police.","“Women in Men’s Attire-Curious Mania that has long caused Trouble to the Police,” was a headlining story that focused on the cause of “cross-dressers,” and how the police handled situations with “cross-dressing.” The article publicly revealed the stories of individuals and shared the punishment of those caught and convicted of “cross-dressing.” People were charged with vagrancy, jailed, sent to court to explain why they enacted cross-dressing,” and punished with fines, prison sentences, or admitted into penitentiaries. The article also stated, “Negroes are frequent offenders, police say.” In the present, the police’s attitude towards African-American “cross-dressers” is often violent. Numbers of cases were and currently are being added to police records across the country. “Local governments used vagrancy and other statutes to regulate and restrain those who dressed in public as the other sex.” The policing of “crossdressing” and other forms of gender expression have continued into the twenty-first century","The term transgender is defined as those “who identify with gender ‘opposite’ of what society would typically assign to their bodies.” Although “cross-dressers,” and “transgender people,” are defined differently, they both share similar circumstances in being policed for their gender expression. The National Transgender Discrimination Survey attests that twenty-two percent, of transgender individuals who have interacted with police reported harassment by police. African-American transgender individuals reported much higher rates of physical and sexual harassment by police and in prisons. The policing of individuals who express gender that is opposite from their assigned sex at birth has been an issue for the “cross-dressing,” and “transgender” communities for over 150 years. "],"display_date":"July 15, 1857 - July 16, 1857","search_date":"1857-07-15","locations":[{"id":52933,"lat":41.8781136,"lng":-87.6297982,"zoom":9,"place":"chicago"}],"tags":[{"id":2677,"tag":"LGBT"},{"id":1758,"tag":"Gender"},{"id":2845,"tag":"Chicago Tribune"},{"id":3380,"tag":"transgender"},{"id":3381,"tag":"LGBTQ"},{"id":3382,"tag":"police brutality"},{"id":3383,"tag":"cross-dressing"}],"course":{"name":"Incarceration in the US","school":"Indiana University-Purdue University, Indianapolis","course_id":176,"school_id":94}}]}