{"id":1760,"tag":"Gender Roles","points":[[39.4750359792,-74.3341472584],[37.7029266937,-123.005394924],[40.6916304076,-74.0035386433],[41.4673534696,-90.5674122327]],"bounds":[[41.4673534696,-74.0035386433],[37.7029266937,-123.005394924]],"episodes":[{"id":5746,"title":"Betty Friedan and Second-Wave Feminism in The US","course_id":112,"status":"P","start_date":"1/1/60","end_date":"12/31/60","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the early 1920’s feminism made a huge leap forward causing women to be viewed as people rather than property, but in the early 1960’s many women still felt more needed to be done. Before 1960, equality was just a thought being pondered by every woman in America, but now women felt they had to fight for equal rights. One of these woman was author Betty Friedan who through her writings changed the way we view equality.","On February 19, 1963, Betty Friedan started the “second wave feminism” movement with her book The Feminine Mystique. The Feminine Mystique was a book that encouraged women to seek new roles and responsibilities, and to seek identity both personally and in the workplace. Soon after it’s inception The Feminine Mystique was a pivotal point in the fight for women's rights. “Chosen motherhood is the real liberation. The choice to have a child makes the whole experience of motherhood different, and the choice to be generative in other ways can at last be made, and is being made by many women now, without guilt.” Friedan’s book finally made it possible for woman to work outside of the house and at real jobs. Three years after Friedan’s book, in 1966, 28 woman including Betty Friedan herself established the National Organization for Women. Since then NOW has been responsible for many of the major changes to the equality of women, Including the passage of the Equal Rights Amendment. “Through more than five decades of activism, Friedan showed the ability not only to formulate feminist theory but also to develop her thinking response to social and cultural change. This has made her one of the most significant political and intellectual leaders in the 20th-century feminism.” This quote from the Encyclopedia of Women and American Politics by Lynne Ford shows the impact that Friedan had on the second wave feminist movement and how she changed the world for all women."," "],"display_date":1960,"search_date":"1960-07-01","locations":[{"id":32057,"lat":39.4750359792,"lng":-74.3341472584,"zoom":9,"place":"Atlantic, New Jersey"},{"id":31817,"lat":37.7029266937,"lng":-123.005394924,"zoom":11,"place":"San Francisco, California"},{"id":31603,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":1760,"tag":"Gender Roles"},{"id":1759,"tag":"Girl Power"},{"id":1758,"tag":"Gender"},{"id":6,"tag":"Education"},{"id":1604,"tag":"Female"},{"id":617,"tag":"Feminism"}],"course":{"name":"The Comic Book City","school":"Rollins College","course_id":112,"school_id":5}},{"id":6058,"title":"<strong>Aurelian Defends His Triumph Over Zenobia</strong>","course_id":122,"status":"P","start_date":"4/15/99","end_date":"4/15/99","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 274 A.C.E., Rome was abuzz with gossip concerning the Emperor Aurelian’s recent defeat of Queen Zenobia. Zenobia had been the leader of the breakaway Palmyrene Empire. Aurelian sought to reunify the Empire to its former glory and in doing so had found himself at odds with Palmyra and its queen. Aurelian found himself victorious over Zenobia but this was not the source of gossip among the Senate and people of Rome. Aurelian wanted to have Zenobia paraded in a Roman triumph, the greatest military honor.","Aurelian was aware of the gossip back home in the capitol and wrote a letter in his defence. This letter does not survive but it was recorded by an anonymous author in the <em>Historia Augusta</em> which does survive today.  Aurelian wrote in his letter to the Senate that if people only knew what he knew about Queen Zenobia then they would not judge his decision. In fact, Aurelian praised her virtues as a leader and said he spared her life because her rule preserved the eastern part of the Roman Empire. Without her leadership, the Persians might have conquered Roman lands.  Aurelian concluded his letter by saying, “Therefore let those whom nothing pleases keep the venom of their own tongues to themselves.” Needless to say, the triumph went on and Zenobia was marched through the streets of Rome with so much gold and jewelry adorning her that she could hardly walk. After Aurelian had his triumph, it is said that he also allowed Zenobia to live in a villa near Tibur. She even had children and her descendants were still living as of the writing of the <em>Historia Augusta</em>.","It could perhaps be argued that Aurelian embellished the characteristics of Zenobia in order for his victory over her to be more spectacular. However, I believe this argument loses much when the popular views of women in ancient Rome are observed. According to historian, John Balsdon, “the exclusive sphere of a woman’s activity was inside the house” and that women were believed to be “the weaker sex, and… that they lacked the necessary toughness to compete in the rough and tumble of public life.” This traditional view of women was ingrained in the Roman male psyche. Therefore, Aurelian’s praise of his enemy (a female enemy at that) does more than bolster his victories; it proves that he was willing to defend his victory over her on the grounds that she was truly exceptional for a woman in his time.  She would have been a rare woman indeed to have warranted praise from one of Rome’s sternest emperors."," "],"display_date":"April 15, 1999","search_date":"1999-04-15","locations":[{"id":52709,"lat":null,"lng":null,"zoom":8,"place":"Outside US"}],"tags":[{"id":1760,"tag":"Gender Roles"},{"id":18,"tag":"Politics"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":122,"school_id":10}},{"id":6059,"title":"<strong>Zenobia Defies an Emperor</strong>","course_id":122,"status":"P","start_date":"4/15/99","end_date":"4/15/99","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","During the summer of 272 A.C.E., Aurelian brought war to Queen Zenobia’s Palmyrene Empire. She only ruled because her husband Odenathus had been assassinated but the <em>Historia Augusta</em> tells us that it was perhaps she that ruled through her husband even before his death. She was said to have had a keen intellect and propensity for Greek and Egyptian language. There was even mention of her being descended from the Ptolemies and Cleopatra herself. The <em>Historia</em> also describes her in both a masculine and feminine light. She is said to have had qualities of a “good emperor.”","Her virtues as a leader came to the forefront when Aurelian arrived at her gates. He sent Zenobia a letter which asked for her complete surrender and that under the conditions he specified, neither she nor Palmyra’s citizens would lose their liberties. Zenobia was far too proud to accept these terms. Her letter back to Aurelian, therefore, was not what he was hoping to hear. In fact, Zenobia outright challenged Aurelian by telling him that, “Whatever must be accomplished in matters of war must be done by valor alone.” There would be no surrender without a fight first. Her letter also bordered on the insulting. Zenobia asked how Aurelian planned to defeat her when he could barely fend off the Syrian brigands that plagued the Roman advance to Palmyra. Aurelian answered appropriately… with battle. And with his valor, Aurelian and his army did defeat Zenobia and captured her as well.","Upon capturing her, Aurelian had Zenobia brought to him. He couldn’t understand why she had thought it wise to challenge him. He was Aurelian Augustus, Emperor of Rome. When this question was put to her, Zenobia’s claimed that Aurelian was the first Emperor that she had witnessed. Those that preceded Aurelian did not “win victories” and therefore she “never regarded them as emperors.” To speak so rashly would have been uncommon for a Roman woman. Yale historian and classicist, Ramsay MacMullen, wrote that women in public were “to be seen, then, not heard.” He went on to say that this did not mean that Roman women had no power. According to MacMullen, even the emperor, Claudius, was “wholly under the control of his latest wife.” According to the Historia Augusta, this was even true in regard to Zenobia having ruled through her husband until his death. It was a rare opportunity for her to be able to step into the public eye and rally the Palmyrene people around her in a system which seemed designed to prevent women from doing exactly that. She was no longer a whisperer but a challenge to the emperor of Rome."],"display_date":"April 15, 1999","search_date":"1999-04-15","locations":[{"id":52709,"lat":null,"lng":null,"zoom":8,"place":"Outside US"}],"tags":[{"id":1760,"tag":"Gender Roles"},{"id":5,"tag":"War"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":122,"school_id":10}},{"id":6339,"title":"The episode provides the outlook of Coed dormitories and the year Augustana introduced it, and how the world for college students were and the things individuals were going through.","course_id":144,"status":"P","start_date":"12/19/84","end_date":"12/19/89","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":[" ","Tags: Gender, Education, Integration","Co-Ed Dormitories’ in the 1980’s","With the interactions with the student body within the college life and the importance it brings to success with programs and events, and organizations. With the separation of the dormitories and the strict expectations it makes the interaction with the student life much harder to succeed and gain other insight. Adding a Co-Ed dorm within a college students can make strides in bettering their success their peers success and opportunity. Having the ability to walk only few steps and have things like group projects, random questions, or even to enhance the social life all are reason why a Co-Ed dorm would create a better outing for college students to succeed. In 1984 Augustana College in Rock Island, Illinoisannounced the new addition of testing for the Co-Ed dormitories. In the Observer, Augustana College newspaper it expresses to the college community the new positive vibes about Co-Ed dorm and what it can do to better the overall college as a whole. It expresses things by current students saying “The benefits outweigh generally speaking, the difference”. The Observer provided the word around campus that you may with conversation with peers so this allowed for students and even staff to see the perspectives of what the college was shooting for and how individuals felt and commented on the topic. During this time in the1980’s most colleges didn’t have Co-Ed dorms because it was looked down on to be around opposite genders certain times in dorms, but as time progressed people were able to see the good that came from the living together of young social men and women.","Adding the Co-Ed dorms allowed a better social life, but for those who never experienced living with another sex and had issue with the thought struggled with it. Majority struggling were parents but Augustana during this time tested out the Co-Ed dorms with only two different dorms rather than the whole school to make everyone comfortable. In the Coed Dorms Now The Norm from the Chicago Tribune in 1996, it expresses the thoughts of individuals such as Ryan Fitzgerald, a college student from the University of Stevens-Point out of Wisconsin where he stated, “You can look the way you want, smell the way you want, and feel the way you want”, explaining his issues with combining genders in the dorms. In another article, American News by Alan Neville, he explains how in the early 80’s college life was much simpler of an experience. Co-Ed housing wasn’t a thought at all. The college life together was much different with even going to the library to do work through books not having computers, the social life was much more of a hazed experience during Greek life, the ability to get around wasn’t as easy so interaction with others were important for people and how to communicate. There was no social media to explore people so with the addition of Co-Ed housing it just expresses the great things that it brought to the table to better things for not only the students but as well the community, and school as well."," "," "," "," ","Bibliography","<em>The Observer, </em>Rock Island, Illinois December 19, 1984 (Special Collections Library, Augustana College).","Worthington Rogers, “Coed Dorms Now 12qwthe Norm,” Chicago Tribune (1996): 1-6"],"display_date":"December 19, 1984 - December 19, 1989","search_date":"1987-06-20","locations":[{"id":38205,"lat":41.4673534696,"lng":-90.5674122327,"zoom":9,"place":"Rock Island, Illinois"}],"tags":[{"id":1760,"tag":"Gender Roles"},{"id":30,"tag":"Urban Society"},{"id":2653,"tag":"Education\""}],"course":{"name":"History of Women in the U.S.","school":"Augustana College","course_id":144,"school_id":54}}]}