{"id":1770,"tag":"men","points":[],"bounds":[[-100,-100],[100,100]],"episodes":[{"id":5753,"title":"The Mining Life","course_id":112,"status":"P","start_date":"1899-01-01","end_date":"12/31/17","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Rollins alumnus and adventure novelist, Rex E. Beach knew what it meant to be a man in the early 20th century. Beach was physically active, between sports in his college days at Rollins and mining in Alaska where he first tapped into his literary prowess. An account by friend Dave King, published in the <em>New York Times</em>, recounts the hardships involved in the search for gold and other valuable minerals in the cold, bitter tundra where they tried to make a living.","Prospectors first found gold in 1898 near Nome, Alaska where Beach and King would eventually find themselves. News spread and miners flooded the region. Settling was difficult because there were no harbors and thievery was rampant. Also, lack of certain resources such as wood (there were no trees,) made building difficult. Manufacturers soon swooped in with galvanized iron and built warehouses.","Within a thirty-three year period, mining in Alaska brought in about $391,000,000 in gold, copper and such. However, said statistics did not mean a life of comfort for miners Beach and King. In 1917 a decrease in “placer” (placer method being the sifting through dirt and such for the heavier desirable minerals, like gold, with water)  gold output was due to dwindling labor. Food was hard to come by so Beach had to be creative to secure money for meals. Luckily, Beach found himself writing a play for a vaudeville show in Nome. Though he may not have considered the play as his first big success, surviving the Alaskan mining business contributed to not only his writing but to his masculinity through the tough physical labor."],"display_date":"1899 - 1917","search_date":"1908-07-02","locations":[{"id":52615,"lat":null,"lng":null,"zoom":8,"place":"Outside US"}],"tags":[{"id":306,"tag":"Mining"},{"id":1770,"tag":"men"},{"id":1771,"tag":"masculinity"}],"course":{"name":"The Comic Book City","school":"Rollins College","course_id":112,"school_id":5}}]}