{"id":1771,"tag":"masculinity","points":[[37.7029266937,-123.005394924],[38.9071923,-77.0368707]],"bounds":[[38.9071923,-77.0368707],[37.7029266937,-123.005394924]],"episodes":[{"id":5753,"title":"The Mining Life","course_id":112,"status":"P","start_date":"1899-01-01","end_date":"12/31/17","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Rollins alumnus and adventure novelist, Rex E. Beach knew what it meant to be a man in the early 20th century. Beach was physically active, between sports in his college days at Rollins and mining in Alaska where he first tapped into his literary prowess. An account by friend Dave King, published in the <em>New York Times</em>, recounts the hardships involved in the search for gold and other valuable minerals in the cold, bitter tundra where they tried to make a living.","Prospectors first found gold in 1898 near Nome, Alaska where Beach and King would eventually find themselves. News spread and miners flooded the region. Settling was difficult because there were no harbors and thievery was rampant. Also, lack of certain resources such as wood (there were no trees,) made building difficult. Manufacturers soon swooped in with galvanized iron and built warehouses.","Within a thirty-three year period, mining in Alaska brought in about $391,000,000 in gold, copper and such. However, said statistics did not mean a life of comfort for miners Beach and King. In 1917 a decrease in “placer” (placer method being the sifting through dirt and such for the heavier desirable minerals, like gold, with water)  gold output was due to dwindling labor. Food was hard to come by so Beach had to be creative to secure money for meals. Luckily, Beach found himself writing a play for a vaudeville show in Nome. Though he may not have considered the play as his first big success, surviving the Alaskan mining business contributed to not only his writing but to his masculinity through the tough physical labor."],"display_date":"1899 - 1917","search_date":"1908-07-02","locations":[{"id":52615,"lat":null,"lng":null,"zoom":8,"place":"Outside US"}],"tags":[{"id":306,"tag":"Mining"},{"id":1770,"tag":"men"},{"id":1771,"tag":"masculinity"}],"course":{"name":"The Comic Book City","school":"Rollins College","course_id":112,"school_id":5}},{"id":5756,"title":"Adaption of Man to the changing of society","course_id":112,"status":"P","start_date":"1/1/00","end_date":"12/31/16","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Since the advent of the earliest humans the man of the “house” was expected to provide for the family. Subsequently with the advance of civilization all men came to learn that this is a fundamental rule of their very essence and natural definition of what is a “real” man. No matter their situation, even if he is forced out of his own inhabitance that he must be able to use a combination of muscle and wit to break free of struggle into prosperity.","This is the case for many of the immigrants at the time when comics were becoming increasingly popular, especially for the writers of those comics and themes of the comics as well. The character (a male) must overcome a very specific obstacle to be the man brings about prosperity to the world, for example Superman he must overcome growing up on an “alien” planet to essentially become known as the savior of man kind. In any extreme the case for the writers of Superman were too immigrants from another nation who had to climb out the dark abyss known as poverty and depression, along the way claiming manhood by providing for their impoverished families, to become some of the most well known authors of comics of their time and to this day.","During Jack London’s life span he has created some of the best pieces of literature known to mankind. Yet he too was brought up in an impoverished life, spending most of his years between jobs and sailing the world. It was only after the depression and a trip to the wilderness of Alaska did he learn that his passion of writing. In his book <em>The Call of the Wild</em> he exemplifies a wolf/dog hybrid who is captured and taken to the snowy wasteland of Alaska and must try to fit in with the local wolf pack. This theme and a variation of this theme is what all if not most of London’s work, and a central theme of his own life, where he had to fit in with the wolfs and practically raise and provide for himself."],"display_date":"1900 - 1916","search_date":"1908-07-02","locations":[{"id":52323,"lat":37.7029266937,"lng":-123.005394924,"zoom":11,"place":"San Francisco, California"}],"tags":[{"id":1771,"tag":"masculinity"},{"id":1778,"tag":"Adversity"},{"id":1779,"tag":"American Society"}],"course":{"name":"The Comic Book City","school":"Rollins College","course_id":112,"school_id":5}},{"id":6808,"title":"The Spider Man of Ronald Reagan: Defeating Threats to Masculinity","course_id":185,"status":"P","start_date":"8/1/81","end_date":"8/31/81","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["As tensions arise in the sphere of gender rights in America, Spider-Man swings in to save the day, or at least save the men of the world from the threat of feminism. In August 1981, Fantagraphics Books released their third issue of <em>Amazing Heroes</em> which includes an interview with the new editor for Marvel’s <em>Spider-Man</em> titles, Tom DeFalco, on his plan to “revitalize” Spider-Man by “returning to the ‘grandeur and the power and the menace” of the hero’s original days. As Spidey’s revamping to “use his powers to the fullest potential,” the push to extend the date for the Equal Rights Amendment (ERA) ratifications was struggling under the presidency of Ronald Reagan (Amazing Heroes 54). The Equal Rights Amendment, passing on March 22, 1972, had a seven-year deadline on ratification processes, meaning it could not be ratified after 1979. Congress approved an extension until June 30, 1982, but after the swearing in of Ronald Reagan, the ERA lost its support from the republican party (Francis). On the major political loss, Anne Costain says, “what makes gender differences distinctive in the 1980s is that they are now tied to a consistent preference in the part of women for the democratic party and its candidates” (Costain 115). A citizen’s right to not be denied or abridged based on their sex was undermined by more than half of the political system: the feminist movement was battling against Reagan’s presidency.","            Hegemonic masculinity took over the US and feminists were fighting for equal rights on the basis of sex. In the midst of this political tension, Tom DeFalco presses for a character of justice, masculinity, womanizing, and heroism of full amelioration, found in none other than the friendly neighborhood hero, Spider-Man. The political realm of equal rights was battling a threat and the face of masculinity that was in charge was being opposed by a mass movement. Spider-Man’s supposedly old-and-improved characterization is an agent of protection against the threat of femininity and, more specifically, feminism and gender inclusivity. In fact, based on a study about the embodiment of superheroes done by Dr. Edward Avery-Natalie, “evolution toward hyperbolic forms has been increasing since the Golden Age of comic books” (Avery-Natalie 81). Furthermore, male characters can be, as it is typically found in this study, fetishized to embody the fullness of male power that is depicted through masculinity of said character (Avery-Natalie 80). The article in <em>Amazing Heroes</em> includes sketches for the upcoming Spider-Man, captioned by DeFalco that he’s bringing back lots of “hoo-hah and shenanigans to spider-man” (<em>Amazing Heroes</em> 58). “Hoo-hah and shenanigans to spider-man,” is repeated throughout the story. The sketches detail the muscular, intense, action-packed, violence-packed fight scenes that Spider-Man takes action in. Penciled by Bob Hall, these scenes are exactly the fun and invigorating graphics that depict ideal masculinity: “children live in a historical period, undergoing political, economic, social, cultural and technological changes; those changes are so complex that boys and girls are confronted with many different experiences, which lead them to criticize certain hegemonic values” (Silva 526). In addition to Sylvia’s claim, the call to criticize hegemonic values is accompanied by the exposure to hegemonic values. Comic readers can see masculinity and other historical contexts via this article, especially the want for hyper-masculinity in the time that it’s patriarchal power is being threatened by the strive for greater equal rights.","            Under the new Reagan presidency, the Equal Rights Amendment struggled to get momentum for ratification and the push for more hegemonic, hyper-masculinity was on the forefront for America and in comics. Tom DeFalco’s re-vamping of Spider-Man shows how masculinity plays a large role in the construction of comics and the urge for patriarchal power to take control in America."],"display_date":"August 1, 1981 - August 31, 1981","search_date":"1981-08-16","locations":[{"id":52950,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington, DC, USA"}],"tags":[{"id":2598,"tag":"Comic"},{"id":293,"tag":"Ronald Reagan"},{"id":1771,"tag":"masculinity"},{"id":617,"tag":"Feminism"},{"id":3576,"tag":"ERA"},{"id":3577,"tag":"Spider-Man"},{"id":3578,"tag":"Amazing Heroes"}],"course":{"name":"ENG 492H Honors Seminar in English","school":"Rollins College","course_id":185,"school_id":5}}]}