{"id":1775,"tag":"Comics","points":[[40.6916304076,-74.0035386433],[41.8399513458,-87.8166666032],[40.7416518725,-74.0773468609],[34.1808392,-118.3089661],[41.0534302,-73.5387341],[44.3148443,-85.6023643],[42.7353595,-84.4831298],[42.3250896,-72.6412013]],"bounds":[[44.3148443,-72.6412013],[34.1808392,-118.3089661]],"episodes":[{"id":5755,"title":"Strong Female Characters in Depression Era Media","course_id":112,"status":"P","start_date":"1/1/20","end_date":"12/31/45","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Great Depression provided a hotbed of motivation that led to a dramatic change in the status quo of gender roles. With unemployment at an all-time high, the duties of a housewife were suddenly multiplying both in importance and quantity. This forced women to become more creative and tenacious, bearing the responsibility of relieving the pressures of joblessness and hunger.  Housewives were intensely unhappy with this situation, and this discontent pushed them into action on a scale never seen in the US before.","The mainstream media reacted to this housewife activism. Although they took the movement seriously, they could not help but ridicule the idea of a housewife movement. As they poked fun at the group, however, tension grew over the “politicizing of the traditional roles of wives and mothers.” No matter how much the media lampooned the movement, its pervasiveness in contemporary American culture was undeniable. The topic was one of hot debate, reflected by its presence in newsprint throughout the period. Society’s idea of what women were capable of was undergoing a significant change.","Milton Caniff, a cartoonist who had become famous at the time for his <em>Terry and the Pirates </em>strip, had sensed this influence and incorporated it into his comic. While the eponymous character, Terry, fought many a foe, the most famous was known as “the Dragon Lady”. She was a sly and capable foe, and at the advent of World War II, led the resistance against Japan’s invasion of China. She is shown to be an equal match for Terry on numerous occasions. This portrayal of a competent, attractive female antagonist was revolutionary for the time. It is also worth noting that the Dragon Lady was not only a woman, but also ethnic, being Asian. Caniff’s comic contained several other strong, female characters, but none were quite as influential as her. This can clearly be seen today where the term “dragon lady” refers to a negative stereotype of strong or mysterious women of East Asian descent."," "],"display_date":"1920 - 1945","search_date":"1932-12-31","locations":[{"id":21355,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":30,"tag":"Urban Society"},{"id":1158,"tag":"Great Depression"},{"id":258,"tag":"World War II"},{"id":788,"tag":"Sexism"},{"id":617,"tag":"Feminism"},{"id":1774,"tag":"Milton Caniff"},{"id":1775,"tag":"Comics"},{"id":1776,"tag":"Dragon Lady"},{"id":1777,"tag":"Cartoonist"}],"course":{"name":"The Comic Book City","school":"Rollins College","course_id":112,"school_id":5}},{"id":6307,"title":"Race in Comic Books","course_id":139,"status":"P","start_date":"3/25/72","end_date":"3/25/72","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The stereotypical superhero is handsome, is strong, has superpowers, and is white.  Most comic books featured a stereotypical white hero who was stronger and was far more superior than any other. Characters such as \"Superman,\" \"Batman,\" and the \"Green Lantern\" depiect the idea of the \"handosme and heroric\" white comic book hero that all kids are familiar with. However, comic books began to reflect the social issues of their time, and the producers and creators infused diververisty into their work. In 1972 a new superhero was going to be introduced, \"Blackman.\" Blackman was a superhero of color who saved the world from crime and racial discrimination. He was a character that even white children could \"readily identify\" with. He represented the Libery flag whose colors were featured as his superhero costume. According to his producers, he would serve \"educationally as a vehicle for presenting the contributuions of the black Americans in a unique fashion.\"","Many comic producers tried to mix comics and race but their efforts failed. Comics such as Black Lightning (DC Comics) and Black Goliath (Marvel), which also premiered in the 1970's and featured black heroes, did not last very loing. African Americans were not the only minority that made their way into comics, Chinese and Native American heroes were also featured however this was short lived as well. The longest nonwhite hero to make an appearance was Shang-chi from the comic, \"Master of Kung Fu\" (Marvel). Race was not only an issue in superhero comic books but also in the Sunday paper, proving race was a product of general comics and not just of the superhero variety. Most comic strip characters that were not white were depicted as lower class and of inferior social standings. Race was a critical aspect of the comics of the 1960's and 1970's, largely because it was a topical issue. Most black readers wouldn't mind, let alone notice that they were reading about a white hero, but many whites noticed where they were reading about a superhero of color. This caused many white readers to abandon certain comic series that featured main characters of color.","Many publishing companies tried not to be prejudiced in thier depictions of the black superhero, but often times they were not successful. A good example of this would be Blackman, the superhero who wore the colors of the Liberty flag and protected the projects, a location in which most residents were of color. Another example of this would be Black Lighning who saved the world from drug dealers and protected the hood. Even more ironically, Black Lughning worse a white mask with an afrom attached to it,, almost as if tyring to become a white character while still keeping his sterotypical racial features. The comics that portrayed heroes of color seemed to make their focus on race a bigger deal than it was, by exaggertaing the stereotypical features of certain races. Most comics that featured nonwhite heroes also featured thier race in the title of the comic or in the name of the superhero, adding more emphasis than was neccessary on thier ethnicity. Blackman and Black Lightning are two examples of this. Even Red Wolf (Marvel), who was a superhero of Native American decent, was named with his ethnicity and race as his defining characteristics.","Kids are too naive to focus too much on the details of the race within comics, and yet the producers and writers go out of their way to avoid being racist, which actually backfires. By trying to add diversity to their comics and stories, writers emphasize the lack of diversity. To children and those who love comics, the comic version of a superhero does not have to be defined by his race, but simply the hero who saves the world and wins the heart of his true love."],"display_date":"March 25, 1972","search_date":"1972-03-25","locations":[{"id":34445,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"Cook, Illinois"}],"tags":[{"id":629,"tag":"race"},{"id":1775,"tag":"Comics"}],"course":{"name":"Creating the Comic Book City","school":"Rollins College","course_id":139,"school_id":5}},{"id":6309,"title":"The people's opinion at the international convention of comic art in 1968","course_id":139,"status":"P","start_date":"1/1/60","end_date":"12/31/68","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The people's opinion at the International Convention of Comic Art in 1968"," ","In the cover of thousands of comic books, Batman, Superman, and Capitan Marvel, are displayed in courageous brilliance. These comis books were once so cheap that you could pay 10 cents for each, but in 1968 they were selling for approximately 150 dollars each during the International Convention of Comic Art. Phil Seuling, president of the Society for Comic Art Research and Preservation, Inc., sponsored the convention. Seuling stated that comics had evolved from humble situations to more problematical and psychological problems. The political, economic, and social cultural history impacts comics from the way they are written, their price, and the people's opinion."," ","Comic book dealers, collectors, editors, and cartoonists showed up at the convention followed by approximately 500 teenage fans. Some fans that attended were the middle age sentimentalists that were brought up on Dagwood Bumstead, Katzenjammer Kids, and Moon Mullins. Other attendants like 21 year old Howard Rogofky who grossed 80,000 dollars by selling old comics during that times harsh economy. From 1965 to 1968 the United States had problems on implementing economic stabilization policies. One of the main reasons was that the Vietnam War was projecting a menacing shadow on economic policies, and unacceptable inflation.This fact explains why some of the attendants of the convention were just there to make money by selling old comic strips and comic books."," ","The true bibliophiles that can quote the chapters and verses of old comics that they love also attended the convention. Glenn Farley a 15 year old stated that he liked to read the old comics mainly because they expressed the frustration in life during those time periods. In the fifties and the beginning of the sixties, comics were all about the horrors of the cold war. Even during the World War II era some comics would show someone doing somthing bad and the hero would punish him. From the 1960s, the direction that comics were taking was the same direction that reflected the new ideas of the people. The 1968 presidential campaign became a conflict about the deadlocked Vietnam War, civil rights, and lack of law and order in the US. During the years, people`s ideas changed for the greater good and were open to alternate choices to deal with issues."," ","Comics are an art form that have history and have a development of style. Comic art mirrors society, this art is inspired by society the same way any other art form is. Some critics claim that comics not only reflect but encourage violence and hatred in society. These ideals are a direct reflection of the 1960s social and cultural issues in the United States. In 1968 the U.S was on the brink of a massive race war because of persistent discrimination in jobs, education and housing. In that time, the black press provide essential records of the struggles of a united people dealing with generations of loathing and discrimination. An opening made at the convention by Stan Lee, an editor and writer of Marvel comics, strongly disagreed with the critics who stated that comics encouraged violence."," ","In the 1960s, the Jungle War Stories comic was among the first introductions of the Vietnam War to apear anywhere in America. Jungle War Stories validated the U.S. presence in Southeast Asia, but it also illustrated the challenging obstacles to victory. The idealistic and angry young people of this time period were determined to transform society. the Vietnam War was protested, and other movements were encouraged to battle for civil rights, black power, and feminisim. It is clear that during this convention, people realized the political, economic, and social impact in the country that changed how comic books were made, leaving people open to new ideas."," "],"display_date":"1960 - 1968","search_date":"1964-07-01","locations":[{"id":33962,"lat":40.7416518725,"lng":-74.0773468609,"zoom":11,"place":"Hudson, New Jersey"}],"tags":[{"id":579,"tag":"New York City"},{"id":1507,"tag":"1960s"},{"id":1775,"tag":"Comics"}],"course":{"name":"Creating the Comic Book City","school":"Rollins College","course_id":139,"school_id":5}},{"id":6315,"title":"Finding Hope in a World of Apathy: Comic Book Movies in 1979","course_id":139,"status":"P","start_date":"1/1/78","end_date":"12/31/79","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1979, the American populace was in a state of apathy and hopelessness, feeling stuck in a rut with no positive change in sight. Under President Jimmy Carter, many people felt that because their problems could not be solved, it was best to accept things the way they were. Carter’s foreign policies are still debated today. During his time, he unintentionally created tensions by endorsing the European Monetary System (precursor to the Euro), in hopes of building the three-way partnership of the United States, Western Europe, and Japan. His actions put pressure on the Europeans, and, despite their intentions to strengthen relationships, ironically ended up neglecting Western Europe itself.[1] In addition to problems with foreign policy, the economy was troubled, there was an energy crisis in progress, and Carter had lost the support of the Southern Baptist Church as well as other conservative Christians because he refused to answer their questions with a simple “yes” or “no” as they deemed fit.[2] By the end of his term, Carter and his reluctant populace were facing soaring oil prices, American hostages over seas, and the Soviet invasion of Afghanistan. [3]","However, under such faithlessness in humanity, people found stray streaks of light. The comic book industry was bleeding into Hollywood, after the astounding popularity of the first Superman movie in 1978. It earned over 300 million dollars during its first theatrical run, received critical acclaim, and was nominated for three Academy Awards.[4] People young and old—grandfather to father to son—could all understand and relate to the simplistic stories of good versus evil, rather than the more realistic but elite and depressing problems of romantic comedies, war movies, and literary movies.[5] The movies simplified life and provided escapism, distracting frustrated Americans from the crumbling economy and other issues brought on by Carter. Superman was put on a pedestal, multiple critics making comparisons between the character and Jesus; ironically, Superman was a savior to the real American public as much as he was to the people of Metropolis.[6] Soon after the success of the movie, three more movies in the series went on to be made, not including later remakes and new additions to the franchise. Comic book movies not only brought smiles to faces of all ages, but helped the economy in ways the aforementioned movie types could not. Posters, toys, and the like could all be fashioned for comic book movies sold to children and collectors. The unlikely source of joy and money would go on to have a lasting legacy, comic book movies still being made today."," "," "," ","[1] Basosi, Duccio. \"Principle or Power? Jimmy Carter’s Ambivalent Endorsement of the European Monetary System, 1977-1979.\" <em>Journal of Transatlantic Studies</em> 8, no. 1 (2010): 6-10.","[2] Young, Neil. \"“Worse than Cancer and Worse than Snakes”: Jimmy Carter’s Southern Baptist Problem and the 1980 Election.\" <em>Journal of Policy History</em> 26, no. 04 (2014): 479-508.","[3] Zelizer, Julian E. <em>Jimmy Carter</em>. New York: Times Books/Henry Holt and, 2010. 12-14.","[4] \"Superman (1978 Film).\" Wikipedia. Accessed February 4, 2015. http://en.wikipedia.org/wiki/Superman_(1978_film).","[5] Miles Beller, “Hollywood is Banking On the Comics: Hollywood Turns to the Comics,” <em>New York Times</em>, December 9, 1979, sec. Arts & Leisure.","[6] \"Superman (1978 Film).\" Wikipedia. Accessed February 4, 2015. http://en.wikipedia.org/wiki/Superman_(1978_film)."],"display_date":"1978 - 1979","search_date":"1978-12-31","locations":[{"id":36051,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":2605,"tag":"President Carter"},{"id":2604,"tag":"Jimmy Carter"},{"id":2603,"tag":"Comic Book Movies"},{"id":2602,"tag":"Comic Books"},{"id":1775,"tag":"Comics"}],"course":{"name":"Creating the Comic Book City","school":"Rollins College","course_id":139,"school_id":5}},{"id":6329,"title":"The Great Depression Finds Its Way to the Comics","course_id":139,"status":"P","start_date":"1/1/29","end_date":"1/1/39","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["One of the lowest points in American history, The Great Depression stemmed from uneven prosperity in the 1920s paired with the nation producing more than it could consume and the small foreign market for American goods.[1] While American people suffered, hard work became a necessity for most and a skill children were quick to learn. Comics like Little Orphan Annie gave the people hope, as well as raised interest in comics, opening the door for later tales of less orthodox genres.","As a boy growing up in the Great Depression, Carmine Infantino, comic book legend and co-creator of such heroes as the Flash and Green Lantern, was no stranger to hard work. When he was no older than six, he already worked as a shoe shiner to help his family make ends meet. He dreamed of growing up to become an architect—a talent and passion visible in the well-designed and elaborate buildings in his comics—but the inability to afford the schooling prompted him to focus on his drawing instead, giving way to the industry he is now associated with. The influence of the Depression itself was part of Infantino’s inspiration to begin with. He grew up drawing the faces of cartoon characters depicting the times, such as the aforementioned Orphan Annie, a character known for her spunk and optimism during hard times.[2]","Infantino went to school in Manhattan, despite the fact that he lived in Brooklyn, solely because he had a burning passion to draw and Brooklyn offered few opportunities. The Depression worked against him as much as it influenced him. His parents hesitated to give him money to go to this school because they feared that all artists were starving and poor—sensations they knew well and dreaded their child having to go through. Eventually they relented. Infantino went on to meet the man who gave him his first major opportunity to learn his trade: Harry Chesler. He gave Infantino an opportunity he could not refuse: Chesler would pay him a dollar a day simply to come to his shop and learn.","Infantino eventually ended up at Quality Publishing, a new break that arose from his first one-in-a-million opportunity. It was here that his job became to work on the backgrounds of the comics, circling back to his past dreams of becoming an architect. While the Depression forced him down a path that may not have been his first choice, he discovered a new passion, and continued to explore his old one through a new medium."," ","[1] Sreenivasan, Jyotsna. <em>Poverty and the Government in America: A Historical Encyclopedia</em>. Santa Barbara, Calif.: ABC-CLIO, 2009, 56.","[2] Gary Groth, \"The Carmine Infantino Interview.\" (The Comics Journal. June 29, 2010.)"],"display_date":"January 1, 1929 - January 1, 1939","search_date":"1934-01-01","locations":[{"id":21355,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":1775,"tag":"Comics"},{"id":1158,"tag":"Great Depression"},{"id":2633,"tag":"Carmine Infantino"}],"course":{"name":"Creating the Comic Book City","school":"Rollins College","course_id":139,"school_id":5}},{"id":6805,"title":"From Embarrassment to Capitalization: The Two-Year Turnaround of the Teen Titans","course_id":185,"status":"P","start_date":"7/1/64","end_date":"1/31/82","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":[" Making their first appearance in 1964, the Teen Titans were born out of a long history of a group of youths such as the Young Allies, the Newsboy Legion, the Boy Commandos, and others. In 1978, the original, and already once revived, Teen Titans comic series ran its final issue, number 53. Though the final issue ran the same year of the DC Implosion, the cancellation of the Teen Titans was not a product of the economic issues at DC, but rather the changes occurring in the comic book industry. The growing prominence of the direct market, the rise of the underground, and the maturation of the industry helped seal the fate of the Teen Titans. DC’s reported embarrassment regarding a book about junior superheroes did not help matters either.","            The comic book industry did not mature overnight, and to understand the process that ushered in the mindset of the mid-Bronze age I turn to Denny O’Neil and Robert Crumb. O’Neil was one of the comic creators who had a distinct anti-authority superhero narrative post-Wertham. O’Neil’s <em>Green Lantern/Green Arrow </em>series being the main vehicle through which O’Neil gave the population more socially conscious and mature stories with Green Lantern acting as the buddy of the authority where Green Arrow was the counterculture figure who knew what was going on. This is not to say that Teen Titans did not feature mature topics, one dealt with the accidental death of a peace activist during the Vietnam war, but <em>Green Lantern/Green Arrow</em> dealt with these issues with a different voice. I chose Crumb to represent the rise of underground, counterculture comics aimed at more mature audiences that were aided by the rise of the direct market in the 80s. Crumb’s work was not going for the same audience as O’Neil’s as evidenced by the fact that many underground comics, or comix, were sold at drug paraphernalia stores, but they represented the same process of maturation of the comic art form. The underground comix also represent the shift of comics from newsstand staples to special interest items to be found within specialized stores. ","These factors combined to spell doom for the Teen Titans in 1978, but they also caused its revival two years later. One may venture to ask how the New Teen Titans emerged from the ashes of the old, and the answer is two-fold. Firstly, the New Teen Titans were a product of the power of star comic talent, a concept which had emerged during the O’Neil years with figures like Stan Lee and Jack Kirby. The two artists responsible for the creation of <em>the New Teen Titans</em> were new DC recruits former Marvel-men Marv Wolfman and George Perez. However, the Teen Titans mostly owe their revival to one group: <em>The Uncanny X-Men.</em> The overwhelming success of this Marvel title secured the idea that stories surrounding a multicultural group of teenage superheroes could be profitable, and money does a lot to alleviate embarrassment. The New Teen <em>Titans</em> and <em>the Uncanny X-Men</em> met in a crossover comic in 1982, thus cementing their link in the minds of many.","Revived by the forces that caused them to close shop, the Teen Titans are a case study in the desires of the comic book market."],"display_date":"July 1964 - January 1982","search_date":"1973-04-16","locations":[{"id":53141,"lat":34.1808392,"lng":-118.3089661,"zoom":8,"place":"Burbank, California"}],"tags":[{"id":1775,"tag":"Comics"},{"id":3566,"tag":"Teen Titans"},{"id":3567,"tag":"DC"}],"course":{"name":"ENG 492H Honors Seminar in English","school":"Rollins College","course_id":185,"school_id":5}},{"id":6806,"title":"Steve Gerber's \"Destroyer Duck\" and the Fight for Creator's Rights","course_id":185,"status":"P","start_date":"1/1/73","end_date":"12/31/90","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1982, the relationship between comic books, their creator’s, and the companies who published them reached a new stage as Steve Gerber’s <em>Destroyer Duck #1</em> was released. In the eleventh issue of <em>Amazing Heroes</em>, Kevin McConnell’s review of Gerber’s <em>Destroyer Duck #1</em> is both a review of the comic book and a gateway to discuss creator’s rights — an issue that only rose in importance the preceding and following years. McConnell’s review discusses Gerber’s legal situation at the time and lays the foundation for the ongoing intellectual-property battle between comic book creators and companies who employed them.","In 1973, Steve Gerber created Howard the Duck — a widely-popular, anthropomorphic duck that had an initial thirty-three series run (marvel.wikia.com). However, just because Gerber created Howard didn’t mean he owned him. As he initially created the character, Gerber worked for Marvel Comics, thus leaving the rights to Howard in Marvel’s hands after Gerber left. This left Gerber angry, so he created a new comic, <em>Destroyer Duck</em>, which served as an allegory to Gerber wanting the rights to Howard, as well as creator’s rights as a whole. In fact, during the time Gerber created and published <em>Destroyer Duck #1</em>, he was locked in legal battle with Marvel over possession of Howard (Amazing Heroes, 57). As McConnell’s review explains, “Gerber’s message [in Destroyer Duck #1] is clear — he wants his duck back… Considering this, perhaps creators’ rights are … going to have to be re-evaluated.” (Amazing Heroes, 58). And re-evaluated they were.","During the second half of the 1970’s, the long-standing publisher-creator contract was about to change thanks to numerous comic book creator’s sharing the same beliefs that Gerber held. Since the industry began, creators were on a work-for-hire basis, meaning all work they contributed during their contract became property of the publisher when finished (Wright, 256). The most famous byproduct of this relationship, of course, is that of Jerry Seigel and Joe Shuster, who sold the rights of “Superman” to Detective Comics for an infinitesimally-small $130. Or, similarly, the creative work of Gerber staying with Marvel after his departure. Creators of the 1970’s, however, were changing this one-sided affair. Demanding royalties, creative incentives, and a greater sense of entitlement to their work, this new generation of comic creators were not backing down to publishers — including Gerber and his fight for Howard. A new copyright law went into effect in 1978, clearing up any uncertainty between creators and publishers, and some creators were able to win greater creative concessions in the aftermath. However, at the end of it all, not much had changed. Work-for-hire still existed as it did before, and now many companies were more explicitly stating what properties belonged to them (Wright, 257).","With no drastic change, creator-backlash continued and ultimately culminated in 1990 with the publication of “A Bill of Rights for Comics Creators,” a twelve-amendment article specifically listing the various rights and dignities of creators everywhere (scottmccloud.com). With amendments like “The right to full ownership of what we fully create,” “The right of approval over the reproduction and format of our creative property,” and “The right to free movement of ourselves and our creative property to and from publishers,” the message is clear. Comic creators still believed the ownership of what they create should rest in their hands, not in the hands of the company they temporarily work for.","McConnell ends his review by stating “To conclude, Destroyer Duck is a fundamental stepping stone in Gerber’s possible acquisition of Howard. And if he were able to accomplish that feat — well, some of those incredibly outre stories he scripted for Marvel would be but a pale prelude… Something worth watching, I think.” (Amazing Heroes, 58). Steve Gerber never officially regained the rights to Howard the Duck, but his never-ending battle for his creation did set a precedent to many other creators around the world and helped pave the way for the publishing of “A Bill of Rights for Comics Creators.” Even though Gerber never was able to officially reclaim Howard, Destroyer Duck had better success in the matter. In a later issue of Destroyer Duck, Howard the Duck is cloned, resulting in hundreds of Howards running free in a warehouse. In the end, Destroyer Duck states that he “got the real one,” and promptly escapes the scene with the real Howard in hand (birthmoviesdeath.com)."],"display_date":"1973 - 1990","search_date":"1981-12-31","locations":[{"id":53142,"lat":41.0534302,"lng":-73.5387341,"zoom":8,"place":"Stamford, CT"}],"tags":[{"id":3569,"tag":"Marvel"},{"id":3568,"tag":"Destroyer the Duck"},{"id":1775,"tag":"Comics"},{"id":2602,"tag":"Comic Books"},{"id":3570,"tag":"Creator's Rights"},{"id":3571,"tag":"Howard the Duck"},{"id":3572,"tag":"Steve Gerber"}],"course":{"name":"ENG 492H Honors Seminar in English","school":"Rollins College","course_id":185,"school_id":5}},{"id":6811,"title":"Double- Consciousness: Defining and Skewing Black Superheroes","course_id":185,"status":"P","start_date":"10/6/18","end_date":"10/6/18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","The Civil Rights Movement of the 1960s-70s defined the decade and marked it as the most progressive era to date. With the marches, protests, sit-ins, etc. America saw huge steps towards a more fair and free country for African Americans. With all this being said, there was still the underlying disconnects between how black people defined blackness and what white America defined as blackness. The comic book culture at this time can clearly be seen following this same pattern in relation to racial representation, usually doing so in problematic and condescending ways. The 60s-70s saw the introduction of many black characters such as the Black Panther, Luke Cage, etc., who were in all honesty, lackluster and riddled with stereotypes. Consider the Black Lightning, whom was portrayed as donning an Afro wig and speaking slang. In this case, the hero is defined by his blackness as opposed to his substance. Many comics representing black characters, including this one, are interesting though in that their disguises shed light on this idea of double-consciousness, meaning that black people always look at themselves through the eyes of others. In this way, it is almost inevitable that these characters would be flat because, though the world was progressing, black people were looked at through predominately white American eyes who struggled with only seeing what they wanted to see. Black superheroes found some freedom in their powers though. Luke Cage, who possessed super strength and impenetrable skin is made more powerful in the fact that he is not just a common man—he is capable of bigger and better things than what someone would assume just by looking at him. This was a way to challenge what many white supremacists considered “the real” lives of black people, which they defined in their own, skewed terms. These comics, though admittedly underdeveloped and stereotypical, still help show its readers that black lives are not definable by white eyes. Instead, the increase of black characters in comic books allowed for a deeper understanding of their lives. Literature representing black characters allowed for many readers to finally get a glimpse into the complexities of black lives, which white Americans had been ignorant to for years. This knowledge represented in literature, including comics, ranged from male/women relations, gender roles, parenting, etc. Obviously, this is a plus, but not even this could make black comic book characters of the 60s-70s progressive enough. This is preciously what Keith Henry Brown, in his article “Growing Up Black Reading Comics”, argues in <em>Amazing Heroes</em>. These black characters introduced in this era simply weren’t progressive enough. Characters such as Luke Cage and Black Lightning were only defined by the fact that they were black and the stereotypes that plagued them counteracted most steps they took toward progressivism. These characters could have been something, but not simply just because they were black, which is what comics were only able to define them as at the time. In all, the 1960s could have been extremely progressive, but the country was changing rapidly and its citizens still hadn’t caught up to seeing black people outside of their mostly white eyes. The culture was trying to see black people as separate, powerful entities, as evident by the introduction of black characters, but this outlook still clouded them and made them end up rather stereotyped. Progressivism is tricky and non-linear, but over time it can and will seep into the country culture to be consumed by all."],"display_date":"October 6, 1918","search_date":"1918-10-06","locations":[{"id":53144,"lat":44.3148443,"lng":-85.6023643,"zoom":8,"place":"Michigan, United States"}],"tags":[{"id":629,"tag":"race"},{"id":1775,"tag":"Comics"},{"id":3579,"tag":"double conciousness"}],"course":{"name":"ENG 492H Honors Seminar in English","school":"Rollins College","course_id":185,"school_id":5}},{"id":6813,"title":"The Transformation of Transmedia: The Influence of Outside Media Tie-Ins in Comic Books","course_id":185,"status":"P","start_date":"10/1/87","end_date":"10/1/87","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" Comics themselves are influential enough to serve as their own form of popular media. However, in issue #126C of <em>Amazing Heroes</em> titled “Millenium,” there’s an emphasis placed on popular culture outside of comics themselves. One short article in the beginning of the issue, titled “<em>Captain Eo</em> Hits Stores in August,” brings a music star into the comic world. An ad for a comic adaptation by Tom Yeates of a 3D film starring Michael Jackson that could only be see at Disneyland and Epcot Center, the book was predicted to have extensive reorders due to Jackson’s massive popularity. ","The idea of bringing Jackson, a megastar, into comic books supports the concept of transmedia. According to Henry Jenkins, transmedia is defined as “storytelling [that] represents a process where integral elements of a fiction get dispersed systematically across multiple delivery channels for the purpose of creating a unified and coordinated entertainment experience... the strategy may work to draw viewers who are comfortable in a particular medium to experiment with alternative media platforms,” (Jenkins par. 2 and 6). It’s often used in the comic world, being that superheroes would debut in print and make their way to other platforms like radio, television, movies, physical merchandise, and more.","Transmedia in comics became crucial when World War II was emerging, mainly through the means of incorporating Superman into radio propaganda. Being the first superhero, Superman was, arguably, the most popular of them all. Seeing his success in the printed comic world, it was figured that he could prosper in other media platforms as well. On February 12<sup>th</sup>, 1940, <em>The Adventures of Superman </em>radio serial aired, only a few months after the first propaganda film for World War II emerged. Appearing on the Mutual Broadcast System, Superman was depicted fighting more villainous, real forces— affiliating himself with pro-American wartime imagery as a result. Serving as its own form of transmedia, “propaganda, in effect, was a form of advertising, enabling media messages to flow more freely across the borders of media. Both the strategies of producing interlinking narratives in the Superman comics as well as the character’s new construction as propaganda had involved many of the same industrial configurations, with both concerning the production of a flow of adjoining content across media—urging those who had purchased Superman already to purchase Superman again,” (Freeman par. 14). By using Superman in propaganda-like radio shows, the superhero found success in an audio format as well as print by fighting the “real” enemies of the American people. In turn, people would trust him more, and buy more of his comics as well.","Carrying into the 1980s, transmedia was used in “<em>Captain Eo </em>Hits Stores in August.” Through using Michael Jackson, the world’s most famous pop star at the time who appeared in several other media tie-ins like the 1978 film <em>The Wiz, </em>along with Pepsi commercials, <em>Amazing Heroes</em> knew that bringing him into their comics would not only increase their sales, but bring in readers who previously hadn’t picked up their comics. Not only was incorporating Jackson beneficial to them, but to Jackson as well, being that “it [was] necessary to develop new strategies, codes and narratives that brands and artists [were] creating to connect with consumers. Music [was] the basis of the collective experience and, in addition, it connect[ed] intensely and emotionally with the identity of groups that [were] its potential target,” (Sánchez-Olmos and Viñuela 11). Though he already had ample exposure, Jackson hadn’t been included in the comic book world before, giving him a new audience of people.","            Though popularized within the comic’s industry in World War II due to Superman transitioning to radio, transmedia proved to be popular in the industry long afterwards, incorporating a powerhouse musician into a print format to increase sales and draw in new readers."],"display_date":"October 1, 1987","search_date":"1987-10-01","locations":[{"id":53146,"lat":42.7353595,"lng":-84.4831298,"zoom":11,"place":"East Lansing, Michigan"}],"tags":[{"id":1775,"tag":"Comics"},{"id":2589,"tag":"Superman"},{"id":258,"tag":"World War II"},{"id":3585,"tag":"Transmedia"}],"course":{"name":"ENG 492H Honors Seminar in English","school":"Rollins College","course_id":185,"school_id":5}},{"id":6817,"title":"The Call for Creative Rights from Siegel and Shuster to Scott McCloud","course_id":185,"status":"P","start_date":"1/1/75","end_date":"0000-00-00","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","In February of 1982, the eighth issue of the periodical <em>Amazing Heroes</em> reported on the implementation of a new royalty program at DC Comics. This program was said to benefit the creative teams with an increased allotment of their comic’s revenue after sales passed a certain threshold (McConnell, 15). It was meant as an incentive for these authors and writers to produce more elaborate, exciting material, with Frank Miller’s best-selling take on <em>Daredevil</em> as an example to follow. The program seems fine enough, encouraging more interesting work, providing a powerful monetary incentive for authors, and even prompting Marvel to exercise a similar scheme. The backdrop for this program, though, tells a darker story: this era of comics, more so than the previous decades, was characterized by a wave of authors demanding that their rights be maintained, their success be reflected in their paychecks, and their characters be respected.","            Seven years earlier, Warner Bros. announced a feature adaptation of DC Comics’ Superman, prompting a deliberate and powerful rant from the character’s co-creator, Jerry Siegel, who stated in a press release, “The publishers of Superman comic books, National Periodical Publications, Inc., killed my days, murdered my nights, choked my happiness, strangled my career. I consider National's executives economic murderers, money-mad monsters” (Kaye). This was not the first of the duo (Jerry Siegel and Joe Shuster) actively seeking greater compensation for the creation of the world’s first and most recognizable superhero, and it was not the last, either. While the success of the revamped <em>Daredevil</em> comic was cited by DC’s managing editor, Dick Giordano, as the chief reason behind their sudden focus on creator’s benefits and compensation, it is not difficult to see this incentive as a move calculated to avoid another pesky creator demanding their dues.","            Then, in 1988, six years after the DC royalty program (making it sort of like meaty center of a delicious copyright sandwich), an elaborate document was penned by a gathering of comics creators at Northampton, Massachusetts, among them Dave Sim (<em>Cerebus</em>), Michael Dooney (<em>Teenage Mutant Ninja Turtles</em>), and Richard Pini (<em>Elfquest</em>). According to one of its more well-known co-authors, the document was not a major upset to the comics industry, but “an interesting snapshot of our attitudes at the time, and of the climate that was fueling self-publishers, progressive business people, and artists trying to reinvent the comics industry” (McCloud). It detailed very carefully the full extent of creative control that an original author had over their characters and properties, and it was clearly fueled by the wrongdoings of the publishers who had taken control away from them.","This era of comics was defined by its creators more than ever before. These authors had seen their characters mangled, mistreated, or propagated everywhere without input, and their new diplomacy coerced publishers into allowing them, if nothing else, more compensation for exceptional service. The DC royalties program was one of many exercises of that period that featured authors and illustrators, inspired by the creative freedom of alternative comics, demanding that their work be valued."," "," "],"display_date":"January 1, 1975 - undefined 0, 0","search_date":"1937-06-16","locations":[{"id":53148,"lat":42.3250896,"lng":-72.6412013,"zoom":7,"place":"Northampton, MA"}],"tags":[{"id":1775,"tag":"Comics"},{"id":3592,"tag":"Creators' Rights"},{"id":3593,"tag":"DC Comics"},{"id":3594,"tag":"Royalties"}],"course":{"name":"ENG 492H Honors Seminar in English","school":"Rollins College","course_id":185,"school_id":5}}]}