{"id":1777,"tag":"Cartoonist","points":[[40.6916304076,-74.0035386433]],"bounds":[[40.6916304076,-74.0035386433],[40.6916304076,-74.0035386433]],"episodes":[{"id":5755,"title":"Strong Female Characters in Depression Era Media","course_id":112,"status":"P","start_date":"1/1/20","end_date":"12/31/45","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Great Depression provided a hotbed of motivation that led to a dramatic change in the status quo of gender roles. With unemployment at an all-time high, the duties of a housewife were suddenly multiplying both in importance and quantity. This forced women to become more creative and tenacious, bearing the responsibility of relieving the pressures of joblessness and hunger.  Housewives were intensely unhappy with this situation, and this discontent pushed them into action on a scale never seen in the US before.","The mainstream media reacted to this housewife activism. Although they took the movement seriously, they could not help but ridicule the idea of a housewife movement. As they poked fun at the group, however, tension grew over the “politicizing of the traditional roles of wives and mothers.” No matter how much the media lampooned the movement, its pervasiveness in contemporary American culture was undeniable. The topic was one of hot debate, reflected by its presence in newsprint throughout the period. Society’s idea of what women were capable of was undergoing a significant change.","Milton Caniff, a cartoonist who had become famous at the time for his <em>Terry and the Pirates </em>strip, had sensed this influence and incorporated it into his comic. While the eponymous character, Terry, fought many a foe, the most famous was known as “the Dragon Lady”. She was a sly and capable foe, and at the advent of World War II, led the resistance against Japan’s invasion of China. She is shown to be an equal match for Terry on numerous occasions. This portrayal of a competent, attractive female antagonist was revolutionary for the time. It is also worth noting that the Dragon Lady was not only a woman, but also ethnic, being Asian. Caniff’s comic contained several other strong, female characters, but none were quite as influential as her. This can clearly be seen today where the term “dragon lady” refers to a negative stereotype of strong or mysterious women of East Asian descent."," "],"display_date":"1920 - 1945","search_date":"1932-12-31","locations":[{"id":21355,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":30,"tag":"Urban Society"},{"id":1158,"tag":"Great Depression"},{"id":258,"tag":"World War II"},{"id":788,"tag":"Sexism"},{"id":617,"tag":"Feminism"},{"id":1774,"tag":"Milton Caniff"},{"id":1775,"tag":"Comics"},{"id":1776,"tag":"Dragon Lady"},{"id":1777,"tag":"Cartoonist"}],"course":{"name":"The Comic Book City","school":"Rollins College","course_id":112,"school_id":5}}]}