{"id":1778,"tag":"Adversity","points":[[37.7029266937,-123.005394924]],"bounds":[[37.7029266937,-100],[37.7029266937,-123.005394924]],"episodes":[{"id":5756,"title":"Adaption of Man to the changing of society","course_id":112,"status":"P","start_date":"1/1/00","end_date":"12/31/16","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Since the advent of the earliest humans the man of the “house” was expected to provide for the family. Subsequently with the advance of civilization all men came to learn that this is a fundamental rule of their very essence and natural definition of what is a “real” man. No matter their situation, even if he is forced out of his own inhabitance that he must be able to use a combination of muscle and wit to break free of struggle into prosperity.","This is the case for many of the immigrants at the time when comics were becoming increasingly popular, especially for the writers of those comics and themes of the comics as well. The character (a male) must overcome a very specific obstacle to be the man brings about prosperity to the world, for example Superman he must overcome growing up on an “alien” planet to essentially become known as the savior of man kind. In any extreme the case for the writers of Superman were too immigrants from another nation who had to climb out the dark abyss known as poverty and depression, along the way claiming manhood by providing for their impoverished families, to become some of the most well known authors of comics of their time and to this day.","During Jack London’s life span he has created some of the best pieces of literature known to mankind. Yet he too was brought up in an impoverished life, spending most of his years between jobs and sailing the world. It was only after the depression and a trip to the wilderness of Alaska did he learn that his passion of writing. In his book <em>The Call of the Wild</em> he exemplifies a wolf/dog hybrid who is captured and taken to the snowy wasteland of Alaska and must try to fit in with the local wolf pack. This theme and a variation of this theme is what all if not most of London’s work, and a central theme of his own life, where he had to fit in with the wolfs and practically raise and provide for himself."],"display_date":"1900 - 1916","search_date":"1908-07-02","locations":[{"id":52323,"lat":37.7029266937,"lng":-123.005394924,"zoom":11,"place":"San Francisco, California"}],"tags":[{"id":1771,"tag":"masculinity"},{"id":1778,"tag":"Adversity"},{"id":1779,"tag":"American Society"}],"course":{"name":"The Comic Book City","school":"Rollins College","course_id":112,"school_id":5}}]}