{"id":178,"tag":"assassination","points":[[42.2500833872,-73.6318487586],[41.8399513458,-87.8166666032]],"bounds":[[42.2500833872,-73.6318487586],[41.8399513458,-87.8166666032]],"episodes":[{"id":4607,"title":"<strong>Whitman mourns for the fallen star of the Union</strong>","course_id":18,"status":"P","start_date":"1885-01-01","end_date":"1885-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Walt Whitman, one of the major American writers of the Civil War, wrote <em>When Lilacs Last in the Dooryard Bloom'd</em> after the assassination of the very charismatic leader of the Union during the Civil War, Abraham Lincoln. This poem mourned the death of the powerful, western fallen star which was now hidden by blackness, leaving only desperation and bitterness behind. The poem followed the coffin throughout the country where you could see the remains of the devastation caused by the Civil War. The country women were still mourning for their own family members. They seemed ready to mourn for their president, as they were already wearing black veils and the images of past battles haunted men's thoughts. The poet addressed his despair, not knowing how to mourn such a leader properly. Was he to mourn like he would for a family member? A part of the country was disoriented by this assassination, only adding to the trouble caused by the new situation of the country after the Civil War. The poem itself seemed to show that even nature was disturbed by the death of Lincoln and willing to honor the president. Although Whitman did not mention Lincoln's name in the poem, it clearly expressed the disarray of this loss: they described the country with full of promises to come in the following seasons, and left at a loss of a leader in a time when he was clearly needed, as he was the one that had the people behind him, and to have paved the way during the war, for the reconstruction to come.","This poem about the assassination of Lincoln echoes <em>Captain O my Captain</em>, also written by Whitman. According to Stephen B Oates, like many people in the country, Whitman saw Lincoln as the \"mythic equalizer of his age and land\". The disarray expressed in this poem was reflective of the mind of a number of people in America like Sandburg who said that, thinking about Lincoln \"the people of the United States could finally see themselves, each for himself and all together\".","According to Merrill D Peterson, what was memorable about Whitman's piece of work was not the content but rather the \"rhapsodic sympathy\" between the \"good gray poet\" and Abraham Lincoln. He thought Whitman communicated the dramatic import of Lincoln's death on the Nation's future. Many poets were moved by the spiritual kinship between the two men and some were inspired to write poems about it, like James Oppenheim."],"display_date":1885,"search_date":"1885-07-02","locations":[{"id":8761,"lat":42.2500833872,"lng":-73.6318487586,"zoom":9,"place":"COLUMBIA, New York"}],"tags":[{"id":18,"tag":"Politics"},{"id":2,"tag":"Health/Death"},{"id":178,"tag":"assassination"},{"id":91,"tag":"Murder"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}},{"id":5122,"title":"Loss for the North and Happiness for the South","course_id":49,"status":"P","start_date":"1865-04-18","end_date":"1865-04-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["He was the man that attempted to end slavery; he was the President who lived through the Civil War; and even though Andrew Jackson was the first President to have an assassination attempt on him, it was John Wilkes Booth who first succeeded in assassinating a President - Abraham Lincoln. The reactions varied in the North, also known as the Union and in the South, also referred to as the Confederacy. The North was mourning: Caroline Richards, the wife of a Civil War veteran wrote, \"The news came this morning that our dear president, Abraham Lincoln, was assassinated yesterday, on the day appointed for thanksgiving for Union victories. I have felt sick over it all day and so has every one that I have seen. All seem to feel as though they had lost a personal friend, and tears flow plenteously.\"  Abraham Lincoln was considered the Union's most powerful and eloquent voice. Caucasian people were not the only ones to mourn their fallen President. Newly freed African Americans also mourned the person whom they considered to be their savior. Some people believed it was the \"logical and legitimate ending of a long series of outrages perpetuated in [the war's] behalf.\"","The South's reaction was almost the complete opposite to the North. While the people in the North cried and mourned on the streets, the Southerners threw parties and celebrated. Not all Southerners were jubilant, however.  Some followed the North and mourned their fallen leader. Union armies were aroused by the news and wanted to wreak vengeance on the South. There was widespread suspicion among soldier and citizen alike that the assassination was part of a wider Confederate plot. Grief and anger struck the Northern states in roughly equal proportion. Some were tarred and feathered, others were ridden on rails. There were instances of open supporters of the South being beaten to death and of Union troops shooting people who were happy about Lincoln's death. Police arrested some for insulting Lincoln, dragging them to courts where prison sentences were given out. Some people may not have liked Licoln, but they certainly did not wish him death by assassination."],"display_date":"April 18, 1865","search_date":"1865-04-18","locations":[{"id":1276,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":407,"tag":"Death"},{"id":178,"tag":"assassination"},{"id":628,"tag":"mourning"},{"id":809,"tag":"Lincoln Assassination"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":49,"school_id":40}},{"id":5388,"title":"Lincoln's Funeral Train: The Ride from Chicago to Springfield","course_id":76,"status":"P","start_date":"1865-05-02","end_date":"1865-05-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On the evening of Tuesday, May 2, 1865, President Abraham Lincoln’s casket was brought to a depot of the Chicago and Alton Railroad on Canal Street.  A German choral group of about three hundred sang solemn music as Lincoln’s casket was moved onto the train.  The train used to transport the president’s body consisted of one baggage car, several ordinary coaches, and a catafalque car.  The catafalque car was second from the end of the train, and inside, the seats have been removed to make from for a pyramid-shaped stand on which the casket rested. The final car of the train was filled with Lincoln’s family members and high government officials, including Edwin M. Stanton and Major General Ulysses S. Grant.  A New York City regiment of soldiers was given the task of guarding the train; four men stood guard in each car, and no one was able to board the train without a permit.<br /><br />The train began moving at around 9:30 pm that night.  As the train travelled through the night, it passed many train stations, at which hundreds, if not thousands of people were gathered to pay their respects to Lincoln.  Every city was filled with lighted torches, bonfires, and mourning drapery.  In some places, guns were fired and bells were tolled to signal the train’s arrival.  The cities the train passed through included Bridgeport, Summit, Willow Springs, Lemont, Lockport, Joliet, Wilmington, Gardner, Dwight, Odell, Cayuga, Pontiac, Chenoa, Lexington, Towanda, and Bloomington.  When the train finally arrived in Springfield, IL around noon on May 3, 1865, huge crowds gathered around the station.  Guns were fired at the train’s arrival, and a beautiful hearse waited to transport Lincoln’s casket the final distance."],"display_date":"May 2, 1865 - May 3, 1865","search_date":"1865-05-02","locations":[{"id":2539,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"COOK, Illinois"}],"tags":[{"id":178,"tag":"assassination"},{"id":1219,"tag":"Presidents"}],"course":{"name":"ENGL 305: Literary History and Writing","school":"St. Norbert College","course_id":76,"school_id":44}},{"id":5628,"title":"The Graphic Scene after President Abraham Lincoln was shot","course_id":93,"status":"P","start_date":"1865-04-14","end_date":"1865-04-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the third act of <em>Our American Cousin</em>, and while there was a temporary pause for one of the actors to enter, the sharp, ominous sound of a pistol resonated throughout the theatre. The graphic scene after the President had been shot was seen by nearby witnesses. The shot attracted attention but no suspicion arose until a man jumped to the front balcony and “rushed to the front of the President’s box waving a long dagger in his right hand.” The publishers, Barclay and Company, of <em>The Terrible Tragedy at Washington: Assassination of President Lincoln pamphlet </em>described the scene. “The President, upon being shot, told his wife he was dying and bade her good-by.” Dr. Charles A. Leale was the first doctor to reach the President on the night of April 14, 1865. He spent the rest of the night with the President and his family. At the theatre, Dr. Leale proceeded to remove a blood clot from the head wound which helped ease the President’s breathing before being taken away to the hospital. Nevertheless, his condition continued to worsen and all hope began to fade as he was taken away.","On the morning of Wednesday, April 15, 1865 the President’s condition deteriorated rapidly as a bullet was lodged in his brain. As Barclay describes it, the bullet was “three inches from where it entered the skull. He remains insensible and his condition is hopeless.” According to Barclay, during the late hours of the night and into the morning, the condition of the President can be described as a, “state of syncope, totally insensible and breathing hardly, blood oozing from his wound at the back of his head.” The Lincoln family remained close by but their reaction was far too sad for description. Around 11 A.M. on the morning of April, 15 the President was on his last breath “closing his eyes as if falling to sleep, and his countenance assuming an expression of perfect serenity.” His respiration slowly began to cease after his last breath. As Barclay mentioned, “There were no indications of pain.” A state of shock reverberated throughout the hospital.","The Reverend D.A. Gurley of the New York Avenue of Presbyterian Church delivered “an impressive prayer, which was responded to by all present.” His family knelt by the bedside of the President as Rev. Gurley gave his prayer. Later, it was discovered, that the assassin of the President of the United States had been John Wilkes Booth, an actor present at the showing. As author James McPherson states, “General Grant wept unabashedly at his catafalque.”"],"display_date":"April 14, 1865","search_date":"1865-04-14","locations":[{"id":1276,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":1586,"tag":"john wilkes booth"},{"id":683,"tag":"Abraham Lincoln"},{"id":178,"tag":"assassination"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":93,"school_id":3}},{"id":5668,"title":"The Assassination of President James A. Garfield","course_id":104,"status":"P","start_date":"1881-07-02","end_date":"1881-07-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["At 9:30am, the morning of July 2<sup>nd</sup>, 1881, President James A. Garfield was shot at Baltimore and Potomac Depot, a train station in Washington, D.C. (<em>Salt Lake Daily Harold, </em>1881). In the ladies room of the train car, two shots were fired at President Garfield, with one bullet penetrating his right arm and the other piercing his abdomen just above the right hip, near his kidney (<em>Salt Lake Daily Harold, </em>1881).  The weapon used was an extremely heavy California caliber gun known as a “Bulldog” (<em>Salt Lake Daily Harold, </em>1881).","The initial rumor was that ex-console Marseilles Gatto, who had been removed from office earlier, was behind the murder plot (<em>Salt Lake Daily Harold, </em>1881). However, it was the man immediately caught fleeing the scene, Charles J. Gitteau, who was deemed as Garfield’s killer. Following the murder, Gitteau walked out of the train, passing Captain Parkee, a ticket agent who realized what Gitteau had done, jumped through the window after him and tackled him to the ground (<em>Salt Lake Daily Harold, </em>1881). With the help of two police officers and no resistance from the assassin himself, Gitteau was arrested and taken to police headquarters continuously hollering “I did it and will go to jail for it. I am a stalwart, and Arthur will be President” (<em>Salt Lake Daily Harold, </em>1881).","As all this commotion was occurring outside of the train, the scene inside was just as hectic. Multiple doctors monitored Garfield’s condition, giving hourly updates as they could. At some points, doctors remarked that the President might not make it. At other points throughout that day, his condition improved greatly (<em>Salt Lake Daily Harold, </em>1881). Ultimately, Garfield would survive his attack for a short period of time, but not without great suffering and pain. During the months of July and August, Alexander Graham Bell, inventor of the telephone, unsuccessfully tried to locate the bullet lodged in Garfield’s abdomen with a metal detector he had specifically designed for the President (“Life and Death in the White House”, <em>americanhistory.si.edu</em>). Despite all the efforts made by Bell and other medical experts, Garfield succumbed to his injuries on September 19<sup>th</sup>, 1881, dying from an infection and internal hemorrhage “James Garfield, <em>whitehouse.gov</em>).","When a theory was brought forth, prior to the President’s passing, suggesting that the attempted assassination was a result of a calculated plot, Garfield simply just shook his head saying that “[He did] not believe it.”(<em>The Evening Critic, </em>1881). Charles Gitteau, however, did have a plan. The unsuccessful lawyer believed that the president’s political decisions were threatening the position of the Republican Party and its power within government (“Life and Death in the White House”, <em>americanhistory.si.edu</em>). Gitteau was found guilty on January 25<sup>th</sup>, 1882 and executed in June that same year “Topics in Chronicling America - The Garfield Assassination”, <em>loc.gov</em>).","Although Garfield did not sign off on any legislation while in office, his death has contributed to the development of equal opportunity in modern day American politics. In 1883, one year after the execution of his assassin and only three years after his death, the Pendleton Civil Service Act was passed by congress (\"Pendleton Civil Service Act\", <em>britannica.com</em>).  This legislation established the mechanism of permanent federal employment based on merit rather than on political party affiliation (\"Pendleton Civil Service Act\", <em>britannica.com</em>). At the time, this was a tactic to avoid an unknown, “deranged office seeker”, such as Gitteau, from ever entering politics. This is relevant to today’s society because this act eliminates corrupt practices, forcing congress members, such as presidents, to appoint people based on their credentials rather than on patronage and remain true to the American dream of equality for all."],"display_date":"July 2, 1881","search_date":"1881-07-02","locations":[{"id":1278,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":740,"tag":"President"},{"id":178,"tag":"assassination"},{"id":923,"tag":"James A. Garfield"}],"course":{"name":"US History since the Civil War","school":"University of Toronto Scarborough","course_id":104,"school_id":28}}]}