{"id":1783,"tag":"Peace","points":[[42.3436165724,-72.6413336945]],"bounds":[[42.3436165724,-72.6413336945],[42.3436165724,-72.6413336945]],"episodes":[{"id":5759,"title":"Postwar America and the Feminist Struggle for Peace","course_id":117,"status":"P","start_date":"2/6/33","end_date":"2/6/33","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In a letter written to the Editor of the <em>New York Times</em> on February 6, 1933 by Majorie Hill, Louise Porter and Gwendolyn Thomas (three female students attending Mount Holyoke College), the Geneva Disarmament Conference of 1932 was discussed (16).  The conference was noted to have received twelve million signatures from all parts of the globe, demonstrating the demands of citizens for a change in direction of the way international politics was viewed and carried out.  The year following that conference, and the same date the letter was written, Arthur Henderson, chairman of the Geneva Disarmament Conference, received cablegrams from thousands of Americans who were again advocating for cuts in military weapons.  These demands were in hopes of achieving peace by gaining international support in their efforts to end war.  What is important for one to acknowledge is the fact that the majority of cablegrams were from women colleges, where it was believed that the cause and consequences of war would befall them.","Like Hill, Porter and Thomas, women living during the 1930’s were actively seeking peace and prosperity in postwar America in various ways.  More specifically, World War One brought about death and disruption, greatly affecting the United States; there were huge negative transformations in American politics, economics, and social and cultural systems (Ford 2004, 664), including escalating inequality and increasing marginalized groups within society (665).  American women, being one of the marginalized groups, decided to renounce their stance in national and international politics by exercising their rights gained from the Women’s Suffrage Movement of the 1920’s (Hensley 2006, 150).  With their newly acquired rights, women demonstrated their commitment to peace and equality by forming feminist groups.  According to Melissa Hensley, these organizations conducted rallies and petitions, presented public demonstrations, and gave speeches in regards to the withdrawal of militarism worldwide (147).  Peace activities even filtered through universities and colleges, promoting ideas on campus through student strikes, and national and regional meetings (152).","Having said that, worldwide military disarmament became a main objective for feminists, as it was believed that pacifism would bring an end to war (Hill, Porter, Thomas 1933, 16).  Because during this time men were perceived as being incapable of achieving peace due to their “aggressiveness” and desire for “power and dominion”, women of the 1930’s jumped at the opportunity to organize peace, as they were seen as being well-suited for the cause; they were assumed to be “caretakers of life” and responsible for the preservation and wellbeing of earth (Hensley 146-147).  Thus, it is no wonder then, that students attending Mount Holyoke College wrote that letter to the Editor of the <em>New York Times</em> promoting international disarmament at the Geneva Disarmament Conference of 1932.  Women were taking prominent positions in national and international military politics, and the students attending Mount Holyoke College are just a few of the many women living in postwar America who were greatly influenced by, and participated in various feminist movements in hopes of achieving peace to end war."],"display_date":"February 6, 1933","search_date":"1933-02-06","locations":[{"id":23165,"lat":42.3436165724,"lng":-72.6413336945,"zoom":9,"place":"Hampshire, Massachusetts"}],"tags":[{"id":1783,"tag":"Peace"},{"id":7,"tag":"Women"},{"id":5,"tag":"War"},{"id":18,"tag":"Politics"}],"course":{"name":"Critical Writing and Research for Historians","school":"University of Toronto Scarborough","course_id":117,"school_id":28}}]}