{"id":1784,"tag":"Artist","points":[[28.5146851201,-81.3237702415]],"bounds":[[28.5146851201,-81.3237702415],[28.5146851201,-81.3237702415]],"episodes":[{"id":5760,"title":"The Florida Highwaymen","course_id":112,"status":"P","start_date":"1/1/50","end_date":"12/31/75","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Up until about the mid 1950s in Florida, racial segregation was all too common with the Jim Crow laws. It was impossible for an African American to get his paintings into a gallery, no matter how good or famous he was. There was one group of painters, however, who came over this hurdle by selling their paintings straight to businesses- motels, offices and other such places. These men, the Florida Highwaymen, were a group of around seven men originally. Alfred Hair and James Gibson, two of these original Highwaymen, grew up together as friends, competing in everything. It was this competitive nature that led them to try and outdo one another in the arts, leading them to bringing in as much as $300 in one day in 1950s America (about $3000 today). Today, Mr. James Gibson has painted over 10,000 paintings and has served as the Ambassador of Art for Florida. He has four paintings hanging in the White House and has sold several of his works to former President George Bush, Sr. <br /> As influential as this group of artists was, however, they went forgotten for quite a long stretch of time. Having entered the art world during a time when Florida’s real estate and tourism business was booming, these artists found themselves presented with a large audience of prospective buyers. As this trend declined, however, many of the Highwaymen moved on to different areas of work, causing their influence to be entirely unremembered until 1995, when Jim Fitch, an arts acquisition agent, rediscovered this group of artists. One of the first books on the group listed as many as twenty-six African Americans under the Highwaymen, one woman among their ranks. <br /> Despite their success, the Highwaymen didn’t live completely without fear of competition. “There was envy from other men. One night it came to a head at a juke joint called Eddie’s Place,” Jacki Lyden said in an interview with two of the Highwaymen. Al Black, salesman for the Highwaymen and Alfred’s top businessman, recalls the story, he was at Eddie’s that night. The song “War” came on the jukebox, and Al Black and another unknown group began singing along to it. The next thing anyone saw was someone named J.L. shooting Alfred Hair in the chest. (Lyden) At the young age of 29, Alfred died, all but taking the Highwaymen business with him. Al Black found himself with no paintings to sell, and while he tried to paint his own, he became addicted to drugs and was accused of fraud, eventually being sentenced to twelve years in prison. Even in prison, Black would find space on penitentiary walls to paint Florida landscapes. Of the rest of the Highwaymen, only Gibson kept on painting."],"display_date":"1950 - 1975","search_date":"1962-12-31","locations":[{"id":28935,"lat":28.5146851201,"lng":-81.3237702415,"zoom":9,"place":"Orange, Florida"}],"tags":[{"id":1786,"tag":"1950s American Art"},{"id":1785,"tag":"Florida Landscapes"},{"id":1784,"tag":"Artist"},{"id":238,"tag":"African American"}],"course":{"name":"The Comic Book City","school":"Rollins College","course_id":112,"school_id":5}}]}