{"id":1789,"tag":"Rockwell Kent","points":[],"bounds":[[-100,-100],[100,100]],"episodes":[{"id":5765,"title":"Rockwell Kent and Puerto Rico","course_id":112,"status":"P","start_date":"11/1/37","end_date":"11/30/47","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":[" ","Rockwell Kent and Puerto Rico","By: Taylor Rodriguez"," ","“All art that is worthwhile is propaganda even if it is nothing more than propaganda for the beauty of life.\"1 In fact, art is just an artist’s way of proclaiming his love of life” In the late 30’s Puerto Rico was struggling to achieve solidarity and independence after refusing to acknowledge U.S. control. This pressing issue at the time was beginning to receive more recognition and more support in the passing years from notable figures. “In this moment, many well-known U.S. intellectuals and artists, including Pearl S. Buck and Paul Robeson, raised their voices to call for an end to U.S. colonialism in Puerto Rico. One however, stood out in this effort. His name: Rockwell kent”2"," ","In November of 1937 Rockwell kent was hired by the  U.S. Treasury Department to create a mural for The Federal Post office in Washington, D.C. with a theme of mail in the tropics. “Sympathetic to agitators seeking to end U.S. dominance in Puerto Rico, Kent planted a cryptic message in a letter featured in the mural depicting mail service to Puerto Rico.”3 Kent used the mural he created to make a statement against U.S. dominance in Puerto Rico, coming out with the message “To the people of Puerto Rico, our friends, go ahead, let us change chiefs. That alone can make us equal and free.”4 Controversy surrounded the bold actions of Kents mural, particularly among the Puerto Rican people. “The message drew a storm of controversy from Puerto Rican officials and from Mr. Dimond. Some Puerto Ricans also found fault with the mural in general, one charging that the artist attempted to make his people out to be “A bunch of african bushmen.””5 Rockwell Kent’s influence on the Puerto Rican solidarity effort was both positive and negative. Kent brought both elements of large support in the political movement, but also brought bad publicity and partial racism."," "],"display_date":"November 1937 - November 1947","search_date":"1942-11-15","locations":[{"id":52656,"lat":null,"lng":null,"zoom":8,"place":"Outside US"}],"tags":[{"id":1336,"tag":"racial equality"},{"id":1788,"tag":"Puerto Rico"},{"id":1789,"tag":"Rockwell Kent"}],"course":{"name":"The Comic Book City","school":"Rollins College","course_id":112,"school_id":5}}]}