{"id":1790,"tag":"Asian","points":[[33.0342766311,-118.614221051],[40.6916304076,-74.0035386433]],"bounds":[[40.6916304076,-74.0035386433],[33.0342766311,-118.614221051]],"episodes":[{"id":5767,"title":"The American Asian Perception","course_id":112,"status":"P","start_date":"1/1/24","end_date":"12/31/45","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["As Asians began to migrate en masse in the late 19<sup>th</sup> and early 20<sup>th</sup> century, the US government passed laws heavily restricting this trans-pacific immigration. This migration became known as “The Yellow Peril.” The Chinese Exclusion Act and the Immigration Act of 1924 both halted the growth and development of the existing Asian minority groups present in the US.[1] This anti-Asian sentiment became more focused at the advent of World War II, and was distilled and directed toward the Japanese. Propaganda ensued and, three months after the Japanese attack on Pearl Harbor, Japanese internment commenced. All Japanese-Americans and anyone of Japanese descent on the west coast of the US were herded into internment camps or forced to leave their homes. At this time the Japanese were depicted and thought of as sub-human and deceitful. [2]","This Anti-Japanese meme shifted the focal point of Asian hatred onto the Japanese, and popular media depictions of other Asians, particularly the Chinese, became less negative.[3] The Chinese were also being invaded by the Imperial Japanese military. This common enemy led some Americans to believe the US should not only combat Japan, but assist China in doing so. While the US never sent direct military support to China, they began airlifting supplies to the Chinese in an attempt to relieve some military pressure. The American dropping of the atomic bombs on Japan led to their complete surrender, and simultaneously ended the second Sino-Japanese War.","The changing attitudes towards Asians can be seen in popular media of the era, such as the cartoon strips of Milton Caniff. Caniff’s character, The Dragon Lady, is a strong, beautiful, Asian woman who acts as the primary antagonist of Caniff’s strip <em>Terry and the Pirates</em>.[4] When the Sino-Japanese war breaks out, The Dragon Lady joins forces with Terry to hinder and conduct operations against the Japanese on Chinese soil. Within the strip, the Dragon Lady is the leader of the Chinese resistance. While Asian, the Dragon Lady is drawn white, with the only characteristically Asian features coming through in her face and black hair."],"display_date":"1924 - 1945","search_date":"1934-12-31","locations":[{"id":19288,"lat":33.0342766311,"lng":-118.614221051,"zoom":8,"place":"Los Angeles, California"},{"id":21355,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"},{"id":52649,"lat":null,"lng":null,"zoom":8,"place":"Outside US"}],"tags":[{"id":1327,"tag":"american"},{"id":1667,"tag":"Discrimination"},{"id":15,"tag":"Race-Relations"},{"id":1790,"tag":"Asian"},{"id":1791,"tag":"Asian-American"}],"course":{"name":"The Comic Book City","school":"Rollins College","course_id":112,"school_id":5}}]}