{"id":1795,"tag":"integration","points":[[33.0342766311,-118.614221051],[33.5543155862,-86.8964933862],[37.1982888,-78.4297187]],"bounds":[[37.1982888,-78.4297187],[33.0342766311,-118.614221051]],"episodes":[{"id":5769,"title":"Integration of Amrican Athletics","course_id":112,"status":"P","start_date":"1/1/46","end_date":"12/31/46","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The issue of racism in America has been prevalent in many aspects, even in professional athletics. Stereotypically African Americans can perform better athletically and even then they were unable to participate in the professional limelight. In the late 1940’s African Americans were beginning to play in the major professional sports and by the 1950’s all major professional sports have been desegregated.","Jackie Robinson became very famous for becoming the first African American who played in the major leagues in 1947. After Jackie Robinson passed away there was a foundation created in his memory in which the foundation provides generous four–year college scholarships along with a teaching sets of skills and opportunities to disadvantaged students of color to create a promising success in college and to develop a leadership potential.","The NFL and NBA also signed African American players, the first of which being Marion Motley and Chuck Cooper respectively.","The desegregation in sports came in the midst of the Civil Rights Movement in American history. Unfortunately regardless of the professional standings of African Americans their lives were still a burden to live due to the segregation in everyday life.","The integration of professional sports took about 50 years to see a significant change. By 1998 77% of all NBA basketball players were African American, 64% of NFL football players were African American, and 15% of MLB baseball players were African Americans as well.","Along with the professional athletics integrating, college athletics were along for the ride. The SEC was the last to join the integration due to the high level of racism in the south east where the SEC is based.","Athletic integration is not the only significant event during the civil rights movement but it was a big leap for America’s future. It opened most opportunities for African Americans."],"display_date":1946,"search_date":"1946-07-02","locations":[{"id":27733,"lat":33.0342766311,"lng":-118.614221051,"zoom":8,"place":"Los Angeles, California"}],"tags":[{"id":142,"tag":"african americans"},{"id":1366,"tag":"Athletics"},{"id":593,"tag":"Jackie Robinson"},{"id":1794,"tag":"Chuck Cooper"},{"id":1795,"tag":"integration"}],"course":{"name":"The Comic Book City","school":"Rollins College","course_id":112,"school_id":5}},{"id":6120,"title":"Desegregation of UAB Medical Center","course_id":126,"status":"P","start_date":"7/2/64","end_date":"4/25/65","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Birmingham, Alabama was referred to as: \"the most thoroughly segregated city in the United States” by Martin Luther King, Jr. It was also given the name “Bombingham” due to the fifty unsolved racially charged bombings between 1945 and 1962. These bombings were directed towards the homes of African American leaders, integrated neighborhoods, and meetings for the Civil Rights Movement. Perhaps the most notorious occurred September 15, 1963 at 16th Street Baptist Church. Three members of the Ku Klux Klan decided to place dynamite under the steps of the church killing four young girls. The 16th Street Baptist church was where many civil rights leaders and activist held their meetings. This single moment in American history was the turning point for the Civil Rights Movement and the Civil Rights Act of 1964 enacted July 2, 1964 which prohibited any discrimination or denying access to public places based upon race, religion, sex, or national origin. The same year the Civil Rights Act of 1964 was passed, the phrase, “Joe Loves Niggers” was drawn on the entrance of the Medical and Dental Basic Science building of the University of Alabama November of 1964.","<br /> This graffiti was in response to Joseph Volker; the Vice President of Health Affairs at the University of Alabama Medical Center first attempts to desegregated their facilities in accordance to the new legislation. On April 25th of 1965, Joseph Volker received an email from Mathew McNulty, Jr. entitled the Civil Rights Act of 1964 which stated that “If it should be recorded, it is here reported that the University of Alabama at Birmingham hospitals and Clinics are 100% “non-segregated.” This letter detailed that University hospital’s attempt to desegregate the hospitals were successful although it was met with disdain from not only the community but from those inside of the facility. Mathew McNulty, Jr. was forced to place several members of the hospital in specific places such as the cafeteria to serve as “arbiter, race relations leader, persuader, and policemen” as he tells Volker in a letter explaining the difficulties of the transition.","<br />The problems that faced Volker as he attempted to comply with the new piece of legislation seemed not to bother him.  When asked about the difficulties of the patients in the newly desegregated facilities and how he was able to perform what would then be considered a difficult task and a less than progressive city, Joseph stated “We decided to do absolutely nothing except we started putting patients in on a first come, first served basis depending on the kind of care they needed. The first week, the black patients and the white patients looked at each other and turned their backs on each other, and that was the only protest that was made. They are too sick to do anything else… But after a week, everything began to settle down and people must have agreed that sick people are sick people. They’re not black, they’re not white. They are just sick, and they want to get well. And so, they started gradually turning over and speaking to each other.”","<br />Volker’s actions to comply with the legislation without fear benefitted the community dearly. This was a turning point not only for healthcare for the city of Birmingham, Alabama but soon a communal understand and progression. This allowed for people to have equal opportunity to decent care. It had the potential to give doctors colored or otherwise the ability to see patients and join in on a larger medical institution. Due to Volker’s progressiveness and concern for other’s helped make the University of Alabama the institution it is today with the University of Alabama at Birmingham being ranked fourth in student diversity by The Princeton Review.<br /><br />"],"display_date":"July 2, 1964 - April 25, 1965","search_date":"1964-11-27","locations":[{"id":31662,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":203,"tag":"Birmingham, Alabama"},{"id":1795,"tag":"integration"},{"id":2285,"tag":"UAB"},{"id":2286,"tag":"Civil Rights Act 1964"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":126,"school_id":10}},{"id":6774,"title":"Supreme Court Orders the Desegregation of Prince Edward County Schools","course_id":178,"status":"P","start_date":"1/6/64","end_date":"1/6/64","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On January 6, 1964, the Supreme Court ruled that public schools in Prince Edward County, Virginia must integrate.  This decision came in the case <em>Griffin V. School Board of Prince Edward County</em> where Reverend L. Francis Griffin sued the school board for closing all public schools in the area so they would not have to integrate.  Instead, white students attended private school or school in another county while black students did not get to go to school at all from 1959 until 1964 effecting approximately 3,300 students. ","Most southern county governments opposed integration, but none like Prince Edward County.  When the <em>Brown V. Board of Education </em>(1954) decision was handed down, Virginia state and local officials declared a “massive resistance” to the law. Prince Edward County decided to defund public schools, causing them to close in order to forestay integration.  In 1961 plaintiffs challenged this closing in <em>Allen v. County School Board of Prince Edward </em>where it was argued that the closing of Prince Edward County public schools was a form of racial discrimination.  The court ruled in favor of Allen citing it is a form of discrimination and the county was expected to reopen schools to all pupils regardless of race.  However, Prince Edward County kept the schools closed for two more years in spite of this ruling leaving many black students without any formal education.  In the publication “<em>Their Voices, Our History: Stories of Prince Edward County Virginia</em>”; Everett Berryman, Jr. who was twelve at the time public schools closed, explained that he attended a grassroots training center run by his mother instead of public school.  He did not know that he was missing out on anything until his cousin from Baltimore proved much more proficient in reading and math than Everett.  To get a good education, Everett was forced to move in with a family friend so that he could attend school in nearby Appomattox County. ","In 1963, the NAACP and other civil rights groups created privately- funded free schools open to all students on an integrated basis.  In March of 1964, lawyers argued <em>Griffin v. School Board of Prince Edward County </em>in the Supreme Court.  The court ruled in favor of Griffin in a six-to-two decision.  The majority opinion, written by Justice Hugo Black, asserted that the School Board of Prince Edward Counted had violated the Fourteenth Amendment by denying equal protection or opportunity. They also held the school board in contempt of the <em>Brown v. Board of Education </em>(1955), which ordered it was “ necessary and proper to admit (complainants) to public schools on a racially nondiscriminatory basis with all deliberate speed.” The court also asserted that even though local government control led public education, they could not close public schools because citizens have a right to free accessible education.","In 1964, an estimated 1,500 students returned to public schools in Prince Edward County. This event marked the end of massive resistance in Virginia. "],"display_date":"January 6, 1964","search_date":"1964-01-06","locations":[{"id":53117,"lat":37.1982888,"lng":-78.4297187,"zoom":8,"place":"Prince Edward County, Virginia"}],"tags":[{"id":6,"tag":"Education"},{"id":1795,"tag":"integration"},{"id":1071,"tag":"Civil Rights Movement"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":178,"school_id":3}}]}