{"id":180,"tag":"Indians","points":[[33.4997953468,-89.3568428173],[34.6761061329,-79.1203944361],[38.6358212793,-90.2450510752]],"bounds":[[38.6358212793,-79.1203944361],[33.4997953468,-90.2450510752]],"episodes":[{"id":4610,"title":"The Federal Government Passes the Dawes Act","course_id":18,"status":"P","start_date":"1887-02-08","end_date":"1887-02-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["By the 1870s, prime agricultural land remained in the plains. Many American citizens believed the federal government should free this valuable land from nomadic Indian tribes for white settlers. Other whites approached the situation from a paternalistic perspective and insisted Indians should be assimilated into American society. Named after Senator Henry Dawes of Massachusetts, the Federal Government responded with the Dawes Act in February of 1887. The act freed land for white settlers while attempting to incorporate Indians into an American way of life. ","            The Dawes Act allowed the president to distribute land into sections to individual Indian families. The law stipulated, \"to each head of family, one quarter of a section; to each single person over eighteen years of age, one-eighth a section.\" One quarter amounted to 160 acres of land. By breaking up land in this fashion, the government believed Indians would be forced to farm and adopt \"the habits of civilized life.\" If an Indian abided by this Act and farmed accordingly, he would be \"declared a citizen of the United States\" and enjoy all the \"rights, privileges, and immunities of such citizens.\" Whites would also benefit. After the government divided the land for the Indians, the whites could then claim any of the remaining land. For example, once the government allotted 172,000 acres for Indians on the Nez Perce reservation, whites then purchased 500,000 acres.","            Although the Dawes Act seemed like it applied to all Indians, the government inserted a clause to exclude \"Cherokees, Creeks, Choctaws, Chickasaws, Seminoles, and Osage, Miamies and Peorias, and Sacs and Foxes\" as well as \"the reservations of the Seneca Nation in New York\" and the \"the strip of territory in the state of Nebraska adjoining the Sioux Nation on the south added by an executive order.\"","            Whites viewed the act as a method of assimilation, but Indians saw a direct threat to tribalism. They resisted the law by engaging in a millenarian movement called the Ghost Dance. Indians would sing and dance for days and envision a world without whites where they could practice their traditional customs and the buffalo had returned. ","            The Dawes Act failed to assimilate many Indians. Historian Eric Foner believed \"the policy proved to be a disaster, leading to the loss of much tribal land and the erosion of Indian cultural traditions.\" The law often placed Indians on desert land unsuitable for agriculture, and it also failed to account for Indians who could not afford to the cost of farming supplies such as seeds and tools. The Indian Reorganization Act overturned the Dawes Act in 1934 by making a shift to allow Indians to manage their own affairs."],"display_date":"February 8, 1887","search_date":"1887-02-08","locations":[{"id":1278,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":180,"tag":"Indians"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}},{"id":5090,"title":"<strong>Western Artist</strong>","course_id":43,"status":"P","start_date":"1841-01-01","end_date":"1841-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Land hungry Americans who eyed rich, sparsely settled lands in the west and their attempt to bring civilization and self-governing establishments to Indian land became known as manifest destiny.  By the 1840s, the United States had become expansion-minded, and Americans began to believe they were destined to spread to the pacific.  During this westward expansion, the settlers devastated the Indian way of life.  George Catlin, in his <em>Letters and Notes on the Manners, Customs, and Conditions of the North American Indians,</em> illustrated the nature, culture, and dress of the Indian tribes in North America.  During the eight years he spent traveling from the Atlantic coast to the Mississippi Valley, he captured features of the scenery, life, customs, and attitudes of the Plains Indians through his paintings and letters.  These perceptive examinations “carried his warm feelings of admiration for the nobler traits of the red race, his accurate observation of their personal features, their costume, and wild sports, and his pictorial skill in transferring those features to the canvas.” (286).  "," ","Catlin believed Indians could only be accurately characterized within their own surroundings and unique culture.  He declared, “the historian who would record justly and correctly the character and customs of a people, must go and live among them.”  His letters and paintings reflected his experience by closely examining the conditions of Indian culture.  Even though he regarded himself as a supporter of Indian traditions, his description of Indian life did not illustrate how destructive the white settlers impacted their lands.  Regardless of this reality, Catlin’s extensive paintings and letters helped shape the attitude and perception of current western art. "],"display_date":1841,"search_date":"1841-07-02","locations":[{"id":6973,"lat":33.4997953468,"lng":-89.3568428173,"zoom":9,"place":"CHOCTAW, Mississippi"}],"tags":[{"id":180,"tag":"Indians"},{"id":778,"tag":"Indian Paintings"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5199,"title":"Lumbee Education in Segregated North Carolina","course_id":63,"status":"P","start_date":"9/5/11","end_date":"9/5/11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“The State is in earnest in her effort to educate all of her children” declared H. L. Edens on September 5, 1911. The remark was made in an announcement that declared the Indian Normal School of Robeson County, which would later become the University of North Carolina at Pembroke, had been accepted “as a State institution.”","In a time in which the South was entrenched deeply in the institution of segregation, and unashamed racism was a way of life, the acceptance of the Normal School by the state was a significant step forward for Indian education. At all levels of education, as with virtually all parts of society, the South was divided into two extensively segregated groups: the black community and the white community. In the midst of this bipolar society, the Lumbee population of North Carolina carved out a unique identity to separate themselves from both the white and black communities. North Carolina was one of the few places in the South where the distinction between black and Indian was made, and the state’s acceptance of an Indian school as a state institution further acknowledged that distinction. The Lumbee community has always made an effort to distinguish themselves as a legitimate community, independent and distinct from both the black and white communities. The result was the creation of a three-tiered system of segregation, rather than the two-tiered system which existed throughout the South. Edens made sure to point out that the decision of the state to accept the Indian Normal School placed it “for the first time on the same footing with other State normal schools.”","Although the school was accepted as a state institution, H. L. Edens, the school’s principal, knew this was not enough to assure its success. Local families, the vast majority of whom were farmers or rural laborers, would have to take advantage of the school and send their children there to receive an education. This was no easy task for many of those in Robeson County, where abject poverty was part of everyday life. “Let as many parents as possible be with us on the opening day,” Edens urged. “Your children, your own flesh and blood, in mute appeals beg that you do not shroud their lives in that degree of ignorance that will make them hewers of wood and drawers of water for life.”","People who received a proper education as children had the potential to raise themselves out of poverty by adulthood, thereby breaking the chain of poverty that tied them to the rural lifestyle of their forefathers. Educated children had the potential to become doctors, teachers, lawyers, or other professionals, whereas the uneducated were relegated to the field of manual labor. But by becoming educated, they did not have to abandon their past and customs; as the Indian Normal School was uniquely Indian in nature, there need not be a loss of culture to attend. Edens knew how important the culture and customs of the local Indians were, and used that pride as a call for attendance: “let every Indian who has the pride of ancestors, and who hopes to multiply opportunities for his children in the years to come rally to the support of his normal [school].”","As Principal of the Normal School, Edens oversaw many changes, the foremost of which was moving the school to Pembroke, which was the center of the local Indian population. The success he attained by moving the school, coupled with his successful campaign to increase attendance at the Indian Normal School, can be seen today, as the school has evolved over time to become the University of North Carolina at Pembroke."],"display_date":"September 5, 1911","search_date":"1911-09-05","locations":[{"id":18701,"lat":34.6761061329,"lng":-79.1203944361,"zoom":9,"place":"Robeson, North Carolina"}],"tags":[{"id":931,"tag":"Normal school"},{"id":930,"tag":"Lumbee"},{"id":266,"tag":"Segregation"},{"id":180,"tag":"Indians"}],"course":{"name":"Digital History","school":"University of North Carolina at Pembroke","course_id":63,"school_id":9}},{"id":5281,"title":"The Sioux and United States Indian Policy","course_id":70,"status":"P","start_date":"1862-01-01","end_date":"1862-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Amos H. Gottschall traveled across the North American continent four times from the Atlantic to the Pacific, which took him twelve years to do.  During his travels, Gottschall lived with the Indians he came across.  Gottschall wrote all his experiences down, especially with the Sioux from whom he later picked up the Sioux language.  Gottschall became very fascinated with the Indians and decided to become knowlegeable about them in order to correct the misperceptions others had of them.  In his twelve year narrative, Gottschall wrote a  passage about his intentions to inform Americans about the Indians they misunderstood:","<strong>“</strong>I used to tell the Sioux that I intended to make a \"wo-wah-pe\" (book) for the white people to read, and that in it I would describe the Indian mode of life, and inform my people just how I fared at the hands of the Indians. This always pleased them, and doubtless influenced them to treat me well” (Gottschall161).","If the Sioux refused to follow or comply with the methods of America’s Indian policy in solving the Indian problem, then America would use military force and intimidation to get the Sioux.  Although the Sioux tried to use peaceful solutions, something would always go wrong in which it seemed that fate was not swinging in their direction.  The treaty would be broken as both sides failed to keep their promises, but the Sioux broke theirs because the federal government did not keep theirs in the first place by not preventing white settlers and their livestock from encroaching on Sioux lands.  More white settlers failed to recognize the agreements made in the Fort Laramie Treaty and continued to trespass and settle in Sioux lands which drove the buffalo herds away.  In addition, more emigrants were traveling to California and Oregon over many new trails like the John Bozeman Trail, starting from Fort Laramie and ending in Virginia City, Montana.  These new trails also drove the buffalo herds away, and the Sioux and their allies were enraged.  The white travelers and settlers “committed depredations, and, despite the guarantee of the United States to the Indians in the treaty of 1851, were left unpunished” (Textor 104).  As a result, the United States broke their treaty agreements.","Because America failed to keep their promises in the treaties, war occurred.  Broken treaties led to the first series of the Sioux War which began in 1862 with the Santee and other tribes in the eastern territory of the Sioux where Minnesota and Missouri are today (Robinson 16).  Led by Little Crow, the Santee raided, attacked and pillaged a village and fort killing hundreds of settlers and soldiers.  Gottschall wrote about this saying, \"During the years 1862 and 1863, the immigration to Dakota was almost entirely stopped by the Sioux war. Hundreds of settlers were killed in Minnesota and Dakota at that time; but a great change has since taken place, and the fine soil and lovely prairies and valleys are rapidly luring emigrants to seek homes within its borders. Gottschall wrote about the results during one of the Sioux Wars: \"Prior to the year 1858, what is now known as Dakota, was unceded land, and belonged to the Sioux Indians. In that year a treaty was made with the Sioux, and the land taken from them; it was not organized as a territory, however, until the winter of 1861 … Dakota is very large, and as yet, only a small part of it, comparatively, is settled by the whites, the remainder being still the hunting-ground of the Sioux and other Indian tribes” (Gottschall 70).","The war ended when the Santee and their allies lost the Battle of Wood Lake on September 23, 1862.  Thirty-eight warriors were convicted of murder and sentenced to death by hanging on December 23, 1862.  Some of the remaining Santee joined the Lakotas in the western Sioux territory."],"display_date":1862,"search_date":"1862-07-02","locations":[{"id":15204,"lat":null,"lng":null,"zoom":8,"place":"DATOKA TERRITORY, Territory"}],"tags":[{"id":1215,"tag":"Sioux Wars"},{"id":1214,"tag":"Sioux"},{"id":1151,"tag":"Buffalo"},{"id":180,"tag":"Indians"},{"id":537,"tag":"Native Americans"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":70,"school_id":40}},{"id":6289,"title":"Sherman Writes to His Brother Concerning The Plains Indians","course_id":137,"status":"P","start_date":"9/23/68","end_date":"9/23/68","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On September 23, 1868 General William T. Sherman wrote to his brother Senator John Sherman from the headquarters of the Military Division of Missouri. In his letter Sherman discussed the ensuing struggles between the United States Army and the Plains Indians and expressed some of his thoughts on how best to deal with the situation. Many of these thoughts appear to point to one thing: Total War.","After being placed in command of the Military Division of the Mississippi (renamed the Missouri a year later) in July of 1865, Sherman appears to have built upon the “hard war” tactics of destroying homes and property that he utilized during the American Civil War and developed a “total war” strategy by which to deal with the Plains Indians. Explaining in his letter that all Indians have been provided with reservations on which to live, Sherman concluded, “All (Indians) who cling to their old hunting grounds are hostile and will remain so till killed off.” He continued by calling the conflict a “predatory war” and insisted that the U.S. Army must “take chances and clean out Indians as we (the army) encounter them.”","This strategy was not applied only to Indian men. On the topic of Indians, Sherman is quoted in a work by historian John F. Marszalek to have said, “During an assault, the soldiers can not pause to distinguish between male and female, or even discriminate age. As long as resistance is made, death must be meted out, but the moment all resistance ceases, the firing will stop and all survivors turned over to the proper Indian agent.”","According to Marszalek, Sherman believed strongly in the social Darwinian philosophy that had become popular in the years following the Civil War and viewed the Indians as inferior beings who were standing in the way of Whites and the progress of modern American Culture. Historian Michael Fellman supports these claims asserting that Sherman indeed agreed strongly with the idea of “Natural Law” and quotes him as saying, “It is an inevitable conflict of races, one that must occur when a stronger gradually displaces a weaker” While very alien to a Twenty-first century audience, perhaps it was this set of beliefs that, in Sherman’s eyes, justified such a brutal strategy. Regardless of his ethical motivations, Sherman’s actions earned him a harsh image as an Indian killer, which would stay with him long after his death. Sherman appears to have been superb at one particular thing: waging all out war on the enemies of the United States. It is for this talent that he is most often remembered, revered, loved, and hated."],"display_date":"September 23, 1968","search_date":"1968-09-23","locations":[{"id":33479,"lat":38.6358212793,"lng":-90.2450510752,"zoom":11,"place":"St Louis City, Missouri"}],"tags":[{"id":2558,"tag":"Total War"},{"id":180,"tag":"Indians"},{"id":60,"tag":"letters"},{"id":284,"tag":"General Sherman"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":137,"school_id":3}}]}