{"id":1801,"tag":"Wilmot Proviso","points":[[38.9151212228,-76.9435162098]],"bounds":[[38.9151212228,-76.9435162098],[38.9151212228,-76.9435162098]],"episodes":[{"id":5772,"title":"Senator Corwin Speaks Out Against the Wilmot Proviso","course_id":113,"status":"P","start_date":"1848-08-25","end_date":"1848-08-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On August 8, 1846, David Wilmot proposed an amendment on the floor of the Senate to ban slavery in all territories acquired from Mexico following the Mexican-American War. His proposal had a long and controversial life. During an attempt to pass the bill in 1848, Senator Thomas Corwin, a Whig from Ohio, stood up before the Senate and gave his arguments against the piece of legislation. Senator Corwin opposed slavery. At one point, he stated that if there were a country so hot “the white man is supposed not to be able to work, I would not allow you to take slaves there.” Yet he still strongly opposed the Wilmot Proviso. He argued that the amendment was unnecessary, because slavery already existed in some form in the new territories. The senator referred to land expansions in his argument, saying, “if at any time…you have acquired territory where Slavery existed in such form and consistency…it has been permitted to remain where by law it did exist.” Despite being staunchly antislavery, he paradoxically fought against this bill. Senator Corwin had another motive behind his protest of the bill. He saw that the Proviso was just causing another Sectional Crisis and dividing Congress. Corwin opposed it because he, like many at the time, feared that it would lead to southern secession. His speech was an attempt to prevent this eventuality from happening.","The Wilmot Proviso quickly became controversial in Congress, and in some cases, it was for reasons other than slavery. Historian James McPherson writes that there were some southerners who opposed it because they saw “the northern effort to exclude it [slavery] as an insult to southern honor.” The Wilmot Proviso, as this amendment came to be called, passed in the House on two separate occasions, and both times the Senate voted it down. The country was already divided by a series of Sectional Crises, and the introduction of the Wilmot Proviso only exacerbated the problem. Historian Eric Foner called it “the beginning of a path which led almost inevitably to sectional controversy and civil war.” Corwin claimed that there was no way the proviso could possibly lead to that eventuality, but his actions say otherwise. In March of 1861, he proposed an amendment known as the “Corwin Amendment” that would have made it illegal for Congress to amend the Constitution to restrict slavery. The Corwin Amendment was the senator’s attempt to placate the South and prevent them from seceding. He saw how polarizing the Wilmot Proviso was. Corwin opposed it not because he supported slavery, but because he wanted to keep the United States a whole nation. He debated in vain, and the Proviso continued to divide the North and the South."],"display_date":"August 25, 1848","search_date":"1848-08-25","locations":[{"id":1274,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":4,"tag":"Slavery"},{"id":1801,"tag":"Wilmot Proviso"},{"id":1802,"tag":"Mexican War"},{"id":1803,"tag":"Sectional Crisis"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":113,"school_id":3}}]}