{"id":181,"tag":"Interior Development","points":[[43.470346309,-74.9888950937]],"bounds":[[43.470346309,-74.9888950937],[43.470346309,-74.9888950937]],"episodes":[{"id":4611,"title":"Cilinton Shines in a Public Works Display","course_id":18,"status":"P","start_date":"1812-01-01","end_date":"1837-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["One could argue that it was the governor of New York, DeWitt Clinton, who made the United States what they are today. Without him, and his efforts to build the Erie Canal, the United States would have experienced slower economic growth. He linked the Atlantic with the Great Lakes, via the Erie Canal running through New York State, empowering the North. ","DeWitt Clinton saw the opportunity for New York to take on the power of expanding westward, and pushed the New York legislature to provide the funding for the canal project. This funneled money and supplies into New York bolstering their economy. Despite the fact that Clinton grew up in the North, Clinton was raised in a slave owning family and he was not completely opposed to slavery even when he was in politics. Clinton believed that the fight over owning slaves took up too much of the national attention. Ruggles, a Whig that supported the canal system, claims that he believed that public improvements were being put on hold while the North and the South fought over slavery. According to historian Carol Sheriff, Clinton helped make New York the Empire State in 1812, funding the 363 mile canal system from New York, via the Hudson River, through Buffalo and into the Great Lakes waterway system in 1812. As a result western trade then funneled through New York, claiming all of the economic benefits and therefore economic power—keeping it out of the hands of the Boston and Philadelphia, or even the South. ","According to Samuel Ruggles, the canal carried 122,000,000 worth of goods for states other than New York across the Great Lakes. There were claims that the Mississippi brought the Union together, as it was the greatest means of transportation in the entirety of the Union, until the Erie Canal was dug. Ruggles emphasized the importance of the Erie Canal saying, \"[The Erie Canal] does artificially what the Mississippi did naturally. It is a prevalent idea that the Mississippi is the bond that binds the Union together—but as a channel of trade, the Erie Canal equals the Mississippi.\" Clinton had secured success for the northern economy, especially the mid-west economy, which was falling because of the demand of cotton. Cities prospered along the canal, Albany, Utica, Syracuse, Rochester, Buffalo and other small towns and cities along the canal, not to mention the cities that bloomed and became more prosperous along the Great Lakes. ","Clinton seems to be the unsung hero for the North. He is given little credit for his actions during the time of hardships. He strengthened the economy in the cities and towns off of the east coast. The \"Salt City,\" Syracuse, prospered in this time and transported its salt across the North and into the mid-west."],"display_date":"1812 - 1837","search_date":"1824-12-31","locations":[{"id":8847,"lat":43.470346309,"lng":-74.9888950937,"zoom":9,"place":"HERKIMER, New York"}],"tags":[{"id":11,"tag":"Economy"},{"id":181,"tag":"Interior Development"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}}]}