{"id":1810,"tag":"disability","points":[[40.6916304076,-74.0035386433]],"bounds":[[40.6916304076,-74.0035386433],[40.6916304076,-74.0035386433]],"episodes":[{"id":5775,"title":"Blind Man Perishes in the New York Transit System","course_id":117,"status":"P","start_date":"10/1/36","end_date":"10/31/36","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Readers that leafed through the December 30, 1936 issue of the <em>Globe and Mail</em> stumbled upon a brief article, scarcely three tiny columns long, about a man who perished in a curious circumstance (“Blind” 14). New York City resident Oscar England had been without sight his entire life and died earlier that day apparently due to trusting too highly in his ‘eerie’ (the <em>Globe and Mail</em> reporter implied) innate ability to know where he stood in relation to his surroundings(“Blind” 14). The<em> Globe and Mail</em> reporter professed that England’s ability had proven dependable for nearly three and a half decades, and turned out to be especially useful during a nearly decade-long period of frequent subway travel (“Blind” 14). England required no accompaniment whether navigating New York City’s packed walkways or confusing mazelike subway terminals (“Blind” 14). This talent allowed England to precisely discern the distance and way needed to reach various destinations, such as different underground trains… until December (“Blind” 14). On that date, England overestimated the distance to the boarding zone and tumbled down onto the tracks, directly in the path of a train that steadily drew nearer (“Blind” 14). It took close to sixty minutes for an accident response teamto extricate England’s remains out from the middle of the solid platform and the subway cars (“Blind” 14).","England’s death (perhaps ironically) occurred shortly after the initial introduction of United States government aid towards individuals with disabilities (“Blind” 14) (Shriner 480). Parties, ranging from relatives of individuals with disabilities, to state bureaucrats, to a team involving a mental health patient and a medical professional, founded prominent mental and physical disability societies early on, in 1909 and 1927, and as late as 1950 (Shriner 480). The aforementioned societies officially identified with, or complimented efforts by, the American government (Shriner 480).","Some of this increased American state disability-assistance specifically benefitted the blind (Shriner 480-481). Since the year 1920, state-run workforce-rehabilitation agencies were directed towards individuals with disabilities (Shriner 484). However, these rehabilitation agencies initially displayed an inability to adequately meet the requirements of individuals without sight (Shriner 482). The resulting early-1940’s Barden-LaFollette Vocational Rehabilitation Act (BLVRA) allowed government-run blind-assistance-organizations to operate blind-individual-specific sections within government rehabilitation agencies (Shriner 482). The BLVRA addressed the aforementioned limitation of the rehabilitation agencies, but also had an overarching purpose of tapping into a hitherto-unexploited potential labour force (visually-impaired individuals) (Shriner 482). Also in the early-1940’s, blind-individual advocacy groups made government officials aware that proposed tax rate modifications, if implemented, would disadvantage the blind citizenry to a greater extent than the non-blind (Shriner 483). The United States Congress thus decided to allow a set amount of blind individuals’ costs to be exempted (Shriner 483). Earlier on, in a somewhat ‘eerie’ coincidence (as the <em>Globe and Mail</em> reporter implied about England’s ability the same year), 1936 saw the advent of the Randolph-Sheppard Act (Shriner 481) (“Blind” 14). The Randolph-Sheppard Act ultimately allowed blind persons a near-total monopoly over holding positions as merchants in federal government structures (Shriner 481-482)."],"display_date":"October 1936","search_date":"1936-10-16","locations":[{"id":22428,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":1812,"tag":"blind"},{"id":1811,"tag":"disability support"},{"id":1810,"tag":"disability"},{"id":17,"tag":"Government"}],"course":{"name":"Critical Writing and Research for Historians","school":"University of Toronto Scarborough","course_id":117,"school_id":28}}]}