{"id":1816,"tag":"Ulysses Grant","points":[[36.4628385873,-87.8245339129],[38.964544,-77.028509]],"bounds":[[38.964544,-77.028509],[36.4628385873,-87.8245339129]],"episodes":[{"id":5777,"title":"Brigadier General Simon Buckner Surrenders Fort Donelson","course_id":113,"status":"P","start_date":"1862-02-11","end_date":"1862-02-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The still morning air in Dover, Tennessee turned into an explosive rain of bullets on Thursday, February 13, 1862, as Ulysses Grant’s District of Cairo troops [who would later form part of the Army of the Tennessee] attacked Fort Donelson. Flag officer Andrew Foote reinforced the Union attack on Friday afternoon with six gunboats charging down the Cumberland River, but they encountered stiff resistance from the Confederates and were forced to retreat. As historian James McPherson wrote, “Foote brought his ironclads too close, causing them to overshoot their targets… [the Confederates] riddled smokestacks, shot away tiller ropes, cracked armor, and smashed through pilot houses and decks…”  According to the <em>Farmer’s Cabinet</em> newspaper in Amherst, New Hampshire, “The boats were compelled to withdraw on account of the injuries they received… it is believed that the fort would have been captured within fifteen minutes after the time that they withdrew.” Despite this setback, Foote confidently wrote to Gideon Wells, the Secretary of the Navy, stating, “The Rebels all have a terror of the gunboats.”","Consequently, the Union infantry were forced to continue the attack alone. The infantrymen experienced intense fighting trying to encircle the fort, as the Rebels desperately fought to break through the Union line. Commenting on the struggle, the <em>Farmer’s Cabinet</em> continued its report, “The Rebels were sure of success—in any other cause and against less brave troops they could easily have held the position against one hundred thousand men.” Confederate General Gideon Pillow convinced General John Floyd to stop trying to breakthrough Union lines and instead return to safety in their trenches. This proved to be a fatal mistake. On Sunday morning, the Confederates raised a white flag over Fort Donelson and surrendered. Fifteen thousand Confederate men became prisoners of war that day. General Simon Buckner was the highest ranking officer to surrender with his men. General Pillow and General Floyd escaped the fort in a steamboat, afraid of the consequences of capture.","The surrender of the nearby Fort Henry by Confederate General Albert Sydney Johnston gave the Union the necessary confidence to march towards Fort Donelson a mere six days later. Historian James McPherson wrote of General Johnston as he considered his options once Fort Henry fell, “... he feared that his entire army would be flattened between Grant’s hammer and Buell’s anvil.” Johnston decided to reinforce Fort Donelson, but as he feared, Grant’s hammer pounded into his men until Fort Donelson was also forced to surrender. As a result of these two Union victories, Grant was promoted to major general, and his name became nationally known. The surrender of Fort Donelson punched a hole into the heart of the Confederacy, opening railway lines and waterways in Tennessee for Union advancement into Nashville and other areas of the South."],"display_date":"February 11, 1862 - February 16, 1862","search_date":"1862-02-13","locations":[{"id":12387,"lat":36.4628385873,"lng":-87.8245339129,"zoom":9,"place":"STEWART, Tennessee"}],"tags":[{"id":1826,"tag":"Gideon Pillow"},{"id":1825,"tag":"Simon Buckner"},{"id":1817,"tag":"Fort Henry"},{"id":1816,"tag":"Ulysses Grant"},{"id":1815,"tag":"Fort Donelson"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":113,"school_id":3}},{"id":6515,"title":"\"We haven't taken Washington, but we scared Abe Lincoln like hell.\" - Jubal Early, Confederate General","course_id":159,"status":"P","start_date":"1864-07-11","end_date":"1864-07-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["\"Cypher<em> War Department</em>","Washington City,","July 10---2.P.M. 1864 <br /> Lieut. Gen. Grant","City-Point, Va","<br /> Your despatch to Gen. Halleck, referring to what I may think in the present emergency, is shown me. Gen. Halleck says we have absolutely no force here fit to go to the field. He thinks that with the hundred day-men, and invalids we have here, we can defend Washington, and scarcely Baltimore. Besides these, there are about eight thousand not very reliable, under Howe at Harper's Ferry, with Hunter approaching that point very slowly, with what number I suppose you know better than I. Wallace with some odds and ends, and part of what came up with Ricketts, was so badly beaten yesterday at Monocacy, that what is left can attempt no more than to defend Baltimore. What we shall get in from Penn. & N.Y. will scarcely [be] worth counting, I fear. Now what I think is that you should provide to retain your hold where you are certainly, and bring the rest with you personally, and make a vigorous effort to destroy the enemie's force in this vicinity. I think there is really a fair chance to do this if the movement is prompt. This is what I think, upon your suggestion, and is not an order","A. LINCOLN”","President Abraham Lincoln sent this telegram to General Ulysses Grant the day before the Battle of Fort Stevens.  The frantic tone is apparent, and with good reason.  The capitol of the United States faced the threat of occupation by a foreign power for the second time in our nation’s short history.  Just fifty years earlier, the British invaded Washington and burned the White House.  Now, with victory over the Confederacy seemly close, the Union was confronted with its gravest threat of the American Civil War.","In early June 1864, General Robert Lee, the head of the Army of Virginia, sent General Jubal Early, with around 20,000 soldiers, north to invade Maryland and, if possible, seize Washington, D.C.  At the time, the Union forces were besieging the Confederate cities of Richmond and Petersburg.  Lee hoped Early’s foray would relieve pressure on Richmond and Petersburg’s defenders. ","Early’s raid started with greater success than anticipated.  The Confederate forces scattered the Union forces facing them.  In a significant blunder, Union General David Hunter retreated to the relative safety of Charleston, WV.  The path to the United States capital lay open.  By July 11, Early advanced as far as Fort Stevens, located just a few miles from the Capitol building and also Lincoln’s private cottage at Soldiers Home.  The battle lasted for two days.  At one point, Lincoln ventured so near to the fighting that Confederate snipers killed a soldier standing close by.   In the end, General Grant’s quick reinforcement of Fort Stevens caused Early to withdraw, thereby saving the capitol.  Later, General Early commented, “We haven’t taken Washington, but we scared Abe Lincoln like hell.”"," "],"display_date":"July 11, 1864 - July 12, 1864","search_date":"1864-07-11","locations":[{"id":52910,"lat":38.964544,"lng":-77.028509,"zoom":8,"place":"Fort Stevens, Washington, DC"}],"tags":[{"id":2966,"tag":"American Civil War"},{"id":2967,"tag":"Battle of Fort Stevens"},{"id":683,"tag":"Abraham Lincoln"},{"id":924,"tag":"Jubal Early"},{"id":1816,"tag":"Ulysses Grant"}],"course":{"name":"Digital History and Pedagogy","school":"North Carolina State University","course_id":159,"school_id":30}}]}