{"id":1818,"tag":"Anthony Comstock","points":[[40.6916304076,-74.0035386433]],"bounds":[[40.6916304076,-74.0035386433],[40.6916304076,-74.0035386433]],"episodes":[{"id":5778,"title":"\"Comstockery in America\", <em>The Woman Rebel</em> - by Margaret Sanger","course_id":114,"status":"P","start_date":"7/1/15","end_date":"7/31/15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":[" ","In 1914, Margaret Sanger fought for women and their right to have control over their own bodies. She was shocked that working-class women were unable to obtain safe and effective birth control. Sanger began providing them with the information and the knowledge to have a say regarding what they would do with their bodies in and out of marriage; the right to decide if they would become a mother or not, and the right to prevent conception if they wished. During this time she published a monthly newspaper titled <em>The Woman Rebel</em> for working-class women where she openly discussed many of these topics with her readers. This was the first publication of its kind in America, and many topics the newspaper discussed were touchy subjects that U.S. postal authorities and Anthony Comstock , U.S. Post Office Inspector, called obscene. Many of her publications advocated the use of contraception and for that reason three issues of <em>The Women Rebel</em> were banned from the mail. In August of 1914, Margaret Sanger was indicted for further publication of newspapers and, not wanting to go to prison, she fled the country under a false identity. While out of the country, she had friends release 100,000 copies of a 16-page pamphlet she had written with instructions on the use of various contraceptive methods entitled “Family Limitations.” This infuriated Anthony Comstock, who went on the hunt to bring Margaret Sanger to justice.","Anthony Comstock was a powerful American reformer who led a fight against what he viewed as obscene material in literature and other publications. The term “Comstockery” was born in regard to his war against stopping this type of material from being shared amongst Americans via the U.S. mail. In 1873, he successfully lobbied Congress for a ban on mailing obscene or inappropriate material. This act became known as the Comstock Laws of 1873. During that time he served as a special agent or inspector for the U.S. Post Office and founded the New York Society for the Suppression of Vice. He devoted his life to fighting against what he felt was obscene material, which included attacking Margaret Sanger and her newspaper. He would not rest until she was brought to trial for her writings in the paper.","In July 1915, Margaret Sanger was indicted under the Comstock Law for her discussions regarding birth control in <em>The Woman Rebel</em>. During this time she responded to the Comstock Laws in her paper in an article titled “Comstockery in America.” She writes that Europeans are laughing at Americans in regard to this Comstockery in America.  The young women of Europe look up to Americans for their freedom and opportunities, Sanger argues, but are saddened when they learn that American women have to fight for their right to have a say in what they will and will not do with their own bodies. Margaret Sanger informs her readers that in order to fight Comstockery, they must know who and what is behind it. She assures her readers that the purpose of the paper is to make the working-class woman aware of their rights. To give them knowledge to know what great power they have over what they chose to do with their own body. She states how it is the working-class woman that is suffering because she does not have access to the knowledge and resources like women of wealth. Margaret Sanger says the working-class women are the ones who are having the big families and who fill the death lists from abortions. She states that she will defy the law and not hide behind the walls, but continue to fight for the working-class women. She will continue to provide them with the knowledge and information they deserve. She asks Americans to join her in her fight against the Comstock Laws and to realize they deserve to know their rights. She believes Comstockery must die and education on the methods to prevent conception must continue.","Margaret Sanger continued to fight for women’s rights regarding birth control and in 1921 she started a campaign based on education and publicity which was aimed to win mainstream support for birth control by opening the American Birth Control League. Her efforts helped the movement gain the support of medical professionals and social workers. Possibly her biggest contribution, and what she is best known for today, is her role in the Birth Control Federation of America in 1939, which was later renamed Planned Parenthood Federation of America. Sanger, until her death in 1966, continued to fight for what she had always wanted for the women of American; less costly and more effective birth control."],"display_date":"July 1915","search_date":"1915-07-16","locations":[{"id":15927,"lat":40.6916304076,"lng":-74.0035386433,"zoom":10,"place":"New York, New York"}],"tags":[{"id":1819,"tag":"The Woman Rebel"},{"id":1818,"tag":"Anthony Comstock"},{"id":481,"tag":"birth control"},{"id":535,"tag":"Comstock Law"},{"id":1393,"tag":"Margaret Sanger"}],"course":{"name":"America From Civil War to World Stage","school":"Widener University","course_id":114,"school_id":43}}]}