{"id":182,"tag":"Nashville","points":[[36.1725147903,-86.7796759805],[36.1626638,-86.7816016],[41.8781136,-87.6297982]],"bounds":[[41.8781136,-86.7796759805],[36.1626638,-87.6297982]],"episodes":[{"id":4612,"title":"Hallowell Praises Black Soldiers","course_id":18,"status":"P","start_date":"1892-01-01","end_date":"1892-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Since 1865 the importance of the black soldiers fighting in the Civil War for the Union has not been disputed, whether it be freed slaves or fugitive slaves. Without a doubt the black soldiers that fought helped the Union immensely, absorbing significant losses while doing so. Part of the success resulted from the way that black soldiers were treated. According to Norwood P. Hallowell, the black soldiers were, \"treated as white soldiers were in all well disciplined regiments.\" Hallowell also argued that the black soldiers became accustomed to the discipline of militia faster than non-black troops.","            In the battle of Olustee three hundred and ten soldiers died from the Eighth U.S. Colored infantry according to Hallowell. According to author and historian James McPherson the battle at Olustee had an important effect on Lincoln. Lincoln heard of a black soldier saying that, \"[Lincoln] should be damned in time & in eternity\" if he were to return black soldiers to slavery. ","            Many black regiments were ordered into battle in difficult terrain or circumstances that were in no way an advantage for the regiment. In the Union's victory at Port Hudson on June 27, 1863 black troops went into battle under these unfavorable conditions. \"Their ground was very difficult,\" said Halowell, \"but they fought without panic, and suffered severely before falling back in good order.\" The battle at Port Hudson is seen as a big step forward in the progress of equal rights within the US Army. ","            At Nashville, where the Union had two brigades of colored soldiers fighting in the battle, "," the black troops again influenced the outcome of the battle and afterwards their bodies were intermingled with bodies of the white soldiers. \"This proves the manhood of the negro,\" proclaimed Hallowell.","            Hallowell concluded by giving significant praise to the black soldiers. \"Let us always be willing to give them whatever credit is their due. We called upon them in the day of trial.\" These soldiers fought the same battles, but were often fighting under very different, adverse, circumstances. "],"display_date":1892,"search_date":"1892-07-01","locations":[{"id":5507,"lat":null,"lng":null,"zoom":8,"place":"EAST BATON ROUG, Louisiana"}],"tags":[{"id":182,"tag":"Nashville"},{"id":122,"tag":"Soldier"},{"id":3,"tag":"African-Americans"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}},{"id":6345,"title":"The Wisconsin 8th Infantry was organized to fight in the Civil War in late 1861.  They originally traveled from Camp Randall, Madison, to St. Louis, and evenutally found their way in Nashville to fight the Battle of Nashville.","course_id":141,"status":"P","start_date":"1864-12-15","end_date":"1864-12-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["<strong>The Path of the 8<sup>th</sup> Wisconsin Infantry Regiment</strong>","They had traveled from Newtonia, Missouri -- 497 miles to the west -- and were now in the second most fortified city in the Union:  Nashville, Tennessee.  It was dawn, November 30, 1864.  The 8<sup>th</sup> Wisconsin Infantry had put in three long years of service, and their 1,203 member brigade joined up with General George H. Thomas to defend Nashville from a final Confederate attack.  Before they had a chance to engage the enemy, a severe ice storm hit the area on December 8.  Thomas used this delay to ponder the strategy even more, much to the chagrin of General Ulysses Grant and President Lincoln in Washington.  The 8<sup>th</sup>, like many other regiments that came from all over the Midwest to reinforce the Union, were itching to fight.","Thomas had close to 55,000 men for the battle, and the 8<sup>th</sup> took up positions on the Federal fortified line west of the city.  The Union had two fortified lines, one closer to downtown, near their headquarters in the Belmont Mansion, and one out towards Belle Meade further west.  General John Bell Hood, of the Confederates, positioned his 30,000 men directly south of the city, in present day Forest Hills, Tennessee, forming a solid line from east to west.  He had just pushed north from the south after a failed attack on Union forces at Franklin, Tennessee.  He now looked to salvage that blunder by attacking at Union strength, even though he was vastly outnumbered.  The stage was now set for battle.","The weather finally cleared on December 15.  Thomas sent a diversionary attack to Hood’s right flank with the United States Colored troops (one of the first African American battalions) while planning his main thrust, which was an attack from the left to engulf Hood’s exposed left flank.  The diversionary attack did not achieve its purpose because Hood decided to strengthen the left flank anyway.  The 8<sup>th</sup> sprang into action as one of the brigades leading the charge under Lieutenant Colonel Britton.  With battle-tested precision, the 8<sup>th</sup> made “four distinct charges” at Hood’s left flank[1], and destroying their garrison and pressing up the 1,000 foot hill the Confederates had fortified.  This hill, later to be called Shy’s Hill because of the Confederate general William Shy, who was killed on it, was where the 8<sup>th</sup> made its final charge and drove the Confederate defenses off the hill and they fled south.  The 8<sup>th</sup> lost 10 men and had 52 wounded, but ended up capturing a “6-gun battery, 400 prisoners, and 2 stands of colors”[2]. Companies B&D of the regiment also captured 200 prisoners as well as covering up the rear flank.","The Battle of Nashville had been won, but the war was not over nor was the mission of the 8<sup>th</sup>.  They continued to chase Hood south through Tennessee and eventually northern Alabama.  They made their way all the way down to the bayou in New Orleans, and eventually east in Mobile, Alabama.  They returned back to Madison, Wisconsin on September 13, 1865 where they were disbanded.  They had traveled over 4,200 miles and served the great state of Wisconsin proud.  They returned with 964 men out of the original 973[3], and proudly displayed “Old Abe”, the fighting bald eagle, at the Milwaukee Fair in 1865.","Bibliography","Quiner, E.B. 1866. <em>Military History of Wisconsin.</em> Chicago: Clarke & Company."," "," ","[1] Quiner, 537","[2] Quiner, 538","[3] Quiner, 539"],"display_date":"December 15, 1864 - December 16, 1864","search_date":"1864-12-15","locations":[{"id":11954,"lat":36.1725147903,"lng":-86.7796759805,"zoom":9,"place":"DAVIDSON, Tennessee"}],"tags":[{"id":2206,"tag":"Wisconsin"},{"id":182,"tag":"Nashville"},{"id":32,"tag":"Civil War"}],"course":{"name":"Intro to Digital History","school":"University of Wisconsin, Milwaukee","course_id":141,"school_id":68}},{"id":6606,"title":"Light through the Fog of War","course_id":165,"status":"P","start_date":"1864-12-15","end_date":"1865-05-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Many people today know about the battles and outcomes of the American Civil War, but not many know about the nurses that provided care to soldiers during and after battles. In Nashville, Tennessee in 1864, a picture was taken that depicts the common nurse during the American Civil War. The picture depicts many stories and experiences nurses had during the American Civil War as it shows the setting for medical care and methods of treatments. The photo is very detailed in how it shows the setting of medical care and treatment, it shows two soldiers covered up by many blankets in a bed with one of the beds having crutches behind it and the nurse is preparing food and medication that is being distributed to the soldiers from their bedside. The soldiers are also covered in bandages and have facial expressions of pain from their wounds they received from battle. Medical treatment knowledge wasn’t as advanced as it is today, so nurses were seen like mothers to a child or a symbol of hope as they did everything they could to help wounded soldiers. This picture was used for the Chicago Sanitary Fair of 1865 and was distributed to the eyes of the public that didn’t have a role in the American Civil War. The Chicago Sanitary Fair in 1865 used this picture because they believed it would be a great motivation tool to influence citizens to join the war effort either by making donations or taking a role as a medical care provider in the American Civil War.   ","American Civil War nurses were seen as a beacon of hope and a vital sign of health to the soldiers of the war, but there was also a sign of pride coming from the nurses as most volunteered to become war nurses as they believed it was their patriotic duty. This pride was seen as a push for more opportunity for women as nursing became more and more as an occupation for women. Even though nurses were seen as a beacon of hope and a care giver as seen back in the photo, nurses were stigmatized as many men believed that the women’s place was in the house and not out in the field as men saw women as a weaker gender. The motivation from women though was astounding as women would use their own homes as small hospitals to quarter soldiers and give them shelter and food. Nurses had many roles during the war and it wasn’t just providing medical care to soldiers. Civil War nurses also provided literacy tasks as they helped write letters to soldier’s families. These details give more depth to what nurses did for soldiers during the American Civil War and explores the challenges nurses had to overcome to define the occupation for not their time period, but for the future. "],"display_date":"December 15, 1864 - May 30, 1865","search_date":"1865-03-07","locations":[{"id":52979,"lat":36.1626638,"lng":-86.7816016,"zoom":8,"place":"Nashville Tennessee"},{"id":52980,"lat":41.8781136,"lng":-87.6297982,"zoom":8,"place":"Chicago Illnois"}],"tags":[{"id":2966,"tag":"American Civil War"},{"id":2189,"tag":"Nursing"},{"id":182,"tag":"Nashville"},{"id":3152,"tag":"Chicago Sanitary Fair"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":165,"school_id":94}}]}