{"id":1823,"tag":"B&amp;O Railroad","points":[[39.2464830538,-76.5960396412],[39.4640522698,-78.0275332326]],"bounds":[[39.4640522698,-76.5960396412],[39.2464830538,-78.0275332326]],"episodes":[{"id":5786,"title":"The B&amp;O Railroad makes a Civil Wrong","course_id":113,"status":"P","start_date":"1866-01-01","end_date":"1866-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In early 1866 on a train owned and operated by the B&O Railroad Company, Aaron A. Bradley, a former slave who once escaped to freedom in the early 1830s, attempted to sit in a train car carrying only white passengers. The officer on the car denied his request, and Bradley was told that even if he was white, he would not have been able to ride in the car. He was guided to a car specifically designated for blacks. Bradley insisted on sitting in the other car, stating that his ticket did not specify in which car he could or could not ride. They denied his request. The following day, Bradley returned with two white friends. Once more they banned him from sitting in his desired train car. Consequently, Bradley sued the B&O Railroad Company for one hundred dollars. According to the <em>Baltimore Gazette</em>, Bradley claimed, “… by the action of the railroad company, he was debarred from reaching Washington in time to meet some engagements.” Justice Hayward presided over the lawsuit. Bradley acted as his own lawyer. The <em>Baltimore Gazette</em> continued, “… [they were] about to open the case, when the justice objected, saying that he could not recognize [Bradley] as an attorney of the State; and, therefore, he was not competent to plead before him.” The representative of the railroad, however, opposed this, and asked to have Bradley proceed with the case. Bradley argued that there was equality for all under the law, but the B&O countered that it had a right to implement their own rules and regulations. Justice Hayward ruled in favor of the railroad company.","Aaron Bradley escaped slavery in South Carolina in the 1830s and traveled to the North to study law in Boston, Massachusetts. In 1865, he returned to the South and advocated for freedmen’s rights, particularly in regards to land ownership. Bradley wanted plantation owners’ lands to be divided amongst the freedmen who used to work it. He quickly became a leader in the black community of the South. He enjoyed a fair amount of popularity in his life, and died in 1881 in St. Louis, Missouri.","With his background in law, Bradley was able to take his grievances through the judicial system. Only a couple of years prior, blacks would have been unable to do so, as they would not have been recognized as citizens by the courts. Even with this newfound opportunity, an inferior court system was created so that legislation could regulate and restrict black behavior. The railcar incident is just one example of cases ruling against African Americans, with <em>Plessy versus Ferguson (1896)</em> as the most damaging and wide reaching instance. Bradley was denied sitting in a railroad car of his choice nearly thirty years before “separate but equal” was policy. Bradley’s case is just one instance of the freedmen’s struggles for civil rights."],"display_date":1866,"search_date":"1866-07-02","locations":[{"id":5932,"lat":39.2464830538,"lng":-76.5960396412,"zoom":9,"place":"BALTIMORE, Maryland"}],"tags":[{"id":1823,"tag":"B&amp;O Railroad"},{"id":1842,"tag":"Aaron Bradley"},{"id":123,"tag":"Reconstruction"},{"id":42,"tag":"Civil Rights"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":113,"school_id":3}},{"id":5784,"title":"Confederate Lieutenant Writes of Jackson’s Attack on the B&amp;O","course_id":113,"status":"P","start_date":"1862-10-21","end_date":"1862-10-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["First Lieutenant Blackford, who served in the Confederate Army, wrote to his wife, Susan, on October 21, 1862, to update her on the situation on the front. Blackford explained his troops had made progress on the line despite the lack of engagement from the Union. Not far from Blackford’s soldiers, Thomas “Stonewall” Jackson’s troops had implemented a vital military mission to destroy the Baltimore and Ohio Railroad lines. “Burning bridges and tearing up tracks retard the movements of the enemy,” commented the lieutenant, “but not burning up a depot, or the houses of the railroad employees.” The lieutenant explained that although the majority of citizens working in the railroad depots were Union, the men remained silent while the army destroyed the railroad lines.","Railroads, for northern and southern states, provided an expansive consumer market that was not available with wagons. Rail lines like the Baltimore and Ohio were originally laid to economically connect the valley lands with rail lines that were already laid in the North in order to provide a reliable shipping industry. According to historian James McPherson, “With the cash from sale of [crops, customers] bought food and clothing and hardware previously made locally or by themselves but now grown, processed, or manufactured elsewhere and shipped in by canal or rail.” In conjunction to connecting the areas, the rates for shipping by rail was cheaper than shipping by wagon; many citizens used wagons to haul their excess merchandise (crops, clothing, etc.) to rail stations and then shipped the merchandise on rail lines.","The destruction of a segment of the Baltimore and Ohio railroad had military and symbolic importance to the Confederate Army. McPherson wrote, “President John W. Garrett of the Baltimore and Ohio Railroad was a firm unionist and offered the railroad’s facilities to carry troops and supplies from the west.” During raids of the railroad systems, the Confederate Army often gained railroad equipment for their own damaged lines; what could not be carried, the Confederate troops destroyed and burned to ensure the Union could not refurbish the damaged pieces. The decimation of railroad systems, like the Baltimore and Ohio, would deprive Union troops of vital sources of supplies (ammunition, medical provisions, and extra clothing resources) and, most imperative to the health of the Union army, food rations for soldiers."],"display_date":"October 21, 1862","search_date":"1862-10-21","locations":[{"id":14533,"lat":39.4640522698,"lng":-78.0275332326,"zoom":9,"place":"BERKELEY, Virginia"}],"tags":[{"id":32,"tag":"Civil War"},{"id":792,"tag":"Transportation"},{"id":1822,"tag":"Stonewall Jackson"},{"id":1823,"tag":"B&amp;O Railroad"},{"id":1824,"tag":"Railroads"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":113,"school_id":3}}]}