{"id":1825,"tag":"Simon Buckner","points":[[36.4628385873,-87.8245339129]],"bounds":[[36.4628385873,-87.8245339129],[36.4628385873,-87.8245339129]],"episodes":[{"id":5777,"title":"Brigadier General Simon Buckner Surrenders Fort Donelson","course_id":113,"status":"P","start_date":"1862-02-11","end_date":"1862-02-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The still morning air in Dover, Tennessee turned into an explosive rain of bullets on Thursday, February 13, 1862, as Ulysses Grant’s District of Cairo troops [who would later form part of the Army of the Tennessee] attacked Fort Donelson. Flag officer Andrew Foote reinforced the Union attack on Friday afternoon with six gunboats charging down the Cumberland River, but they encountered stiff resistance from the Confederates and were forced to retreat. As historian James McPherson wrote, “Foote brought his ironclads too close, causing them to overshoot their targets… [the Confederates] riddled smokestacks, shot away tiller ropes, cracked armor, and smashed through pilot houses and decks…”  According to the <em>Farmer’s Cabinet</em> newspaper in Amherst, New Hampshire, “The boats were compelled to withdraw on account of the injuries they received… it is believed that the fort would have been captured within fifteen minutes after the time that they withdrew.” Despite this setback, Foote confidently wrote to Gideon Wells, the Secretary of the Navy, stating, “The Rebels all have a terror of the gunboats.”","Consequently, the Union infantry were forced to continue the attack alone. The infantrymen experienced intense fighting trying to encircle the fort, as the Rebels desperately fought to break through the Union line. Commenting on the struggle, the <em>Farmer’s Cabinet</em> continued its report, “The Rebels were sure of success—in any other cause and against less brave troops they could easily have held the position against one hundred thousand men.” Confederate General Gideon Pillow convinced General John Floyd to stop trying to breakthrough Union lines and instead return to safety in their trenches. This proved to be a fatal mistake. On Sunday morning, the Confederates raised a white flag over Fort Donelson and surrendered. Fifteen thousand Confederate men became prisoners of war that day. General Simon Buckner was the highest ranking officer to surrender with his men. General Pillow and General Floyd escaped the fort in a steamboat, afraid of the consequences of capture.","The surrender of the nearby Fort Henry by Confederate General Albert Sydney Johnston gave the Union the necessary confidence to march towards Fort Donelson a mere six days later. Historian James McPherson wrote of General Johnston as he considered his options once Fort Henry fell, “... he feared that his entire army would be flattened between Grant’s hammer and Buell’s anvil.” Johnston decided to reinforce Fort Donelson, but as he feared, Grant’s hammer pounded into his men until Fort Donelson was also forced to surrender. As a result of these two Union victories, Grant was promoted to major general, and his name became nationally known. The surrender of Fort Donelson punched a hole into the heart of the Confederacy, opening railway lines and waterways in Tennessee for Union advancement into Nashville and other areas of the South."],"display_date":"February 11, 1862 - February 16, 1862","search_date":"1862-02-13","locations":[{"id":12387,"lat":36.4628385873,"lng":-87.8245339129,"zoom":9,"place":"STEWART, Tennessee"}],"tags":[{"id":1826,"tag":"Gideon Pillow"},{"id":1825,"tag":"Simon Buckner"},{"id":1817,"tag":"Fort Henry"},{"id":1816,"tag":"Ulysses Grant"},{"id":1815,"tag":"Fort Donelson"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":113,"school_id":3}}]}