{"id":1830,"tag":"Lieutenant Colonel Maggi","points":[[35.7678250626,-76.0805063886]],"bounds":[[35.7678250626,-76.0805063886],[35.7678250626,-76.0805063886]],"episodes":[{"id":5787,"title":"The 21st Regiment of Massachusetts Captures Roanoke Island","course_id":113,"status":"P","start_date":"1862-02-07","end_date":"1862-02-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The 21<sup>st</sup> regiment of Massachusetts left Fort Monroe in Hampton, Virginia, by boat on January 11, 1863. Their final destination was Roanoke Island, North Carolina. Due to sea sickness and stormy weather, the regiment anchored at Hatteras Inlet until January 26, where they departed for Pamlico Sound and remained there until February 5. The regiment invaded Roanoke Island on February 7. Their first orders were to scout and set out pickets. The weather was damp and dreary for the regiment’s first night on the island. Lieutenant Colonel Albert Maggi described the conditions in a letter to Brigadier General Frank Reno, “We stood all night without fire, and raining all the time. None of the men slept, and every half hour I made the companies fall in with the greatest silence. All officers and men of the regiment, without exception, comported themselves with remarkable patience and endurance…”","Four batteries, seven gunboats, and 3,000 Confederate soldiers protected the island, all under the command of General Henry Wise. Before the Union assault, Wise urged Richmond to send more troops but received no answer. On February 8, Lieutenant Colonel Maggi led the men into battle. The <em>Barre Gazette</em> newspaper wrote of the colonel, “In the opinion of the Twenty-First, a braver and better officer for our leader don’t exist [sic].” According to a report in the <em>Barre Gazette</em>, the 21<sup>st</sup> regiment fired nearly forty rounds of cartridges before charging a heavily defended Confederate three-gun battery. The newspaper stated, “When within one hundred yards a charge was made by the Twenty-First, which seemed to be a terrible moment for the enemy, who commenced the firing more fierce than ever.” Soon afterwards, the island was in control by Union hands. Lieutenant Colonel Maggi wrote of his men’s bravery, “I am glad to say that I never saw any better behavior, by any soldiers, young or veterans. I do not believe that it was possible… that any one [sic] could surpass the brilliant and gallant conduct of all my command.”","An estimated 7,500 Union troops stormed the island against a 3,000 man Confederate force. The Union lost thirty-seven men killed in action with 214 wounded. The Confederates lost twenty-three men with sixty-two wounded before surrendering the 2,675 man force. Although the casualties inflicted were small compared to later Civil War battles, such as Gettysburg or Shiloh, the battle boosted Union morale. Union victories at Fort Henry and Fort Donelson followed only a few days after the Battle of Roanoke Island. In the early stages of the war, the Union planned to capture or disable coastal defenses and ports in the Confederacy. Capturing Roanoke Island facilitated the Union by gaining control of waterways leading to inland areas of the South, bringing the Union one step closer towards the Confederate capital of Richmond, Virginia. Historian James McPherson wrote of its strategic importance, stating, “Roanoke Island was the key to Richmond’s back door.” Due to the efforts of the Massachusetts 21<sup>st</sup>, Richmond remained threatened throughout the rest of the war."],"display_date":"February 7, 1862 - February 8, 1862","search_date":"1862-02-07","locations":[{"id":9829,"lat":35.7678250626,"lng":-76.0805063886,"zoom":10,"place":"TYRRELL, North Carolina"}],"tags":[{"id":1830,"tag":"Lieutenant Colonel Maggi"},{"id":1829,"tag":"Massachusetts 21st"},{"id":1828,"tag":"Roanoke Island"},{"id":32,"tag":"Civil War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":113,"school_id":3}}]}