{"id":1835,"tag":"Andrew Johnson","points":[[40.4169896434,-77.9812660431],[43.8975446,-78.9429329]],"bounds":[[43.8975446,-77.9812660431],[40.4169896434,-78.9429329]],"episodes":[{"id":5791,"title":"Indiana Public Serenaded Schulyer Colfax into Speech","course_id":113,"status":"P","start_date":"1866-05-02","end_date":"1866-05-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On May 02, 1866, Schuyler Colfax, the speaker of the House of Representatives delivered a speech in response to the President Andrew Johnson’s unsatisfactory message at the opening of the Thirty-ninth Congress.  Colfax, serenaded by the public of Indiana, delivered a telling speech bathed in assurance of American “security under the protection of equal laws,” a tribute to “our noble President, the martyred Lincoln,” and offering a final condemnation of the “disgrace [of] slavery.” Colfax criticized Andrew Johnson for vetoing Constitutional Amendments that dictated “every one born on American soil shall have a right as an American citizen,” among other amendments that would create unity, equality, and protection among all American men. Colfax argued that the failure to create legislatures delayed the process of reconstruction in all states, and continued to postpone the process despite the change of the President from Lincoln to Johnson, and the opening of the Thirty-Ninth Congress. “Every State shall be guaranteed a republican form of government,” Colfax argued, to ensure Congress “is the only law-making power of this land.” He ended the speech by declaring his “policy of reconstruction” was the policy that Andrew Johnson used in his Vice President platform between June of 1864 and May of 1865: “Loyal men shall govern a preserved Republic.”","New Reconstruction ideas and the death of President Abraham Lincoln provided a challenge for a fractured nation suffering from war-time damage. When the war-hero President Abraham Lincoln was assassinated on April 11, 1865 by Southerner John Wilkes Booth, Vice-President and former-slave owner, Andrew Johnson, was left to fill Lincoln’s shoes in the White House. As President of the United States, Andrew Johnson used the term “restoration” instead of “reconstruction” which, as historian Eric Foner argued, “suggested that on the rights of the States, Johnson was likely to be unyielding.” With the ratification of the Thirteenth Amendment in December of 1865, slavery officially ended and seceded states had to accept the Thirteenth Amendment into their state constitutions to re-enter the Union. Replacing slavery in the South was a set of laws known as the Black Codes, which “defin[ed] the status and rights and regulat[ed] in many respects the lives of the freed people.” A Civil Rights Act, drawn up in 1866, declared that all people born in the United States were citizens, similar to Colfax’s speech in May. The Act would return the rights of citizens that were robbed by the discrimination in the Black Codes. The United States desperately tried to balance the repercussions of Andrew Johnson’s leniency towards the South while reconciling the death of America’s beloved President Abraham Lincoln.","Schulyer Colfax spoke about the reconstruction policies that he, past President Lincoln, and the people of Indiana (and the nation) supported. The new policies of Andrew Johnson were not the policies that Johnson used when he ran as Vice President to Lincoln. The speech of Colfax was a warning to Andrew Johnson and the nation that Colfax did not support his policies; Johnson’s acceptance of the Black Codes was a disgrace to the Freedmen of the United States, and his unwillingness to support laws to extend full legal citizenship to Freedmen was disgraceful as President. The reprinting of Colfax’s speech in a small town’s newspaper in Huntingdon, Pennsylvania spoke to the nationwide belief that Johnson’s reconstruction policies were distasteful."],"display_date":"May 2, 1866","search_date":"1866-05-02","locations":[{"id":11058,"lat":40.4169896434,"lng":-77.9812660431,"zoom":9,"place":"HUNTINGDON, Pennsylvania"}],"tags":[{"id":123,"tag":"Reconstruction"},{"id":32,"tag":"Civil War"},{"id":1834,"tag":"Schulyer Colfax"},{"id":1835,"tag":"Andrew Johnson"},{"id":1836,"tag":"Speech"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":113,"school_id":3}},{"id":6705,"title":"Failure of Reconstruction","course_id":170,"status":"P","start_date":"1865-01-01","end_date":"1877-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","After the Union won the Civil War the Southern economy was left in utter ruin. In an attempt to aid them in their reorganization and integration, the Northern government proceeded to send Union military generals and governors down to the South in order to assist them in reconstruction. However due to their fundamental indifference to Southern prosperity, and lack of concern for growing social tension between the African community, and Caucasians, as their involvement was done more so out of obligation, many of their implementations were done in vain. One such implementation was the establishment of the Freedmen’s Bureau created by Congress. This organization was responsible for providing freedmen with food, medicinal supplies, schooling, and employment opportunities.  While approximately 4,000 children were able to attend schools via the bureau, in regards to their additional goals at aiding freedmen, they were not very successful. This was in part due to their desire to primarily focus on the prosperity of the Northern economy which was over seeing their first ever transcontinental railroad. In addition to this disinterest, many Northerns were divided as to how much assistance the South should receive, this was seen well upon looking at Andrew Johnson’s Administration.","Andrew Johnson was a Southern who favored complete integration with haste while many Republicans in his party opposed it; this caused a split within the party. So while the North began to blossom under its continuous industrial boom, the South ruled by a resentful one party political body that despised the North, began establish itself as a society deeply rooted in white supremacy; this was done in an attempt to hold on to their past as an institution founded on the ideology of racial superiority. With this ex-confederate bureaucrats began to terrorize freedmen preventing them from voting, obtaining land, and prospering. One of the most notorious organizations to arise was the Klu Klux Klan, a hate group founded by ex- confederate general Nathan Bedford Forrest. In response to this the government did very little to protect its citizens as they showed little to no concern regarding their equality.         ","This indifference can best be  seen by observing several court cases addressing the mistreatment of African Americans; the two most notorious being U.S vs Cruishank, and U.S vs Reese. In Cruikshank, a court annulled three individuals belonging to a white mob that had murdered 300 African Americans stating that they could not be convicted as the 300 individuals killed were not protected under the law. Chief Justice Waite contradicted himself as he stated “'That if two or more persons shall band or conspire together, or go in disguise upon the public highway, or upon the premises of another, with intent to violate any provision of this act, or to injure, oppress, threaten, or intimidate any citizen, with intent to prevent or hinder his free exercise and enjoyment of any right or privilege granted or secured to him by the constitution or laws of the United States, or because of his having exercised the same, such persons shall be held guilty of felony, and, on conviction thereof, shall be fined or imprisoned, or both.” Knowing their familiarity with the law, their verdict was undoubtedly racially motivated. In U.S vs. Reese, an African American man was denied the right to vote after having been given an affidavit for not having been able to pay a voting tax on the premise of not having paid the voting tax, which he was denied access to. These instances of discrimination were not particular as they were pervasive throughout the entirety of the South. This was established well by Black Codes, which ensured that while African Americans were de <em>jure free</em>, while <em>de facto</em> they would remain in bondage. An example of the severity of the restrictions could be seen by noticing that in South Carolina, simply organizing oneself in a small assembly without the supervision of a white figure of authority, was enough to deem the community as “vagrants.”"," ","So though America has had an elected African American President, socio-economic disparities and racial tensions between Caucasians and African Americans continue to be present in contemporary American society. This can be seen by the severe income disparity between the two demographics; one in every four individuals of African descent lives in poverty as opposed to one in every ten Caucasians. In addition to this, institutionalized racism and rampant police brutality continue to cause severe distrust of government and law enforcement agencies within African American communities. So what has been the fundamental cause of all of the inequality? While there are multiple factors that have contributed to America’s long-held struggle with race, the main factor that has prevented our society from progressing has been the failure of reconstruction shortly after the emancipation of African Americans after the civil war. With the American Civil War having reunified the Union, and liberated slaves from bondage, the North with their disinterest for the south, caused immense harm by failing to address the discrimination, and de facto slavery present in their society. "],"display_date":"1865 - 1877","search_date":"1871-07-02","locations":[{"id":53061,"lat":43.8975446,"lng":-78.9429329,"zoom":8,"place":"Louisiana, United States"}],"tags":[{"id":32,"tag":"Civil War"},{"id":123,"tag":"Reconstruction"},{"id":1835,"tag":"Andrew Johnson"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}}]}