{"id":1836,"tag":"Speech","points":[[40.4169896434,-77.9812660431],[28.5664573086,-81.3013732137]],"bounds":[[40.4169896434,-77.9812660431],[28.5664573086,-81.3013732137]],"episodes":[{"id":5791,"title":"Indiana Public Serenaded Schulyer Colfax into Speech","course_id":113,"status":"P","start_date":"1866-05-02","end_date":"1866-05-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On May 02, 1866, Schuyler Colfax, the speaker of the House of Representatives delivered a speech in response to the President Andrew Johnson’s unsatisfactory message at the opening of the Thirty-ninth Congress.  Colfax, serenaded by the public of Indiana, delivered a telling speech bathed in assurance of American “security under the protection of equal laws,” a tribute to “our noble President, the martyred Lincoln,” and offering a final condemnation of the “disgrace [of] slavery.” Colfax criticized Andrew Johnson for vetoing Constitutional Amendments that dictated “every one born on American soil shall have a right as an American citizen,” among other amendments that would create unity, equality, and protection among all American men. Colfax argued that the failure to create legislatures delayed the process of reconstruction in all states, and continued to postpone the process despite the change of the President from Lincoln to Johnson, and the opening of the Thirty-Ninth Congress. “Every State shall be guaranteed a republican form of government,” Colfax argued, to ensure Congress “is the only law-making power of this land.” He ended the speech by declaring his “policy of reconstruction” was the policy that Andrew Johnson used in his Vice President platform between June of 1864 and May of 1865: “Loyal men shall govern a preserved Republic.”","New Reconstruction ideas and the death of President Abraham Lincoln provided a challenge for a fractured nation suffering from war-time damage. When the war-hero President Abraham Lincoln was assassinated on April 11, 1865 by Southerner John Wilkes Booth, Vice-President and former-slave owner, Andrew Johnson, was left to fill Lincoln’s shoes in the White House. As President of the United States, Andrew Johnson used the term “restoration” instead of “reconstruction” which, as historian Eric Foner argued, “suggested that on the rights of the States, Johnson was likely to be unyielding.” With the ratification of the Thirteenth Amendment in December of 1865, slavery officially ended and seceded states had to accept the Thirteenth Amendment into their state constitutions to re-enter the Union. Replacing slavery in the South was a set of laws known as the Black Codes, which “defin[ed] the status and rights and regulat[ed] in many respects the lives of the freed people.” A Civil Rights Act, drawn up in 1866, declared that all people born in the United States were citizens, similar to Colfax’s speech in May. The Act would return the rights of citizens that were robbed by the discrimination in the Black Codes. The United States desperately tried to balance the repercussions of Andrew Johnson’s leniency towards the South while reconciling the death of America’s beloved President Abraham Lincoln.","Schulyer Colfax spoke about the reconstruction policies that he, past President Lincoln, and the people of Indiana (and the nation) supported. The new policies of Andrew Johnson were not the policies that Johnson used when he ran as Vice President to Lincoln. The speech of Colfax was a warning to Andrew Johnson and the nation that Colfax did not support his policies; Johnson’s acceptance of the Black Codes was a disgrace to the Freedmen of the United States, and his unwillingness to support laws to extend full legal citizenship to Freedmen was disgraceful as President. The reprinting of Colfax’s speech in a small town’s newspaper in Huntingdon, Pennsylvania spoke to the nationwide belief that Johnson’s reconstruction policies were distasteful."],"display_date":"May 2, 1866","search_date":"1866-05-02","locations":[{"id":11058,"lat":40.4169896434,"lng":-77.9812660431,"zoom":9,"place":"HUNTINGDON, Pennsylvania"}],"tags":[{"id":123,"tag":"Reconstruction"},{"id":32,"tag":"Civil War"},{"id":1834,"tag":"Schulyer Colfax"},{"id":1835,"tag":"Andrew Johnson"},{"id":1836,"tag":"Speech"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":113,"school_id":3}},{"id":6225,"title":"Inspiring Words From L.A. Chase","course_id":131,"status":"P","start_date":"1890-02-11","end_date":"1890-02-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On February 11, 1890 Mr. Chase gave a wonderful speech to those who attended the introduction to the new faculty of the public school in Hannibal Square. The Hannibal Square Elementary was the first public school for African Americans founded in 1883.[1] Mr. Chase shed some light on matters such as slavery and he even goes on to compliment the African American people on their behavior and thirst for knowledge. The public school was a great opportunity for the black children to become educated. They were taught basic school lessons like reading, writing, spelling, history, and arithmetic. They were given an opportunity that their parents didn’t get in their childhood.[2] He urges them to keep striving for knowledge and to keep becoming respectable citizens. Mr. Chase made wonderful points in this speech and sparked a different way of thinking for others. He says that their behavior shows everyone that they are peaceful and take pride in what they do.[3] Mr. Chase goes on saying that he’s never seen such a “hungering and thirsting after knowledge, such a desire to become educated and intelligent citizens as I have seen among you.“[4]","Loring Augustus Chase a man widely known for being one of the founding fathers of Winter Park and also a man with a vision of unity in the city of Winter Park, believed in the equality of black and white.[5] Mr. Chase goes on to say “whose greatest crime is ignorance-not because by nature you want to be ignorant- but because you were forced to occupy that degrading position at the behest of the gigantic relic of barbarism-slavery.”[6]  For a man of his prestige and influence to say that, impacted the black community. But it didn’t only impact the black community; it impacted the white as well. You find Mr. Chase speaking on behalf of the white community. Mr. Chase is breaking chains with his speech and trying to revolutionize American thinking as well as our culture. He states in this speech that the answer to the Race Problem (North and South) is education. Mr. Chase didn’t view the difference of your race as a problem; he viewed it as an everlasting battle between ignorance and knowledge."," "],"display_date":"February 11, 1890","search_date":"1890-02-11","locations":[{"id":1444,"lat":28.5664573086,"lng":-81.3013732137,"zoom":9,"place":"ORANGE, Florida"}],"tags":[{"id":143,"tag":"school"},{"id":1836,"tag":"Speech"},{"id":2443,"tag":"Loring Augustus Chase"},{"id":2444,"tag":"Hannibal Square"},{"id":2445,"tag":"African-American"}],"course":{"name":"Decade of Decision 1890s","school":"Rollins College","course_id":131,"school_id":5}}]}