{"id":1837,"tag":"Poem","points":[[40.7805662337,-73.9388482485]],"bounds":[[40.7805662337,-73.9388482485],[40.7805662337,-73.9388482485]],"episodes":[{"id":5792,"title":"<strong>A Poet Describes the Horrors of a Civil War Hospital</strong>","course_id":113,"status":"P","start_date":"1867-12-01","end_date":"1892-01-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In his poem <em>A March in the Ranks Hard-Prest, and the Road Unknown</em>, Walt Whitman described one of the most haunting memories of his medical career: “Then before I depart I sweep my eyes o'er the scene fain to absorb it all, / Faces [<em>sic</em>], varieties, postures beyond description, most in obscurity, / some of them dead, / Surgeons operating, attendants holding lights, the smell of ether, / the odor of blood, / The crowd, O the crowd of the bloody forms, the yard outside also fill'd.” The setting of Whitman’s nightmare was an impromptu field hospital likely located somewhere near a battlefield. Whitman’s poem poignantly explained the horrors that one could find at field hospitals during the Civil War: “Entering but for a minute I see a sight beyond all the pictures and poems ever made, Shadows of deepest, deepest black, just lit by moving candles and lamps, And by one great pitchy torch stationary with wild red flame and clouds of smoke, By these, crowds, groups of forms vaguely I see on the floor, some in the pews laid down.”","The field hospitals were a horrifying sight for Whitman. This is surprising, in many ways, since Whitman served as a nurse during the Civil War.  For Whitman, the field hospitals lacked sufficient space for all the wounded soldiers in their care.  They reeked of blood and other odors. Not to mention, they presented endless labor for the surgeons and their assistants, who did everything in their power to end the suffering of the wounded and dying soldiers. What Whitman saw in the field hospital haunted his memories the rest of his life.","Nightmares, like the one experienced by Whitman, were common at field hospital during the Civil War. Because field hospitals were the quickest and most efficient source of medical care throughout the years of the war, they existed at essentially every battlefield. In a piece concerning the topic of medical care during the Civil War, historian Victoria Holder wrote that at the beginning of the war, neither the Union nor the Confederacy had any plan for hospitals because they did not believe fighting would last more than a couple months. By 1862, the Union and Confederacy had passed laws creating hospital systems, but by that time, field hospitals were the most relied upon source of treatment for wounded soldiers. Field hospitals were often located a mile or two away from the battlefield. They frequently lacked ample room and supplies to treat the men in their care.","Historian James McPherson, when he wrote about medicine in the Civil War, stated that field hospitals were often churches, hotels, warehouses, shops, barns, private homes, etc. In terms of staff, they were often composed of white women who volunteered to help out. From these sources alone, it is not farfetched to believe what Whitman described in his poem was the truth."],"display_date":"December 1867 - January 1892","search_date":"1879-12-31","locations":[{"id":8925,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":1839,"tag":"Walt Whitman"},{"id":1838,"tag":"Field Hospital"},{"id":1837,"tag":"Poem"},{"id":230,"tag":"Medicine/Health"},{"id":32,"tag":"Civil War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":113,"school_id":3}}]}