{"id":1840,"tag":"Womens Temperance","points":[[40.7805662337,-73.9388482485]],"bounds":[[40.7805662337,-73.9388482485],[40.7805662337,-73.9388482485]],"episodes":[{"id":5788,"title":"\"What! Rob A Poor Man of His Beer!\"","course_id":114,"status":"P","start_date":"1873-12-24","end_date":"1873-12-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In this analysis I will attempt to unlock the purpose of a handbill entitled \"What! Rob A Poor man of his Beer!\" and the meaning behind the words contained within that were written by \"Mr. John Barleycorn Jr.\". The name of the author appears to be a fictitcious name that was used by the anonymous writer of the pamphlet to personify alcohol and to better get his point across. The article was published for the use of the Woman's National Christian Temperance Union.","Organizations such as the Women's National Christian Temperance Union were key players in the fight for national Prohibition of alcohol and utilized documents such as \"What! Rob a Poor man of his Beer!\" to get their message across to readers. The exact date of the pamphlets publication is not noted in the document, but it was created by the National Temperance Society and Publication House in New York sometime between December 24th 1873 when the first protest by the Temperance group occurred to prior to the January 16th, 1920, adoption of the Eighteenth Amendment which prohibited the sale and distribution of alcohol.","The document is a poem that describes the possible pitfalls of alcohol consumption and attempts to focus on the important negative aspects of the consequences of its use such as the financial strain, domestic violence, and immoral behavior that its abuse promotes. It is obvious that the document is a pro-Prohibition document that was designed to enlighten the reader and was used as a tool by the Christian Temperance Union to gain support for a nationwide ban on alcohol production.","The pamphlet points out how much money is wasted on alcohol consumption that could be used to improve the lives of the families that it affects. It places a great deal of emphasis upon how funds are wasted in the saloons that could be better the economic situations for many families. This was a definite concern during those times.","As stated in the poem \"What! Rob a Poor man of his Beer!\" there is mention of a few examples of the type of financial issues that alcoholic abuse contributed to. One such example was mentioned in this statement \"Of ten thousand dollars paid upon the spot, two-thirds was paid directly to the saloons.\" (Barleycorn n.d.) This statement alone proves that alcoholism was a major cause for economic problems that were hurting the economy of families across the nation. Violence is also hinted towards in the pamphlet.","There are several lines in the poem which point out alcohol as being the reason for violence in the family. One such line states \"What! Rob a Poor man of his ale, and prevent him from beating his wife.\" (Barleycorn n.d.) This one line speaks of how violence in the family directed towards women was a serious issue and a justification for Prohibition to be ratified. It is clear from such statements that the author wanted to alert readers that domestic abuse occurred when intoxicated husbands returned home from a night out at the saloon.","Overall the document is a perfect example of how organizations got their message across in regard to their views on Prohibition during an era when print media was the only way to spread information and influence public opinion. The pamphlet's author utilized a poem to explain the downfalls of alcoholism and more importantly promoted and drew attention to the benefits of a dry nation. It was also a way to deliver a message to the general population in a language that everyone could understand at that time. This is clear in the simplistic, informative, but also somewhat entertaining, way that the author attempts to get the attention of the reader by his or her use of a poetic form of writing."," "," "," "," "," "],"display_date":"December 24, 1873","search_date":"1873-12-24","locations":[{"id":8927,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":1840,"tag":"Womens Temperance"},{"id":860,"tag":"Principle of Prohibition"},{"id":699,"tag":"Temperance Movement"},{"id":111,"tag":"Prohibition"}],"course":{"name":"America From Civil War to World Stage","school":"Widener University","course_id":114,"school_id":43}}]}