{"id":1843,"tag":"15th Amendment","points":[],"bounds":[[-100,-100],[100,100]],"episodes":[{"id":5797,"title":"Senator Brown Gives his Opinion on the Fifteenth Amendment","course_id":113,"status":"P","start_date":"1869-04-14","end_date":"1869-04-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the years following the end of the Civil War, Congress passed a series of amendments to the Constitution that were designed to extend to African Americans the same rights that white citizens had. Among this group, known as the Reconstruction Amendments, was the Fifteenth Amendment. This piece of legislation, introduced in 1869, made it illegal to deny anyone the right to vote based on his race or skin color. On March twenty-third of 1869, Representative Samuel T. Brown of Pennsylvania spoke before the House of Representatives to declare his support for the Fifteenth Amendment. In regards to black suffrage, he stated that he had “no particular hankering for it” and did not “desire to see the Constitution of Pennsylvania changed…to allow negroes to vote.” Brown, however, saw it as his duty to the Constitution and the nation to vote in favor of this amendment. He believed that reconstruction was the most important goal of the Civil War, and that “negro suffrage was the only thing that could accomplish reconstruction.” For him, the failure to pass the Fifteenth Amendment would mean that the war had been fought in vain.","The Fifteenth Amendment, along with the other Reconstruction Amendments, was one of the most pivotal and controversial bills to be passed by Congress. According to sociologist Albert Bergesen, these three amendments finally bestowed citizenship to African Americans and recognized them as members of the United States. With the Fifteenth Amendment, the former slaves had a way to shape the country that had oppressed them for centuries. The instatement of this legislation was not easy, though. Historian Everette Swinney stated that the efforts started to fall apart as soon as they began. Groups such as the Ku Klux Klan continued to terrorize black communities and intimidate would-be voters. The state of Georgia refused to accept the Fifteenth Amendment, and as a result, Congress reinstated military rule until the state legislature ratified the bill. Some states implemented poll taxes or literary tests as a requirement to vote in order to disenfranchise poor or uneducated blacks. It became necessary to pass a series of “Enforcement Acts” to make sure the amendment was carried out. These acts said in plain language that it was illegal to obstruct voting and provided the federal government with extensive abilities to punish the lawbreakers. Despite all of this legislation, however, politicians would debate the constitutionality of the Fifteenth Amendment into the early Twentieth century. That is why support such as Senator Brown’s in the face of such adversity was necessary for the bill and Reconstruction to succeed. He publicly stated his intention to vote to pass it knowing that he would lose voters as a result. Brown believed it was the right thing to do, and told the House “we will do justice, though the heavens fall.”"],"display_date":"April 14, 1869","search_date":"1869-04-14","locations":[{"id":1276,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":123,"tag":"Reconstruction"},{"id":170,"tag":"suffrage"},{"id":1843,"tag":"15th Amendment"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":113,"school_id":3}}]}