{"id":1844,"tag":"bootlegging","points":[[39.96955852,-83.0093502958],[44.6366300925,-88.0119422379],[43.0673586017,-89.4183305055]],"bounds":[[44.6366300925,-83.0093502958],[39.96955852,-89.4183305055]],"episodes":[{"id":5798,"title":"A review of an article debating whether Prohibition was a success or failure.","course_id":114,"status":"P","start_date":"1/17/20","end_date":"12/5/30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Prohibition was a time in American history when some Americans’ desire to improve the lives of people in the United States by removing the temptation of alcohol (or ‘Prohibiting’ it) overshadowed the intrinsic rights and freedoms that are so dear to our country. Prohibition refers to “any law banning the sale and consumption of alcohol, in particular local laws that have the same effect.” [1] Prohibition was enacted from 1920-1933 because it was felt that alcohol was at the root of most crimes committed.  The logic of the laws was that by banning alcohol, society would see the near elimination of almost all acts of crime.  The proponents of these laws were mainly religious and women’s groups.","While crime declined by approximately a third initially [2], these laws actually lead to a new crop of illegal activity resulting in thousands of deaths from either murders, contamination from the consumption of unregulated alcohol, or violence against people who tried to obtain alcohol.","“ Prohibition – A Success or Failure” is a six-page article written in May of 1926 by the American Issue Publishing Company in Westerville, Ohio.  The author was Wayne B. Wheeler, General Counsel and Legislative Superintendent of the Anti-Saloon League of America.  His status within the Anti-Saloon league would indicate that he had a bias against the sale and consumption of alcohol and was a supporter of Prohibition.  However his views in the article seem fairly unbiased.  The article takes a look at Prohibition to see if the act helped eliminate the problems to which alcohol contributes or only proved as a social experiment that crime will continue to exist even without the presence of booze.","The article touches on the devastating effects of eliminating an entire industry.  This law not only affected brewers and saloon owners, but delivery men, cleaning crews, prison guards, and all the people who benefitted from this industry, including their families.  Typically, when an industry meets its end, it is in a gradual manner, brought about by gradually decreasing sales, etc.  So the impact of essentially “laying off” this entire industry at the same time was severe.","However, the benefits to drinkers, their personal health, family life, and public life were undeniable.  Family life saw a drastic improvement as paychecks were put to better use and life expectancies, and therefore wage earning years, lengthened.","During its relatively short 13-year lifespan, national Prohibition did a great deal of good for long-term family life.  It is significantly difficult to break familial cycles.  People repeat the habits that they grew up with unless they put significant effort into consciously changing them.  Therefore, there was a whole generation of kids who would have otherwise been raised in households with drunken fathers.  Mathematically, those children went on to have one to any number of children for whom the cycle was broken.  That changed the future for an innumerable number of Americans.  Success or failure, it may have been enough to reshape the future of American society."],"display_date":"January 17, 1920 - December 5, 1930","search_date":"1925-06-26","locations":[{"id":19923,"lat":39.96955852,"lng":-83.0093502958,"zoom":9,"place":"Franklin, Ohio"}],"tags":[{"id":1844,"tag":"bootlegging"},{"id":111,"tag":"Prohibition"}],"course":{"name":"America From Civil War to World Stage","school":"Widener University","course_id":114,"school_id":43}},{"id":6089,"title":"Liquor has always been plentiful in Wisconsin, even during prohibition.","course_id":121,"status":"P","start_date":"1/1/29","end_date":"12/31/29","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["“Chicago may have put the roar in the roaring Twenties but it was","Wisconsin with its steady resistance from otherwise law abiding citizens that","was the straw on the camels back of Prohibition.”  That is what Michael Bie","said in his book titled “It Happened in Wisconsin”  about the sentiment in","Wisconsin during prohibition. Then it was April 2, 1929 when 64% of","Wisconsin voters voted yes to repeal the Severson Act. The Severson Act is","the state law that enforced prohibition. This was three years before federal","prohibition ended in 1933. Frank Buckley of the federal bureau of","prohibition was commissioned by the national commission on law","observance and enforcement to do a survey and rate Wisconsin’s","enforcement of the federal prohibition laws. Buckleys report was based on","information he gathered from law enforcement officials, inspection of","records, and from personal observations.","“Wisconsin, to the average American unacquainted with actual","conditions therein, is commonly regarded as a Gibraltar of the wets— sort","of a Utopia where everybody drinks their fill and John Barleycorn still holds","forth in splendor.” That is an example of some of the colorful language","Buckley uses in this federal report to describe Wisconsin. Buckley holds","little back in the language he uses to get his point across. When reading","this report one can feel Buckleys prejudice against the “wets” as well as","“the foreign element”.  If this report was published today it might be","considered unacceptable and politically incorrect, but this was the language","of the time. The following is what Buckley had to say about the capital city","of Madison.  “The section of the city known as the Bush is made up of","Sicilian Italians of the worst sort, most of whom are bootleggers. There","have been several killings in this district, carried along the lines of similar","butcheries in Chicago”","While Buckleys report contains real statistical information about the","use of alcohol in Wisconsin during prohibition. The report is also a great","example of how documented history can be tainted and seen only through","the lens of the historian."," "," "," "],"display_date":1929,"search_date":"1929-07-02","locations":[{"id":18939,"lat":44.6366300925,"lng":-88.0119422379,"zoom":9,"place":"Brown, Wisconsin"},{"id":19337,"lat":43.0673586017,"lng":-89.4183305055,"zoom":9,"place":"Dane, Wisconsin"}],"tags":[{"id":2216,"tag":"Beer"},{"id":1844,"tag":"bootlegging"},{"id":2206,"tag":"Wisconsin"},{"id":111,"tag":"Prohibition"}],"course":{"name":"Introduction to Digital History","school":"University of Wisconsin, Milwaukee","course_id":121,"school_id":68}}]}