{"id":1849,"tag":"Advertisement","points":[[38.9151212228,-76.9435162098],[40.7127837,-74.0059413]],"bounds":[[40.7127837,-74.0059413],[38.9151212228,-76.9435162098]],"episodes":[{"id":5800,"title":"<strong><em>Daily National Intelligencer</em> Advertises for Fugitive Slaves</strong>","course_id":113,"status":"P","start_date":"1816-04-20","end_date":"1816-04-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On April 20, 1816, the <em>Daily National Intelligencer</em>, located in Washington D.C., published an article advertising fugitive slaves.  The article began by stating, “Fifty persons of color were brought into this city, in the ship <em>Lord Somers, </em>from London.”  The <em>Intelligencer</em> continued, “On examination, satisfactory evidence was produced, that forty-three were free, two the property of citizens of this city; and the description of the remaining five is now published­­- they are supposed to be fugitive slaves.”  The article provided detailed descriptions of the slaves and owners were expected to come forward with proof to claim their property.  For example, one description stated, “John Williams, says he was born in Savannah, state of Georgia.”  The description then continues, “ he was the property of Mr. Robert Boush in 1806; about 43 years of age; 5 feet 4 inches high.”  Slaves had high hopes of escaping from their owners’ barracks, but being able to successfully get away was usually impossible.","With the increasing numbers of slaves attempting to escape plantations on which they were held captive, southern states created fugitive slave laws.  According to historian William R. Leslie, the subject of fugitive slaves became a popular topic of discussion after the Pennsylvania Supreme Courts ruling in the <em>Commonwealth v. Holloway case </em>in 1816.  This case involved a fugitive slave giving birth to a child on Pennsylvania soil and the court ruling that the child was not subject to slavery.  This had many southerners irate and protests took place.   Later, the Pennsylvania Fugitive Slave Act of 1826 protected freed slaves and prevented the kidnapping of any black individual.","The federal government developed a fugitive slave act to help return escaped slaves to their owners.  Under this law, if a slave were to escape, the person whom was hired by the slave owner had the right to capture the fugitive and take him or her before any United States Judge or magistrate.  The Fugitive Slave Law of 1793 stated, “any person obstructing in any way such seizure or removal, or harboring or concealing any fugitive after notice, is liable to a penalty of $500.”  Northern states did not obey this law and developed their own laws to protect any person within their borders from being taken back to slavery.  The large number of loopholes in this law eventually resulted in a more stringent fugitive slave act.  According to historian James McPherson, the creation of the Fugitive Slave Act of 1850 gave the national government superior power over any other law during that time."],"display_date":"April 20, 1816","search_date":"1816-04-20","locations":[{"id":1271,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":1850,"tag":"Slave Laws"},{"id":1849,"tag":"Advertisement"},{"id":126,"tag":"fugitive slave"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":113,"school_id":3}},{"id":6562,"title":"Tampax Tampons: Technology for a Taboo Topic","course_id":162,"status":"P","start_date":"10/15/37","end_date":"10/15/37","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Every time a woman uses a tampon, she is handling a centuries-old, technologically innovative piece of culturally influential technology that remains shrouded in mystery.  Menstruation has always been a socially taboo topic, along with female sexuality, women’s rights, and women’s body parts. The Tampax company, using J. Walter Thompson & Co. advertising company, introduced its tampon to the public with a print ad in a widely read magazine on October 15, 1937. The advertisement was aimed at active women in the 13—45 age bracket. The ad had a distinctly medical slant to give credence to the product so that women would feel comfortable knowing that it was medically sound.  The ad used phrasing such as “the medical tampon used by physicians,” “perfected by a doctor,” and “recommended by gynecologists.”","The advertisement also emphasized “such comfort and freedom that they [women] are unaware of its presence.”  The ad stressed “with Tampax you wear no belts, no pins, no pads.” This coincided with the attitude that was at last becoming the norm for women—independence. Not only was it freeing, but a woman could now place her attention on her new-found independence in social circles by telling us, that it is “[p]ractical even during dancing, sport activities, taking a bath” and having “such freedom and comfort that [women] are <em>unaware of its presence!</em>”","Throughout history various methods of managing monthly blood flow have been used. For instance, in the Roman Empire cloth bandages were used by civilized members of society while “their savage sisters in Africa and Australia used bandages made of grass or vegetable fiber.” In ancient Japan women vaginally inserted layered paper held in place with a bandage.  “The commercial tampon as we know it has been shaped and re-shaped by a myriad of invisible forces—like genuine concern for women’s wellness, certainly, but also sexism, panic, feminism, capitalism, and secrecy.” Up until 1925, American women wore a diaper-like garment made of flannel, which they washed and reused. They were bulky and uncomfortable. In 1896, a sanitary napkin was manufactured by Johnson and Johnson but was withdrawn from the market because advertising this type of personal product was not seen as socially acceptable because of the terse morality of the day. There was a lot of puritanical discomfort with the concept of women touching themselves in any way in their genital area. “People thought that tampon use was inappropriate because it might break the hymen . . . and might be . . . pleasurable and might be a way for girls to experience orgasmic pleasure.”","Historically, tampons had been documented in Europe in the eighteenth and nineteenth centuries. They were used for purposes other than menstrual management. In 1776 a French doctor describes tampons which were “tightly rolled, vinegar-soaked linen that was used to stem the flow of hemorrhage and leucorrhea.”  In the late nineteenth century Dr. Paul F. Munde, an accomplished gynecologist, described eight distinct uses for the tampon; number eight was “the absorption of vaginal and uterine discharges.\"","It was in World War I that French nurses discovered that the bandages they used to stop the bleeding of wounded soldiers could be used by menstruating women. The material was more absorbent than the cloth diapers that were used at that time. Slowly, women’s personal products came out of the closet.  Attitudes began to change as women flooded into the work force and became increasingly independent.  Advertisers picked up on this and Tampax went on to become “one of the great game-changers in twentieth century periods.”"],"display_date":"October 15, 1937","search_date":"1937-10-15","locations":[{"id":52909,"lat":40.7127837,"lng":-74.0059413,"zoom":10,"place":"New York, NY"}],"tags":[{"id":3078,"tag":"tampon"},{"id":3079,"tag":"tampons"},{"id":3080,"tag":"Tampax"},{"id":3081,"tag":"Tampax tampons"},{"id":3082,"tag":"period"},{"id":3083,"tag":"women's periods"},{"id":3084,"tag":"menstruation"},{"id":1849,"tag":"Advertisement"}],"course":{"name":"Historical Perspectives on Technology","school":"Widener University","course_id":162,"school_id":43}}]}