{"id":1851,"tag":"Enforcement Act","points":[[42.9153034863,-71.7160081721]],"bounds":[[42.9153034863,-71.7160081721],[42.9153034863,-71.7160081721]],"episodes":[{"id":5801,"title":"<strong>U.S. Government takes stand against Ku Klux Klan</strong>","course_id":113,"status":"P","start_date":"1871-10-25","end_date":"1871-10-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The United States Government took action against the Ku Klux Klan in Spartansburg and eight other counties located in South Carolina.  The <em>Farmer’s Cabinet </em>claimed the Klan received a warning from government officials on October 12, 1871 saying “that unless they dispersed and gave up their arms within five days, martial law would be proclaimed.”  Needless to say, the Klan did not disperse or hand over their weapons.  This led to President U.S. Grant issuing his proclamation putting the district under martial law.  The issuance of this proclamation “is notable as being the first case of the suspension of the privileges of the writ of habeas corpus under the enforcement act.” The Enforcement Acts were “criminal codes that protected blacks’ right to vote, hold office, serve on juries, and receive equal protection of laws.  If states failed to abide by these laws, the federal government was permitted to intervene, which is what happened in Spartansburg, South Carolina.  The federal government targeted the Ku Klux Klan when these acts were put into effect.","Throughout the Reconstruction era, many white southerners despised blacks and their Republican supporters and took umbrage at the rights given to blacks.Historian David Everitt claims southern white men looked for a way to scare and harm blacks and their white supporters. White supremacy groups developed as a result.  One of these groups, the Ku Klux Klan, originated in Tennessee and eventually spread to South Carolina in 1868.   South Carolina was not the only state affected by Klan violence: the Klan was present in the majority of southern states. However, parts of South Carolina experienced the most horrifying acts of terror between fall of 1870 and summer of 1871.  During this span, the Klan announced its targets, which was “the scum of the earth, the scrapings of creation,” according to David Everett.  They also tried to do everything they could to resist “negro rule, black bayonets, and a miserably degraded and thievish set of lawmakers.”  South Carolina’s York County faced many attacks by the Klan.  The Klan committed six murders and hundreds of whippings and beatings.  Besides its violent nature, the Klan also performed other activities.  According to Historian Elaine Parsons, the Klan dressed up in their costumes and performed a moonlight dance and musical entertainment.  ","State officials in South Carolina were not obeying the enforcement act, which resulted in the federal government intervening and taking control of the situation.  This story reached the whole way up to New Hampshire, where the article was published.  If crimes by the Klan had continued, the forward movement of America would have been significantly affected."],"display_date":"October 25, 1871","search_date":"1871-10-25","locations":[{"id":8420,"lat":42.9153034863,"lng":-71.7160081721,"zoom":9,"place":"HILLSBOROUGH, New Hampshire"}],"tags":[{"id":151,"tag":"Ku Klux Klan"},{"id":1851,"tag":"Enforcement Act"},{"id":1852,"tag":"Terror"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":113,"school_id":3}}]}