{"id":1854,"tag":"Filibuster","points":[[38.9151212228,-76.9435162098]],"bounds":[[38.9151212228,-76.9435162098],[38.9151212228,-76.9435162098]],"episodes":[{"id":5803,"title":"<strong>Congressman W.S. Groesbeck Supports the Seizure of William Walker</strong>","course_id":113,"status":"P","start_date":"1858-01-11","end_date":"1858-01-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the House of Representatives on January 11, 1858, the Honorable W.S. Groesbeck of Ohio took the floor to argue in support of the recent capture of filibusterer, General William Walker. The speech served as a rebuttal to objections raised by Representative Keitt of South Carolina and Representative Stephens of Georgia.","Representatives Keitt and Stephens argued that the seizure of Walker and his company from Nicaragua was illegal. For these two Congressmen, the United States had violated jurisdiction zones established by the “law of 1818” during Walker’s seizure. In defense of the US forces that captured Walker, Representative Groesbeck focused his speech on the theme that “the sea is no sanctuary for crime.” He stated that since Walker and his company were American citizens, “the duty of this Government [was] to keep the peace with all other nations; and to break up combinations of its own citizens who have actually started upon expeditions to violate the peace of other nations.” This being said, Representative Groesbeck saw nothing wrong with the actions the US government took to apprehend Walker and his company: “He [the commander of the US Navy] had the right to cross the line of the marine league from our shore; he had the right to pursue this expedition, which was being <em>carried on</em> across the Gulf; and he had the right, with the consent of Nicaragua, to enter within her jurisdiction.” Simply put, General Walker and his company were rightfully and legally seized and detained by the US government.","William Walker was a man of many skills. Despite his medical education and experience in journalism, he is best remembered as a filibusterer. Walker’s first filibuster occurred in 1853 in Sonora, Mexico. The success of this filibuster prompted Walker to pursue Nicaragua a few years later.","The US Department of State acknowledges that filibustering-the militaristic actions of private citizens in a foreign land-was common in the years between the Mexican War and Civil War. Like Walker, most filibusterers were southern men hoping that the acquisition of new territory in Central America would ensure the expansion and survival of slavery. For this reason, as historian James McPherson wrote, “While much of the northern press condemned Walker as a pirate, southern newspapers praised him as engaged in a ‘noble cause.’” These conflicting perceptions of Walker’s actions created fierce tension in Washington.","When Walker and his company returned to Nicaragua in 1857, the US reacted. Historian Amy Greenberg wrote on this matter, “In May 1857 Walker surrendered to the commander of the United States navy after falling to the combined pressure of a Central American army, Great Britain, and threatened American shipping interest.” As evident in Rep. Groesbeck’s speech, there was a lot of controversy concerning Walker’s seizure. This contention between southerners and northerners in regards to the US actions was, in the end, pointless. In May 1858, a jury in New Orleans acquitted Walker of all charges for violating federal law."],"display_date":"January 11, 1858","search_date":"1858-01-11","locations":[{"id":1275,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":9,"tag":"Law"},{"id":1,"tag":"Crime/Violence"},{"id":20,"tag":"Diplomacy/International"},{"id":1854,"tag":"Filibuster"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":113,"school_id":3}},{"id":6287,"title":"Nicaragua Applauds Commodore Pauling for Capturing William Walker","course_id":137,"status":"P","start_date":"1857-12-01","end_date":"1858-03-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On March 31,1858 the Office of the Minister of Foreign Affairs of Nicaragua wrote to United States Naval officer Hiram Paulding concerning his role in the capture and removal of the American filibusterer William Walker from Nicaraguan soil. In the letter, the government of Nicaragua applauded Paulding for his actions and informed him that “the [Nicaraguan] minister plenipotentiary in Washington was expressly directed to make known to the government of the United States that Nicaragua approved with full satisfaction the capture on its own territory of those revolutionist [Walker and his men] by the naval forces under your [Pauling’s] orders.”","In the months after Paulding’s December 1857 seizure of Walker, the capture’s actions had been called into question. Upon being returned to the United States Walker, who had previously studied law, took his case to the press. As summarized by historian William O. Scroggs, Walker  “coolly discussed Paulding’s invasion of the territory of a friendly power and his insult to its flag.” He then began to make claims that “It was the duty of the American Government…to return his men to the place from which they had been forcibly removed, and to salute the flag of Nicaragua for the insult it had received.”","While obviously overplaying his concern for Nicaragua’s national honor, Walker’s argument and his cause found favor with many in the southern masses including several southern congressmen. In fact, according to historian James McPherson, Georgia representative “Alexander Stephens urged the court-martial of the commodore who had detained Walker [Paulding].” Stephens was not alone in his views. No less than “two dozen Southern senators and congressmen echoed this sentiment in an extraordinary congressional debate.” The future of Paulding’s military career seemed uncertain.","Nicaragua was not oblivious to these ongoing debates. In the March letter to Paulding, the Nicaraguans expressed the “deep pain” felt by their government upon hearing “that the partisans of filibusterism have endeavored to blacken your [Paulding’s] conduct.” It is perhaps in response to these pains that the letter was written. By ensuring that “the grateful voice of the [Nicaraguan] government, of the people of Nicaragua, and all Central Americans rendering thanks to Commodore Paulding” gained a hearing by the American Congress, Nicaragua hoped to help save the career of the Naval officer who a few months earlier had helped to save them.","William Walker’s filibustering escapades in Central America were not over. In his final attempt at Nicaragua the British Navy captured Walker and turned him over to Central American authorities who were far less tolerant of the filibuster’s conduct. In the words of McPherson, “on September 12, 1860, the grey-eyed man [Walker] met his destiny before a Honduran firing squad.”"],"display_date":"December 1857 - March 1858","search_date":"1858-01-29","locations":[{"id":1275,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":1854,"tag":"Filibuster"},{"id":1418,"tag":"Nicaragua"},{"id":442,"tag":"Foreign Politics"},{"id":2554,"tag":"Alexander Stephens"},{"id":2553,"tag":"Hiram Paulding"},{"id":2552,"tag":"William Walker"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":137,"school_id":3}}]}