{"id":1859,"tag":"World War 1","points":[[40.6916304076,-74.0035386433],[39.2338595038,-76.3925904773],[38.9151212228,-76.9435162098]],"bounds":[[40.6916304076,-74.0035386433],[38.9151212228,-76.9435162098]],"episodes":[{"id":5805,"title":"When America was engaged in War War 1 a national creed was written in order to movtivate Amerian people to stay loyal to thier country.","course_id":114,"status":"P","start_date":"4/3/18","end_date":"4/3/18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the 1910s, as war raged in Europe, America prided itself for remaining a neutral country. For three years President Wilson tried to keep America out of the overseas conflict. However, by 1917 President Wilson no longer felt that the U.S. could remain neutral due to attacks against American shipping and threats to the nation’s security. As the nation entered the conflict, patriotic activities and rhetoric became more popular. This show of patriotism was shown in many different ways, such as through songs like “Over there” by George M. Cohan. An even bigger show of patriotism took place when the New York State Commissioner of Education, Henry Sterling Chapin came up with the idea of creating a national creed. A creed is a system of principles or beliefs that is usually accepted by that group. The national creed would summarize America’s political faith by drawing from fundamental elements of American history and tradition. A nationwide writing contest was launched to find who could best put the national creed into words. The end result was what gave birth to the American Creed:","“I believe in the United States of America as a government of the people, by the people, for the people; whose just powers are derived from the consent of the governed, a democracy in a republic, a sovereign Nation of many sovereign States; a perfect union, one and inseparable; established upon those principles of freedom, equality, justice, and humanity for which American patriots sacrificed their lives and fortunes.","I therefore believe it is my duty to my country to love it, to support its Constitution, to obey its laws, to respect its flag, and to defend it against all enemies.","-William Tyler Page"," ","More than three thousand entries were submitted. The winner, William Tyler Page, was from Friendship Heights, Maryland. At the young age of thirteen, Page had served as a U.S. Capitol page in Washington. He then went on to serve as an employee of the Capitol building for almost sixty-one years. Winning a contest that shows patriotism probably came naturally for Page since he came from family deeply rooted in American politics. In 1650, one of his descendants arrived in America, and later settled in Williamsburg, Virginia. From 1789-1797 Congressman John Page served in the House of Representative. Page was also related to Carter Braxton, who signed the Declaration of Independence. The tenth president of the United States, John Tyler is another one of William Tyler Page ancestors.","America was a nation of immigrants that was engaged in a war against some of the counties from which many of the immigrants or their descendants originated. Some feared that this could cause conflicts and divide the American people. The American Creed reminds people to give power and support to the U.S. government and any challenges it will face in the future. The creed also reminds people to uphold their duties to the government in the land in which they now reside.","It was just a little over a year after the start of World War 1 when the National Creed of America was approved by the speaker of the House of Representatives and the commissioner of education of the state of New York. On April 3, 1918 in the House of Representatives Office Building the mayor of Baltimore James H. Preston presented the award to Page. The <em>Congressional Record</em> printed the proceedings that were related with the award on April 13, 1918. A year after the Creed was adopted by Congress, Page was elected clerk of the House. Thirteen years later, when the Democrats were the majority party, they created the office of minority clerk of the House of Representatives for Page. He held that position for the rest of his life.","At a time when patriotic sentiments were very important, the American Creed was the perfect compliment. Page’s short statement drew on American history and tradition to remind people what they were fighting for in 1918 and encourage them to give all to their country."," "," ","Sources:","Copyright ©1995-2013 by the Independence Hall Association","This Page Established on 20 November, 1994","Copyright © 1999-2012 by HomeOfHeroes.com"," "],"display_date":"April 3, 1918","search_date":"1918-04-03","locations":[{"id":15927,"lat":40.6916304076,"lng":-74.0035386433,"zoom":10,"place":"New York, New York"}],"tags":[{"id":1858,"tag":"America's Creed"},{"id":1859,"tag":"World War 1"}],"course":{"name":"America From Civil War to World Stage","school":"Widener University","course_id":114,"school_id":43}},{"id":6261,"title":"Laurel: An Almost home for the Bonus Expaditionary Force","course_id":132,"status":"P","start_date":"5/1/32","end_date":"12/31/32","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["After World War I, men who had fought in the United States military forces were promised a bonus. Imagined as a way to provide them with some financial support in their older age, Congress agreed to pay the bonus in 1945 --nearly thirty years after the end of the war. However, by 1932, veterans of the war were feeling the impact of the Great Depression very sharply.Walter W. Wathers left Portland, Oregon, with a few hundred men, determined to march to Washington and demand immediate payment of their promised bonus. The march eventually included 20,000 veterans and their family members. Their protest was peaceful and orderly, but it failed. Under orders of the President, they were expelled from Washington. Three Marchers were killed during the protests.","With the death of their comrades still fresh on their minds, many of the Bonus Marchers simply returned home. Waters was determined not to give up, however. While many veterans abandoned the fight, some remained with Waters. They continued their effort to continue to convince the American government that their plight demanded immediate action.","Violently expelled from Washington, DC, Waters began to search for another place his army could call home. Johnstown Pennsylvania extended an offer, but Waters declined. He wanted to set up his troops in  area closer to the “front,” and Maude Edgell offered Waters a wooded plot in Laurel, Maryland.","Waters set about to create a new encampment there, where his fellow veterans could not just continue to occupy in protest, but also live in a self sustaining community. Several hundred veterans gathered at the sight to begin preperation for the settlement. Waters met with the Mayor of Laurel to discuss these plans.","Unfortunately for Waters, politicians were not finished refusing the Bonus Army. Maryland's governor at the time, Alan Richie, delcared the site unsuitable for such a large settlement, insisting that the land was not appropriate for farming and that the lack of water and infrastructure were insurmountable.","With yet another defeat, the bonus army wandered off in to obscurity. Several hundred of the former marchers died in a hurricane. Their final defeat was a mass cremation. They had been ignored by their government, driven out by the army they once served, and labeled as radicals. The Bonus would eventually be paid in 1936 but not with out significant losses by of those who had fought for it."," "],"display_date":"May - December 1932","search_date":"1932-08-31","locations":[{"id":24195,"lat":39.2338595038,"lng":-76.3925904773,"zoom":9,"place":"Baltimore, Maryland"}],"tags":[{"id":2565,"tag":"Laurel Md"},{"id":280,"tag":"Maryland"},{"id":728,"tag":"Veterans"},{"id":1859,"tag":"World War 1"},{"id":1081,"tag":"The Great Depression"},{"id":1173,"tag":"Bonus March"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}},{"id":6360,"title":"<strong>David F. Houston on U.S War Preparation</strong>","course_id":140,"status":"P","start_date":"1/1/17","end_date":"12/31/17","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The United States did its best to stay neutral during the onset of the First World War. President Woodrow Wilson famously insisted that, \"America was too proud to fight\" in the European conflict. During this time, President Wilson pursued a non-intervention policy and tried to help mediate peace for all sides. He realized that the German government, in particular, was not interested in ending the war. On May 7, 1915, a German U-boat sank the British ocean liner <em>RMS Lusitania </em>killing 128 Americans. President Wilson was forced to make a stand and told the Germans that unrestricted warfare on non-military targets would not be tolerated. The German government originally agreed with the demand but by January 1917 they had sunk an additional seven U.S merchant ships. Realizing that he was now out of options, President Wilson called for war. Congress complied and declared war on April 6, 1917.","Soon after America declared war, Secretary of Agriculture David F. Houston wrote a commentary encapsulating his thoughts about U.S preparedness for the conflict entitled <em>U.S War Readiness, 1917. </em>Houston's insights about America's preparation for war and its speedy development of civil and military production capabilities shows exactly what kind of man he was. An academic with a degree in political science from Harvard University, Houston had taught at the University of Texas where he eventually became dean of the facility. Afterwards, he had accepted a job as president of rival university Texas A & M. He then proceeded to become chancellor of Washington University in St. Louis before accepting a position in President Wilson's cabinet. Toward the end of the war he became Secretary of the Treasury. He eventually left politics and entered the business world as president of Bell Telephone financial subsidiary, Bell Telephone Securities. Afterwards, he served as director of AT&T, the Guaranty Trust Company, and the United States Steel Corporation.","When David F. Houston wrote <em>U.S War Readiness, 1917 </em>he wasn't trying to hide his emotional state regarding the conflict. He was a very patriotic man who believed - along with many Americans - that the time had come for the United States to enter the war. His writings highlighted the magnitude of such an undertaking. Even Houston could not comprehend the vast funds authorized by Congress to support the war machine. For example, he writes that Congress had authorized over $21 billion dollars toward war efforts. The money was allocated for military operations that included building machinery such as ships and airplanes, maintaining supplies for the troops, transportation needs, and adequate medicine and medical care for the wounded. Houston states that the budget for ship construction of $1.9 billion dollars was nearly double the former federal budget as a whole. On the topic, Houston said, \"The figures even for particular items are beyond comprehension.\" Houston goes on to write in great detail about the cost of all facets of military operations.","What may be more incredible than the financial and industrial output necessary to support the war effort were the programs that were developed to safeguard these operations. Houston mentions that only a few months earlier, the Council of Defense was formed. Some of the responsibilities of the committee included mobilizing forces, utilizing waterways and highways, increasing domestic production for military commitments, and being able to utilize the nation's resources immediately if warranted. Houston also draws special attention to seven agencies still in their infancy that he thinks would play \"peculiar importance\" in the war mobilization. These newly-formed agencies included a shipping board, and aviation, medical, transportation, munitions, and labor committees. Houston says that these governmental bodies were able to become truly effective when the United States entered war. Other agencies that were created to regulate wartime activities include the Food Administration, the Fuel Administration, the War Council, the War Trade Board, and the War Industries Board. It is clear that Houston considers the War Industries Board to be of the greatest importance. He explains that all purchases for the Allies have to be approved by the three-person committee. The War Industries Board analyzes all aspects of industrial operations and makes commodity purchases large enough to effect market values.","In his essay, David F. Houston shares his thoughts on how America mobilized its economic and industrial might after it entered World War One. His writing shows just how overwhelmed he was with America's massive production abilities and the programs that kept war preparation operations running efficiently. He understood that technology alone would not win the war. He stated, \"No machinery is of great value unless it is properly manned.\" He believed that Americans would rise to the challenge. He was right."],"display_date":1917,"search_date":"1917-07-02","locations":[{"id":17283,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Dist Columbia, District of Columbia"}],"tags":[{"id":2689,"tag":"David F Houston"},{"id":1859,"tag":"World War 1"},{"id":2692,"tag":"The Great War"},{"id":2693,"tag":"U.S War Readiness, 1917"},{"id":2694,"tag":"America's War Effort"}],"course":{"name":"Historical Perspectives on Technology","school":"Widener University","course_id":140,"school_id":43}}]}