{"id":1860,"tag":"Battle of Gettysburg","points":[[39.8715057392,-77.2179223246],[39.8309293,-77.2310955],[39.831284450011,-77.230555239029],[39.824781492115,-77.230518915765]],"bounds":[[39.8715057392,-77.2179223246],[39.824781492115,-77.2310955]],"episodes":[{"id":5806,"title":"A Pennsylvania Private Watches the Fighting from Culp’s Hill at Gettysburg","course_id":113,"status":"P","start_date":"1863-07-01","end_date":"1863-07-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1862, Private Milton S. Lytle received orders to transfer from his original unit, the 125<sup>th</sup> Pennsylvania Infantry, to General H.W. Slocum’s headquarters division of the Twelfth Corps of the Army of the Potomac. Lytle was a part of this unit when the Twelfth Corps marched towards Gettysburg on July 1, 1863, to support the Union forces there already engaged with Confederates. By the end of the second day of fighting, the corps under Slocum had been pushed back to Culp’s Hull at the northern end of the Union line. On the dawn of the third day, Lytle watched as soldiers of the unit pushed outward in an attempt to recapture the positions they had held the day before. In his diary, he wrote his comrades were “hotly engaged…but half a mile off. This infantry fighting commenced at 4 am.” The fight between Slocum’s men and the Confederate troops under General Edward Johnson lasted for seven hours. In this time, the Union men managed to drive off the Rebels and reclaim their trenches from the previous day. Following this action, the battle subsided for a few hours.","Private Lytle, feeling safe due to the lull in the fighting, settled down to take a nap in the woods of Culp’s Hill. He awoke fifteen minutes after one o’clock to the sound of Confederate cannons firing on the Union positions on Cemetery Hill. Lytle described the barrage as such: “The cannonading for two hours was terrific, exceeding Chancellorsville in rapidity. The shells did fearful execution.” This cannon fire was the opening act of what would become known as Pickett’s Charge. During this attack, as many as 15,000 Confederate troops charged across almost a mile of open field, straight into Union artillery and rifle fire. Over half of the attackers were cut down before the retreat was sounded. This marked the turning point of the battle and the furthest Confederate troops advanced through Union lines. After the failed charge, Lytle climbed the hill to look into Gettysburg, but returned to his position after a narrow miss with a sharpshooter’s bullet. The next day, Lee’s Army of Northern Virginia withdrew and escaped to Maryland. Over the course of the three days, over 50,000 Union and Confederate soldiers died on the fields of Gettysburg. Lytle and his comrades spent July 4 looking for Rebels left in the town. He described what he encountered that morning in his diary: “Silence prevails today. The face of every soldier wears a joyful expression. Our success yesterday was decided.”"],"display_date":"July 1, 1863 - July 4, 1863","search_date":"1863-07-02","locations":[{"id":10806,"lat":39.8715057392,"lng":-77.2179223246,"zoom":9,"place":"ADAMS, Pennsylvania"}],"tags":[{"id":32,"tag":"Civil War"},{"id":1860,"tag":"Battle of Gettysburg"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":113,"school_id":3}},{"id":5807,"title":"A Local Describes Gettysburg After the Battle","course_id":113,"status":"P","start_date":"1863-07-20","end_date":"1863-07-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Battle of Gettysburg remains the bloodiest battle in United States history. With a combined 51,112 men killed in the battle over a three day span, the momentum of the Civil War took a turn in favor of Union forces. With fallen soldiers decorating the landscape of the Gettysburg battlefield, <em>The Republican Compiler</em>, a Gettysburg newspaper from 1854 to 1868, published vivid details of what the battlefield looked like and the significant effects the battle left on the town.","A local man, Mr. Cooke, who was a special correspondent for <em>The Age</em>, another local newspaper, gave one of the most graphic accounts of the battle’s aftermath. <em>The Republican Compiler</em> printed Cooke’s account in their July 20, tenth edition; the second paper that they had printed since the end of the battle. Cooke gave a report of the entire battle, but the section where he describes the scenery after the battle is the most moving.","He visited the battlefield on Tuesday July 7; four days after the battle had ended. He described the abandoned battlefield in a manner that is similar to it being completely destroyed. He stated that, “Every fence was knocked down, and every house or shed upon the battle field around it had its windows shattered, its walls torn out and its roof in tatters… The grain and grass which once grew there, was almost ground to a jelly.” The Union forces had about 94,000 men serving at the battle and the Confederates had 70,000 men. The number of men who marched, shot, and were killed or wounded at Gettysburg led to the destruction of the terrain.","Cooke not only described the battle and the destruction that occurred in Gettysburg, he also explained the common horrors of the Civil War. Cooke wrote about the dead soldiers that he saw on the battlefield and states that, “Many walked about amid the horrid stench of the field unmoved. The looked upon the dead, to be sure; with no expression of pity if he were a Federal soldier and only a laugh of a curse if he were a Confederate…” Cooke offered the view that all of the men should be remembered for how they fought and died, instead of who they were fighting for. And his portrait of other people looking through the battlefield for their own memento or souvenir, instead of being deeply effected by how many dead they were walking through is a prime example of how people became numb to the horrific events that surrounded them."],"display_date":"July 20, 1863","search_date":"1863-07-20","locations":[{"id":10806,"lat":39.8715057392,"lng":-77.2179223246,"zoom":9,"place":"ADAMS, Pennsylvania"}],"tags":[{"id":1861,"tag":"Confederates"},{"id":321,"tag":"Union Army"},{"id":32,"tag":"Civil War"},{"id":1860,"tag":"Battle of Gettysburg"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":113,"school_id":3}},{"id":6123,"title":"Gettysburg's Harvest of Death","course_id":124,"status":"P","start_date":"1863-07-05","end_date":"1863-07-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Battle of Gettysburg is remembered as the bloodiest battle of the American Civil War. The fighting in Gettysburg, Pennsylvania, started in the early morning of July 1, 1863, and lasted three days, until July 3. Despite the Union’s decisive victory at Gettysburg, around 23,000 of their soldiers died during the three day battle, whereas the Confederate Army lost 28,000 [1]. Photographs were taken of the battlefield and serve as a reminder of both how many lives this famous battle claimed, and the humanity of the fallen soldiers. One photograph in particular, Timothy O’Sullivan’s <em>A Harvest of Death</em>, gives a dramatic, yet realistic portrayal of Gettysburg’s casualties and the horrors of war.","The famous nineteenth century photographer, Matthew Brady, is most often associated with Civil War photography. He was in charge of a substantial crew of photographers, and often attributed their photographs to himself, as well as those of other photographers to which he had no business relations [2]. Brady was the former employer of other accomplished photographers, such as Alexander Gardner. Gardner and his cameramen, James Gibson and Timothy O’Sullivan, were accomplished photographers in their own right. After leaving Brady’s employment, Gardner and his crew focused on the grisly, uncensored realities of war, taking photos of the dead men and horses strewn about the battlefields. These photographers traveled to battlefield locations in covered wagons, which served as both a mobile storage facility and a darkroom [3]. Gardner led a three-man team which arrived at Gettysburg late in the morning of July 5, 1863, soon after the defeated Confederate General Robert E. Lee left the battlefield. The photographers immediately began taking photographs of their bloody surroundings, and Timothy O’Sullivan, one of Alexander Gardner’s photographers, snapped his famous photograph [4].","The photo shows the bodies of dead soldiers scattered across a field, among the debris from battle, and in the distance, two living men with horses can be seen. Prominent among the dead, the decaying corpse of a Union soldier is seen with his legs splayed, right arm outstretched, head turned towards the photographer, and his mouth forced open due to bloating. The other men lie in similar positions, but their heads are turned away. The soldiers’ once-handsome uniforms are disheveled; several of their coats are unbuttoned, and some are missing shoes. The dead lie at varying distances from O’Sullivan’s camera; the scattering of bodies continues until they fade into the mist [5]. Because the battle ended two days prior to the taking of this photograph, the bodies are not those of freshly deceased men, although they remain unburied in the July heat. The photo was fittingly titled <em>A Harvest of Death</em>.","The photographs of the Civil War hold a great amount of significance, to both contemporary and modern audiences. O’Sullivan’s photograph immortalized the carnage of the Battle of Gettysburg, giving non-combatants and future generations a view of the battlefield, in all its gruesome authenticity. This photograph gives humanity to the unnamed fallen soldiers and, together with the many other photos published from various Civil War battlefields, brought the horrors of war to the attention of the American public. These photographs were a stark contrast to the portraiture of powerful figures that Americans were used to seeing – high-ranking officers and government officials posing for the camera. Aside from their families and friends, most of the dead men on the battlefield were unknown to the general public [6]. The idealized glamour of war – the stylish uniforms, well-groomed horses, and the heroic nature of the soldiers who would fight for their families, their country, and their values – all of this was pushed aside in the photographs to show the true, gruesome nature of the battlefield.","Due to public demand, these photographs were displayed in galleries for public viewing and printed in newspapers using a woodcut of the glass images [7]. The American public was simultaneously horrified and fascinated by the morbid scenes depicted in the photographs. The <em>New York</em> <em>Times,</em> speaking of the photographs (for which Brady was given undue credit), said that they had “done something to bring home to us the terrible reality and earnestness of war. If he has not brought bodies and laid them in our door-yards and along the streets, he has done something very like it.” [8]"," "," ","[1] George Sullivan, <em>In the Wake of Battle The Civil War Images Of Matthew Brady </em>(Munich: Prestel Verlag, 2004), 18.","[2] <em>Ibid</em>., 10.","[3] <em>Ibid</em>., 15.","[4] <em>Ibid</em>., 18.","[5] Timothy O’Sullivan, “A Harvest of Death, Gettysburg, July 1863” (Washington, D.C.: National Archives and Records Administration).","[6] Mary Panzer, <em>Matthew Brady and the Image of History</em>, (Washington, D.C.: Smithsonian Books, 1997), 106-109.","[7] Panzer, 106-109 and Foster Eubank, <em>Following Civil War Photographers</em>, (Henderson, NV: Jennings Sayre Publications, 2003), Introduction.","[8] Panzer, 106-109."," "],"display_date":"July 5, 1863","search_date":"1863-07-05","locations":[{"id":10806,"lat":39.8715057392,"lng":-77.2179223246,"zoom":9,"place":"ADAMS, Pennsylvania"}],"tags":[{"id":32,"tag":"Civil War"},{"id":1860,"tag":"Battle of Gettysburg"},{"id":1161,"tag":"Photography"},{"id":5,"tag":"War"}],"course":{"name":"Historical Perspectives on Technology","school":"Widener University","course_id":124,"school_id":43}},{"id":6301,"title":"Jennie Wade Only Civilian Killed During the Battle of Gettysburg","course_id":137,"status":"P","start_date":"1863-07-03","end_date":"1863-07-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["An estimated 50,000 soldiers died during the three-day Battle of Gettysburg that lasted from July 1 to July 3, 1863.  Of all the many causalities inflicted, only one civilian died during the battle. On July 3, 1863 Virginia Mary “Jennie” Wade was baking bread in her sister Georgia McClellan’s home on Baltimore Street. Tillie Pierce, a resident of Gettysburg, recalled hearing from a captain in the Union army that “Jennie Wade had been killed while baking bread for her sick sister.”","When the first shots were fired on July 1, 1863 outside of Gettysburg, Jennie, her mother, and youngest brother Isaac went to McClellan’s home thinking they would be safer there and also to aid McClellan with her newborn son.  Later that afternoon Union troops moved to hills on that side of town and the McClellan house fell in direct line of fire.  After that day’s fighting, Wade went outside to help care for wounded Union soldiers.","On July 2, the McClellan home remained surrounded by gunfire shattering several windows and an artillery shell came in through the roof lodging in the eaves.  A bullet also entered the house and hit the bedpost of the bed where McClellan lay with her son.  On the morning of July 3, Wade decided to make biscuits.  According to historian Noah Trudeau, while Wade finished kneading the dough around eight in the morning, “a stray sharpshooter’s bullet penetrated the door on the northern side of the house and passes through a small inner room…The miniè ball hit her in the back and blew out through her breast, piercing her heart on its way.”","McClellan found Wade and screamed loud enough that Union soldiers passing by heard and escorted the rest of the family through a hole created by an exploding artillery shell by the cellar.  On July 4 as Confederate soldiers retreated from Gettysburg, Jennie Wade was wrapped in a blanket and buried in McClellan’s backyard. It wasn’t until January 1864 that her body was moved to a German Reformed Church cemetery in the next town.  Wade’s body was moved to its permanent location in November 1865 in Evergreen Cemetery and a monument was constructed in 1900.  Buried beside Wade is Johnston “Jack” Skelly who historians believe might have been engaged to Wade. During the Second Battle of Winchester, Skelly suffered serious injury and died on July 12, 1863, with neither he nor Wade knowing of the other’s death"],"display_date":"July 3, 1863","search_date":"1863-07-03","locations":[{"id":10806,"lat":39.8715057392,"lng":-77.2179223246,"zoom":9,"place":"ADAMS, Pennsylvania"}],"tags":[{"id":2582,"tag":"civilian casualties"},{"id":32,"tag":"Civil War"},{"id":1860,"tag":"Battle of Gettysburg"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":137,"school_id":3}},{"id":6706,"title":"Analysis of The Battle of Gettysburg","course_id":170,"status":"P","start_date":"1863-07-01","end_date":"1863-07-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Civil War is arguably one of the most brutal times in American History. This war brought thousands of deaths and tore our country apart. The battle of Gettysburg was by far the bloodiest battle in this war. This battle was also an influential moment not only for the war itself but also for how society at that time would view the war. This three-day battle was a benchmark for both sides of the fight and propelled the war into its next stage. During this battle, the tides changed several times and at points, no one knew what side would win. Other than progressing the war militarily it also did so politically and it would affect the country for years to come.","            The battle of Gettysburg pitted Robert E. Lee of the Confederacy against the Union general George G. Meade. The goal of the Confederacy was to take the battle to the north to show the northern society what war looked like. “He wanted to threaten Northern cities, weaken the North's appetite for war and, especially, win a major battle on Northern soil and strengthen the peace movement in the North” (Battle of Gettysburg). The goal of the north was to push out the Confederacy and send the war back into the already ravaged south. The Confederacy had about 71,000 men facing the Union’s 93,000. After three days of fighting the Union army ended up with the victory. Robert E Lee writes in his letter, “You will, however, learn before this reaches you that our success at Gettysburg was not so great as reported--in fact, that we failed to drive the enemy from his position, and that our army withdrew to the Potomac.” ","            This war was a huge loss for the Confederacy, over 50,000 soldiers were killed or wounded in this battle. 28,000 being soldiers of the Confederacy. “Though the great Confederate general would go on to win other victories, the Battle of Gettysburg (combined with Ulysses S. Grant’s victory at Vicksburg, also on July 4) irrevocably turned the tide of the Civil War in the Union’s favor” (Battle of Gettysburg). This battlefield also became the site where Abraham Lincoln gave one of his most notable speeches, the Gettysburg Address. The take away from this battle was that though the Confederacy had momentum the Union was still too strong and had too much man power. This battle pushed the long and grueling war forward and pushed it in favor of the Union."," ","            To conclude, the Battle of Gettysburg was one of the most important and bloodiest battle of the Civil War. This battle sent Lee’s Army back to the South and gave the North the upper hand and the relief it needed. If the Confederacy would have won this war, our country would be completely different today. The effects of the Civil War still can be seen in our society today and will for years to come. Some of the battle tactics of the famous Civil War generals are still examined and analyzed. Many advances in war and how the war was viewed, were brought to picture by the Civil War. Historians still marvel over this time period and the battles that took place, making the Civil War that much more complexing."],"display_date":"July 1, 1863 - July 3, 1863","search_date":"1863-07-02","locations":[{"id":53062,"lat":39.8309293,"lng":-77.2310955,"zoom":8,"place":"Gettysburg, PA"}],"tags":[{"id":32,"tag":"Civil War"},{"id":1860,"tag":"Battle of Gettysburg"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}},{"id":6871,"title":"John Reynolds Shot Dead by Confederate Sharpshooter","course_id":188,"status":"P","start_date":"1863-07-01","end_date":"1863-07-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The rebel bullet cut through the air and struck Major General John Fulton Reynolds. On July 1, 1863, Reynolds’ men, part of the Army of the Potomac, had the intentions of relieving General John Buford’s cavalry who had formed defensive lines around the town of Gettysburg, Pennsylvania. As Reynolds and his troops traveled through a heavily wooded area on the outskirts of Gettysburg, Orderly Sergeant R. B. Clevenger observed that an enemy sharpshooter fired a Minnié ball straight into the back of his neck, which then passed through his brain. Reynolds died instantly. His horse launched him into a cluster of trees that left a marking on the bark. Of all the individuals who lost their lives in the Battle of Gettysburg, Reynolds held the highest rank and some estimated, the greatest potential. Reynolds commanded three corps: his own First Corps, Sickles’ Third, and Howard’s Eleventh. The Army of the Potomac unequivocally lost a great officer.","General John Buford, Jr. warned Reynolds not to ride into the grove of trees. Buford expressed that this exposure would make him an easy target. According to one of Reynolds’ soldiers, Major Joseph G. Rosengarten, Reynolds had given orders to “thrust forward his forces and push the enemy, almost inviting and compelling their return.”  Reynolds’ choice to take this particular route obviously led to his death. However, Reynolds’ choices during the time leading up to the Battle of Gettysburg also contributed to his death. After President Lincoln relieved General Joseph Hooker as commander of the Army of the Potomac, Reynolds had the offer to assume his position. However, he declined it and suggested the promotion of General George Meade. In making the decision to reject President Lincoln’s offer, Reynolds assumed a position that put him in more danger. Major Rosengarten argued, “His modest preference of Meade as the chief of the Army of the Potomac, when Hooker was relieved, no doubt brought Reynolds to the spot where he found his death.” The tragic irony of Reynolds’ death illustrates historical contingency, for no one knows what would have happened if Reynolds did take this position.","Among the numerous casualties at the Battle of Gettysburg, Rosengarten believed that Reynolds would forever stand out. General T. F. M’Coy, who also served under Reynolds, recalled his own shock when he learned of Reynold’s death. Likewise, Reynold’s corps greatly mourned his loss along with the entire Army of the Potomac. However, this tragedy did not negatively affect the performance of his corps. In fact, his death motivated them to carry out his plans fully and efficiently. Rosengarten stated, “[Reynold’s death] led to no disorder, changed no disposition he had directed, and in itself made the men only more eager to carry out his orders.” The significance of his death shows just how much of an impact he had on his men. Many individuals believed the first day would have gone better if Reynolds had lived. The Army of the Potomac undoubtedly lost one of their best leaders, and perhaps the outcome of the entire Battle of Gettysburg would have changed if he made it through the first day."],"display_date":"July 1, 1863","search_date":"1863-07-01","locations":[{"id":53027,"lat":39.831284450011,"lng":-77.230555239029,"zoom":15,"place":"Gettysburg, Pennsylvania"}],"tags":[{"id":32,"tag":"Civil War"},{"id":1860,"tag":"Battle of Gettysburg"},{"id":3247,"tag":"Army of The Potomac"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":188,"school_id":3}},{"id":6873,"title":"E. P. Alexander Directs Artillery Barrage to Prepare Way for Pickett's Charge","course_id":188,"status":"P","start_date":"1863-07-03","end_date":"1863-07-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["CSA Brigadier-General, Edward Porter Alexander recorded his first-hand account of Pickett’s Charge. As the commander of Confederate artillery, Alexander led a bombardment with 140 guns. When describing it, Alexander wrote, “The enemy’s position seemed to have broken out with guns everywhere, and from Round Top to Cemetery Hill was blazing like a volcano. The air seemed full of missiles from every direction.” Unfortunately, the Confederates aimed a little too high which resulted in minimal casualties to the Union lines. When the opportunity seemed to present itself, the advance began. Pickett’s division marched over an open field that stretched nearly a mile in length. The charge began with 14,000 men and ended with less than half. Alexander observed, “It seemed as if 100,000 men were engaged, and that human life was being poured out like water.” This assault collapsed due to the Union pressure to its front and flanks. Only two or three hundred men made it through the Union line. The charge failed miserably and forced the Army of Northern Virginia to break off the battle and retreat south of the Potomac.","After taking his position at twelve o’clock, Alexander received a note from General Longstreet telling him to use his best judgment. It said, “If the artillery fire does not have the effect to drive off the enemy or greatly demoralize him…I would prefer that you should not advise General Pickett to make the charge.” This note greatly startled Alexander for he did not want this kind of pressure on his shoulders. After a few note exchanges with Longstreet, Alexander wrote, “General: When our artillery fire is at its best, I shall order Pickett to charge.” At exactly one o’clock, he ordered the artillery to fire. He had already made up his mind to tell Pickett to advance within fifteen to twenty minutes after the cannonade opened.","Historian James McPherson stated that “Pickett’s charge represented the Confederate war effort in microcosm: Matchless valor, apparent initial success, and ultimate disaster.” Preceding the actual charge, General Lee ordered a Confederate cannonade to weaken the Union lines. For a quick moment, the Union ceased fire, and Alexander sent a note ordering Pickett to quickly advance. Pickett took this note to Longstreet who said nothing, unwilling to approve of this command. Pickett decided to move forward and immediately put it into motion. Longstreet knew that this charge would end disastrously, and he even ordered Alexander to stop Pickett and replenish his ammunition. Alexander did not want to call off the charge. He believed, “The battle was lost if we stopped…There was a chance, and it was not my part to interfere.” Considering the outcome of Pickett’s Charge, failure may have resulted either way. Unfortunately, Pickett’s division advanced before anyone had the opportunity to stop him, and he ultimately led over 7,000 soldiers to their death.  Many historians blame Lee for this failure, but E. P. Alexander played a role in this charge through his poorly aimed bombardment."," "],"display_date":"July 3, 1863","search_date":"1863-07-03","locations":[{"id":53203,"lat":39.824781492115,"lng":-77.230518915765,"zoom":13,"place":"Adams County, Pennsylvania"}],"tags":[{"id":1860,"tag":"Battle of Gettysburg"},{"id":32,"tag":"Civil War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":188,"school_id":3}}]}