{"id":1861,"tag":"Confederates","points":[[39.8715057392,-77.2179223246],[40.9190359343,-77.8196278227],[38.720661,-77.5563116]],"bounds":[[40.9190359343,-77.2179223246],[38.720661,-77.8196278227]],"episodes":[{"id":5807,"title":"A Local Describes Gettysburg After the Battle","course_id":113,"status":"P","start_date":"1863-07-20","end_date":"1863-07-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Battle of Gettysburg remains the bloodiest battle in United States history. With a combined 51,112 men killed in the battle over a three day span, the momentum of the Civil War took a turn in favor of Union forces. With fallen soldiers decorating the landscape of the Gettysburg battlefield, <em>The Republican Compiler</em>, a Gettysburg newspaper from 1854 to 1868, published vivid details of what the battlefield looked like and the significant effects the battle left on the town.","A local man, Mr. Cooke, who was a special correspondent for <em>The Age</em>, another local newspaper, gave one of the most graphic accounts of the battle’s aftermath. <em>The Republican Compiler</em> printed Cooke’s account in their July 20, tenth edition; the second paper that they had printed since the end of the battle. Cooke gave a report of the entire battle, but the section where he describes the scenery after the battle is the most moving.","He visited the battlefield on Tuesday July 7; four days after the battle had ended. He described the abandoned battlefield in a manner that is similar to it being completely destroyed. He stated that, “Every fence was knocked down, and every house or shed upon the battle field around it had its windows shattered, its walls torn out and its roof in tatters… The grain and grass which once grew there, was almost ground to a jelly.” The Union forces had about 94,000 men serving at the battle and the Confederates had 70,000 men. The number of men who marched, shot, and were killed or wounded at Gettysburg led to the destruction of the terrain.","Cooke not only described the battle and the destruction that occurred in Gettysburg, he also explained the common horrors of the Civil War. Cooke wrote about the dead soldiers that he saw on the battlefield and states that, “Many walked about amid the horrid stench of the field unmoved. The looked upon the dead, to be sure; with no expression of pity if he were a Federal soldier and only a laugh of a curse if he were a Confederate…” Cooke offered the view that all of the men should be remembered for how they fought and died, instead of who they were fighting for. And his portrait of other people looking through the battlefield for their own memento or souvenir, instead of being deeply effected by how many dead they were walking through is a prime example of how people became numb to the horrific events that surrounded them."],"display_date":"July 20, 1863","search_date":"1863-07-20","locations":[{"id":10806,"lat":39.8715057392,"lng":-77.2179223246,"zoom":9,"place":"ADAMS, Pennsylvania"}],"tags":[{"id":1861,"tag":"Confederates"},{"id":321,"tag":"Union Army"},{"id":32,"tag":"Civil War"},{"id":1860,"tag":"Battle of Gettysburg"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":113,"school_id":3}},{"id":5819,"title":"View of Possible Secession in Rural Pennsylvania","course_id":113,"status":"P","start_date":"1860-11-15","end_date":"1860-11-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Republicans of the northern states ignored all threats from the South regarding the idea of secession when the rumors regarding secession began to circulate. In some cases they took false hope that the only real threat to secede came from the state of South Carolina. Statements from a small town central Pennsylvania newspaper, <em>The Democratic Watchman,</em> affirmed that it was not possible, nor likely, for any of the other southern states to follow South Carolina’s lead and leave the Union.","In regards to the small town doubt about secession, the <em>Democratic Watchman</em> stated, “It is probable that no southern state will cooperate with South Carolina in secession and resistance to the General Government, and that she will not attempt to go out of the Union alone.” The <em>Watchman, </em>similar to other small northern towns, believed that South Carolina would not leave the Union unless they had support and alliance of other southern states that were willing to secede.","In the South, the push for secession was speared by the election of republican Abraham Lincoln as the president of the United States on November 6, 1860. The election stands as the final controversial political moment before southerners began to formally choose secession. Southerners believed that Lincoln would take their liberties because he was a member of the Republican Party and this pushed southern trust of the federal government to its breaking point.","Secession should not have caught the Union by surprise because before the election of 1860, southern citizens, who were considered supporters of the Union, warned northerners of the likelihood of secession upon Lincoln’s presidential victory. This “fever” for independence soon spread out of the deep south and into the upper south. South Carolina called for a convention immediately following the news of Lincoln’s victory. The federal judge at Charleston, the District Attorney, the Collector, and other federal officers, all from the state of South Carolina, resigned from their respective offices. These officials were attempting to bring immediate issues with the federal government.","South Carolina voted 169 to 0 to secede from the Union of the United States of America on December 20, 1860. By May 21, 1861, the eleven states that all eventually comprised the Confederacy had officially broken from the Union."],"display_date":"November 15, 1860","search_date":"1860-11-15","locations":[{"id":10917,"lat":40.9190359343,"lng":-77.8196278227,"zoom":9,"place":"CENTRE, Pennsylvania"}],"tags":[{"id":719,"tag":"South Carolina"},{"id":683,"tag":"Abraham Lincoln"},{"id":1861,"tag":"Confederates"},{"id":1879,"tag":"Secession"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":113,"school_id":3}},{"id":6643,"title":"J.E.B. Stuart and his Infamous Cavalrymen Raid the Union occupied Catlett Station","course_id":164,"status":"P","start_date":"1862-08-22","end_date":"1862-08-22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On August 22, 1862, J.E.B. Stuart and 2,000 of his fellow Confederate cavalrymen laid a swift and destructive raid upon the Union encampment known as Catlett’s Station. Stuart’s inspiration for the raid can be traced back to his own near capture by Union cavalry in the town of Verdiersville, Virginia, several days prior to this attack. The loss of valuable information to the Union forces included, “his hat and haversack, containing his maps, having been captured,” recalled Stuart’s comrade Lieutenant Colonel W.W. Blackford. Motivated from his own irresponsibility and supported by his commander Robert E. Lee, Stuart established a plan for redemption. He would invade the Union encampment, commanded by Brigadier General John Pope, with the main purpose of burning a strategically important Union supply bridge along the Orange & Alexandria Railroad. The Confederates believed that this raid could prolong the arrival of invaluable resources to the Union camp, essentially increasing Lee’s opportunity of success at this time during the war.","Stuart and his men arrived in an area adjacent to Catlett’s Station, where he placed the reconnaissance in the hands of W.W. Blackford. “I rode all around the outskirts of their encampment, and found a vast assemblage of wagons and a city of tents,” stated Blackford, “…but no appearance of any large organized body of troops; and with the exception of a small camp guard at a crossroads.” Having been several hundred yards away from the main Union camp, the guards stationed at the crossroads became the first victims of Stuart and his well-trained cavalry, as they were quickly captured and questioned for intelligence information. With Federal troops on the camp’s outskirts under Confederate control, Stuart set his sights upon the bulk of the Union encampment, including the headquarters of General Pope. Stuart’s inability to locate Pope’s headquarters led to a halt in his attack, but a sudden change in fortune turned in favor of the Rebels, when they crossed paths with a Union contraband. He agreed to lead them to their desired location. Blackford recalled he; “readily undertook to guide us to the spot on the terms we offered: kind treatment if faithful, and instant extermination if traitorous.”","At the sound of the bugle, Stuart and his men hastily invaded the camp, carrying out their plan. Each regiment was given a specific task, one attacked the depot, the second attacked the Union Pope’s quarters, and the rest plundered the camp. The ransacking included burning tents and wagons along with taking prisoners and resources. The Confederates quickly gained an advantage over the Pennsylvania Bucktail defenders and gathered many resources in horses, mules, and money. Though unable to burn the bridge because of conflicting reports of rain dampened wood and unnavigable darkness, the Rebel’s attack appeared a success. The Confederate cavalry also obtained important documentation from General Pope’s headquarters that provided valuable information regarding the Union army and their current positioning. The raid of Catlett’s Station proved victorious for the Confederates, further continuing their trend of victory in the Eastern theatre of war."],"display_date":"August 22, 1862","search_date":"1862-08-22","locations":[{"id":53016,"lat":38.720661,"lng":-77.5563116,"zoom":8,"place":"Catletts Station, Virginia"}],"tags":[{"id":3241,"tag":"Catlett's Station"},{"id":3240,"tag":"Raid"},{"id":3239,"tag":"Cavalry"},{"id":574,"tag":"Contraband"},{"id":5,"tag":"War"},{"id":311,"tag":"Union"},{"id":1861,"tag":"Confederates"}],"course":{"name":"The Civil War and Reconstruction","school":"Juniata College","course_id":164,"school_id":3}}]}