{"id":1868,"tag":"Mississippippi","points":[[33.7815927154,-90.8705141101]],"bounds":[[33.7815927154,-90.8705141101],[33.7815927154,-90.8705141101]],"episodes":[{"id":5813,"title":"Generals Sherman and Forrest Talk About the War","course_id":113,"status":"P","start_date":"1870-09-10","end_date":"1870-09-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In September of 1870 the <em>Shenandoah Herald</em> reported a conversation overheard between General William Tecumseh Sherman (U.S.) and General Nathan Bedford Forrest (formerly C.S.A) on a riverboat somewhere on the Mississippi River. The article reported that Sherman explained to Forrest the trouble he had created for him filling not only his every waking thought, but his dreams as well. Forrest replied by telling Sherman that if he had been given the command he had asked for he would have not only been a dream but a real nightmare pressing Sherman’s flanks on their “march to the sea” and forcing them to walk through the most hazardous land.","Like many of his contemporaries, William Tecumseh Sherman started his military career at the United States Military Academy. After some time in Florida during the Second Seminole War he served in California rather than in the Mexican-American War like his colleagues. Before the Civil War broke out Sherman worked briefly in law and banking before taking up the post as superintendent of the Louisiana Military Academy; a post he resigned at the outbreak of the war to rejoin the Federal Army. On the Confederate side in the war Nathan Bedford Forest started his military career as a cavalry private. Then using money he had earned as a successful cotton, land, and slave dealer created his own unit of which he was named lieutenant colonel; this unit would later become the famous 7<sup>th</sup> Tennessee Cavalry. Forrest eventually rose to the rank of brigadier general.","Both men distinguished themselves during the war playing key roles in leading their respective armies. Throughout the war Forrest used lightning strike tactics to harry and terrorize Federal Forces. In the summer of 1864 Sherman remarked, “that devil Forrest must be hunted down and killed if it costs ten thousand lives and bankrupts the federal treasury.”","This candid moment between former enemies reveals the importance that honor played in the lives officers at the end of the nineteenth-century. The South especially subscribed to a “Culture of Honor” where it was important to not offend others and to maintain you reputation. Thus two men who just six years earlier had been sworn enemies were able to put aside their pasts and step back from the struggle and anguish that the other caused them and discuss if not joke about their experience."],"display_date":"September 10, 1870","search_date":"1870-09-10","locations":[{"id":6954,"lat":33.7815927154,"lng":-90.8705141101,"zoom":9,"place":"BOLIVAR, Mississippi"}],"tags":[{"id":284,"tag":"General Sherman"},{"id":32,"tag":"Civil War"},{"id":1867,"tag":"General N.B. Forrest"},{"id":1868,"tag":"Mississippippi"},{"id":1869,"tag":"Riverboat"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":113,"school_id":3}}]}