{"id":187,"tag":"Hollidaysburg","points":[[40.4954308749,-78.7136040605]],"bounds":[[40.4954308749,-78.7136040605],[40.4954308749,-78.7136040605]],"episodes":[{"id":4619,"title":"An experience on the Allegheny Portage Railroad","course_id":18,"status":"P","start_date":"1835-01-01","end_date":"1835-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Before the construction of the Horseshoe Curve, the Allegheny Portage Railroad acted as the most efficient form of transportation over the steep Allegheny Mountains. Finished in the spring of 1834, the Allegheny Portage Railroad cost the Commonwealth almost two million dollars and cut a three day journey into six hours. Philip Nicklin braved the treacherous voyage a year after the railroad's completion.","            Beginning his expedition at six in the morning in Johnstown, Pennsylvania, Nicklin rode the Allegheny Portage Railroad to Hollidaysburg where he arrived between noon and one o'clock in the afternoon. A remarkable engineering feat, the railroad excited many of its passengers, including Nicklin. As he explained his travels to the first inclined plane where he ascended 101 feet, Nicklin exclaimed, \"This is a very interesting part of the route...the excitement mingled with vague apprehension, which take possession of every body in approaching the great wonder of the internal improvements of Pennsylvania.\"","            Nicklin then explained the eleven different inclined planes involved with the railroad which assisted the cars in ascending over 1,172 feet and descending 1,400 feet into Hollidaysburg. Unlike anything he experienced before, Nicklin stated \"The idea of rising so rapidly in the world, particularly by steam or rope, is very agitating to the simple minds of those who always walked in humble paths.\" By providing a detailed account of the five inclined planes it required to reach the top of the mountain, Nicklin hoped to convey the reality of ascending over a thousand feet in such little time. \"Three short hours have brought you from the torrid plane, to a refreshing and invigorating climate.\"","            However, as Nicklin's account conveyed, the feeling of being in a refreshing climate is short lived and \"succeeded by the fear of the steep descent which lies before you; and as the car rolls along this giddy height, the thought trembles in your mind, that it might slip over the head of the first descending plane, rush down the frightful steep, and be dashed into a thousand pieces at its foot.\"  Nicklin acknowledged the descent on the eastern side of the mountain \"is much more fearful\" than the ascent from the western side because \"the planes are much longer and steeper.\" This steep descent rightly scared many passengers because the railroad frequently injured people. However, Nicklin survived the journey down the mountain where the cars operate by \"merely by the force of gravity.\" He arrived in Hollidaysburg in a little over six hours.","            For twenty years, the Allegheny Portage Railroad served as the most efficient mode of transportation over the Alleghenies. Although the railroad could be dangerous, several people braved the journey including Ulysses Grant, Charles Dickens, and Jenny Linn. When the Pennsylvania Railroad finished the Horseshoe Curve in 1854, it replaced the Allegheny Portage Railroad as the fastest means of transportation over the mountains."],"display_date":1835,"search_date":"1835-07-02","locations":[{"id":10896,"lat":40.4954308749,"lng":-78.7136040605,"zoom":9,"place":"CAMBRIA, Pennsylvania"}],"tags":[{"id":187,"tag":"Hollidaysburg"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}}]}