{"id":1870,"tag":"Ely Samuel Parker","points":[[32.364480123,-90.8603381835]],"bounds":[[32.364480123,-90.8603381835],[32.364480123,-90.8603381835]],"episodes":[{"id":5814,"title":"A Native American Officer Writes Home about Promotion","course_id":113,"status":"P","start_date":"1863-10-07","end_date":"1863-10-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On October 7, 1863 Captain Ely S. Parker of the United States Army wrote a letter to his brother Nic under the belief that their father was dead, bemoaning that, “We are orphans, scattered far and wide across this country. We must all do our best. We can feel that our lost parents have gone the course of nature.” Parker ended the letter by asking Nic to move in with their sister left alone by the death of their father, and take care of his house before finally telling his brother, “I am now Asst. Adjt. Genl. To Major General Grant and will remain so for the future.” This final news would be important for anybody but it was particularly important to Parker a member of the Seneca Nation.","Ely S. Parker played an important role in the Civil War as Adjutant to General Grant. He wrote many of Grants important orders and correspondence and was named Grants military secretary during the Petersburg campaign. Parker attained the rank of brevet brigadier general, the only Native American to reach this rank in the Federal Army during the Civil War. Parker was present at Appomattox and wrote the terms of Lee’s surrender. At the surrender Lee looked at Parker and seeing that he was a Native American remarked, “I am glad to see one real American here.” Parker later said, “I shook his hand and said, ‘we are all Americans’.”","Parker’s letter home highlights how soldiers were often just as concerned about the things going on at home as they were about the war; even during a pivotal moment in his military career Parker was more concerned about his dying father and making sure his sister was taken care of than he was about his promotion.","Letters like Parker’s can highlight the sentiments that soldiers felt towards the war. Even though Ely S. Parker was a very unique person living in very unique circumstances his letter still reflected how many soldiers looked at the war."],"display_date":"October 7, 1863","search_date":"1863-10-07","locations":[{"id":7312,"lat":32.364480123,"lng":-90.8603381835,"zoom":9,"place":"WARREN, Mississippi"}],"tags":[{"id":761,"tag":"letter"},{"id":32,"tag":"Civil War"},{"id":932,"tag":"Native American"},{"id":1870,"tag":"Ely Samuel Parker"},{"id":1871,"tag":"General Grant"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":113,"school_id":3}}]}