{"id":1872,"tag":"New York Times","points":[[35.182488505,-89.8964012565]],"bounds":[[35.182488505,-89.8964012565],[35.182488505,-89.8964012565]],"episodes":[{"id":5816,"title":"African-American Killed KKK Member in Memphis, Tennessee","course_id":113,"status":"P","start_date":"1868-03-19","end_date":"1868-03-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On March 19, 1868, <em>The New York Times </em>reported the murder of a supposed Ku-Klux Klan member by a “Negro” in Memphis, Tennessee. The paragraph summary reported that a group of Klan members went to the African-American’s home the night prior and “demanded admission” there. Henry C. Blair, the supposed KKK member, shot and killed by the homeowner during the confrontation. <em>The New York Times</em> predicted there would be no “further trouble” despite the animosity the situation had created in the surrounding area.","The general philosophy around the creation of the Ku Klux Klan “tapped the daily economic and social frustrations of the average white southerner, and in doing so rationalized who the enemy was and how they were to be defined, fought, and eliminated as a threat,” claimed professor Kwando Miassi Kinshasa. The KKK began as armed counterpoint to the reconstruction ideas implemented in the United States after the Civil War. Many KKK members were “war-veterans, the unemployed, the ex-slave, poor white farmers and restless youth whose fortunes were yet to be made and lost.” As the United States prepared to make massive changes in a country that remained in shambles from a four year war, the entry of thousands of African-Americans into the status of citizens was a nightmare for southerners who lost the war. Kinshasa wrote, “Violent attacks by the Ku Klux generally inflicted havoc among unarmed rural Freedmen.” The notion of slavery died with the Civil War, but, the idea that African-Americans could have full ownership of property and their own labor was an idea that many Southerners could not reconcile after the defeat of the war. To disarm the Freedmen from all power and rights would place the whites back in a position of power and leadership after a dreadful defeat.","The murder of a Klansmen in Tennessee represented the willingness of African-American citizens to fight for the rights that were inherently theirs. Despite the violence that the Klan enforced on the African-American population, armed resistance by African-Americans occurred. Tennessee, the only state outside of the deep South that had a significant portion of the population in support of the KKK, refused to push the Klansman’s murder."],"display_date":"March 19, 1868","search_date":"1868-03-19","locations":[{"id":12369,"lat":35.182488505,"lng":-89.8964012565,"zoom":9,"place":"SHELBY, Tennessee"}],"tags":[{"id":32,"tag":"Civil War"},{"id":151,"tag":"Ku Klux Klan"},{"id":1115,"tag":"Freedmen"},{"id":248,"tag":"tennessee"},{"id":1872,"tag":"New York Times"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":113,"school_id":3}}]}