{"id":1874,"tag":"Democrat","points":[[40.9190359343,-77.8196278227]],"bounds":[[40.9190359343,-77.8196278227],[40.9190359343,-77.8196278227]],"episodes":[{"id":5817,"title":"Northern Democrats View 1871 Election As Life or Death","course_id":113,"status":"P","start_date":"1871-10-07","end_date":"1871-10-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Political ideologies between the Republicans and Democrats were left in limbo following the Civil War. <em>The Democratic Watchman, </em>of central Pennsylvania printed a call to action for Democrats to go out and vote to ensure a majority for the party across the board of all of the offices.","After the conclusion of the war, Republicans had a strong hold on northern cities, but there were still Democrats making an effort to represent their views. Additionally, even though Democrats often sacrificed their political ideas for the war, they did not want to let the trend of a Republican-dominated government to continue after the war.","The article also sought to persuade readers of the righteousness of the Democratic view by comparing the election season to another battle in war. It stated, “Let not one man be left behind: get them all to the ranks and go to the polls determined, invincible, and in farness!” The Civil War had only been over for short six years at this point and such martial imagery still had the ability to move readers’ emotions.","The election of 1871, which is being described in the article, was not a presidential election year. Possible low Democratic participation in the 1871 election is described in the article as a large issue due to concern that if Democrats did not rally for a local election, then the trend would carry over into elections for years to come. This is stated in the <em>Watchman </em>as, “One or the other of these alternatives will result from the influence in which Democratic defeat or success in the present campaign will have upon the presidential struggle next year.” The article attempted to rally the Democrats by suggesting that there will be “alternatives” if constituents do not vote. Despite this call to action on the part of the Democrats, in the 1872 presidential election, the hopes of the to eliminate the Republicans from the executive are crushed because incumbent President Grant defeated their candidate Horace Greely."," "," "],"display_date":"October 7, 1871","search_date":"1871-10-07","locations":[{"id":10918,"lat":40.9190359343,"lng":-77.8196278227,"zoom":9,"place":"CENTRE, Pennsylvania"}],"tags":[{"id":658,"tag":"Elections"},{"id":1873,"tag":"Republicans"},{"id":1874,"tag":"Democrat"},{"id":1875,"tag":"Presidential Election"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":113,"school_id":3}}]}