{"id":1880,"tag":"Reconstuction","points":[[42.1560237395,-80.1032079004],[40.9190359343,-77.8196278227]],"bounds":[[42.1560237395,-77.8196278227],[40.9190359343,-80.1032079004]],"episodes":[{"id":5820,"title":"Pennsylvania Train Crash Leaves Several Dead","course_id":113,"status":"P","start_date":"1871-09-01","end_date":"1871-09-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["<em>The Democratic Watchman </em>of Bellefonte, PA reported on an accident that occurred on the P & E rail line (Pennsylvania and Erie Railroad). The accident resulted in six passengers and crewmembers dead, as well as many others injured. The train was travelling at an excessive speed and the conductor lost control, which resulted in the train running off the tracks. The issue reported is centered on what should be done and who bore responsibility for the loss of lives from crashes as described in the article.","The argument that the <em>Democratic Watchman </em>is trying to make is that there needed to be some kind of means to protect these lower class workers in the north and the south. The newspaper is also trying to help put the blame when a on the railroad company owners when accidents occur because they are the people that were benefitting primarily from the railroads. An interesting statement from the articles says, “…there are engineers who can neither read nor write, and whose written orders have to read to them by a second party.”","The development of the railroad, in during Reconstruction had a significant impact on the United States and economic growth. The Railroads opened up the west to development and it helped the south grow its industrial economy. Historian Eric Foner states, “…the railroad, like the war itself, acted as a nationalizing force, sharply reducing transportation costs and establishing a vast national market that laid the foundation for the explosive growth that, within a quarter century would make the United States the world’s preeminent industrial nation.” Foner’s words emphasize the impact that the railroad had on the country and economy.","The railroads attracted many working class citizens to employment because railroads jobs were nearly always available, according to historian Michael Fitzgerald.","The railroads did benefit the country’s economy in many positive ways, but the negatives highlighted in the article showed that the issues were not something that were talked about, or regulated properly throughout. Jobs were widely available, but the lack of worker protection and education also was an issue in the growing industrial economy."],"display_date":"September 1, 1871","search_date":"1871-09-01","locations":[{"id":11010,"lat":42.1560237395,"lng":-80.1032079004,"zoom":9,"place":"ERIE, Pennsylvania"},{"id":10918,"lat":40.9190359343,"lng":-77.8196278227,"zoom":9,"place":"CENTRE, Pennsylvania"}],"tags":[{"id":1824,"tag":"Railroads"},{"id":1880,"tag":"Reconstuction"},{"id":1881,"tag":"Industrialization"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":113,"school_id":3}}]}