{"id":1881,"tag":"Industrialization","points":[[42.1560237395,-80.1032079004],[40.9190359343,-77.8196278227],[42.107446354,-83.1351982696],[41.8781136,-87.6297982]],"bounds":[[42.1560237395,-77.8196278227],[40.9190359343,-87.6297982]],"episodes":[{"id":5820,"title":"Pennsylvania Train Crash Leaves Several Dead","course_id":113,"status":"P","start_date":"1871-09-01","end_date":"1871-09-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["<em>The Democratic Watchman </em>of Bellefonte, PA reported on an accident that occurred on the P & E rail line (Pennsylvania and Erie Railroad). The accident resulted in six passengers and crewmembers dead, as well as many others injured. The train was travelling at an excessive speed and the conductor lost control, which resulted in the train running off the tracks. The issue reported is centered on what should be done and who bore responsibility for the loss of lives from crashes as described in the article.","The argument that the <em>Democratic Watchman </em>is trying to make is that there needed to be some kind of means to protect these lower class workers in the north and the south. The newspaper is also trying to help put the blame when a on the railroad company owners when accidents occur because they are the people that were benefitting primarily from the railroads. An interesting statement from the articles says, “…there are engineers who can neither read nor write, and whose written orders have to read to them by a second party.”","The development of the railroad, in during Reconstruction had a significant impact on the United States and economic growth. The Railroads opened up the west to development and it helped the south grow its industrial economy. Historian Eric Foner states, “…the railroad, like the war itself, acted as a nationalizing force, sharply reducing transportation costs and establishing a vast national market that laid the foundation for the explosive growth that, within a quarter century would make the United States the world’s preeminent industrial nation.” Foner’s words emphasize the impact that the railroad had on the country and economy.","The railroads attracted many working class citizens to employment because railroads jobs were nearly always available, according to historian Michael Fitzgerald.","The railroads did benefit the country’s economy in many positive ways, but the negatives highlighted in the article showed that the issues were not something that were talked about, or regulated properly throughout. Jobs were widely available, but the lack of worker protection and education also was an issue in the growing industrial economy."],"display_date":"September 1, 1871","search_date":"1871-09-01","locations":[{"id":11010,"lat":42.1560237395,"lng":-80.1032079004,"zoom":9,"place":"ERIE, Pennsylvania"},{"id":10918,"lat":40.9190359343,"lng":-77.8196278227,"zoom":9,"place":"CENTRE, Pennsylvania"}],"tags":[{"id":1824,"tag":"Railroads"},{"id":1880,"tag":"Reconstuction"},{"id":1881,"tag":"Industrialization"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":113,"school_id":3}},{"id":5846,"title":"Detroit's Rapid Growth","course_id":118,"status":"P","start_date":"9/2/07","end_date":"9/2/07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["After decades being imagined as a romantic yet historic city with ties to France, by the turn of the twentieth century Detroit was moving into a new phase as an industrial center. According to observers in 1907, there was no more promising sign for the city's future than its increasing population. Gannett Co., Inc., an up-and-coming media company founded in New York, felt Detroit was a beautiful place filled with potential for growth. The young company showed faith and hope for the city, stating that the city had never been \"working more effectively or running more smoothly.\" The company pointed out the liberal investments of capital in big enterprises in the city, and the increased demand for expanding commerce. With a rapidly-growing population of 449,138 and an expanding economy, Detroit had the potential to employ countless others.","The time when Detroit's automotive industry was just beginning to make headway and the population was steadily increasing was an optimal era for Detroiters. Local businesses like Gannett demonstrated their full investment in the potential of the place. Investors were optimistic about the future of Detroit in 1907: this optimism was justified, as the salaried employees of the city made a total of $76,500,000 the previous year, and a large proportion of that was reinvested invested in banks and homes in the city. This contrasts sharply with the disinvestment a century later. Businesses that once helped build the city have now abandoned it without a backwards glance. Essays such as <em>Detroit Arcadia</em> by Rebecca Solnit paint a picture of a city left behind by industry."],"display_date":"September 2, 1907","search_date":"1907-09-02","locations":[{"id":50025,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1881,"tag":"Industrialization"},{"id":1929,"tag":"Auto industry"},{"id":787,"tag":"Urban Life"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5854,"title":"Training Workers in Delray: The Coming of the Technical School","course_id":118,"status":"P","start_date":"3/26/21","end_date":"3/26/21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In March of 1921, the <em>Detroit Free Press </em>announced plans for the opening of a technical high school in the Delray district in the southwest of the city. While a plethora of unskilled workers inhabited the area and were eager to work, there was a noticeable lack of skilled laborers. The major industrial companies hired many Delray residents, but because of the lack of skilled hands, they had no choice but to also seek able workers from out of town. The district hoped to change this by opening this new school. It would train boys for work at local businesses such as the Solvay Process company, Ireland & Mathews, the Michigan Malleable Iron company, the Henry Ford factories, and others. The school would open on the thirteen acre site of the former Nordstrum High School, which had initially been intended to be a new elementary school. However, to “meet the needs of the district,” the city favored the establishment of the technical school.  In addition to this school, the site was also to serve as a community center with sports fields and courts, an auditorium, and spaces for public meetings.","The opening of many major industries in Delray at the end of the 19<sup>th</sup> century which accelerated the development of the district. Immigrants eagerly streamed in for work, largely from Hungary, and Delray rapidly grew into a largely self-sufficient village. Delray welcomed the coming of these industries: the village boasted the local availability of natural resources, such as sand, salt, and limestone, as well as the accessibility of transportation by rail or water in the hopes of bringing jobs to residents. The establishment of a technical school in Delray reflects the district’s desire to keep as many jobs in the hands of its own residents by better preparing and training the growing workforce."],"display_date":"March 26, 1921","search_date":"1921-03-26","locations":[{"id":21386,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":6,"tag":"Education"},{"id":1881,"tag":"Industrialization"},{"id":1941,"tag":"Delray"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5873,"title":"Changing Landscapes in Northeast Detroit","course_id":118,"status":"P","start_date":"1/1/27","end_date":"12/31/47","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Steve Spilos' neighborhood on the outskirts of Detroit changed drastically over the course of his life. Michigan’s Consolidated Gas Company’s natural gas holder was considered the “prima donna” of gas tanks in the Detroit area in the 1920s and a key historical marker in the Connor Creek area of Detroit’s northeast side. In 1927, just before the City Airport was constructed, the tank was a well-known landmark by pilots and passengers from all over the country. Spilos left the city for a while and upon his return in 1947 everything was changed. A place that once had a running creek, farm, and woods was now turning into the standard industrial city. With factories like Chrysler, Plymouth, Dodge, and Briggs moving into the city alongside the huge gas holder, Spilos couldn’t help but notice and document the radical changes he experienced in such a short period of time to a city he once knew so well.  He said, “The first thing one notices is the odor and the sound of dripping splashing tar… At times the tar leaks through and slides down the walls into the reservoir at the base of the tank.”","Changing landscapes can help or hurt a city, and for the Connor Creek neighborhood in Detroit, the latter is more applicable unfortunately. The combination of this and other industrial changes altered Detroit’s social and economic situation from the 1930s-1960s according to a report by the Detroit News. If the city had been more environmentally cautious at the time, a lot of things could have played out differently for the Connor Creek area and the city as a whole."," "],"display_date":"1927 - 1947","search_date":"1937-07-01","locations":[{"id":21386,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1233,"tag":"Environmental History"},{"id":1899,"tag":"Detroit"},{"id":1881,"tag":"Industrialization"},{"id":1974,"tag":"Connor Creek"},{"id":1976,"tag":"Northeast Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6018,"title":"The Future Looked Bright","course_id":118,"status":"P","start_date":"12/18/09","end_date":"12/18/09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Pollution was once held to be a sign of urban success.  Smoke stacks were seen as technologically advanced; heavy industry signified the possibility of jobs.  This paradigm pervaded Detroit in the early 20<sup>th</sup> century, and the people of Hamtramck, an independent township in the center of the city, were overjoyed when they were hit by an industrial boom.  The sentiments of the people are well captured in the remarks of Charles Geimer, who proclaimed at a banquet on December 18, 1909, that “Hamtramck’s future is assured.”","Giemer’s certainty of Hamtramck’s success was caused by the ongoing and planned construction of “more than a dozen great factories,” the largest among them being a General Motors plant.  Hamtramck’s future also looked bright for the subsequent employment of 15,000 men, the possibility of which was sure to draw new citizens to the area.  The magnitude of the ongoing and planned construction was said to be astounding, such a vast amount that “the ordinary mind can hardly comprehend [it].”  It is doubtful that the possibility of negative side effects crossed the mind of anyone at the banquet.","But there were indeed negative side effects, and they are finally now receiving increased attention.  Air pollution is at the forefront of the unintended downsides of heavy industry, and poor air quality is the subject of an ongoing Detroit study.  Among the health problems linked to poor air quality are cardiovascular diseases and children’s respiratory issues.  The current health problems are as astounding as was the industrial boom: both cardiovascular mortality rates and asthma rates are roughly fifty percent higher in Detroit than in the rest of the state!","The current study is still in progress and has an end goal of creating a plan to lower pollution levels.  Let’s hope the study provides a solution soon, because a bright future cannot be seen through the smoke."],"display_date":"December 18, 1909","search_date":"1909-12-18","locations":[{"id":50025,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1929,"tag":"Auto industry"},{"id":1881,"tag":"Industrialization"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6538,"title":"Trash Talking","course_id":155,"status":"P","start_date":"1895-01-01","end_date":"1/1/00","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The stench could be smelled for blocks in every direction, garbage piled along the side of every road, as children slung pieces of the ever-abundant trash at one another from the top of the piles. These mounds of waste characterized one of America’s greatest cities at the turn of the twentieth century. On the Near West Side of Chicago, Jane Addams, in the thick of establishing her now-famous Hull House, just couldn’t ignore the epidemic, “the greatest menace in a ward such as” the Near West Side, right before her eyes. Industrialization had picked up steam in the 1880s, as tens of thousands of European immigrants poured into the industrial hub of Chicago, changing the landscape and culture of the city. Infrastructural issues followed the immigrants causing death rates to rise as the city fell. In an effort to combat this vicious cycle of growth and death, Addams filed over 1,000 complaints to the city. Eventually the issue became so prevalent that Addams appealed to the mayor, who \"permitted me to drive him to the entrance of the street in what the children called by ‘garbage phaëton’ and who took my side of the controversy.”","Addams did not become an activist simply to enhance the beauty of the city; her work in improving quality of life in lower-class and immigrant neighborhoods showed her the inequality that resulted from the city’s failure to provide basic services, such as trash collection. She recognized that these areas were more “at risk, given the frequent breakdown of the urban infrastructure.” Addams and her friends forced the issue onto the city’s docket through sheer perseverance in measures like their “garbage phaeton” and volunteering to collect the garbage herself. Her insistence forced those with power to acknowledge the hardship faced by those without it. She succeeded in “rais[ing] enough of a stink that restructuring the garbage collection system” was finally considered worthy of the city’s attention. Addams’s goal of making Hull House “at once part of and alternative to the urban and industrial order” was fulfilled by her work toward improving sanitation and her similar efforts; these efforts forced the city to take an interest in those it would otherwise have ignored and made their lives more livable."],"display_date":"January 1, 1895 - January 1, 1900","search_date":"1897-07-02","locations":[{"id":52802,"lat":41.8781136,"lng":-87.6297982,"zoom":8,"place":"Chicago, Illinois"}],"tags":[{"id":31,"tag":"Immigration"},{"id":1881,"tag":"Industrialization"},{"id":3026,"tag":"Garbage"}],"course":{"name":"HIST 3550, American Environmental History","school":"Auburn University","course_id":155,"school_id":73}}]}