{"id":1882,"tag":"Pesticides","points":[[42.3649994065,-70.9800517697],[38.9151212228,-76.9435162098],[42.0417525,-70.6722767]],"bounds":[[42.3649994065,-70.6722767],[38.9151212228,-76.9435162098]],"episodes":[{"id":5826,"title":"Elixirs of Death: Human Health and the Dangers of Pesticides","course_id":118,"status":"P","start_date":"1/1/45","end_date":"12/31/62","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The sixties marked a time of extraordinary social change and counter cultural struggle in America, and environmental issues surrounding dangerous chemicals had come to the forefront. In 1962, Rachel Carson, an award winning author, environmentalist, and scientist, published <em>Silent Spring</em>, a popular science book warning the public about the dangers of widespread use of pesticides. Its publication forged a link between urban and industrial issues with feas about degradation of the natural environment. In this small sampling of <em>Silent Spring</em>, Carson articulates her concern that pesticides may have harmful repercussions in humans, whether it be ingestion or accidental exposure to the chemicals. In addition, through the bio-accumulative process, the pesticides work their way into a larger ecological network and directly and indirectly affect the entire ecosystem. Traces of them are found in our soil, the fish we consume, the animals around us, and, most importantly, in our bodies. Due to their “biological potency”, Carson was concerned that pesticides poison our vital systems, destroy enzymes, block the oxidation process, or initiate a malignant change in the human cell.","While some scientists disagreed on the harmfulness of DDT in the human body, Dr. Wayland Hayes of the United States Public Health Service agreed that the presence of DDT in the body interrupts equilibrium in the body. One of the most alarming aspects of DDT was its transferability from one organism to another. Some early studies discovered that hay ingested by cows shows up in their milk. In similar situations, insecticidal chemicals have been found in human milk, which are then passed on to infants, resulting in weakened immune systems. Carson argues that even though immediate harm might not be detected due to exposure of pesticides, the prolong damages are severe.","In the post-war period the U.S. began an extensive utilization of industrial insecticides. The use of these chemicals grew substantially throughout this period up to the publication of <em>Silent Spring</em>, when Carson exposed to the public the gross uses of harmful chemicals by the government and major industries. <em>Silent Spring</em> initiated a moment in the American consciousness when people became aware of the dangers and began to challenge the government.  Carson expressed concern over the results of chemical buildups in humans and animals. The chemical and agricultural industries were strong players on the national stage, but Carson’s book raised a significant amount of awareness, and fear, about the widespread ramifications of pesticide application."],"display_date":"1945 - 1962","search_date":"1953-12-31","locations":[{"id":25150,"lat":42.3649994065,"lng":-70.9800517697,"zoom":10,"place":"Suffolk, Massachusetts"}],"tags":[{"id":87,"tag":"Environment"},{"id":1122,"tag":"Public Health"},{"id":1882,"tag":"Pesticides"},{"id":1883,"tag":"Chemical contamination"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5828,"title":"Cesar Chavez Testifies on the Health Effects of Pesticides Among Migrant Farm Workers","course_id":118,"status":"P","start_date":"8/1/69","end_date":"8/1/69","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Rashes, eye irritation, nausea, vomiting, fatigue, headaches, double vision, dizziness, skin irritation, loss of fingernails, nervousness, diarrhea, amongst a slue of other dangerous side effects are all results of chemical poisoning. Cesar Chavez, a former migrant farm worker and member of the United Farm Workers Organizing Committee, took into account all of these illnesses when he was testifying to discuss the results of the pesticide exposure in 1968. He testified before the US Senate to bring up the discourse of the severe health effects that have been suffered for decades by minority populations. Chavez’s testimony helped to bring the connections between occupational and environmental health to the forefront.","This gives a personal view about what is going on with the environment. It relates the dangers of the pesticides to actual human life. His testimony focuses on human suffering, while another prominent activist at the time, Rachel Carson, focused more on the impacts of pesticides on the nonhuman environment. Chavez's testimony reflects a shift in the environmental movement during the 1960s and 1970s towards an understanding of the interrelations of human health and the ecosystem as a whole."],"display_date":"August 1, 1969","search_date":"1969-08-01","locations":[{"id":31495,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Dist Columbia, District of Columbia"}],"tags":[{"id":1889,"tag":"occupational health"},{"id":1887,"tag":"migrant farm worker"},{"id":1885,"tag":"Cesar Chavez"},{"id":1882,"tag":"Pesticides"},{"id":87,"tag":"Environment"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6544,"title":"For The Birds","course_id":155,"status":"P","start_date":"4/7/57","end_date":"4/7/57","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On the warm spring morning of April 7, 1957, Rachel Carson visited the town of Duxbury, Massachusetts. It was a beautiful day with the sun’s warming rays radiating down upon a lush meadow of yellow agrimony and lavender aster leading up to a quaint creek flowing peacefully through a patch of forest. It was here that Carson had visited once before as a girl and fell in love with its serenity. She closed her eyes and let the calming wind take her back to that peaceful day – wading barefoot in the creek, chasing butterflies in the meadow and whistling back the sounds the many birds made as they prepared their nests in the shrubbery and treetops. Then Carson opened her eyes and felt saddened as she remembered why she was here again today. The pesticide DDT had nearly eradicated all that life that she had once loved. The “biocide” as she called it was used here to control the mosquito population, however the reckless men that decided to spray it took no account into how it would affect the rest of the creatures living here. As a result, it was reported that many of the bird populations had dwindled in number. Rachel had hoped that the reports had been exaggerated, but as she crossed the creek and entered the forest the sight of ruffled feathers covered in ants and peeking through the fallen leaves caught her eye in nearly every direction she faced, thus confirming that sad reality. She could feel her heart break with each passing bird, and knew that something had to be done to stop this type of tragedy from happening again.","                DDT is just one of the many pesticides used by humans to control pest populations. In fact, “since the mid-1940s over 200 basic chemicals have been created for use in killing insects, weeds, rodents, and other organisms described in the modern vernacular as “pests”.” The sad reality is that insects are some of the hardiest organisms ever to exist and possess the ability to “flareback” after being sprayed as they evolve their future generations to being immune to that particular pesticide, therefore “the chemical war is never won, and all life is caught in its violent crossfire.” What this leads to is beautiful and healthy populations, such as the birds in Duxbury, suffering greatly at the expense of humans trying to find a way to better the world for their own benefit. It is events such as this that inspired Carson to write Silent Spring in 1962, which opened the public’s eye to the dangers of environmental poising, and led to her being one of the most influential figures in environmental history."],"display_date":"April 7, 1957","search_date":"1957-04-07","locations":[{"id":52932,"lat":42.0417525,"lng":-70.6722767,"zoom":8,"place":"Duxbury, Massachuetts"}],"tags":[{"id":3042,"tag":"Rachel Carson"},{"id":3041,"tag":"DDT"},{"id":1882,"tag":"Pesticides"}],"course":{"name":"HIST 3550, American Environmental History","school":"Auburn University","course_id":155,"school_id":73}}]}