{"id":1883,"tag":"Chemical contamination","points":[[42.3649994065,-70.9800517697]],"bounds":[[42.3649994065,-70.9800517697],[42.3649994065,-70.9800517697]],"episodes":[{"id":5826,"title":"Elixirs of Death: Human Health and the Dangers of Pesticides","course_id":118,"status":"P","start_date":"1/1/45","end_date":"12/31/62","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The sixties marked a time of extraordinary social change and counter cultural struggle in America, and environmental issues surrounding dangerous chemicals had come to the forefront. In 1962, Rachel Carson, an award winning author, environmentalist, and scientist, published <em>Silent Spring</em>, a popular science book warning the public about the dangers of widespread use of pesticides. Its publication forged a link between urban and industrial issues with feas about degradation of the natural environment. In this small sampling of <em>Silent Spring</em>, Carson articulates her concern that pesticides may have harmful repercussions in humans, whether it be ingestion or accidental exposure to the chemicals. In addition, through the bio-accumulative process, the pesticides work their way into a larger ecological network and directly and indirectly affect the entire ecosystem. Traces of them are found in our soil, the fish we consume, the animals around us, and, most importantly, in our bodies. Due to their “biological potency”, Carson was concerned that pesticides poison our vital systems, destroy enzymes, block the oxidation process, or initiate a malignant change in the human cell.","While some scientists disagreed on the harmfulness of DDT in the human body, Dr. Wayland Hayes of the United States Public Health Service agreed that the presence of DDT in the body interrupts equilibrium in the body. One of the most alarming aspects of DDT was its transferability from one organism to another. Some early studies discovered that hay ingested by cows shows up in their milk. In similar situations, insecticidal chemicals have been found in human milk, which are then passed on to infants, resulting in weakened immune systems. Carson argues that even though immediate harm might not be detected due to exposure of pesticides, the prolong damages are severe.","In the post-war period the U.S. began an extensive utilization of industrial insecticides. The use of these chemicals grew substantially throughout this period up to the publication of <em>Silent Spring</em>, when Carson exposed to the public the gross uses of harmful chemicals by the government and major industries. <em>Silent Spring</em> initiated a moment in the American consciousness when people became aware of the dangers and began to challenge the government.  Carson expressed concern over the results of chemical buildups in humans and animals. The chemical and agricultural industries were strong players on the national stage, but Carson’s book raised a significant amount of awareness, and fear, about the widespread ramifications of pesticide application."],"display_date":"1945 - 1962","search_date":"1953-12-31","locations":[{"id":25150,"lat":42.3649994065,"lng":-70.9800517697,"zoom":10,"place":"Suffolk, Massachusetts"}],"tags":[{"id":87,"tag":"Environment"},{"id":1122,"tag":"Public Health"},{"id":1882,"tag":"Pesticides"},{"id":1883,"tag":"Chemical contamination"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}]}