{"id":1884,"tag":"Hetch Hetchy","points":[[37.7029266937,-123.005394924]],"bounds":[[37.7029266937,-100],[37.7029266937,-123.005394924]],"episodes":[{"id":5827,"title":"<strong>Conservation Conversation</strong>","course_id":118,"status":"P","start_date":"1/1/07","end_date":"12/31/13","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1907, the city of San Francisco wanted to flood the Hetch Hetchy Valley in Yosemite National Park by creating a dam to provide water to their city’s increasing population and support urban reform after the devastating 1906 earthquake. John Muir, a leader of environmental preservation activists, was enraged that they would taint this beautiful creation of God with 170 feet of water. He published his compelling article, “The Tuolomne Yosemite in Danger” on November 2, 1907, as an attempt to appeal to his followers and regular folks alike, with rich and poetic descriptions of the emotional and spiritual values of leaving nature alone.","One of the major opponents to Muir's ideas was Gifford Pinchot, who testified in front of the House Committee of Public Lands in support of the construction of the Hetch Hetchy Dam. He believed that human use of the land outweighed the pristine preservation of the land. Specifically, the water and electricity supply for San Francisco would utilize resources within the environment, all while conserving the beauty of the Hetch Hetchy Valley. Pinchot further stated there would be improvements in forest fire fighting, as well as more accessibility for increased tourism. Disagreeing with Muir, Pinchot believed the benefits outweighed the costs.","Regarding the different interests concerning public land use, this has been discussed as the first major and ongoing debate over preservation and conservation. Preservation, meaning leaving the land untouched, and conservation implying sustainable maintenance and usage. This debate represents a shift in how the environment should be utilized, questioning the availability of resources and aesthetics."],"display_date":"1907 - 1913","search_date":"1910-07-02","locations":[{"id":52323,"lat":37.7029266937,"lng":-123.005394924,"zoom":11,"place":"San Francisco, California"}],"tags":[{"id":87,"tag":"Environment"},{"id":1233,"tag":"Environmental History"},{"id":1884,"tag":"Hetch Hetchy"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}]}