{"id":1889,"tag":"occupational health","points":[[38.9151212228,-76.9435162098],[42.107446354,-83.1351982696]],"bounds":[[42.107446354,-76.9435162098],[38.9151212228,-83.1351982696]],"episodes":[{"id":5828,"title":"Cesar Chavez Testifies on the Health Effects of Pesticides Among Migrant Farm Workers","course_id":118,"status":"P","start_date":"8/1/69","end_date":"8/1/69","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Rashes, eye irritation, nausea, vomiting, fatigue, headaches, double vision, dizziness, skin irritation, loss of fingernails, nervousness, diarrhea, amongst a slue of other dangerous side effects are all results of chemical poisoning. Cesar Chavez, a former migrant farm worker and member of the United Farm Workers Organizing Committee, took into account all of these illnesses when he was testifying to discuss the results of the pesticide exposure in 1968. He testified before the US Senate to bring up the discourse of the severe health effects that have been suffered for decades by minority populations. Chavez’s testimony helped to bring the connections between occupational and environmental health to the forefront.","This gives a personal view about what is going on with the environment. It relates the dangers of the pesticides to actual human life. His testimony focuses on human suffering, while another prominent activist at the time, Rachel Carson, focused more on the impacts of pesticides on the nonhuman environment. Chavez's testimony reflects a shift in the environmental movement during the 1960s and 1970s towards an understanding of the interrelations of human health and the ecosystem as a whole."],"display_date":"August 1, 1969","search_date":"1969-08-01","locations":[{"id":31495,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Dist Columbia, District of Columbia"}],"tags":[{"id":1889,"tag":"occupational health"},{"id":1887,"tag":"migrant farm worker"},{"id":1885,"tag":"Cesar Chavez"},{"id":1882,"tag":"Pesticides"},{"id":87,"tag":"Environment"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6049,"title":"Lead paint takes over Michigan","course_id":118,"status":"P","start_date":"1/1/08","end_date":"12/31/22","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["At the beginning of the 20th century, when most Americans lacked indoor plumbing and basic sanitation was rare, infectious disease was an ever present fear. Millions of people worldwide died in 1918 from the Spanish flu, and cholera and typhoid were frequent threats in the cities. At this time, the medical community encouraged people to wash their walls to help avoid disease. Painted walls were preferred over those with wallpaper because the texture of wallpaper would trap bacteria. The smooth surface of paint allowed it to be readily washed with either water and soap or a disinfectant, while wallpaper, especially given the paste available at the time, could not stand up to repeated washing. This also was an era when homeowners often did not paint their own homes. Homeowners instead relied on the expertise of master painters, who were respected for their skills and knowledge of paints. Ironically, the medical benefits of painting one's walls brought with them new risks, as these master painters often preferred paints with lead pigments.","The early twentieth century saw a large increase in the demand for lead paint. In Detroit, the national leader for lead paint production, Acme White Lead and Color Works expanded its factory in 1908, and it was soon joined by competitors such as Borydell White Lead and Color Works, Detroit Graphite Company, Ditzler Color Company, and many others. With the expansion of business came a need for workers, who were primarily found in the poorer neighborhoods of the city. Those workers, in addition to living in homes with lead paint on the walls, were also exposed to high levels of lead through direct contact during the manufacturing process. Across the country, labor unions and public health officials expressed concerns with worker exposure to “clouds of dust\" laced with lead in factories. After multiple law suits against companies about deaths from lead poisoning, industries worked with labor unions and public health officials to minimize worker exposure to lead dust.  These actions reduced occupational lead poisoning without ending the use of lead paint, which would continue to contaminate homes and soil for decades."],"display_date":"1908 - 1922","search_date":"1915-07-02","locations":[{"id":50025,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1889,"tag":"occupational health"},{"id":1899,"tag":"Detroit"},{"id":230,"tag":"Medicine/Health"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}]}