{"id":1899,"tag":"Detroit","points":[[42.107446354,-83.1351982696],[42.2533621325,-83.8384551752],[42.5970895978,-84.3735932032]],"bounds":[[42.5970895978,-83.1351982696],[42.107446354,-84.3735932032]],"episodes":[{"id":5832,"title":"An autumn afternoon on Detroit's Belle Isle","course_id":118,"status":"P","start_date":"9/13/14","end_date":"9/13/14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["It was a chilly 65 degrees in the waters of the Detroit river on a perfect Sunday afternoon in the early autumn of 1914 as revellers debated whether it was too cool for a swim in the Belle Isle bath houses. Several hundred Detroiters could brave the dip for only 15 minutes each, but swimming was not the only weekend activity available on the large, lush island of recreation for escapees of the industrial city. Visitors could enjoy a stroll through the vast and deep wooded areas of the island park and enjoy the beauty of the seasons in change; green leaves beginning to give way to russet and crimson on the tall trees. A matinee band played popular tunes to a sizable crowd while families, couples and friends relaxed around the bandstand on the benches or gazed out over the river at Canada or at the few, experienced boatmen navigating the water. Canoes were also navigating a waterway internal to the island: the canal system was at capacity as visitors tried their hand or paddle. The afternoon was made all the more pleasant for the crowds as the criminal element was apparently also on their rest day, with no pickpocketing, injuries, damage or theft of the many cars on the island.","This jovial newspaper account of the recreational uses of Detroit's Belle Isle park is an excellent representation of the many ways in which a city can shape the natural environment. Belle Isle is a particularly striking example, as it is literally an attempt to preserve an island of natural space within one of America's most industrialised cities. For the mainly hard working, blue collar, immigrant and African-American population the Isle was a space where they could escape their weekday toil and truly relax with their families. The many uses of Belle Isle reflect its role as a multi-faceted space used by all of the city's vast array of residents. As an almost purely recreational space (there was a small commercial fishery on the island) Belle Isle is expressive of the culture of Detroiters and how they had fun at the time, contrasted with the intense and dominating industrialisation of the city. Only a mile or so down stream the river was filled with ships and further on lined with polluting factories in which the men enjoying the island worked long and tough hours. The island was particularly popular for motoring enthusiasts and Sunday drivers, revealing the upper class who could afford auto-mobiles (which many of the other visitors may have helped built in the numerous car factories in Detroit) also had a use for the public park.","Many people describe cities metaphorically as organisms or natural systems, with individual but vitally connected parts. If the heart and hands of Detroit are in its factories, perhaps it's hind end is relaxing on Belle Isle."],"display_date":"September 13, 1914","search_date":"1914-09-13","locations":[{"id":18385,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1903,"tag":"Park"},{"id":1899,"tag":"Detroit"},{"id":1233,"tag":"Environmental History"},{"id":1902,"tag":"recreation"},{"id":1310,"tag":"urban history"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5831,"title":"Beans for Bombers","course_id":118,"status":"P","start_date":"6/4/42","end_date":"6/4/42","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In Detroit, 1942, Ford Motor Co.’s experimental laboratories attempted to form a closer partnership between agriculture and industry, in an effort to produce new war (World War II) materials for bombers, jeeps, tanks and other vehicles.  The three new materials included plastics for airplanes, synthetic rubber, and “wool” from soybeans.  Henry Ford, founder of the automobile company, had the laboratory concentrating on the use of plastics for bombers, based on the knowledge gained from automotive experiments, since plastic weighs less than the traditional aluminum. Although the synthetic rubber had not progressed as much in the laboratories, the plant-built “wool” had, appearing to be comparable with natural wool.  The material, intending to be used for upholstery fabrics, was allegedly the first to be produced from vegetable protein.  After years of research, the soy-based wool served many purposes, supplementing the country’s wool crop, and may have even met the war-time demand for the material.","Due to the Great Depression, most of Ford’s research took place during that time period. He soon came to believe that the practical use of soybeans would become influential in the role of lifting America out of the depression. Throughout the following few years during the early 1930s, Ford worked with researchers and the agriculture industry to produce soy products, such as paint and small plastic car parts.  He also created a new market for farmers, offering them a new source of income.  From the late 1930s until his death in 1947, Ford was recognized as a major soybean pioneer, making outstanding achievements during his declining years."],"display_date":"June 4, 1942","search_date":"1942-06-04","locations":[{"id":27066,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1900,"tag":"Automotive Industry"},{"id":1899,"tag":"Detroit"},{"id":1898,"tag":"Soybean"},{"id":1897,"tag":"Henry Ford"},{"id":13,"tag":"Agriculture"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5833,"title":"The Poor Should Have Their Potatoes","course_id":118,"status":"P","start_date":"1896-03-31","end_date":"1896-03-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The year is 1896 and the newspapers in the city of Detroit are buzzing with reports and editorials concerning the annual city budget. There is much talk about the school board budget and the spending on campaign literature but only one article asks the question: why is there no talk of the highly successful urban farming progam? Detroit's mayor, Hazen Pingree, had made a name for himself and his city by initating a vacant-lot gardening program following the economic depression of 1893 in which the city donated unused plots on the edge of development to poor, mostly immigrant laborers so that they could be employed in growing their own food. After only a few years the program was considered a resounding success, as the monetary value of the produce grown on these vacant-lot gardens far exceeded the money allotted to the program in the city budget. This success had inspired many other American cities such as New York and Chicago to start their own vacant-lot gardening programs so as to deal with urban poverty and unemployment, and was a huge poltiical win for Pingree.  However, as the economy started to improve and employment increased, interest in the program began to wane. This article from the <em>Detroit Free Press</em> calls upon the city and Pingree to continue to fund the program. It quotes Pingree talking about the positive publicity that the program had generated for Detroit, going so far as to claim that it was his city's primary claim to national fame. Despite this lofty praise from its founder, Detroit's vacant-lot gardening program would only last another year before being abandoned.","This article unknowingly traces the decline in interest in Detroit's vacant-lot gardening program, which, in the context of the history of urban agriculture in the United States, is not really a novel story. Urban farming in the United States has been linked to a cyclical pattern of urban land use that can be understood as reacting to periodic economic downturns or wartime efforts.  Historically, urban farming has been in vogue when the sociopolitical and economic climate was conducive to public investment in efforts to alleviate poverty that are seen as a temporary fix. Farming on donated and unused land allows the poor and unskilled to produce something with minimal capital investment and oversight, and appeals to sensibilities that stress a strong work ethic and a self-help stance on economic disadvantage. The most recent urban farming movement in Detroit is potentially of a different ilk as it is more a grassroots effort, as opposed to an official policy, but there are many similarities with past manifestations of this idea. Detroit is once more on the map, so to speak, because of its \"innovative\" urban farms which are seen as making use of unused land and as a positive, constructive response to urban poverty and scarcity. The future of the current urban farming movement in Detroit is anyone's guess as the local economy improves, but it is useful to understand that it is drawing on a tradition started with Pingree's potato patches, and potentially sharing some of the same soil."],"display_date":"March 31, 1896","search_date":"1896-03-31","locations":[{"id":6599,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"WAYNE, Michigan"}],"tags":[{"id":1905,"tag":"Urban Farm"},{"id":1904,"tag":"Pingree"},{"id":1899,"tag":"Detroit"},{"id":1908,"tag":"Garden"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5836,"title":"Whiskey Bottles Thrown in the River Rouge","course_id":118,"status":"P","start_date":"5/1/09","end_date":"5/31/09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["When the sheriff told Frank Akey that the whiskey bottle he had confiscated the night before was now at the bottom of the River Rogue, Akey promptly ran into the town and let everyone know. According to the sheriff, every bottle confiscated when drunken men were held in the station was now at the bottom of the river. This now-public knowledge was met with unrest, and an apparent intention to fish out every last bottle from the river.","Since the story was published in the Sunday morning paper, and this news had only broken Saturday night, what became of this communal anxiety is unknown. What contributes most to this story is the author's speculation about the response. The author embraces the lamenting tone, cursing that the \"liquid joy\" was wasted at the bottom of a river with only the unappreciative fish, and that every fishing tackle must make an effort to do its duty and bring back Delray's \"beloved\" from the River Rouge. An important takeaway from the article is not only the strong devotion to their alcohol, squandered by the good sheriff, but the relationship between the river and the community. It is a waste receptacle, that at this point is at least presumed to contain some fish. This article is a first look at the relationship of a community to a river that 60 years later will catch on fire.","At the turn of the century, Delray was a rapidly growing community on the banks of the river in southwestern Detroit. Armenians, Slovaks, Hungarians, and Poles flooded into the town, creating a ethnically diverse area. At the same time industry was beginning to flourish. Detroit United Railway cars would stop in Delray to carry men to the growing industries to work. In the evenings, men would make their way to River Street, a growing business area. One issue of the time was alcohol consumption and concerns over alcoholism in the community. Heavy drinking was common in the growing immigrant communities, and this is reflected in the tone of the story."],"display_date":"May 1909","search_date":"1909-05-16","locations":[{"id":50025,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1941,"tag":"Delray"},{"id":1899,"tag":"Detroit"},{"id":518,"tag":"Alcoholism"},{"id":1910,"tag":"River Rouge"},{"id":87,"tag":"Environment"},{"id":31,"tag":"Immigration"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5840,"title":"Three Days and Three Nights of Rioting","course_id":118,"status":"P","start_date":"7/23/67","end_date":"7/26/67","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the early hours of July 23, 1967, one of the most violent race riots in American history broke out on the streets of Detroit as police raided an unlicensed, after-hours bar and arrested 82 black people who were celebrating the return of two local Vietnam veterans. The resulting conflict went on for three days, ending in 43 dead and 1,189 injured. This had a large impact on Detroit. James E. Cummings, a successful Detroit business man who was very active in the human rights efforts such as the National Associatoin for the Advancement of Colored People and the Detroit Urban League, experienced the riots firsthand. According to Cummings, after the Riot of 1967, property owners in Black Bottom were desperate to sell their land before the prices plummeted again due to another race riot outbreak.","This alludes to the instability of Detroit in the years surrounding the riot. This played a key role in the “white flight” that occurred shortly afterwards, in which middle-class whites began moving out of the east side of Detroit, which was predominantly black as a result of discriminatory housing practices. Black Bottom, where the bulk of the violence took place, was one of the principle neighborhoods in which blacks could live and there was a high concentration of poverty in it. In this time, there was a wide effort by city officials in trying to “contain” the black population to only certain parts of the city. The Riot of 1967 brough national attention to the racial tensions and institutionalized racism in Detroit while simultaneously alarming city residents."],"display_date":"July 23, 1967 - July 26, 1967","search_date":"1967-07-24","locations":[{"id":33546,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1961,"tag":"1967 Race Riot"},{"id":1914,"tag":"Black Bottom"},{"id":1913,"tag":"White Flight"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5839,"title":"Back to the Farm Movement: A 20th Century Battle Between Rural &amp; Urban Living","course_id":118,"status":"P","start_date":"9/1/00","end_date":"9/30/11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["The opening and subsequent expansion of the Henry Ford Factory in 1903, among many other factors, led to the population of the city of Detroit skyrocketing to one million residents between the years of 1910 and 1920. The rapid expansion of urban populations led to concerns that the remaining farmers would not be able to grow enough to feed them all. Some urban intellectuals suggested that people should move “Back to the Farm” in order to ensure a sufficient food supply for the country.","In September of 1910, for example, an article in the Detroit Free Press used the upcoming census as a chance for people to react to both urban and rural growth. The author believed that after decades of urban growth, the country would finally outnumber the cities nationwide. The author attributes this shift to the disadvantages of country life compared to the urban advantages of technological advancements such as the trolley, the telephone and mail. He also suggests that farmers should make a lot of money because they have to feed all the people in the cities.","Almost exactly one year later, another editorial with similar themes was published about the \"Back to the Farm\" movement. A sociologist named Dr. L.H. Balley from Cornell opposes the movement, saying that there are enough farmers to feed the cities. He calls for a \"co-ordinate relationships between city and surrounding rural areas\" where both city and farm living is healthy for the well-being of the human population as a whole.  The author in the Detroit Free Press editorial is enraged at this doctor and angrily questions the existence of sociology and the doctor grouping society as a whole instead of leaving it up to the free will of individuals to make choices.","A few days later, a third article stated that Thomas Edison visited Austria and declared that everyone should have a small plot of land to grow food for themselves and their families. He says that “rural life is the basis for human happiness,” and calls urban settings “artificial.”","The arguments in this series of editorials sets up the city and countryside as polar opposites, when they are actually inherently related. We see the relationship between the cities and the countryside in the first two editorials, where the city-dwellers depend on the produce from the countryside to feed themselves and their families. The article that features Thomas Edison goes so far to fetishize the wilderness as sacred, like nineteenth-century romantics, and inherently better for the human soul and psyche. We can see here the creation of binaries that will affect the way the human beings treat the earth in modern times."],"display_date":"September 1900 - September 1911","search_date":"1906-03-17","locations":[{"id":50025,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1918,"tag":"Detroit Free Press"},{"id":1917,"tag":"Rural Life"},{"id":1595,"tag":"Thomas Edison"},{"id":704,"tag":"Urbanization"},{"id":1899,"tag":"Detroit"},{"id":897,"tag":"Farming"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5845,"title":"Frederick Law Olmsted:The OG of Belle Isle","course_id":118,"status":"P","start_date":"1882-11-01","end_date":"1882-11-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Surrounded by the rushing waters of the Detroit River, Belle Isle is no stranger to the enjoyment people can find from water recreation. The original development of Belle Isle Park's rivers and boating areas is discussed in a report by Frederick Law Olmsted, then America's premiere landscape architect, in his proposal for Detroit in November of 1882. In his original plan for Belle Isle, Olmsted discusses the need for boating recreation in the park, and suggests that it would be a fairly easy process to implement artificial waterways running through the park. He argues that the current water drainage channels, which were built to drain the marshy ground in 1882, were unsuitable for anything productive, as they were too low for drainage and created dangerous health conditions.","Concerning Belle Isle's waterways and recreation, Olmsted saw much potential in the design of streams through the island while still maintaining a natural appearance. His plan, without saying so, catered to the upper class, but also reflected the ideas of escaping urban life.  Residents of the cities, whether working or upper class, desired relaxing outdoor experiences away from the factories and populated city.  These areas of boating recreation would provide both entertainment and beautiful relaxing spaces for the park-goers."],"display_date":"November 1882","search_date":"1882-11-15","locations":[{"id":6598,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"WAYNE, Michigan"}],"tags":[{"id":1927,"tag":"urban design"},{"id":1926,"tag":"Frederick Law Olmsted"},{"id":1925,"tag":"water recreation"},{"id":1901,"tag":"Belle Isle"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5846,"title":"Detroit's Rapid Growth","course_id":118,"status":"P","start_date":"9/2/07","end_date":"9/2/07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["After decades being imagined as a romantic yet historic city with ties to France, by the turn of the twentieth century Detroit was moving into a new phase as an industrial center. According to observers in 1907, there was no more promising sign for the city's future than its increasing population. Gannett Co., Inc., an up-and-coming media company founded in New York, felt Detroit was a beautiful place filled with potential for growth. The young company showed faith and hope for the city, stating that the city had never been \"working more effectively or running more smoothly.\" The company pointed out the liberal investments of capital in big enterprises in the city, and the increased demand for expanding commerce. With a rapidly-growing population of 449,138 and an expanding economy, Detroit had the potential to employ countless others.","The time when Detroit's automotive industry was just beginning to make headway and the population was steadily increasing was an optimal era for Detroiters. Local businesses like Gannett demonstrated their full investment in the potential of the place. Investors were optimistic about the future of Detroit in 1907: this optimism was justified, as the salaried employees of the city made a total of $76,500,000 the previous year, and a large proportion of that was reinvested invested in banks and homes in the city. This contrasts sharply with the disinvestment a century later. Businesses that once helped build the city have now abandoned it without a backwards glance. Essays such as <em>Detroit Arcadia</em> by Rebecca Solnit paint a picture of a city left behind by industry."],"display_date":"September 2, 1907","search_date":"1907-09-02","locations":[{"id":50025,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1881,"tag":"Industrialization"},{"id":1929,"tag":"Auto industry"},{"id":787,"tag":"Urban Life"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5847,"title":"It's Not Too Late: Pingree's Potato Plan Continues","course_id":118,"status":"P","start_date":"1894-06-08","end_date":"1894-06-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The year was 1894, and the United States economy was in a state of depression. The large number of unemployed citizens needed a way to provide for ther families. They were able and willing to work, but opportunities were scarce. On June 8, 1894, The <em>Detroit Free Press</em> published a notice to the community that Mayor Hazen Pingree was to continue his plan to turn Detroit into an agricultural hub. He saw the many unused, vacant, and abandoned lots in his city as an opportunity for the poor to cultivate crops to feed their families and ride out the hard economic times the nation was experiencing. Mayor Pingree called on the community to donate farming supplies and resources to facilitate his plan, and encouraged citizens to come together and help each other in any way posisble. It was already somewhat late in the planting season, but Mayor Pingree urged growers to continue their planting, stating \"the very best potatoes raised are those planted between the 15th of June and the 15th of July.\" He vowed to continue to call on prominent members of the community and community organizations to donate through the end of the planting season.","Though many saw Pilgree's potato patches as a lousy and unrealistic attempt at attacking a very large problem, many members of the community took notice, and stood behind the mayor by offering to donate acrees of their own land to be tended by unemployed, needy men looking to farm.  By 1894, the plan was in full swing and many important community figures pledged to help in any way they could.  Hazen Pingree's plan to cultivate gardens and crops in unused city lands was one of the first urban gardening movements in the country.  The success of his urban politics and potatoe patch plan prompted many other mayors of urban centers to copy his tactics in their own cities.  Potato patch-like plots were created in Chicago, New York, and Boston among others. Mayor Pingree's approach on mitigating the problems facing the poor made him a well kown \"social reformer\" of the era, and set the stage for future ideas around urban agricuture and urban gardens."],"display_date":"June 8, 1894","search_date":"1894-06-08","locations":[{"id":6599,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"WAYNE, Michigan"}],"tags":[{"id":1960,"tag":"Gardens"},{"id":1930,"tag":"Urban Agriculture"},{"id":1904,"tag":"Pingree"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5848,"title":"The 1967 Detroit Rebellion","course_id":118,"status":"P","start_date":"7/23/67","end_date":"7/26/67","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Despite a long history of racial tensions and repeated race riots dating back more than a century, before the Great Rebellion of 1967 Detroit did not believe these sort of things would happen there. The city administration would often boast that \"Detroit has a lot of things going for itself,\" which was probably true relative to other major cities in the North. African American people lived in some of the finer areas of the city and did not have to deal with a lot of the poor housing like places in New York. There was also strong employment for African Americans, specifically in the auto plants. Furthermore, the leaders of the city -- both white and black -- remembered the violent riots of 1943 and wanted to avoid repetion. However, in 1967 tensions boiled over, and most of Detrot's African American population rebelled against the city's social structure. Many looted stores and vandalized buildings. Many of the Black leaders tried to encourage the angry masses to cool down, but their efforts went nowhere.","The Detroit Rebellion of 1967 can be attributed to multiple social injustices against Blacks. It is ultimately believed that people grew tired of unfair practices and rose up to force change. The Black population had grown tired of unfair housing policies such as \"Urban Renewal\" which displaced countless low income African American families in the 1950s so that highways for example could be built. The African American residents were also tired of being harrased by policemen who were predominately White. Although some of the actions taken by many in the Black community can be called into question (i.e. looting and general vandalism) it is believed that the people felt so oppressed by the social systems of the time that they had no other choice. Therefore their actions are viewed by many as a act of rebellion against an oppressive system and not a riot which connotes lawless behavior and is without meaningful purpose.","Despite the lives that were lost and all the property damage that resulted from the 1967 rebellion, twenty years later some things still seemed unchanged or in some instances appeared to be worse.  Blacks in Detroit still faced staggering unemployment numbers and often times nicer housing was not accessible for all Blacks. However, in the aftermath of the rebellion, the city did seem to be more responsive to Blacks in some ways: in the 1970s Detroit had a black mayor (Coleman Young), a black police chief, a black school superintendent, a black majority city council, and a police department that did not seem at war with the city's blacks. There were definitely changes in Detroit since the 1967 rebellions but there was also a lot more needed to be done around the city's economic stability."],"display_date":"July 23, 1967 - July 26, 1967","search_date":"1967-07-24","locations":[{"id":33546,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1912,"tag":"1967"},{"id":1899,"tag":"Detroit"},{"id":1931,"tag":"1967 Detroit Rebellion"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5870,"title":"Trains to Detroit","course_id":118,"status":"P","start_date":"1/1/10","end_date":"12/31/30","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["During the 1920s, industry representatives from northern cities traveled to the south to recruit black people to work at their factories. The recruiters would give out free train rides to anyone who wanted to go work up North in the factories. Black people began using the train as a free ride to get where they wanted to go instead of the factories that had paid their way. M. Kelly Fritz, who traveled to Detroit as part of this Great Migration, recalls that the recruiters “got smart and locked the cars, and you couldn’t get out until you got where you’re going.” Fritz and a few friends of his gathered enough money to take a train by themselves, so they weren’t locked in trains like animals.","An estimated one million Black southerners moved from the South to the North in search of better jobs between 1910-1930. White people in the North resented the Black people moving up North because they competed with them for jobs. The population of Detroit, along with other northeastern industrial cities, multiplied during the Great Migration as people came to work in automobile industry jobs. Racist official housing policies confined the newcomers to segregated neighborhoods, such as Black Bottom and Paradise Valley in Detroit."],"display_date":"1910 - 1930","search_date":"1920-07-01","locations":[{"id":18385,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1962,"tag":"African-American history"},{"id":81,"tag":"Great Migration"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5853,"title":"Pullman Strikers in Delray","course_id":118,"status":"P","start_date":"1894-07-05","end_date":"1894-07-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The July, 1894 conflict between the workers who made up the American Railway Union and their employers at the Pullman Company developed into a nationwide strike that affected emerging urban centers across the country. While the strike was originally centered in Pullman, Illinois, its effects quickly spread to the cities connected to Chicago by rail. On JUly 5, 1894, for instance, the normally uneventful voyage of a Wabash train from Chicago to Detroit's Union Station was interrupted when strikers decided to board it. The strikers took over the train, and according to the Chicago Tribune reporter assigned to the story \"threw\" the engineer and fireman off into the river. The writer characterizes their actions as \"violent\" and describes them as being part of a long series of protests against trains coming from Chicago into Detroit. The strikers' impressive turnout was augmented when they were joined by the deputies who had originally been tasked with stopping them from boarding the train. The author hints that while the strikers had impressive turnout, the Deputies were not outnumbered but rather were simply in support of, or in \"sympathy\" with the strikers.","Detroit was an important site for the massive Pullman strike, and it is clear that the workers were adamant about the improvement of their labor conditions. This early labor strike is particularly interesting in light of the enormous influence Detroit workers would have on the American labor movement throughout the twentieth century. At the time, historians, lawyers, and most importantly businessmen saw the strikers as a wild and “wicked” group tearing down a respectable business. Over time, however, popular perceptions of labor shifted from “unfavorable” to “favorable” and the interests of owners and workers came into greater conflict. The Pullman Strike offers a great entrée into issues of civil action, labor environment, and industry and how the city of Detroit has dealt with each of these dynamics."],"display_date":"July 5, 1894","search_date":"1894-07-05","locations":[{"id":6599,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"WAYNE, Michigan"}],"tags":[{"id":1899,"tag":"Detroit"},{"id":2175,"tag":"Pullman Strike"},{"id":33,"tag":"Labor Union"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5856,"title":"Frederick Law Olmstead expresses his vision for Belle Isle Park","course_id":118,"status":"P","start_date":"1882-11-01","end_date":"1882-11-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1882, Frederick Law Olmstead, a landscape architect and designer of fifteen previous parks, was invited to take a look at a newly purchased property in Detroit, MI. As the designer of the first municipal park in America, he is considered the father of landscape architecture. With his pioneering expertise cultivated through years of follow-up work, Olmstead wrote an explanation for future planning of Belle Isle Park, a “gem” in the midst of the Detroit river, which runs between the United States and Canada. In it, Olmstead claimed that the possibilities for Belle Isle were as great as in his other works, such as Central Park in New York City, Mount Royal Park in Quebec, and the Emerald Necklace in Boston, Massachusetts. His plan for Belle Isle envisioned capitalizing on the island's existing wooded areas as the park's central attraction, and nurturing the trees into a majestic forest. He also saw the island's fields as possibly the best area for a marching band in all the Parks of the United States, and the rivers that ran through the island an attraction for boaters and fishermen. Olmstead also warned that fluctuations in economy would harm a city owned park if not properly addressed from the beginning. He advised that what the city may consider financially rewarding in the short term, such as a new recreation building, lessens the value in the park if not properly funded and maintained. These words would seem prophetic in the early twenty-first century, when city managers are struggling with strategies for maintaining the municipal use of Belle Isle.","Olmstead's plan was an early visualization of how parks and nature are not separate, but can exist symbiotically. The idea of a wilderness is a constructed ideology. A park which includes shelters and buildings for relaxing would not be shattering a pristine wilderness, but instead make the area more attractive for visitors. His vision of the park is also one that looks holistically at Belle Isle, as the park becomes a maintained organism. His vision to utilize the natural rivers as an attraction for boaters, and the trees as an inspiration for the architecture for future buildings, show how human interaction with Belle Isle was shaped by the island's natural resources. His warning of the possible problems with financing shows the tension between park maintenance and park financing has been around from the conception of the island."],"display_date":"November 1882","search_date":"1882-11-15","locations":[{"id":6598,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"WAYNE, Michigan"}],"tags":[{"id":1944,"tag":"Frederick Olmstead"},{"id":1902,"tag":"recreation"},{"id":1899,"tag":"Detroit"},{"id":1901,"tag":"Belle Isle"},{"id":1947,"tag":"City parks"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5858,"title":"Diverse Industries in Pre-Automobile Delray","course_id":118,"status":"P","start_date":"5/26/01","end_date":"5/26/01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the early 20<sup>th</sup> century, Delray’s appealing waterfront location in southwest Detroit attracted a diverse group of industries to the area. Businesses were attracted to the accessibility of transport, both riverfront and railway lines, and abundance of human capital. In May of 1901, M. J. Murphy, owner of Murphy Chair Company, purchased 50 acres of land in Delray, stretching from River Street to the channel bank of the Detroit River. Murphy would pay a yearly rent of $3000, which is equivalent to roughly $85,000 in 2012 values, and had the option to buy the property for $75,000 (about $2.2 million in 2012). While the public was not yet sure about the exact use he would make of the property, Murphy was likely to opt for a manufacturing plant, where he would join various other industries in the area. One of his neighbors, F. E. Driggs, a partner in the prominent law firm Driggs & Meddaugh, leased 30 acres of land along the river bank, and planned to use the site for larger manufacturing plants to take advantage of the nearby shipping facilities. The 20 acres of land west of Mr. Drigg’s property was sold to Swift & Co., a meatpacking company.","Murphy, Driggs, and Swift and Co. were just three of many who invested in Delray. Pre-auto industries in the area included pharmaceutical, shipbuilding, stoves, steam radiators and boilers, brass goods, chemicals, tobacco products, and garment. Delray’s industrial history dates back to the early 1830s, and the large influx of eastern and southern Europeans over the course of the nineteenth century provided the manpower for the thriving industries. Detroit’s labor force is intimately connected with the factories, and Delray was at the hub of the city’s industrial movement. Detroit’s present and future prosperity is closely associated with success in the manufacturing industries."," "],"display_date":"May 26, 1901","search_date":"1901-05-26","locations":[{"id":50025,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":58,"tag":"Industry"},{"id":1941,"tag":"Delray"},{"id":1899,"tag":"Detroit"},{"id":31,"tag":"Immigration"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5860,"title":"Tracing the Ribbons","course_id":118,"status":"P","start_date":"1/1/15","end_date":"12/31/15","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["This is a story that spans centuries of history, beginning in the 1700s with the French settlement of Detroit. The Detroit of the mid-18th century would have looked very different from the sprawling metropolis of today. Where the imposing skyscrapers of Detroit's downtown now dominate the riverfront, there would have been a sparsely populated settlement consisting of humble farms built along the river and extending a few miles inland. These narrow, elongated, side-by-side farm plots with riverfront access known as \"ribbon farms\" may seem to be relegated to the historical imaginary as the complexity and denisty of land use in modern Detroit does not seem to betray any remnant of this pastoral history. However, the ordering logic of the ribbon farms can be seen through the modern infrastructure and development that has buried it. Like a palimpsest, the farms of the French settlers can be traced out beneath the streets of the city.","In a 1915 real estate atlas of Detroit, long after the ribbon farms had disappeared beneath an urban, industrialized landscape, the original boundaries of the plots are still marked on the margins of the map.  While this may at first seem counterintuitive given that these plots do not correspond with the land use of 1915 Detroit, a closer look reveals that many of Detroit's streets roughly traced the boundary lines of the French ribbon farms. For instance, Dequindre Street extended from the river in a line that almost perfectly traced the eastern edge of the former Dequindre farm plot. Detroit grew up piecemeal from the ribbon farm plots as they were sold off through the 18th and early 19th centuries and thus, even after Detroit had long forgotten its agricultural beginnings, one could and still can trace the ribbon farms in the design of the urban fabric.","This story of the layering of human land use makes an important point about the study of history, especially in an urban area in which the intense pressure for development leads to a high turnover in land use. Human history, in the absence of iconic landmarks such as pyramids or the like, is often discussed in abstract terms that, while certainly a proper workout for one's imaginative capabilities, do not always resonate with an understanding of ecological or geological history which attest to an immense, temporal depth to natural and man-made events. This abstraction of historical reality becomes especially problematic when it does not take the trained eye of an archaeologist to trace out the patterns of former events and practices, such as in the streets of Detroit. By recognizing how historical land use can still order our present reality we can likewise gain a better perspective on how human interactions with an environment have a profound and lasting impact on said environment."],"display_date":1915,"search_date":"1915-07-02","locations":[{"id":18385,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1233,"tag":"Environmental History"},{"id":1948,"tag":"Ribbon Farm"},{"id":769,"tag":"Map"},{"id":1899,"tag":"Detroit"},{"id":1965,"tag":"New France"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5861,"title":"Groit Galaxy freak out on Belle Isle","course_id":118,"status":"P","start_date":"6/11/78","end_date":"6/11/78","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The air was electric with anticipation as a substantial crowd of jazz enthusiasts, free thinkers, day trippers, beat poets and social activists waited for the captivating headliners, experimental improvisational ensemble Groit Galaxy, to begin their set at the Bandstand on Belle Isle, Detroit. The six sweating figures on stage held their instruments and waited in the summer afternoon heat for a cue from their leader, pre-eminent saxophonist Faruq Z. Bey, to burst into life. Groit Galaxy were the final act on a special day of alternative culture hosted by the Friends of Belle Isle, consisting of several other local jazz and funk groups, original poetry readings by several esteemed artists, amateur sports and other family oriented activities. Representing one of the many recreational uses of the park, the event gave the space a cultural edge.","The event described in its 1978 press release entices guests to come visit a cultural and social landmark that holds a special place for many Detroiters. The 'Jazz on a Summer's Day' concert was held in the historic spirit of the island park as it was free to all visitors, and was attended by many socially aware individuals from all walks of life. The socially inclusive yet radical vibe of the concert was intended by local promoter John Sinclair, whose work in Detroit as a radio host, blues and jazz musician, poet, band manager and most importantly political activist made him an influential figure in the thriving avant-garde arts scene of Detroit in the late 70's. Sinclair was involved in many important Detroit organisations such as the Detroit Artists Workshop Press, which became famous 'hippy' collective Trans Love Energies. The location of the event as a political space is particularly appropriate as the origin of the 1943 race riot, for Sinclair participated in the 1967 riots and was jailed, arguably politically, for 2 years following this. The event however was held in cooperation with the Belle Isle Police Department, reflecting Sinclair's reluctance to engage in militant activism and encourage cultural participation."],"display_date":"June 11, 1978","search_date":"1978-06-11","locations":[{"id":35437,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1949,"tag":"Concert"},{"id":1899,"tag":"Detroit"},{"id":959,"tag":"Jazz"},{"id":1901,"tag":"Belle Isle"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5862,"title":"Detroit's Agricultural Hub","course_id":118,"status":"P","start_date":"11/1/75","end_date":"11/30/75","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Since 1889, the Detroit Eastern Farmer’s Market has been a municipally-owned center for the sale of farm produce, including wholesale and retail. The market was, and still is, a way for urban consumers to purchase goods directly from farm growers.  Within the structure of the market, there are both formal and informal organizations.  Formally, it is administered by the Bureau of Markets, which is a division of the Department of Purchases and Supplies. The Bureau supervisor answers directly to the commissioner of the Department of Purchases and Supplies, who in turn answers directly to the mayor. The market was also formally designed to have a series of stalls for each farmer to occupy. Informally, the market was basically self-regulated by the farmers and dealers themselves, arranging themselves in stalls near others who sell different products so that there is less competition.  Kinships and friendships within the market were also considered to be important, as connections better help to sell goods. Most of the farmers in the market were of German and Belgian descent, since Detroit had a heavy amount of European migrants during the 1830s.","Detroit Eastern Farmers Market became a weekly opportunity for city dwellers to interact with local farmers form the late 19th century through the latter half of the 20th century, and even today.  The market had transformed into an important food hub for southeastern Michigan and its food distribution industry. There are future plans to make the market larger, as well as more efficient."],"display_date":"November 1975","search_date":"1975-11-15","locations":[{"id":35437,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1899,"tag":"Detroit"},{"id":1930,"tag":"Urban Agriculture"},{"id":1950,"tag":"Eastern Market"},{"id":1951,"tag":"Farmer's Market"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5863,"title":"Black-Velvet-Valley","course_id":118,"status":"P","start_date":"1/1/68","end_date":"12/31/68","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["“Black-Velvet-Valley” by Cheryl Wells is a poem in which Wells details fond memories of her lived experiences being a resident in Detroit’s Black Bottom, a neighborhood that existed until its destruction in the 1960s. Wells’ poem address the immense worth of Black Bottom and the presence of jazz and blues in the community. In one part of the poem, Wells recognizes the “legendary life” of Black Bottom’s residents and the liveliness of Hastings Street. Hastings Street was one of the streets that served as a boundary of the Black Bottom neighborhood. Jazz and blues is significant in Black Bottom because during the 1930s to the 1950s artists such as Duke Ellington, Ella Fitzgerald, and Pearl Bailey played in the neighborhood as a means of building community amongst Black Bottom’s residents.","Wells’ account of her fondness of Black Bottom is particularly interesting, given the context of the siting of Black Bottom. Black Bottom was created to separate blacks from whites in the City of Detroit. However, Wells’ description of the Black Bottom community demonstrates how residents made the best out of their experience. Black Bottom is a tragic story because whites decided to dismantle the community they intentionally created in favor of building freeways to support “white flight” in the name of progress and modernity."],"display_date":1968,"search_date":"1968-07-01","locations":[{"id":33546,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1962,"tag":"African-American history"},{"id":1953,"tag":"Urban Renewal"},{"id":1899,"tag":"Detroit"},{"id":1914,"tag":"Black Bottom"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5864,"title":"<strong>Memories on Hastings Street in Detroit </strong>","course_id":118,"status":"P","start_date":"1/1/39","end_date":"12/31/60","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Detroit's Hastings Street was a place buzzing with activity and a hub for African American economic opportunity throughout the mid-twentieth century. Blacks were able to operate hospitals and practice medicine. Some of the other businesses that flourished along Hastings Street included a string of hotels and night spots; a grocery store, a cleaners, and a pool hall. However, the narrative of economic progress for blacks is not the most important component of this street’s rich history. On Hastings Street a Black man could actually feel like a man – he had the freedom to operate his own business and in many ways shape the society around him through the businesses he created. This freedom gave a sense of pride and achievement, which could be celebrated after historical wins by legendary boxer Joe Louis. The connection between Joe Louis and American Blacks was very important; Joe Louis’s success in the ring was often tied to Blacks' fight against oppression. His victories were especially important to Detroit Blacks since he lived in Detroit.","In Detroit as well as other cities, a common practice used by city officials and urban planners in order to clean up “blighted areas” was \"urban renewal,\" a process that involved razing houses and ultimately destroying neighborhoods. City planners viewed neighborhoods such as Black Bottom and Paradise Valley, which included Hastings Street, as slums and places with little to no social capital. There was a complete disregard for the sense of community and quality of life many residents had created. Sure, the housing was inadequate and city services were awful, but the Blacks who lived there due to housing discrimination had created a living situation that was fun, safe, and prosperous. The city only saw the community for its deplorable living conditions which they refused to rectify. Instead they displaced countless families through urban renewal. The city decided to run the expressway I-75 through the community, completely destroying Hastings Street. This once very rich cultured community no longer exists and much of it has been replaced by I-75 and Comerica Park (Detroit Tiger’s baseball stadium)."],"display_date":"1939 - 1960","search_date":"1949-12-31","locations":[{"id":22722,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1964,"tag":"Paradise Valley"},{"id":1914,"tag":"Black Bottom"},{"id":1899,"tag":"Detroit"},{"id":1953,"tag":"Urban Renewal"},{"id":1956,"tag":"Black Communities"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5865,"title":"Sitting on the Dock of the River","course_id":118,"status":"P","start_date":"1890-01-01","end_date":"12/31/10","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The afternoon is young as the fishermen laze around. Their fishing nets, cast off a Belle Isle dock in the Detroit River, are not yet full.  This is a scene which George Washington Merrill, a Great Lakes Steamship engineer, captured some time around the turn of the last century.  About twelve men and a horse standing on a large dock connected to Belle Isle are featured in the black and white photograph. Behind them is a heavily wooded shoreline, and what seems to be a bridge.  The photo is taken after Frederick Law Olmsted, then America's premiere landscape architect, had proposed his plan for Belle Isle’s design. He had anticipated that artificial waterways be implemented on the island for water recreation such as boating, but said nothing of fisheries or using the water for industry.","Perhaps Olmsted did not envision fisheries in his initial plan because he did not agree with using natural parks in this way.  He represented a the middle ground between John Muir's preservationist movement and Gifford Pinchot's utilitarian vision of nature.  Utilizing Belle Isle Park’s waterways for fishing is something Pinchot would agree with, as long as it was done conservatively, in a way that would preserve the fish stocks for the future. Olmsted probably envisioned waterways in the park for boating and recreation (and not fishing) because he saw nature as a place for reverence and use.  The artificial waterways he planned are inherently for “use” as the original land would be altered, but the boat users would still be able to enjoy their natural surroundings. Olmsted's vision was also one that matched that of the upper class, who had the time and money to boat and use the water for leisure.  Working class families did not have this luxury; perhaps the men in the photo are fishing to feed their families. The varying plans for use of Belle Isle's waterways can therefore represent a larger struggle of socioeconomic class in how to utilize this shared space."],"display_date":"1890 - 1910","search_date":"1900-07-02","locations":[{"id":6599,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"WAYNE, Michigan"}],"tags":[{"id":1899,"tag":"Detroit"},{"id":1958,"tag":"Waterways"},{"id":1957,"tag":"Fisheries"},{"id":1926,"tag":"Frederick Law Olmsted"},{"id":1901,"tag":"Belle Isle"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5871,"title":"Home is a relative term","course_id":118,"status":"P","start_date":"1/1/30","end_date":"12/31/39","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Between 1920 and 1970, millions of Blacks migrated from the South in pursuit of job opportunities in the manufacturing industry of the Midwest and Northeast. Detroit was a particularly popular destination due to its budding and thriving automotive industry. Before the \"Great Migration\", an era of Detroit's history coined for the sharp population influx, there were a total of 6,000 Blacks in Detroit. The numbers rose to nearly 120,000 after 1930. This raises the question of where they resided. The majority were constrained by discriminatory housing policies to only certain neighborhoods, one of which was Black Bottom, located on the southeast side of Detroit. Blacks were confined to the cramped, polluted, and congested areas such as Black Bottom. The nieghborhood's condition can be seen in the photograph taken by Walter and Victor Reuther in the 1930s. The overflowing dumpster littered with trash is surrounded by houses that look ready to collapse with the next gust of wind. Those houses sit on a bare, dust covered ground. The entire scene looks bleak and unfit for a comfortable lifestyle.","This picture was taken during the Great Depression. The job desperation that was prevalent in Detroit at this time was not unique to the country, but the sudden rise in immigration just prior to the Depression created special problems for the city, as it did in other northern industrial centers. The increase in population set the stage for the imminent housing crisis. The housing crisis eventually contributed to the race riot of 1943 as blacks begin moving into the white neighborhoods."],"display_date":"1930 - 1939","search_date":"1934-12-31","locations":[{"id":22722,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1962,"tag":"African-American history"},{"id":1081,"tag":"The Great Depression"},{"id":1899,"tag":"Detroit"},{"id":1914,"tag":"Black Bottom"},{"id":1010,"tag":"Housing"},{"id":1972,"tag":"1930s"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5873,"title":"Changing Landscapes in Northeast Detroit","course_id":118,"status":"P","start_date":"1/1/27","end_date":"12/31/47","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Steve Spilos' neighborhood on the outskirts of Detroit changed drastically over the course of his life. Michigan’s Consolidated Gas Company’s natural gas holder was considered the “prima donna” of gas tanks in the Detroit area in the 1920s and a key historical marker in the Connor Creek area of Detroit’s northeast side. In 1927, just before the City Airport was constructed, the tank was a well-known landmark by pilots and passengers from all over the country. Spilos left the city for a while and upon his return in 1947 everything was changed. A place that once had a running creek, farm, and woods was now turning into the standard industrial city. With factories like Chrysler, Plymouth, Dodge, and Briggs moving into the city alongside the huge gas holder, Spilos couldn’t help but notice and document the radical changes he experienced in such a short period of time to a city he once knew so well.  He said, “The first thing one notices is the odor and the sound of dripping splashing tar… At times the tar leaks through and slides down the walls into the reservoir at the base of the tank.”","Changing landscapes can help or hurt a city, and for the Connor Creek neighborhood in Detroit, the latter is more applicable unfortunately. The combination of this and other industrial changes altered Detroit’s social and economic situation from the 1930s-1960s according to a report by the Detroit News. If the city had been more environmentally cautious at the time, a lot of things could have played out differently for the Connor Creek area and the city as a whole."," "],"display_date":"1927 - 1947","search_date":"1937-07-01","locations":[{"id":21386,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1233,"tag":"Environmental History"},{"id":1899,"tag":"Detroit"},{"id":1881,"tag":"Industrialization"},{"id":1974,"tag":"Connor Creek"},{"id":1976,"tag":"Northeast Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5875,"title":"The Wealth of Michigan Lies in the Soil","course_id":118,"status":"P","start_date":"1842-02-23","end_date":"1842-02-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1842, <em>The Signal of Liberty</em>, a small newspaper associated with the Liberty Party of Michigan, published an article detailing the current state of agriculture in Michigan and the uncertainty surrounding its future. Tariffs and duties threatened the economic security of the wheat-producing states, and many feared that unless the farmers organized and acted their interests would be neglected before Congress. Josiah Snow, a prominent Detroit resident, urged every town in Michigan to send petitions to Congress to demonstrate the state's unity on the issues facing what he described as their most important industry. Michigan's grain production exceeded New England's, New York's, and Ohio's making its economy especially vulnerable to restrictive policies. As <em>The Signal of Liberty</em> put it, \"the wealth of (the) state is derived chiefly from the soil, and the industry bestowed on it.\"","Unlike the Michigan and Detroit of the 20th century, the Michigan of the 19th century relied heavily on agriculture for its economic success. With the construction of the Erie Canal, Detroit's strategic location along the Detroit River and proximity to the Great Lakes made it an ideal port for transporting goods and people to and from the east. Competition and high tariffs in eastern states, as well as Michigan's relatively cheap land, drove many small farmers from the east coast to migrate to Detroit and the surrounding areas. Between 1830 and 1840, the population of Detroit increased 309 percent due largely to the agricultural draw. The population of Southern Michigan would only continue to increase in the twentieth century, as its focus shifted to manufacturing, but the agricultural focus of the mid 1800's made it an immigration hub for people from all over the country and contributed greatly to Detroit's development as an influential metropolitan center."],"display_date":"February 23, 1842","search_date":"1842-02-23","locations":[{"id":6594,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"WAYNE, Michigan"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":1899,"tag":"Detroit"},{"id":31,"tag":"Immigration"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5878,"title":"Delray and Windsor From Above: An Aerial Photograph from 1930","course_id":118,"status":"P","start_date":"1/1/30","end_date":"12/31/30","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["With the completion of the Ambassador Bridge in November 1929, which spans the Detroit River and links Detroit to Windsor, Detroiters looked forward to what they hoped would be increased economic interaction with Canada and therefore, more wealth for the residents. An aerial photo of the bridge taken from 18,000 feet both implicitly and explicitly sheds light on the industrial advancement of the city, from the bridge to the photographic feat itself. Both Detroit and Windsor are visible, along with features of the industrial and commercial landscape. What is most striking, though, is the difference between the two cities: Detroit, on the right bank of the river, appears significantly darker than the Canadian city on the left. The photo’s caption remarks a couple of times in passing on this, referring to Detroit’s “ungainly winter smoke screen”, the “cloud of smoke” and how the photographer could see Navin Field when “the sun’s rays penetrated the smoke long enough.”  However, even with these comments, the focus instead is fixed on the elements of the advancing city, such as the railroad, the bridge, and even the ability to capture such an image.  Even though the image itself seems bleak, the tone of the caption and the ennummerated successes reflect a positive, forward-thinking attitude.","At the beginning of the 20<sup>th</sup> century in this Southwest region of Detroit, with the influx of immigrants from Eastern Europe and the growing black population from the south, the main concern of the residents was employment. This bridge and the growing number of industries gave the people hope that they would foster further economic benefits for the area.  The rapidly increasing trade and business in Detroit due to the industrialization and transportation hub of the Southwest neighborhoods was a point of pride. Any pollutants were not yet a major concern.  As long as the people were employed and were benefiting from these industrial changes, they were content."],"display_date":1930,"search_date":"1930-07-02","locations":[{"id":22722,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1983,"tag":"The Detroit News"},{"id":1982,"tag":"The Ambassador Bridge"},{"id":1981,"tag":"Windsor"},{"id":1899,"tag":"Detroit"},{"id":1941,"tag":"Delray"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5882,"title":"Problematizing the Potato Patch Scheme","course_id":118,"status":"P","start_date":"1895-01-01","end_date":"1895-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1895, while still serving his last term as Detroit’s mayor, Hazen S. Pingree wrote an autobiography entitled <em>Facts and Opinions: Or, Dangers That Beset Us.</em> Far from laying out some nostalgic, narrative arc from his boyhood in rural Maine to his career as the populist mayor of a burgeoning industrial city, Pingree writes almost exclusively of his time as a mayor and conveys the gravitas with which he wielded his mayoral power to curtail the increasingly monopolistic influence of corporations.  One chapter, near the end of the book and after an exhaustive description of his struggles with greedy capitalists, highlights the potato patch scheme that gained Pingree significant national acclaim: a vacant-lot gardening program that successfully employed the unemployed in subsistence food production during the economic downturn of 1893.","Rather than relating this story personally, however, Pingree opts to preprint a public address by the aptly named Captain Cornelius Gardener who officially ran the program for its duration .Gardener, being a practical-minded man, does not embellish much in his post-operational breakdown of the successful program as he focuses on economics and logistics and positive press.  He does, however betray some overtly paternalistic and problematic conceptions of those who participated in the program, emphasizing their simplicity and that “they can be managed as easily as children.” This type of demeaning language, coupled with a photo in the chapter that depicts a family of farmers arranged in a stilted manner behind a handwritten sign in their garden that states “The name of the man who originated this system will be handed down to posterity” and a caption that explicitly labels them as Polish immigrants expose a darker side to the much lauded potato patch scheme.  Not only are immigrant communities and the poor being portrayed as simple and ignorant but they are also being used, objectified, as props in a propagandistic manner serving a political end wholly detached from their labor in the soil.","Here we see displayed something that potentially undermines the legacy of Pingree’s potato patch scheme or at least demands our critical examination.  To be honest though, it should come as no surprise that a philanthropic scheme in the late 19<sup>th</sup> century would have to play into prevailing notions of how to conceive of and treat the poor and immigrant populations.  Despite Pingree’s populist stance and posturing as a man of the people we should not fool ourselves into thinking that “people” meant quite the same thing then that it does to us now, and even today many programs developed to combat poverty and benefit immigrant communities come under intense criticism from those who still maintain that these populations must be made to be industrious and useful due to ingrained idleness or ignorance.  This is where urban farming as a means of social welfare must be incredibly careful to empower individuals without being paternalistic and demeaning or using that empowerment as a ploy for good press."],"display_date":1895,"search_date":"1895-07-02","locations":[{"id":6599,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"WAYNE, Michigan"}],"tags":[{"id":1904,"tag":"Pingree"},{"id":1899,"tag":"Detroit"},{"id":1930,"tag":"Urban Agriculture"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5879,"title":"The Transformation of Conner Creek","course_id":118,"status":"P","start_date":"1873-01-01","end_date":"1873-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Conner Creek was a creek that used to run from what is now the City of Warren in Detroit to the Detroit River.  Before the turn of the 20th century, great fires would sometimes rage through the garbage-filled ditches in the area, as a result, property values dropped after each fire and small homes popped up all over; the following spring each year, however, the creek would overflow its 30-foot banks and flood the homes.  This cycle continued until adequate sewers were put in place.  At this point, Conner Creek was beautifully landscaped, flowing through ravines and valleys as it wound its way through Detroit.  However, because of the floods, the land’s only value was in its suitability for crops and the river’s usefulness in powering mills, as opposed to speculation, and the forests lining the river were cut down and replaced by ribbon farms and mills, planted by young men who were willing to work the land for a modest living.","As Detroit’s Indian trails and plank roads were replaced by railroads and paved roads and industry developed in Detroit, the farms and mills gradually turned into factories and plants, which were built over the creek.  Because of these changes, the creek now flows underground to the Jefferson Avenue Conner Creek Pumping Station of the Detroit Water and Sewage Department.  Many of the streets in the area are a testament to the river’s presence and importance to the Eastside, still following the plan established by the ribbon farms that lined Conner Creek.  The Detroit Eastside Community Collaborative is currently planning and constructing a greenway— a network of trails for walking, biking, and running— to commemorate this history and give Detroiters access to trails and other greenways.  The greenway follows the creek’s original path and, when finished, will connect Northeast Detroit’s neighborhoods and residents (only this time by a landscaped path rather than water).  The greenway will serve as the only evidence that a creek once flowed through the area, with bicycle tours and signs marking historical sites, reminding and teaching people of their neighborhood’s history."],"display_date":1873,"search_date":"1873-07-02","locations":[{"id":6597,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"WAYNE, Michigan"}],"tags":[{"id":2003,"tag":"Nortown"},{"id":1899,"tag":"Detroit"},{"id":1984,"tag":"Conner Creek"},{"id":1988,"tag":"Infrastructure"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5880,"title":"A Nostalgic Account of Detroit at the Turn of the Century","course_id":118,"status":"P","start_date":"1890-01-01","end_date":"12/31/10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The lifestyles of Detroit citizens at the end of the 19<sup>th</sup> century, particularly the activities and pastimes of the youth, are illuminated by George W. Stark in his reminiscent vignette.  Stark’s narrative especially focuses on those living on the North-East side of Detroit because Stark lived on Mt. Elliot Ave, which was then the city’s easterly boundary.  While the account given is a jubilant recollection of his youth, it also reveals much about the city's history of transportation and infrastructural development.","Among other things, Stark exuberantly recounts the excitement of watching a horse walk on a treadmill in order to power a saw which cut logs into plates that would be used to create roads.  He further describes the joyous times had by children playing with the stacks of these plates left by the sides of roads.  Stark posits that the children saw the logs as their own play things and built “houses, sheds, and most often, castles in the air.”  Interestingly, the phrase <em>castles in the air</em> was coined by transcendentalist Henry David Thoreau in his magnum opus, <em>Walden</em>, to describe an aspiration, desire, or fantasy.  With Stark’s application of the phrase in his revealing account of childhood in an earlier era of Detroit, Stark seems to say that childhood dreams were created in the process of playing with materials that would later form Detroit’s roads.","In a broader sense, the roads—and the auto industry they were created to help actualize—were once Detroit’s own castle in the air.  They encompassed a belief in the power of industrialization to facilitate the city’s progress.  More recently however, some people, such as Rebecca Solnit, have come to see the growth of auto industry and the division of Detroit by highways as a paradoxical problem for the city.  It is important to note that at the turn of the century roads were not being built with a monomaniacal automotive fixation; George Starks describes that, “In the late 1890’s, the bicycle craze was at its peak” (Stark 16).  Perhaps a return to non-motorized transportation, such as the current Connor Creek Greenway Project, will be beneficial to Detroit.  Presently it remains somewhat of a castle in the air, but now we need only to build a greater foundation under it."],"display_date":"1890 - 1910","search_date":"1900-07-02","locations":[{"id":6599,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"WAYNE, Michigan"}],"tags":[{"id":1899,"tag":"Detroit"},{"id":1986,"tag":"Mt. Elliot Ave"},{"id":1987,"tag":"late 19th century youth"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5885,"title":"The Raceway on Belle Isle","course_id":118,"status":"P","start_date":"6/1/93","end_date":"6/30/93","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Thousands cheered as Danny Sullivan tore down Sunset Drive on the final lap of the 1993 Champ Car World Series (CART) race held for the second time on Detroit's favourite island park, the historic Belle Isle. Many spectators thrust their fingers deep into their ears as Sullivan rounded the final curve and roared past the packed grandstand to secure victory at the new racetrack, with a backdrop of the impressive Detroit skyline across the water. The 1993 event was a great success and showed a promising future for professional motor racing in the city with the richest auto history in the world. <br />Coming from the recent disappointment of the world renowned Formula 1 race series leaving the city in 1989, as no agreement with the already declining city could be agreed upon to move from the outdated Renaissance Center inner city track to the fresh Belle Isle, the 1992 move breathed a new lease on life into the city's racing industry. While the CART race brought crowds, adrenaline and excitement to Belle Isle each summer it was also abandoned in 2001 as it was deemed insufficient to the races needs. As the city further declined Belle Isle remained a city park with many other recreational uses for the people of Detroit, but was beginning to fall into disrepair. The raceway was again revived in 2007 as part of the Indy circuit, only to be cancelled by 2009 due to the particularly heavy impact of economic crisis on Detroit's auto industry.","Perhaps the island would have remained better off without the extensive changes made to its roads and landscape by accommodating these large auto races and the corporate promotion that accompanies them. Mayor Oscar Marx had firmly rejected the prospect of holding the 1913 Vanderbilt races upon the Isle as he was unwilling to “turn Belle Isle over to promoters who are seeking to make money” purely because it “belongs to the people” and should not be profited from. Marx's assertion that the park and island is property of all of the people of Detroit reflects the divisive, longstanding dominant narrative of ownership of Belle Isle. As the park's administration grappled with acceptable uses of the park and the representation of privately owned property and spaces, the funding for the park has experienced periods of plenty and poverty, culminating in the late 2013 decision by the struggling city of Detroit to lease the island to the State of Michigan to ensure its upkeep and longevity."],"display_date":"June 1993","search_date":"1993-06-15","locations":[{"id":41645,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1899,"tag":"Detroit"},{"id":1997,"tag":"racing"},{"id":1996,"tag":"Grand Prix"},{"id":1901,"tag":"Belle Isle"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5886,"title":"Market Mingling","course_id":118,"status":"P","start_date":"9/10/32","end_date":"9/10/32","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the 1930s, Detroit’s Western Market was bustling with hundreds of farmers, buyers, and city dwellers.  Trucks were arranged as close as possible and numbers of large baskets containing fresh produce lined the surrounding area. Young to middle-aged men tended to be the ones to sell the farmed products, ranging from apples to poultry. In the busy summer months, the men, both farmers and consumers, dressed presentably, wearing trousers, button-down shirts, and brimmed hats. Their attire indicates that the market brought together many formal interactions between those in the agriculture sector and those working in the booming city of Detroit.  Many conversations took place as buyers shopped from truck to truck searching for groceries.","Although the Western Market was the second of Detroit’s produce markets (Eastern Market being the first), it only lasted 74 years. Leading up to its closing were the freezing and packaging of foods, in addition to direct buying by chain stores.  By 1965, the market’s 309 stalls were demolished in order for the city to start the construction of the Fisher Freeway.  Western Market depicts the busy city activity of how Detroit used to be during the early twentieth century, showing the positive ties between agriculture and industry."],"display_date":"September 10, 1932","search_date":"1932-09-10","locations":[{"id":22722,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":1899,"tag":"Detroit"},{"id":1972,"tag":"1930s"},{"id":1998,"tag":"Western Market"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5888,"title":"Detroit's Eastern Market: A Melting Pot of Cultures","course_id":118,"status":"P","start_date":"1/1/30","end_date":"12/31/40","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Detroit's Eastern Market showcased a similar scene nearly every day of the week: thousands of customers navigated the narrow walkways betwen the hundreds of stands selling anything from poultry to cucumbers to maple syrup. Local farmers gathered to showcase their produce and earn a living by selling their goods in what was, by 1924, said to be the largest farmers market in the world. Prices were lower here than other places due to the elimination of the middleman, and though the best produce was always saved for Saturdays, produce in Detroit's Eastern Market was grown localy and promised to be the best in the city. The market not only served as a place to buy the freshest goods, but as a place to meet and mingle with Detroit locals of all different ethnicities, backgrounds, and walks of life.","Detroit's Eastern Market has served the people of Detroit since its beginnings in 1841, and has remained a prominent center for both agricultural commerce and social interaction within the city for close to 125 years.  The Eastern Market \"prospered greatly from the waves of immigrants\" that arrived in Southeast Michigan in the ealry 20th century, many of whom brought their agricultural backgrounds and farming experience with them.  The market offered immigrants a sense of community within distinct social circles of vendors and customers from similar ethnic origins. The market also boasted the lowest prices in the area, an important factor for many poor immigrant families when choosing where to shop. The Eastern Market's wide variety of goods catered to Detroit's eclectic mix of immigrant tastes.  Urban spaces like the Eastern Market have provided Detroit communities with a place in where the \"intersection (of) many groups and cultures\" allows people from the inner city, the suburbs, and other diverse backgrounds to interact and socialize: a purpose these markets still fulfill today (De Weese, 17)."],"display_date":"1930 - 1940","search_date":"1935-07-02","locations":[{"id":22722,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1930,"tag":"Urban Agriculture"},{"id":1899,"tag":"Detroit"},{"id":2001,"tag":"Farmers Market"},{"id":31,"tag":"Immigration"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5889,"title":"When history repeats itself","course_id":118,"status":"P","start_date":"1/1/21","end_date":"12/31/21","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The neighborhood that once stood as Black Bottom and Paradise Valley were subjected to “urban renewal” in the early 1960s. The Sanborn Insurance maps reflect the changes that the neighborhood underwent between1921 to the mid-1960s when I-75 was laid down , putting an end to the culturally rich area of east Detroit that existed around Hastings and Gratiot street. Changes to the land and buildings are makred by a piece of paper glued on top of the previous architecture that stood there. Parts of the neighborhood map have street blocks with multiple layers of papers which reveal the frequency and extent of changes in building erection and destruction that occurred. Some sections, after several layers of glued-on paper, simply read “ALL BUILDINGS IN THIS AREA…REMOVED.” These maps graphically reflect the decline of the neighborhood from the densely-settled community that it was in the 1930s to its obliteration in the early 1960s.","One former resident of Black Bottom said that \"Hastings Street in the 1930s was the only place in Detroit where a Black man could be considered a man.\" This statement reveals the strong correlation between location and identity. Therefore, according to the testimony, the destruction of Black Bottom was a simultaneous destruction of a Black sense of place in Detroit.  There is a parallel between what occurred in the early 1960s in Black Bottom and what is currently happening in Delray. Delray is currently undergoing social and economic changes that are directly linked to the heavy industry in the area."],"display_date":1921,"search_date":"1921-07-02","locations":[{"id":19267,"lat":42.2533621325,"lng":-83.8384551752,"zoom":9,"place":"Washtenaw, Michigan"}],"tags":[{"id":1899,"tag":"Detroit"},{"id":1914,"tag":"Black Bottom"},{"id":1964,"tag":"Paradise Valley"},{"id":1953,"tag":"Urban Renewal"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5890,"title":"The Opening of the Belle Isle Bridge","course_id":118,"status":"P","start_date":"1884-01-01","end_date":"1889-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Up until 1889, the only way for people to cross over to Belle Isle from Detroit was by ferry, and a fare was required to board the boat. A bridge was then constructed that allowed visitors to walk or drive over to reach the park. While still in the planning stages, there was much debate over who should build, and then subsequently own, the bridge. Popular opinion was, by and large, in favor of the city of Detroit supplying the workers to build the bridge. Additionally, they felt that the city should also own and run the bridge. This would mean providing free access to the island. If a private corporation took over the bridge, they would be doing so for profit and would, therefore, require a fee to enter the island.","The city eventually did take ownership of the bridge which led to greater access for the residents of the Detroit. The bridge itself had a democratizing effect. It was free. People did not need to have any money in order to enjoy Belle Isle. This allowed for all classes to be able to spend their time together at the park. You could spend the day with your family on the island even if you had no money. The very bridge structure acted as an equalizer among the classes. This is additionally why the state takeover of the park is such a contentious issue among the citizens of Detroit. You have to buy a state park pass in order to cross over the bridge into Belle Isle. While it is a nominal amount, many families do not have any disposable income that can go towards that. Therefore, a structure that began as an opportunity for the lower classes to enjoy the park has become the very thing that will keep some out."],"display_date":"1884 - 1889","search_date":"1886-12-31","locations":[{"id":6598,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"WAYNE, Michigan"}],"tags":[{"id":1901,"tag":"Belle Isle"},{"id":1899,"tag":"Detroit"},{"id":1947,"tag":"City parks"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5892,"title":"Postcard reveals the nature of Belle Isle Park","course_id":118,"status":"P","start_date":"1/1/10","end_date":"12/31/10","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["A postcard centers on a group of deer who are closely herded together, feeding. The background of the forest is a mixture of evergreens and deciduous trees commonly found in Michigan woods. These deer seem to be eating off of a log. At first glance it seems to be a wilderness area with nature’s animals in a forest without human intervention. Taking a closer look, however, reveals the deer are actually being fed out of troughs that were built of the surrounding timber. There is also another small building in the corner, which seems to blend seamlessly with the nature as well. This is the habitat to be found on Belle Isle Park, in the bustling urban center of Detroit, MI. It’s surprising to find such an authentic view of nature in the city of Detroit.","The photo captures the trend of building parks and recreation in urban environments which attempted to escape industrialization and urbanization. The goal by the original park planner, Frederick Law Olmstead was to create a pristine wilderness for people to relax. He believed trees to be the most precious resource of the island, and he thought Belle Isle should capitalize in any architecture to blend in with the environment. This postcard shows how the nature was emphasized the troughs and buildings of the photo, with the intention of attracting animals as a feature of the Belle Isle. It also shows the blending of nature in artificial environments can exist interdependently to increase the attraction of the environment, bringing people closer with nature."],"display_date":1910,"search_date":"1910-07-02","locations":[{"id":18385,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1947,"tag":"City parks"},{"id":1233,"tag":"Environmental History"},{"id":1901,"tag":"Belle Isle"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5893,"title":"Detroit Demographics 1971-- Who lives where on the map","course_id":118,"status":"P","start_date":"1/1/71","end_date":"12/31/71","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Detroit in the 1970s was undergoing trials and tribulations stemming from a variety of issues. Crime was at an all time high, the economy was in decline, and race relations of the city were in shambles. These issues were directly related to the changing demographics of the city. According to a map produced as part of a teacher training project for Detroit public schools, much of the city was geographically divided into distinct ethnic communities. The map shows designated ethnic groups throughout Detroit that compromise 50% or more of the areas' population. Identified ethnic groups included Blacks, Whites, Germans, Polish, Italians, Jewish, Mexicans, Greek, and Middle Eastern, among others. There was a heavy Polish and Italian presence in Northeast Detroit, in comparison to the rest of the city, which was majority African American. There were also quite a few areas that were indicated as having “mixed” ethnic groups, but the actual composition of this status was not indicated. Even with this, the black presence in the core of the city is very clear and well displayed on the map.","The earliest European immigrants came largely from France in the early part of the 19<sup>th</sup> century, mainly as fur traders and missionaries. Later, farming replaced fur trading as the state's primary economic activity and more immigrants began to settle. In 1825 the first wave of German immigration to Detroit began; the Irish began in 1830. This growth continued through 1890s with Polish immigrants settling as well. During the great migrations of African Americans from the south happened between 1910 and 1980 when the African American population multiplied over 100 times. Today, the Hispanic population of Detroit is rapidly increasing which started after 1940. All of these changes in waves of migration to Detroit are indicative of major international changes happening to the city in trade industries, during the war era, and during industrialization.","For a half-century beginning in the 1950s, Detroit lost nearly half of its population, almost all whites; so, there is even less diversity in the city today. Detroit has ranked among the 10 most segregated metropolitan areas in the United States since the mid-20th century. The city has faced persistent residential segregation in the postwar era. continuing into the 21<sup>st</sup> century. This lack of diversity has proven to be problematic for the city and there does not seem to be much being done about the issue."," "],"display_date":1971,"search_date":"1971-07-02","locations":[{"id":35437,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1899,"tag":"Detroit"},{"id":21,"tag":"Race Relations"},{"id":2008,"tag":"Demographics"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5900,"title":"A City on the Rise: Expressways in Early Detroit","course_id":118,"status":"P","start_date":"4/8/50","end_date":"4/8/50","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the mid-twentieth century, Detroit was on the cutting edge of transportation innovation, and many cities around the world marveled at the city's rapid growth and industrial pride. The John C. Lodge Freeway was one of the many attractions gaining Detroit much of its attention. An aerial photograph taken in 1950 shows the city's complex and multifaceted highway system starting to take form. The photo depicts a portion of Detroit’s East Side along with an early M-10 freeway, still under construction. Today, construction of massive freeway systems is widely considered one of the main factors behind Detroit’s decline, and this photo shows how the freeway projects split neighborhoods and sectioned off large portions of the city. The freeway bisected the predominantly African-American Black Bottom and Paradise Valley neighborhoods, and was part of a larger \"slum clearance\" campaign by the city that wiped out many low-income communities without providing relocation or other services for former residents. Upon closer examination of the photo it is clear that without a car it would take some time to get across this new structure and venture to another portion of the city. In the northwest part of the city, a large area filled with countless blocks of recently constructed houses is visible, just where the freeway ends. The cranes shown at the end of the freeway suggest further expansion of M-10 into the neighboring residential areas, demonstrating the city's commitment to the growing suburbs.","The John C. Lodge freeway was just one of many projects happening across the country that made the inner cities less appealing and added to the appeal of suburbia for those who could afford it - or those who were not excluded by segregationist housing policies. In “Beautiful and Terrible: Aeriality and the Image of Suburbia,” author D.J. Waldie showcases a gallery of aerial photos that show the construction of future cookie-cutter suburbs in Southern California. Waldie notes that the developers of suburbs like these and projects like the Lodge were proud of such grand construction and expansion: aerial photographs of the projects frequently appeared in magazines and received high praise and admiration for the future they would bring. Photographs like these had significant impacts on the way the projects were perceived by the public, and were understood at the time as signs of progress, while today many of us focus more on their more problematic and overlooked aspects. Regardless of the viewer's perspective, however, it is certain that the highways would forever alter the city."],"display_date":"April 8, 1950","search_date":"1950-04-08","locations":[{"id":28980,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1510,"tag":"Suburbanization"},{"id":1989,"tag":"freeways"},{"id":1953,"tag":"Urban Renewal"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5902,"title":"Hungarians in Delray: Maintaining a Beautiful Neighborhood in Spite of Criticisms","course_id":118,"status":"P","start_date":"10/18/11","end_date":"10/18/11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Early 20<sup>th</sup> century Detroit underwent major demographic changes, which were not easily accepted by those Americans who already lived there. In 1911, one reporter from the <em>Detroit Free Press</em> visited Delray in the southwest of the city, which had a substantial population of Hungarian immigrants, to investigate accusations that Hungarians were dirty and had low morals.  The Hungarian community in Delray had come under attack after it had criticized and deemed unnecessary the addition of a new Sunday school room offered by the Women’s and Foreign Mission Society and the Women’s Home and Mission Society of the Presbyterian Church. In response to Delray residents' concerns, the Reverend E. H. Pence of the church retorted that the Hungarians “had little idea of how to live in the twentieth century, a badly warped sense of morality and no idea of sanitary laws.” Naturally, this comment incited indigantion from the Hungarian community. To disprove the Reverend and those who agreed with him, Atty A. Weisz, a Hungarian lawyer, and Reverend Stephen Borsos of the Hungarian Reformed church invited a reporter to take a look at the neighborhood for himself. And in fact, what was reported was that their neighborhood, despite the smoke from the nearby factories, was clean, beautiful, and in prime condition.","The Hungarian population spiked in the early years of the 20<sup>th</sup> century and the city of Detroit certainly noticed. The recently-established industries in Delray attracted many immigrants, not just Hungarians, but as perhaps expected, it was not always the smoothest transition. That being said, the Hungarian community in Delray did well to establish for themselves a vibrant, thriving community.  While the demographics may have changed and while the challenges may have become more pronounced, this pride in Delray still remains in many of its residents today."],"display_date":"October 18, 1911","search_date":"1911-10-18","locations":[{"id":18385,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":31,"tag":"Immigration"},{"id":1899,"tag":"Detroit"},{"id":1941,"tag":"Delray"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5904,"title":"Brewster Housing Project","course_id":118,"status":"P","start_date":"1/1/35","end_date":"12/31/55","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the first half of the twentieth century, with an influx in population and with large numbers of African Americans and other minorities making their way to the city, affordable housing became a salient issue in many American metropolises. The Brewster Housing Group was a housing project on the east side of Detroit. The Brewster Housing projects (constructed between 1935-1955), which would eventually be renamed the Frederick Douglass Housing projects, were especially notable for their size and scale. The high rises each took up three square blocks of land. In addition, they were surrounded by residential areas with relatively large homes. Each of the high rises faced inward to the other buildings in the projects, creating small areas between each building that could be small community gathering places. This shows the self-contained nature of housing projects and how the architecture promotes fraternizing with those in the projects but not with the world around you.","Detroit was not unlike other cities that required low income housing to accommodate a growing population, and in Chicago in particular the development of affordable housing has become a contemporary issue. In David Schalliol's <em>Method of Living</em> he gives an account of how the views and uses of these once great housing projects have shifted. He states that we moved \"from viewing subsidized housing as a pathway to a better future to condemning it as an almost unmitigated failure.\" The Hull housing projects he refers to and the Brewster projects both \"exacerbated\" a problem that was trying to be fixed. The Brewster photograph displays how this housing project was a small community that was only to be observed by the outside world without much interaction. While the Brewster projects still stand today they are abandoned and have become an eye sore for the city and like Chicago the city plans to tear these projects down without any plan for the future."," "],"display_date":"1935 - 1955","search_date":"1945-07-01","locations":[{"id":22722,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":35,"tag":"Architecture"},{"id":1899,"tag":"Detroit"},{"id":1969,"tag":"Public housing"},{"id":1914,"tag":"Black Bottom"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5906,"title":"History of the Mundane","course_id":118,"status":"P","start_date":"1/1/33","end_date":"12/31/33","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["This is the story of something completely boring or, at least, it would seem that way from the outset.  It is the story of the registration process for the Detroit Thrift Gardens program started in 1931 to provide vacant lot gardens for the many people whose lives were shattered by the Great Depression.  This type of program was nothing new for the city of Detroit which had pioneered the concept of vacant lot gardening programs in the United States during the economic downturn of 1893. However, the bureaucratized vision of it was something that was, if not new, at least enhanced in the Detroit Thrift Gardens program.  The vacant lot gardening program of the 1890s was concerned with tracking economic input and estimating output but was never quite so meticulous as the thrift garden program, which, besides its registration forms that mirrored a census data form in the nature of their queries, had an official pledge that each gardener had to sign.  The pledge laid out the ground rules for participation in the program, which included an agreement not to sell any of the produce grown, to design and manage the plot in a specific spatiotemporal manner, and an agreement to statistically track the progress of the garden plot, among other things.  Some of these pledges established a program that was much more strictly controlled than a similar program in the 1890s had been: for instance, the restriction on selling surplus produce which was not only permitted but encouraged in the nineteenth-century vacant lot gardening program.  This increase in bureaucratic management could be read in a variety of ways but something that should be considered is that while both programs were framed as a consumptive alternative for poor urban dwellers who could not afford produce the vacant lot gardens of 1893 were also understood to be a means of naturalizing and potentially ruralizing recently immigrated Eastern European populations.","It is startling what can be gleaned from the most seemingly mundane bureaucratic documents.  Often, the unexpectedly fascinating history of faceless government agencies is obscured behind the veil of boring that seems to pervade bureaucracy.  However, what is being concealed, beyond simply the untold history of the mundane, is the assumptions and social logic that serve as frameworks and operating principles for these institutions.  More importantly, the operation of power and the central role that institutions, even small-scale institutions such as the Detroit Thrift Gardens program, serve in shaping the way people live and interact with the world.  The thrift gardens, for instance, were a highly managed form of urban land-use that, through bureaucratic tools and channels, shaped the appearance of urban agriculture and shaped people’s relations to it."],"display_date":1933,"search_date":"1933-07-02","locations":[{"id":22722,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1081,"tag":"The Great Depression"},{"id":1930,"tag":"Urban Agriculture"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5907,"title":"Great Depression Gardens","course_id":118,"status":"P","start_date":"1/1/31","end_date":"12/31/32","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Immediately following the Great Depression, the Mayor’s Unemployment Committee (MUC) established a thrift-garden program in Detroit.  Between 1931 and 1932, the height of the program, the gardens supplied food and benefits for about 20,000 people.  Experienced gardeners would create model gardens for thrift gardeners to follow, who were either welfare clients or those near the verge of dependency.  Experienced gardeners also seemed to mange and oversee the workers and land, sitting outside of sheds on the perimeter of the land.  They were dressed well, considering that it was the time of the depression, wearing white button-down shirts, ties, brimmed hats, and slacks. Plots were located between dirt roads near shack-like houses, surrounded by some of Detroit’s factories and smokestacks.  Corn appeared to be one of the more popular crops to grow.","Inspired by Hazen Pingree’s potato patches, Frank Murphy, the mayor of Detroit, decided to establish the “vacant lot gardening,” which had the two objectives of feeding the needy and preserving the  work habits of the unemployed. In 1931, the MUC allotted $10,000 to the program, supplying land, equipment, gardening instruction.  By the end of its first year, the gardens profited each worker by about $50, justifying a continuation of the project for another year.","Similar to Detroit’s economic standing today, the Great Depression forced thousands out of their jobs.  Murphy’s gardens, however, seemed to be a successful solution to maintaining the city’s work morale, encouraging the population to be involved in their community, and stimulating the economy.  Due to the parallels between Detroit in the early 1930s and today, the thrift garden program may be a viable source and inspiration for making future changes within the city."],"display_date":"1931 - 1932","search_date":"1932-01-01","locations":[{"id":22722,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2029,"tag":"Thrift gardens"},{"id":1158,"tag":"Great Depression"},{"id":1905,"tag":"Urban Farm"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5908,"title":"The Annexation of Delray","course_id":118,"status":"P","start_date":"6/21/05","end_date":"6/21/05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the midst of an explosion of growth, Delray in southeast of Detroit, was met with a growing need for adequate police and fire protection. Outside of the city, Delray was left to its own responsibilities and its growing population lacked pavement, lighting, and a sewer system. The streets were dusty, and the businesses suffered in dry conditions.","This debate for annexation sprang to life in 1905, before eventually coming to pass in October. Proponents argued there was a lack of unity that impaired the prospects of any marked improvement of condition. By arguing for the benefits that would come from the annexation, they slowly began to push against the opposition. Smaller manufacturing plants and businesses insisted \"we have everything we want\" and that the matter would be decided at election time.","In the end Delray was annexed, not by election, but by a bill passed in Lansing. With the city's annexation, the community of Delray gained pavement, sewers, lighting, and an adequate water supply. Still in a somewhat ironic gesture considering the greater picture of Detroit, Delray was ushered into a larger plan for the city, without a vote.","This article shows us a strong argument for public health and environmental quality within the community, something that one could argue has now been recinded at the hands of the city they were forced to join. This proposal was met with opposition from businesses and manufacturing, and defend as a promotor of growth and continuity. In the years since, Delray has garnered little more standing in city decision making, and as the community grew poorer and poorer, what social capital they had left to the suburbs."],"display_date":"June 21, 1905","search_date":"1905-06-21","locations":[{"id":50025,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2030,"tag":"Local government"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5909,"title":"Dismantling a Community","course_id":118,"status":"P","start_date":"1/1/59","end_date":"1/1/61","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Development makes way in Detroit, as the community that once contained blacks and separated them from whites fades into the background, never to be recreated. Businesses that once provided a variety of needs for residents are torn down and replaced with streets without stoplights to create a highway. Milions of cars travel over the land that once served as the site of homes, cleaners, churches, and restaurants. Do the drivers know the heritage of this area? It’s rather unlikely. The residents that once lived in this area have been forcibly displaced. This community, Black Bottom/Paradise Valley, is now a shell of its former self.  Its entertainment district is now just a memory, passed on from generation to generation through the voices of its former residents. The “new” Detroit begins.","The repurpose of Black Bottom/Paradise Valley shows a shift in the mindset of those in power. Detroit’s Black Bottom was originally created to separate blacks and whites and used as a means of containing blacks in a particular part of the city. Due to the decision of policy makers—both in Detroit and the State of Michigan—this community and everything it became for its residents has been discarded in the name of “development” for the creation of the Chrysler Freeway (I-75). The destruction of Black Bottom served as a catastrophic blow to Detroit’s African American community, and “families on highway sites [like Black Bottom] received only a thirty-day notice to vacate and the [Wayne County Road Commission] made no efforts to assist families in relocation.” These families were forced off of their property, away from their homes, and away from the site of which they were connected. “[A]bout one-third of [Black Bottom’s] families eventually moved to public housing, but 35 percent of the families in the area could not be traced. The best-informed city officials believed that a majority of families moved to neighborhoods within a mile of the Gratiot site, crowding into an already decaying part of city, and finding houses scarcely better and often moved overcrowded than that which they had left”. With the siting of I-75, the lives of the predominantly African American residents forever changed in order to support the needs of whites in the area. The camaraderie seen in Black Bottom is now a fond thought in the minds of many."],"display_date":"January 1, 1959 - January 1, 1961","search_date":"1960-01-01","locations":[{"id":28980,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":142,"tag":"african americans"},{"id":2009,"tag":"Interstate 75"},{"id":1899,"tag":"Detroit"},{"id":1914,"tag":"Black Bottom"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5914,"title":"Friends, Family &amp; Flowers: A Personal Account of A Detroit Florist","course_id":118,"status":"P","start_date":"11/4/76","end_date":"12/4/99","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["My grandfather, Vincent Adamo, and him family emigrated to Detroit, MI from Sicily when he was eight years old. The year was 1929. He recieved his first paying job at age fifteen, working at a restauraunt at the Eastern Market. He arrived at four a.m. every morning that summer and marveled at the farmers who would come from far and wide to peddle their eggs, fruit, veggies and most of all, fresh cut flowers and plants.","He graduated from Cass Tech and recieved a job as an apprentice tool and die maker at the Packard Plant. Starting the day after he graduated, he would take the Baker Streetcar to and from work every day with the many other factory employees. However, he left this job when he was drafted for World War II, and when he returned, he found himself jobless.","Adamo decided to open a flower shop with his cousin Agnes and her husband, who had been previously employed as floral designers at Livernois-Davis Flower Shop and State Flowers. On November 4th, 1946, Conner Park Flowers officially opened their first location on the corner of Gratiot and Conner Ave, where it still stands and operates today.","In the forties, a refridgerator was still a luxury item, especially a refridgerator large enough to store all their flowers. So they kept their flowers fresh on slabs of ice sized fifty to one-hundred pounds, delivered daily by the ice man. The flowers that the shop provided were similar to those you could find at the Eastern Market, grown locally by farmers in surrounding rural communities.","This all changed when members of a fleet of famed pilots from the Pacific Theatre of WWII, nicknamed the \"Flying Tigers,\" decided to start an independent business flying perishables from the West Coast and Hawaii to major cities in the Midwest. Now Conner Park Florist could provide exquisit and rare tropical flowers from the Pacific islands, like the Bird of Paradise and different types of delicate orchids, or sunflowers during any season of the year!","Today the original Conner Park Florist building is still owned and operated by the Adamo brothers, along with a location in Grosse Pointe Woods and Morang Drive Greenhouses.","My grandfather was someone who loved the beauty of nature and especially the happiness that it could bring to other people's lives, via a surprise bouquet or plant. As a florist, he was a vehicle for bringing nature into the heart of one of the country’s most industrial cities. His flower shop formed part of a network of production and distribution that linked the rural places where flowers were grown and the people who grew them with the city and its residents. At first, this network was primarily local, and was one example of how Michigan farmers and other producers relied on the city for their survival, and of the way that the city in turn relied on its hinterland. Over time, the network expanded globally, linking bouquets in Detroit to distant and complicated factors like the environmental conditions of the Pacific Islands and the cost of airplane fuel. This is one example of what historian Richard Wright has described as an “organic machine,” in which both technologies and natural features are inextricably tied together."],"display_date":"November 4, 1976 - December 4, 1999","search_date":"1988-05-20","locations":[{"id":35437,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2035,"tag":"Greenhouses"},{"id":2034,"tag":"Packard Plant"},{"id":2033,"tag":"Flower shop"},{"id":2032,"tag":"Flowers"},{"id":258,"tag":"World War II"},{"id":1950,"tag":"Eastern Market"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5918,"title":"Detroit’s Race Riot Chaos -- 1967","course_id":118,"status":"P","start_date":"7/27/67","end_date":"7/27/67","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Nortown was not exempt from the troubles of the Detroit race riots in 1967.  Detroit news staff photographer Shirkey was able to capture a photo in the area of exactly what was going on in the midst of the riots.  In the photo, 4 guards armed and ready to fire stood in the light of the streetlamps on the corner of the black Detroit neighborhood. They stayed until the wee hours of the morning to assure that blacks were not out past their curfews during the race riots in Detroit. The photo was captioned with “U.S. Army Airborne Infantry stopped cars in violation of the curfew at a French Road intersection on Detroit's East Side.”","The summer of 1967 was an important historical moment created by the city of Detroit’s black residence. They caused an outburst of conflicts around the country. For five days in July, Detroit, Michigan sprung into complete chaos. Proceeding, an economic boom from the auto industry created jobs, and urban renewal projects built new infrastructure in the city, but blacks were left out of this upward mobility. As a result, in a city with majority black residency, this caused a major problem. New plans were destroying black neighborhoods, and economic opportunities were scarce for black residents and the riots were just one show of reactions to these battles that they were facing as a community."," "," "],"display_date":"July 27, 1967","search_date":"1967-07-27","locations":[{"id":33546,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":175,"tag":"African American Sufferage"},{"id":2003,"tag":"Nortown"},{"id":2017,"tag":"French Road"},{"id":1055,"tag":"Race riot,"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5930,"title":"River Railroad of Rumrunners","course_id":118,"status":"P","start_date":"8/19/27","end_date":"8/19/27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Imagine America without alcohol.  Now imagine a booming American city without alcohol.  For most Americans during the Prohibition Era (1920-1933), this was just as hard to imagine.  Which is why many did not allow the ban on booze to stop them from enjoying it.  The Detroit River served as the perfect medium for these devoted drinkers, as this article from the Atlanta Constitution August 19, 1927, reveals.  Rum running was the smuggling of alcohol over waterways.  With Canada so close to Detroit, it was not hard to legally buy alcohol there and illegally transport it back to the United States using boats on the Detroit River.  Belle Isle, the island on the Detroit River between Canada and Detroit, served as an in-between for these rumrunners, a stop on the Underground Railroad if you will.  The basement of the Belle Isle Aquarium was even rumored to have a speakeasy.  The rum running did not operate on a small scale- the Atlanta Constitution article cites the city’s liquor bill around a million and a half dollars a week (comparable to 20 million dollars today).","However, obtaining alcohol was not all just fun and games.  The reinforcement of Prohibition laws obviously came with much resistance, which included violence and protests from citizens of Detroit, the police force, and lawmakers.  Even after doubling the border patrol between Canada and the United States, the waterways could not be patrolled efficiently.  As it did for slaves seeking freedom in Canada through the Underground Railroad, the Detroit River allowed drinkers to find their escape from the law.  In this way, Detroit is a unique American city.  Being just a boat ride away, it has many historical ties with its neighbor Canada."],"display_date":"August 19, 1927","search_date":"1927-08-19","locations":[{"id":21386,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2053,"tag":"Detroit River"},{"id":1630,"tag":"Canada"},{"id":1901,"tag":"Belle Isle"},{"id":111,"tag":"Prohibition"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5937,"title":"Gardening for Victory","course_id":118,"status":"P","start_date":"4/27/19","end_date":"4/27/19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1919, the United States was feeling a surge of pride and confidence amidst allied wins after four long years of fighting in Word War I.  The <em>Detroit Free Press</em> published an article to encourage its citizens to continue their wartime home-grown food production efforts, in what was referred to as Victory Gardens.  With the war officially coming to end, the United States saw a huge increase in the production of food from home-grown sources in the 1918 growing season.  An increase in food production and at-home canning allowed more food to be shipped to those in war-torn European cities where food was short. Complete with a cheerful cartoon of a happy, gardening family, the article discusses the success of war gardens and the spreading popularity of Victory Gardens in the aftermath of the war.  The National War Garden Commission of Washington stood behind this message, encouraging continued participation throughout 1919 and even incentivizing readers to donate funds (two cents) to the commission with the promise of a garden book for every 2-cent stamp received.  The National War Garden Commission hoped messages like this one would evoke feelings of nationalism and empower citizens to contribute to the food production effort from their own homes.","Victory Gardens, like the ones mentioned in this article, were a continuation of the war gardens, that began in an effort to help with the food shortage experienced as many young men left their farms to fight in World War 1.  These gardens sprang up in American backyards all over the United States, and the National War Garden Commission was created to monitor the progress of these gardens and encourage participation even after the armistice.  These forms of urban farming differed from many of the grassroots movements that utilized agriculture as a activism, in that victory gardens were backed and publicized by the federal government in a national campaign.  Victory Gardens were portrayed as pathways to US prosperity and rebuilding in the wake of the devastation of the war.  Many cities, like Detroit, converted vacant land to be cultivated by citizens.  In this way, the community and its members came together through pooled resources to participate in a small act of patriotism towards their country.  Within Michigan, Detroit’s victory garden design and campaigns were copied in other areas such as Hyland Park.  Cities like these used this model to begin planting gardens in elementary schools and junior highs in an effort to keep children interested and involved in the war efforts. Victory gardens would appear again during the next World War, and serve a similar purpose in both providing food during wartime shortages and bringing the nation together to achieve a common goal."],"display_date":"April 27, 1919","search_date":"1919-04-27","locations":[{"id":18385,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1719,"tag":"Victory Gardens"},{"id":1899,"tag":"Detroit"},{"id":2052,"tag":"Urban Farming"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5936,"title":"Golfing on Belle Isle","course_id":118,"status":"P","start_date":"5/1/22","end_date":"5/31/22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":[" ","Hundreds of determined amateur golfers crowded around the first tee on the brand-new Belle Isle golf course in May, 1922. The crowd was excited to see the challenging course played through by some visiting professionals, but even more so for the group of four to finish and open the course to the public. After obtaining a play permit for 25¢ and signing up at the new clerk's house, patrons had the option of renting clubs and balls for a “popular price” before being directed by competent instructors as they embarked on their first round on the 9 hole course. Being the only public course available in Detroit at the time, the “small, modest” island course enjoyed constant patronage throughout spring and summer especially on weekends.","The opening and ensuing popularity of a public golf course is highly representative of Belle Isle's narrative of being a park for the people of Detroit who had previously been “denied the privilege.” Parks and Boulevards Commissioner General Edward Heckel's promise that costs would be kept to an absolute minimum on the new course is indicative of the attitude towards the special island as a democratic public space, free of exclusivity and focusing on recreation and leisure. The small fee game or monthly fee charged went directly to the upkeep of the course, and children under 15 years old were able to play with supervision.","The problem of striking a balance between a challenging but more importantly well-maintained golf course and funding to keep it open is outlined in the City of Detroit's Recreation Department 2005 Master Plan for Belle Isle. Several issues are identified to bring the dated course up to standards of the island's image, such as appropriate lighting, irrigation and rest room facilities. As with much of Belle Isle's attractions and infrastructure however, the public Golf Course was closed in 2008 due to lack of money. Yet hope remains as recent proposals have been made to restore the area and convert it into a lower maintainance Frisbee Golf Course."],"display_date":"May 1922","search_date":"1922-05-16","locations":[{"id":21386,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2064,"tag":"Golf"},{"id":1899,"tag":"Detroit"},{"id":1901,"tag":"Belle Isle"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5938,"title":"Being Wrapped in Love-That's What Black Bottom Meant To Me","course_id":118,"status":"P","start_date":"3/1/42","end_date":"3/31/42","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Betty DeRamus is seen as a Detroit legend to some. Her parents moved to Detroit in the 40s when Betty was a baby. She lived in Detroit’s Black Bottom neighborhood as a child – her parents moved from the Black Bottom neighborhood when she was in high school. While growing up in Black Bottom Betty noticed the dilapidated housing; she said one house she lived in was desperately in need of a paint job but the house’s exterior looked as if it wouldn’t absorb paint. Despite conditions like this Betty says she felt that her family was rich. Both parents worked and by them having only one child they were able to maintain a nice home, they even bought Betty a piano. She also noted that the inside of her house was always spotless because her mother believed in keeping a clean home.","Additionally Betty talks about the sense of community in Black Bottom, she says it was a village. People knew you in Black Bottom and in many ways the Blacks “looked out for each other”. Betty talks about how there was some vice in Black Bottom (I.e. prostitution) but the community was not filled with overt violent crimes (i.e. break-ins and murders). She reflects on how her family seldom locked their doors and how people would sit on their porches late at night to enjoy the nightly breeze. She remembers sitting on the porch alone in the dark as a child and never hearing break-ins or assaults. The community was full of Black owned businesses which she enjoyed as a child, she recalls enjoying ice cream at Barthwells drug store and buying candy at the local confectionary. She also remembers how Hastings street was filled with fresh smells from restaurants and sounds of musical greats performing in local theaters.","“Feeling rich has nothing to do with how many dollars you have in a bank or in your pocket. It’s about having a sense of security. It’s about feeling cared for. It’s about growing up wrapped in love.” –Betty DeRamus.","This quote by Betty captures the feelings had by many living in Black Bottom. Their housing was not the greatest and many were poor but they had a sense of community. The people had created a way of life that made them feel rich. However this was disregarded and a community with a rich history and value was wiped away."],"display_date":"March 1942","search_date":"1942-03-16","locations":[{"id":27066,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1955,"tag":"Paradise Valley Detroit"},{"id":1990,"tag":"Hastings Street, Detroit"},{"id":1914,"tag":"Black Bottom"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5939,"title":"Nowhere to Stay","course_id":118,"status":"P","start_date":"1/1/42","end_date":"12/31/60","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In January of 1942 in the brink of World War II(WWII), Federal Price Administrator Leon Henderson ordered that the city of Detroit to stop making automobiles for citizens and start military production for the United States. Factories stopped production and began to make weapons, planes, trucks, and tanks for the Allied forces. President Franklin D. Roosevelt ordered citizens to unite and help our factories make military equipment for the Allied forces. Detroit’s factories ability to supply the demand of the Allied forces gave it its nickname of, “Arsenal of Democracy.” Over 350,000 workers migrated to Detroit to help out in the factories. Because so many Americans were overseas fighting for our country, shortage in factory workers opened the door for women to begin working in the factories too. But with more people moving to Detroit to find jobs, this caused added stress to the already deteriorating Detroit.","Post-WWII, Detroit began to slowly crumble and the rapid population growth was becoming to be rapidly declining. The new mayor of the city, Albert Cobo, promised to “stop scattering public housing projects throughout the city and to build them only at segregated, inner-city sites.” Mayor Cobo wanted to centralize public housing in order to protect white homeowners elsewhere. But despite his efforts, Cobo couldnt find private developers willing to build in areas known as “black ghettos” and attract whites to move in such housing areas. Public housing for people needing to be relocated were never built so overcrowding became more prevalent in inner city Detroit. Without a functional public transportation system in Detroit, the inner city became congested, overpopulated, and inevitably began to deteriorate."],"display_date":"1942 - 1960","search_date":"1951-07-02","locations":[{"id":27066,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1969,"tag":"Public housing"},{"id":1899,"tag":"Detroit"},{"id":242,"tag":"WWII"},{"id":2180,"tag":"Gratiot Park"},{"id":2181,"tag":"Mayor Cobo"},{"id":2182,"tag":"Arsenal of Democracy"},{"id":2125,"tag":"housing segregation"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5940,"title":"The Historical Imaginary of the Potato Patch","course_id":118,"status":"P","start_date":"1/1/08","end_date":"12/31/17","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Detroit Mayor Hazen Pingree’s successful scheme to employ idle hands in the cultivation of subsistence gardens on vacant lots during the economic downturn of 1893 was the first such program in the nation. Despite its short tenure as a facet of the urban environment of Detroit, city plots abounding in vegetables would flourish in the public imagination for years to come. In 1908, during a hard winter for employment, an editorial in the Detroit Free Press calls for the redeployment of a vacant lot gardening scheme. It makes an appeal to the resounding success of the Pingree program and stresses the fact therefore that as a measure for reducing unemployment it would not require any experimentation. The author also points out the existence of vacant lots as a space in which imagined gardens could thrive. Almost a decade later, in a 1917 <em>Detroit Free Press </em>article, Pingree’s potato patches are again referred to as a potential solution for a city-wide food shortage.  The mayor at that time is stated as expressing his belief that a contemporary take on Pingree’s plan would resonate with the poor of the city as it would allow them to help themselves combat the famine.  Again, the success of the potato patch scheme is emphasized and its legacy is further elaborated upon.  It is evident that, far from vanishing after the termination of the program in 1897, Pingree’s potato patches lived on, populating vacant city lots with potential and imagined potatoes.","The cultivation of plants and the way in which we imagine the cultivation of plants is not a process that can merely be reduced to subsistence or economic motivations.  Labor, especially in the down-to-earth sense of agriculture, is embedded within a moral universe that valorizes the labor and the laborers and the product of the labor.  In the case of Pingree’s potato patches, there is a definite way in which the vacant lot gardening program as a historical artifact and the manner in which it was drawn on in times of perceived hardship carried with it notions about how to value the labor of the unemployed and the unemployed in general. In this sense then, the vacant lot gardening program served as something of a vehicle by which paternalistic sensibilities towards welfare and the poor were translated into different contexts and times."," "],"display_date":"1908 - 1917","search_date":"1912-12-31","locations":[{"id":50025,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1899,"tag":"Detroit"},{"id":1930,"tag":"Urban Agriculture"},{"id":1904,"tag":"Pingree"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5944,"title":"Black Bottom and Detroit's 1943 Riots","course_id":118,"status":"P","start_date":"6/20/43","end_date":"6/22/43","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the aftermath of a riot that started on June 20, 1943 due to racial tension between whites and blacks, residents of Black Bottom and Paradise Valley try to repair their lives and their businesses. Hastings Street is temporarily disabled even a month after the riots. Community members of this neighborhood look at the ruin of Paradise Valley in dismay, for their prized entertainment and business district now has many broken windows and boarded up buildings. Several cars are overturned, damaged, and broken into; this community has been violated. Community members try to expand their community into new areas as a means of escaping the ruin, but they are met with white mob violence and Polish youths informing them that Black Bottom is where they should stay. Escape is futile.","The riots in Detroit from June 20, 1943 to June 22, 1943 serve as another example of the racial tension in Detroit during the early-to-mid Twentieth century. The siting of Black Bottom, which was a community created for black containment and to separate whites from blacks because whites did not want blacks in Detroit, preceded these riots. The riot itself showcased first-hand to Black Bottom’s residents that their presence in the city is unwanted. Further, the riots demonstrate the idea of the time that if blacks are to remain in Detroit, it will only be due to them living—and remaining in—Black Bottom. The black discrimination that that served as a central tension thereby inspiring the riots found institutional support. During the riots, the Detroit Police Department only favored the white mobs, and unfairly targeted blacks as the police turned their backs to the crimes committed by whites. The riot of 1943 not only foreshadowed continued racial tension due to the injustices demonstrated by the Detroit Police Department. This riot showed that whites were willing to violate the only community blacks were allowed to have, which reemerges in the future siting of I-375 through the middle of Black Bottom."],"display_date":"June 20, 1943 - June 22, 1943","search_date":"1943-06-21","locations":[{"id":27066,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1963,"tag":"1943 Race Riots"},{"id":142,"tag":"african americans"},{"id":1914,"tag":"Black Bottom"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5945,"title":"A sporting island","course_id":118,"status":"P","start_date":"1/1/10","end_date":"12/31/10","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Since the turn of the 20th century the island of Belle Isle, located in American waters of the Detroit River, has been a magnet for athletics and sporting enthusiasts young and old. Throughout the summer of 1910 parents and coaches cheered on their children as Little League teams vied for victory on the several baseball diamonds of the island's sporting field facilities. All energetic forms of recreation were centered around the striking Field House designed by Edward A Schilling, constructed in 1898 as a bicycle pavilion, but quickly expanded to administer and facilitate numerous athletic sports. Originally available to Detroiters were baseball, an athletics track complete with hurdles, and football, expanding over time to provide basketball courts, soccer fields, rugby, and most recently hand and racquet ball courts.","A thriving sporting community was established around the park as early as 1910; Belle Isle had self-consciously become the “playground for the people” as it defined itself as a free, recreational space for all people of Detroit. The island and its sporting facilities have consistently drawn large numbers, with recent history no exception as a record-breaking crowd of over 37,000 children gathered for a 2010 sporting carnival organised my Metro Detroit Youth Day supported by 320 local businesses, and held at and around the historic Field House. As the annual Youth Day continues, it shows children from the Detroit area that despite the financial difficulties the city may be facing, especially since Belle Isle Park was leased to the State of Michigan, the island remains a fun space where everyone can participate in some active sport with the support of the community."],"display_date":1910,"search_date":"1910-07-02","locations":[{"id":18385,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":235,"tag":"Sports"},{"id":1899,"tag":"Detroit"},{"id":1901,"tag":"Belle Isle"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5946,"title":"Tearing Down the Old Casino on Belle Isle","course_id":118,"status":"P","start_date":"1/1/07","end_date":"12/31/07","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["By 1907, the old wooden casino on Belle Isle, built in the late nineteenth century, was set to be torn down, and a new one erected elsewhere. The citizens of the city of Detroit were upset and did not want to see that historic building disappear from the landscape completely. They proposed moving it to the northern section of the island. Officials, on the other hand, opposed this plan. The actual move would require the cutting down of hundreds of trees in order to transport the casino. More would have to be removed at the new proposed site. Moving it on the frozen river was not an option either, as the citizens wanted, because the current was extremely strong. The entire length of the river never completely freezes. With a lack of options available, it was decided that the old casino would go to the highest bidder, and it would be up to them to find a way to get it off the island. The administration felt that it was right for the island because instead of keeping around an old building, they could put the revenue they obtained from selling it to good use.","The critics of tearing down the old casino were on to something. Almost all of the literature on urban planning supports the idea of preservation. It is often the most cost-effective option, as long as complete demolition is not required. Additionally, it had been found that more historic neighborhoods have higher property values. The public oftentimes is drawn to the historic areas and heritage tourism is increased. While this may not be true for every case, the odds are in favor of preserving the existing buildings rather than tearing them down and constructing entire new ones."],"display_date":1907,"search_date":"1907-07-02","locations":[{"id":50025,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2066,"tag":"Building Preservation"},{"id":1899,"tag":"Detroit"},{"id":1901,"tag":"Belle Isle"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5950,"title":"History of Hastings Street","course_id":118,"status":"P","start_date":"1/1/27","end_date":"12/31/27","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Black Bottom and Paradise Valley, best known as Detroit's historically black neighborhoods and the home of Motown's vibrant music scene in the mid-twentieth century, had their roots in the waves of immigrants from Eastern Europe who arrived in Detroit around the turn of the century to work in the new industries. The neighborhoods revolved around the two main commercial streets of Hastings and St. Antoine. Hastings Street was established in 1927, by Eurotas Parma Lee Hastings. He was born in New York but moved to Detroit in 1925 and named the President of the Bank of Michigan. After that, he was named the assignee in bankruptcy and settled over 660 cases of bankruptcy. He was influential in the beginnings of an industrial and economically driven Detroit. As European immigration rolls on, a large Eastern European Jewish community arises. It isn’t until the early 1910s that a Black community is developed. The origins of Hastings street shed light on the fact that Black Bottom was not originally a black community, its past lies on a conglomerate of immigrants from a variety of nations."],"display_date":1927,"search_date":"1927-07-02","locations":[{"id":21386,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2075,"tag":"Eurotas Parma Lee Hasting"},{"id":1899,"tag":"Detroit"},{"id":1999,"tag":"Hastings Street"},{"id":1914,"tag":"Black Bottom"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5951,"title":"One Man's Dirt is Another Man's Treasure","course_id":118,"status":"P","start_date":"8/24/13","end_date":"8/24/13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Detroit’s playground, Belle Isle, is getting a makeover.  It is August 24, 1913, and Detroit City Commissioner William T. Dust has recognized that there is a surplus in dirt in the city.  The building of a skyscraper hotel downtown has yielded this surplus, and it is currently an \"embarrassment\" to the city.  What better way to rid of the embarrassment than add it on to Detroit’s beautiful island? Belle Isle will be increased one-third in size (from 700 to 900 acres), with an extension of 2,400 ft. at the foot of the island and 3,000 ft. at the head.  Through night and day, horses and laborers are working together to transfer the land using steamboats and carriages.  These developments are all very new, but one problem that might arise is that all the residents who set up their houseboats in these areas each summer will have to move.  However, this is a trivial setback.  The reporter from this Detroit Free Press article suggests that while the expense of this addition to the island is nominal, the city’s wealth and valuation will exponentially increase.","This episode takes place during a time when Belle Isle was exciting; when the city wanted to invest in the space as a park for recreation, relaxation, and open spaces.  Because of Detroit’s economic downturn in the past half a century, however, Belle Isle has been put at the end of the city’s agenda, leaving non-profit groups and independent projects to rewind the disrepair.  In an analysis of the city’s current state, Grace Lee Boggs argues that rebuilding the city depends upon the creative and collective energies of residents to build on something new; that from the rubble comes an opportunity of open space to build.  This same ideology can be applied to that of the rebuilding and redevelopment of Belle Isle."],"display_date":"August 24, 1913","search_date":"1913-08-24","locations":[{"id":18385,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2077,"tag":"William T. Dust"},{"id":2076,"tag":"Extension"},{"id":1901,"tag":"Belle Isle"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5956,"title":"Growing Urban Life","course_id":118,"status":"P","start_date":"1/1/06","end_date":"12/31/30","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Floral gardens in Detroit were very popular during the early half of the 20th century. From growing flowers in backyards to expos, gardens represented the importance of the city being a fast growing urban area.  Starting in 1906, nearly 7,000 school children planted, grew, and exhibited flowers with the support of city clubs, showing the prominence of home-gardening.  Not only was gardening a communal and social practice, but it had become a source of education and cultivation among the students, as well as a source of happiness.  The flowers were widely used for decoration and for city-wide competitions, thus promoting the school children’s efforts.","As gardening became more popular, its supporters began to further emphasize its necessity.  Clubs, such as the Twentieth Century club and the Horticulture Society of Michigan, carried out these efforts well into the mid-1930s, in order to educate others about gardening in urban areas, promote activities, and encourage others to be more self-sufficient.  Urban gardening was evidently an important matter and skill to hone in Detroit, hence the early education received by school children regarding small-scale farming and sustainable living.  Both of the girls’ and boys’ enthusiasm for the activities were supported by city clubs to continue and expand their knowledge and awareness on urban gardening."],"display_date":"1906 - 1930","search_date":"1918-07-02","locations":[{"id":50025,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1905,"tag":"Urban Farm"},{"id":1960,"tag":"Gardens"},{"id":1899,"tag":"Detroit"},{"id":6,"tag":"Education"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5957,"title":"Shifting Values, Raising Beds","course_id":118,"status":"P","start_date":"1/1/92","end_date":"12/31/92","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1992, Jimmy and Grace Lee Boggs, Detroit’s homegrown, radical, activist/philosopher, power couple started Detroit Summer.  This urban gardening program was envisioned as a multi-racial, inter-generational collective with the express purpose of engaging youth in the process of rebuilding Detroit communities and growing themselves through communal, agricultural work.  In a picture of the program contained in Grace Lee Boggs’ autobiography, we see a group of youth attending to a garden plot.  The youth, representing the multi-racial ideal promulgated by the program, all seem absorbed in some task pertaining to a garden plot.  The thick gloves they wear on their hands is either an expression of their inexperience with this kind of labor or the direct effect of a well-thought out program’s intention to make agricultural labor more accessible or both.  Also of note, the plot that they are tending is not set directly in the earth but on a raised bed, reflecting the fact that the garden is probably located on a plot that was formerly occupied by some now vanished structure that still haunts the soil with its least attractive elements.  This picture tells a deeper story when it is compared to a picture from about 100 years earlier found in Hazen Pingree’s autobiography, which depicts a family enrolled in the then mayor’s vacant lot gardening program.  This photo is, unlike the photo of the Detroit Summer youth, not an action shot but is obviously stilted as the family is posing behind a sign glorifying Pingree and his gardening program.  Also, the farm plot the family is posing in seems to be much more on the periphery of the city as it is bounded by an undeveloped horizon and the plants are growing directly in the soil.  Finally, the family members, unlike the youth dressed in leisurely summer attire and sporting gloves, are dressed in what may have been their everyday attire rather than clothing especially chosen for summer weather and working with the soil.  These pictures then speak to us in dialogue with one another, showing us, visually, the manner in which a century has changed the nature of urban agriculture in Detroit.","The values and ideals of Detroit Summer were a massive departure from those that guided urban gardening programs in Detroit in the past, which often relied on appeals to either economic disadvantage to temporarily employ the idle hands of an essentialized stock of the poor or the enlistment of a patriotic public in times of need.  Detroit Summer saw urban agriculture as a means of empowering individuals and communities, and in this way, represents a broader shift in public understanding of urban gardening from a method for feeding and employing and rallying the masses to a method for developing a person who is a unique expression of life experience and identity, not a face in a mass of faces.  Of course, programs like Detroit Summer can still fall victim to the paternalistic, essentializing logic that pervaded such programs as Pingree’s vacant lot gardening program, but it is hard not to appreciate the strides that they have made value-wise."],"display_date":1992,"search_date":"1992-07-01","locations":[{"id":41645,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2084,"tag":"Detroit Summer"},{"id":1930,"tag":"Urban Agriculture"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5958,"title":"Breeding Ground for Tuberculosis","course_id":118,"status":"P","start_date":"1/1/09","end_date":"12/31/31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["At the turn of the 20<sup>th</sup> century, Delray was defined by heavy industry and smoke stacks. Because of where they lived, residents were trapped in the middle of an industrial playground and subjected to poor housing policies. In 1909, Dr. Leo H. Herbert, the founder of the Detroit Tuberculosis Sanatorium, along with other renowned physicians of the time, spoke out against Detroit’s neglect of Delray’s environmental injustice during the Anti-Tuberculosis meeting. The filth and litter that filled the alley ways and cramped cottages were breeding grounds for tuberculosis. Aside from the health risks, the lack of proper leisure space for children, such as parks and playgrounds, created an unsuitable, and even disgraceful, living environment for Delray residents. Dr. Herbert pointed at the Solvay Processing Company’s pollution as the culprit of killing plant life in the area. The doctors argue that the children in Delray are constantly in danger of contracting tuberculosis at school because of their poor living conditions. Dr. Herbert was at the forefront of health issues in Detroit and devoted his career to fighting tuberculosis in the city.","As the tuberculosis epidemic was occurring, the first Great Migration increased Detroit’s black population from 5,741 in 1910 to 40,838 in 1920. Due to racial segregation in Detroit’s hospitals and the growing tuberculosis epidemic, black-owned and operated hospitals answered the African American community’s health crises. While hospitals like the Bethesda Hospital (1931) and the Good Samaritan Hospital (1929) made progress in combating tuberculosis for minorities, the white plague continued its presence in the poor neighborhoods of southwest Detroit."],"display_date":"1909 - 1931","search_date":"1920-07-01","locations":[{"id":50025,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1319,"tag":"tuberculosis"},{"id":1941,"tag":"Delray"},{"id":908,"tag":"Pollution"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5959,"title":"The 606 Horse Shoe Bar in Black Bottom","course_id":118,"status":"P","start_date":"1/1/40","end_date":"1/1/63","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Several buildings align St. Antoine Street, a well-known street in Paradise Valley. The buildings on this street all look similarly plain and hastily built, which speaks to the poverty present in the area. Cars frequent this area to experience the entertainment life, which is in part shaped by the 606 Horse Shoe Bar and Lounge. The 606 Horse Shoe Bar and Lounge, a popular spot in Paradise Valley, stands in the daylight with a few patrons congregating at its front. A sign attached to the front of the building informs those in the community about future musical talent. Located at 606 St. Antoine Street, this bar and lounge is accustomed to hosting people to and from, as it is utilized as a space for Blacks to have entertainment away from whites. Some nights, Duke Ellington would play for whites at a venue too expensive for Blacks to attend, and use the Horse Shoe Bar as his after party. Even though the Black residents of Detroit were largely confined to Black Bottom due to segregation, the oppression endured by these Blacks did not stop the creation of this “Paradise Valley.” The Horse Shoe Bar contributes to this development of a vibrant strip of businesses for residents of Black Bottom. Little does this bar and its patrons know, the brown building that contains the prized “The 606 Horse Shoe Bar and Lounge” will soon be turned into rubble: a new plan of Detroit will arrive. With this new plan, the city and federal government will utilize eminent domain to build a freeway through this destination. Policymakers will say that entertainment at this bar and lounge will be no more.","The tragedy that later came to The 606 Horse Shoe Bar and Lounge was not unique. Despite the fact that Blacks were confined to the Black Bottom residential district and the Paradise Valley entertainment district to stay away from whites in the 1940s, city leaders again justified uprooting Blacks from the area of the bar in the late 1960s in the name of the “public good.” Plenty of businesses and homes were destroyed in this community, along with the Horse Shoe Bar, to make room for the I-75 Freeway. The surrounding community, established in Black Bottom/Paradise Valley to make the best out of subpar housing conditions and contained siting, was deliberately torn apart. The residents of Black Bottom had to find a new home, without the help of city government. Neighbors that once walked together to Paradise Valley soon found themselves split up due to the limited availability of housing in Detroit. The “city within a city” aspect many vividly remember in Black Bottom/Paradise Valley still has yet to resurface. Will it ever?"],"display_date":"January 1, 1940 - January 1, 1963","search_date":"1951-07-02","locations":[{"id":27066,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1914,"tag":"Black Bottom"},{"id":1899,"tag":"Detroit"},{"id":3,"tag":"African-Americans"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5963,"title":"Sojourner Truth Homes Controversy","course_id":118,"status":"P","start_date":"1/1/41","end_date":"12/31/42","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The two photographs show very conflicting images.  One is a flyer distributed by local white residents requesting assistance from other white people outside their neighborhood to help keep black Detroiters from moving into the newly-completed public housing project just north of Hamtramck and on the eastern boundary of Nortown. It encourages people to “Help the White People to keep this district white” and “don’t be YELLOW— come out we need every WHITE MAN.”  The other flyer, distributed by outraged black inner city residents, calls for “Negroes [to] Unite for Justice and Democracy!!!” to “PROTEST LOSS OF SOJOURNER TRUTH HOMES” at a “GIGANTIC” mass meeting at a local church.  It then lists several facts about the Sojourner Truth Homes, telling people that they were built for black defense workers, then that a Congressman and a real estate company successfully lobbied to have black residents prohibited from living in the neighborhood.","These flyers represent the two sides of the huge conflict over the building of homes to house black defense workers that previously lived in inner city slums.  When the U.S. increased its involvement in WW2, the amount of production in Detroit increased as well.  With this industrial boom came large numbers of new workers, many of them black.  Most of these workers ended up in the already crowded slums of the downtown black neighborhoods in Detroit.  City leaders and the NAACP then called for new homes to be built using federal dollars to house these workers, and a neighborhood at the corner of Nevada and Fenelon was selected and named the Sojourner Truth Housing Project.  However, white residents of the area were extremely angry that blacks would soon be moving into homes near theirs, and blacks were just as furious when Congressman Rudolph Tenerowicz led a movement to instead allow only whites to live in the neighborhood.  A major clash ensued on February 28, 1942 when several black families attempted to move into homes they’d been paying rent on for two months and were harassed by white militants.  Two months later, the original plan came to partial fruition when city and state police officers and Michigan National Guard troops guarded 168 black residents as they moved into the Sojourner Truth Homes."],"display_date":"1941 - 1942","search_date":"1941-12-31","locations":[{"id":27066,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2021,"tag":"African American history"},{"id":1969,"tag":"Public housing"},{"id":2003,"tag":"Nortown"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5964,"title":"Images of Industrial Growth in Delray","course_id":118,"status":"P","start_date":"1898-01-01","end_date":"12/31/09","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In its early years Delray was a rural community. When industry began to locate itself on the edge of the Detroit and Rouge Rivers, Delray began to transform into a hub of industry. By the late 1800s Delray was the home of burgeoning glass, furniture, railroad car, chemical, brick, wagon, salt, and iron industries. These industries fueled a large immigrant community, and set the stage for large-scale industrial developments on the river, with a nearby community of workers.","But the 1955 publication of the Detroit Master Plan zoned Delray as heavy industrial, and set in motion a conflict of industry and revenue over the dwindling Delray community. it is difficult to associate the change to any specific cause. One might certainly be the increased ability of workers to get to work without the traditional walk or railcar, which meant they no longer needed to live blocks away from the factories. This resulted in a reduction of nearby populations, and those left behind were often the poorer minorities.","Regardless, Delray changed at the turn of the century. These images show a gradual conversion from farmland to factories. There are wide open expanses around the factories, area that was initially fields and rivers changed rapidly into housing, or additional industry. These factories were often located on the waterfront, something very apparent in these images. This would be a factor that both polluted and isolated the water front from the local community. One image, labeled 'Site of Detroit Edison Plant 1899,' is an excellent example of this transition. It depicts what had been fields and farmland, as the eventual location of a massive factory. These communities that filled up the farmland around factories dwindled in the post war period, and industry began its effort to take back Delray. Yet despite consistent fires, disregarded pollution limits, dumping, and proposed developments for the betterment of the city, the Delray community is still kicking."],"display_date":"1898 - 1909","search_date":"1904-01-01","locations":[{"id":6599,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"WAYNE, Michigan"}],"tags":[{"id":58,"tag":"Industry"},{"id":908,"tag":"Pollution"},{"id":87,"tag":"Environment"},{"id":1899,"tag":"Detroit"},{"id":2091,"tag":"Development"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5965,"title":"A right to a park","course_id":118,"status":"P","start_date":"1/1/70","end_date":"12/31/70","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the early 1970s, representatives of the United Automobile Workers' union presented a picture of deprivation to the City of Detroit. The influential Motor City workers union had created a map which literally illustrated the isolation of urban residents; isolation from any large city-facilitated parks. For residents of the City of Detroit, there are no parks or open spaces within a 30 minute drive besides the city's treasured Belle Isle, an island park in the Detroit river. Representing a fundamentally urban membership and their families, the UAW union recognised that many of their members lacked a car or convenient access to transportation as public transport was (and still is) inadequate and irregular, out of metro Detroit and to the several beautiful parks in surrounding counties. The UAW demanded that the city increase funding and maintenance for the only relatively accessible Metro Park, Belle Isle; and they succeeded.","For the UAW the lack of access which urban Detroiters had and still have is an Environmental Justice issue, as it represents an inequality between suburban and regional citizens and their urban counterparts. In Environmental Justice literature and thinking access to 'green spaces' such as maintained parks and other large, open, relatively natural areas for use as recreational is a right for all people. This right of access to a space to relax and play has been historically denied for many Detroit residents; while Belle Isle defines itself as a recreational, democratic park for all of Detroit it is quite inaccessible to citizens without a car as are other parks in the region. The UAW's fight for an accessible and maintained city park has gained relevance again with the recent lease of the island to the State of Michigan; a new bus route has been promised to allow easier access to urban residents, but a price of $11 a year for access with cars will be charged."],"display_date":1970,"search_date":"1970-07-02","locations":[{"id":35437,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1901,"tag":"Belle Isle"},{"id":1899,"tag":"Detroit"},{"id":1947,"tag":"City parks"},{"id":2092,"tag":"Environmental Justice"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5966,"title":"The Underground River","course_id":118,"status":"P","start_date":"1/1/24","end_date":"12/31/25","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Two maps, created in 1895 and 1924-25, respectively, offer evidence of the vast changes that occurred in the early 20<sup>th</sup> century on the Northeast Detroit section of Conner Creek. The original map, from 1895, depicts the course of Conner Creek as it flowed from Warren, MI (part of the northern section of Detroit) through Grosse Pointe and what is now Nortown to the Detroit River just north of Belle Isle.  The creek travels through Mt. Olivet Cemetery along French Road and Conner Street, crossing Gratiot Ave. and the site of the Edsel Ford Fwy.  The second series of maps, drawn three decades later, shows proposed plans to turn sections of Conner Creek into a storm sewer between 7 Mile Rd. and 6 Mile, under Mt. Olivet Cemetery, causing the river to disappear underground.","In the late 1910s, the Creek had become a dumping ground for area residents. Thanks to the railroads that the area's founder, P.W. Norris, secured for the area, industry was increasing and the river retained little of its former usefulness as a key component of rural mills and irrigation systems.  By the mid 1920s, much of the Creek was already diverted underground either to build factories on top of it or to turn into sewers. Today, the only aboveground section is a half-mile stretch before the Creek meets the Detroit River.  However, even this section has changed.  The course of the river’s mouth was completely altered in the early 2000s when a new water treatment plant was built: the direction of the creek was rotated and it no longer even actually flows into the river.  Instead, the Creek ends in little more than a small pond attached to the river; the flow essentially stops once it enters the treatment plant.  Both the treatment plant and the sewer are evidence of the many changes that have been instituted in Detroit, which have knowingly (and intentionally) changed the appearance of the area."],"display_date":"1924 - 1925","search_date":"1924-12-31","locations":[{"id":21386,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1233,"tag":"Environmental History"},{"id":1984,"tag":"Conner Creek"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5967,"title":"Detroit International Fair in Delray","course_id":118,"status":"P","start_date":"1899-01-01","end_date":"1899-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Detroit in the 1880s was growing, and seeking a reputation among the great cities of the era. When well-to-do citizens formed the exposition company, they imagined a fair that would marry agriculture and industry in a world class exposition. By early 1889, the exposition company had a capital stock of $500,000 to draw on, and the Detroit International Fair and Exposition became a reality.","Seventy two acres of unincorporated land where the Detroit and Rouge Rivers met, just south of Fort Wayne were chosen to host the fair. The countryside was valued at $150,000, and had long been enjoyed by canoeists, fishermen, and hunters.","The goal of the exposition was not only to showcase the city and state, but to draw attention to Detroit and boost its stature among other great cities. The advertisements for the fair struck this chord. Touted as the most handsome grounds in the world, little Delray to the southwest of Detroit was built up magnificently. There were to be wonderful displays of electric inventions and manufactures, as well as the \"finest blooded horses and cattle, sheep, swine, and poultry. Railcars and ferries pulled up right to the shores, \"beautifully located on the bank of the Detroit River.\"","Several important points can be drawn from these sources. One, the Solvay Process Company would go on to buy and build its factory on this very location. The easy access to the water, prelaid rail, and a city warm to industry all set this in motion. Two, the area exploded around the expostition, and the village of Delray would be incorporated, shortly after the annual fair halted, in 1897. Three, the fair was a harmony of agriculture and industry, in a beautiful area. In the decades after the fair Delray would itself change into industry and housing, and smokestacks would tower over a landscape that fair gowers and fisherman had enjoyed."],"display_date":1899,"search_date":"1899-07-02","locations":[{"id":6599,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"WAYNE, Michigan"}],"tags":[{"id":2096,"tag":"International Fair"},{"id":13,"tag":"Agriculture"},{"id":58,"tag":"Industry"},{"id":1899,"tag":"Detroit"},{"id":1941,"tag":"Delray"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5970,"title":"Fisher Freeway (I-75) through Delray","course_id":118,"status":"P","start_date":"1/1/61","end_date":"12/31/61","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["\"Recommended location and design has been developed with full consideration given to existing and proposed land use, to urban renewal and industrial redevelopment projects and plans, and to all elements of the official Master Plan of the City of Detroit.\"","As the Wayne County Road Commission points out in its location study for the Fisher Freeway, Detroit's Master Plan had written off Delray, historically a mixed-use area and still home to several thousand working-class residents, as industrial. While it would be easy to say that this is why Delray was parceled off from Detroit as a whole, the location study does not connect any dots, or point any fingers. Instead it offers what has been clear in both the Master Plan of the City of Detroit and the Fisher Freeway Route Location Study: industry trumps all.","In the end, the recommended route from the Wayne County Road Commission would lead to the destruction of 1,954 residencies (including more than 400 multiple-family homes) and 33 industrial sites. The process of determining this route involved a massive effort to balance and divide a city, in order for the necessity of connectivity. Detroit was no longer growing, but the areas around it were. And they had resources to move. In the years prior to the construction of I-75 traffic jams were a major issue and the Ambassador Bridge was locked behind neighborhoods like Delray. The project was an effort to allow for the suburban commuters to enter the city, but also to facilitate the massive flow of resources through and into the inner city.","In the eyes of Detroit, the road was a necessity. But so was their industry, and Delray was front and center in the conflict of the two. What would happen was a balance that largely favored industry and avoided wealthier communities. Alternative proposals presented in the review show that while industry and residential were considered, residential uses were obviously given less weight. Not only this but Delray represented a path of least resistance. What could be defended as a somewhat natural divide, found itself in a relatively defenseless community. The people were largely poor, largely unable to put up a fight, and unable to move.","Industries along the river were largely unaffected by construction, as were the wealthier communities. The suburbs and industry, together the tax base, were aided by the additional connectivity. But the community of Delray suffered. The highway was the first major blow to the Delray community. Delray would face similar subjugation with a remodeled Waste Water Treatment, and to this day faces the challenge of industry over community. While the international bridge might not be the first strike against the Delray community, it may be the last."],"display_date":1961,"search_date":"1961-07-02","locations":[{"id":33546,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":87,"tag":"Environment"},{"id":1941,"tag":"Delray"},{"id":2014,"tag":"I-75"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5973,"title":"Bell, I'll","course_id":118,"status":"P","start_date":"1869-01-01","end_date":"1869-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["A (hopefully) satirical article in the Detroit Free Press in 1869 offered a very strange legend concerning the naming of Belle Isle. It was said that back when the Island was inhabited by Native Americans, there was a beautiful woman named Bell. Her father, Stick in the Mud, was a leader of the tribe on Belle Isle. One day Bell nearly drowned in the Detroit River but was saved by J. Adolphus, a white man who was fishing on the island. Bell and Adolphus fell in love and asked Stick in the Mud for his blessing in their marriage. Stick in the Mud refused to consent to the marriage, so Bell decided to run away to be with Adolphus. As Bell was escaping from the Island in her canoe, Stick in the Mud followed. As they neared the shore of Detroit, Adolphus saw the chase and took his own boat out to get Bell. As they neared each other, Stick in the Mud drew a gun and began to yell, “Bell, I’ll shoot!” but all he got out was “Bell, I’ll…” before a steam boat came through and crushed all three people, killing them and sending them to the bottom of the river. People on the shore had heard Stick in the Mud yell “Bell I’ll” and named the island “Belle Isle” from then on. This story is strange and ridiculous, however it does offer some insight into the feelings of people about Belle Isle. The desire for a romantic history behind the most natural and pristine place in the city of Detroit, one that includes Indians and excitement shows both the sentiments of the time and the natural inclination of people to assign special meaning and significance to their natural spaces. People attach themselves to wilderness, they enjoy the idea of a wild space. This legend just proves how much people enjoy the romantic ideas of wilderness, especially in the middle of a large urban environment."],"display_date":1869,"search_date":"1869-07-02","locations":[{"id":6596,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"WAYNE, Michigan"}],"tags":[{"id":1901,"tag":"Belle Isle"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5975,"title":"Family Fitness Fun!","course_id":118,"status":"P","start_date":"12/31/69","end_date":"12/31/69","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","For many Detroiters New Years Eve is an event in which the stresses of the past year can be relieved in a night of hedonistic fun or relaxation, with many Techno parties and other social events throughout the city. But for Detroiters who are shy of the partying age, NYE still marks an especially fun day with the annual New Year's Eve Family Fun Run. The Run has been a highlight on the calendar of thousands of parents and children alike, being held on the island of Belle Isle every year since 1969. Casual runners are offered the option of a 2km Fun Run or more serious competitors can attempt to triumph, or beat their personal best in the 5km Run or Walking circuit originating at the famous Belle Isle Casino.","The annual Fun Run is Michigan's longest continuously held running event, and it is perfectly fitting that it is held on the 'people's park' on Belle Isle. For over a century Belle Isle has held a special place in the urban and industrial landscape of Detroit, throughout it's history of boom and decline. Touted as an open, democratic space for workers and their families to enjoy the sentiment of Belle Isle is encapsulated in the Fun Run. Open to anyone the Run does not discriminate on grounds of gender, or ability, allowing entrants to take the course at their own pace from a leisurely, social walk or casual jog through to all out competitive run. Being a family and community event, the Run also allows Detroiters time to bond with their children and neighbours alike, for many becoming a family tradition with up to 5,000 runners a year."," "],"display_date":"December 31, 1969","search_date":"1969-12-31","locations":[{"id":33546,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1901,"tag":"Belle Isle"},{"id":1899,"tag":"Detroit"},{"id":2098,"tag":"Fun Run"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5978,"title":"Points of Interest in Detroit to a Mid-19th Century Visitor","course_id":118,"status":"P","start_date":"1886-05-14","end_date":"1886-05-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the warmer summer months in the late 1800s, Detroit experienced an influx of visitors and tourists who needed guidance on locating the more interesting city locales and landmarks. As a solution, The Detroit Free Press published this article in May of 1886 to offer assistance to the \"intelligent excursionists to [the] old city\" who wished to see the historic sites that Detroit had to offer. This detailed and thorough guide to the \"first permanent colony in the Northwest\" includes sites like Fort Pontchartrain, <em>Belle Fontaine</em> (or Springwells in the Third Street Depot area), Claude Campau's grist mill on May's Creek, Judge May's house on the corner of Jefferson and Cass, the Fort Lemoult citadel, the First National Bank building, the second St. Anne's Church, multiple historic homesteads and houses (some already having been demolished by the time the article was printed), the \"Pontiac Tree\", and many other places of historic interest. Most of these site listings are accompanied by small anecdotes of their historical significance, including a lengthy paragraph dedicated to Fort Pontchartrain and the involvement of the \"treacherous\" Native Americans during the \"great Indian conspiracy of 1763\".<br /><br /> This article gives us an interesting insight into how Detroit looked during the late 1800’s (which was vastly different than the Detroit we see today). Some of the landmarks that are mentioned in this guide are still visible today, and still attract some tourists. However, tourism has severely declined since the economic boom of the automobile and industrial period of 19<sup>th</sup> century Detroit. Also, many of the places mentioned in the article no longer exist as they did during 1886; for instance, the majority of the homesteads mentioned have been demolished and built over, and the few parts of Fort Pontchartrain that remained in 1886 have since been destroyed (the majority of the Fort was burned down during the great fire of 1805 in Detroit that also wreaked havoc on most of the city). This article makes a mention of the 1805 fire when it lists Judge May’s house (no longer standing), which is said to have included bricks from the chimneys of French houses that were consumed in the city-wide fire. It is interesting and thought-provoking to compare a modern-day guide of Detroit to this 1886 version, because one can see the differences in what was considered historically important in 1886 to today’s historical landmarks in Detroit (mainly through the landmarks that were demolished by the city, built over, or destroyed in some other fashion since this article’s publication). In analyzing a historic guide like this one, it is possible to envision the physical changes that have shaped the city into its current state via its historic landmarks (or lack thereof)."],"display_date":"May 14, 1886","search_date":"1886-05-14","locations":[{"id":6598,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"WAYNE, Michigan"}],"tags":[{"id":1512,"tag":"Tourism"},{"id":537,"tag":"Native Americans"},{"id":1899,"tag":"Detroit"},{"id":1918,"tag":"Detroit Free Press"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5981,"title":"Laboring for Social Purity","course_id":118,"status":"P","start_date":"1/1/13","end_date":"12/31/13","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["An article in the Detroit Free Press in 1913 presents two prevailing trends in how the general population was conceiving of farms and agricultural labor at that time.  It first discusses a prophesized demographic shift back to the rural from the crowded urban centers expressed in terms of predicted census data from another periodical.  This trend is treated as a hopeful premise because the farm was understood as something wholly separate from and potentially superior to the city, which further imbued it with a restorative power when it came to the ills of life in the city.  These ills are drawn out in the second trend discussed, which is the employment of agricultural labor in the reformation of socially demonized groups such as alcoholics or the mentally ill or developmentally differently-abled.  There is even mention of a proposed program in Illinois by which husbands who had deserted their wives and children would be employed so as to provide their former families with sustenance.  This article presents these two trends in a positive light, only raising doubts about the scale at which these movements could be achieved, but does not pay heed to the manner in which both stem from a commonly-held assumption of an idealized rural wherein labor is pure and can purify those who participate in it therefore.  This positioning of the farm as an arena for social purification is contingent on the separation, in the popular imaginary, of the farm from the city and the perceived social corruption fostered by the urban environment.  It treats agriculture and agricultural labor like a prescription for an improved social and moral universe because, solving a social problem by removing the problematic elements as far from sight as possible, in this case by relocating them to an imagined rural space.","This article is a prime example of how the misguided binary between Nature and the world of humankind can become laden with problematic moral values.  This largely stems from what one could refer to as baggage passed down from the imagined space of the “very beginning,” the biblical idea of an Eden, a space of Nature that is unsullied by human input and is therefore representative of an ultimate form of purity.  Whether it is 1913 and reformatory farms are in vogue in the press or it is 2014 and narratives of urban gardens include a refrain of the restorative and reformative aspects of laboring in Nature – even if this is a Nature reclaimed from a human space – the valorizing that is applied to this false binary results not only in a denial of how humans and the natural world mutually constitute one another but also can result in efforts that are paternalistic and marginalizing."],"display_date":1913,"search_date":"1913-07-02","locations":[{"id":18385,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":2107,"tag":"Social Reform"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5982,"title":"Future of Detroit: From Blight to Bloom","course_id":118,"status":"P","start_date":"1/1/99","end_date":"12/31/99","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Malik Yakini, a Detroit native, was born mid-century during the hight of the city’s production power.  Around 1960, after the “white flight” movement, Yakini and his family experienced frequent hostility when they moved into a predominantly white neighborhood. Racial discrimination persisted as economic opportunity began to crumble.  Yet, within a few years, the community transformed into having a primarily African-American population.  In the decades after his family’s move and neighborhood changes, Yakini remembers the slow decline in public services, ranging from mass transit to garbage collection to fire fighting.  Today, over 80 percent of Detroit’s population is African-American and the unemployment rate stands at about 15 percent.","Now, Yakini is the chairman of the Detroit Black Food Security Network and in charge of several urban farm and gardening projects.  He believes that Detroit may be revitalized through food production, since its food production capacity is so immense. The city is spread over 360 acres and contains an estimated 150,000 abandoned parcels, causing officials to believe that the farming could clean up blight and grow jobs.  With the emergence of a local food-processing industry, 4,700 jobs and $20 million in taxes could be created.  By 2050, 29 percent of Detroit’s landscape would be allocated to farming, something that has gained the attention of prosperous landowners and entrepreneurs.","Yakini sees these changes being brought about by the community, going beyond the economics of urban farming. He thinks that the most important aspect of public gardens and farming is that it will tie people together for the common good.  He states, “African-Americans in Detroit tend to have a sense of despair and helplessness that is a direct result of oppression. Producing even some of our own food restores a sense of power, a sense that we can shape our own destiny.”  The future of Detroit not only relies on community leaders like Yakini, but also on the history that has shaped its current state."],"display_date":1999,"search_date":"1999-07-02","locations":[{"id":41645,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":2052,"tag":"Urban Farming"},{"id":1978,"tag":"Unemployment"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5983,"title":"Travel in Comfort and Style with the Detroit and Milwaukee Railroad","course_id":118,"status":"P","start_date":"1856-01-01","end_date":"1856-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["A 1856 advertisement for a railway company and a steamship company offered trips via either mode of transportation down the Detroit River and through the railways of the major cities and states in the Upper Midwest. The advertisement, probably originally published in regional newspapers, also includes the multiple connections that could be made through either the steamship route or the railway to other boats and trains. The routes offered include the Mississippi River and popular cites (such as Grand Rapids, Muskegon, Chicago, and St. Anthony), and emmigrants are offered \"cheap and comfortable transit\" to each destination on the \"first-class\" and \"reliable\" steamships.","The advertisement was published at an interesting juncture in the history of Detroit, after the decline of the fur trade, but well before the start of the auto industry. Railroads were a main source of land transportation at this point, and the railroads in the area of the city were created in part as a result of developer P.W. Norris' involvement in the city. Norris insisted that railroads were going to be the key to the success of the city of Detroit, specifically in the area of his namesake (the Village of Norris, today a region of northeast Detroit commonly known as Nortown), and so he was a key player in their inception and implementation throughout the bustling city. These railroads were highly beneficial to some at the time, as they allowed passengers to travel quickly from one landlocked place to another, and also ensured the delivery of goods and products form one city to another. However, the railroads have caused more than their fair share of problems in modern-day Detroit, including traffic issues, road blocks, destruction of property/buildings, and high taxes. The popularity of the railroads since this advertisement has indeed declined in favor of more efficient and timely transportation, such as airlines, personal vehicles, and commercial trucks."," "],"display_date":1856,"search_date":"1856-07-01","locations":[{"id":6595,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"WAYNE, Michigan"}],"tags":[{"id":1934,"tag":"P.W. Norris"},{"id":1899,"tag":"Detroit"},{"id":666,"tag":"Railroad"},{"id":2108,"tag":"Steamboats"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5987,"title":"Two New State Prisons Rise in Northeast Detroit","course_id":118,"status":"P","start_date":"10/3/88","end_date":"10/3/88","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["African American migrants who came to cities like Detroit with ambitious dreams about prosperity in the North, were sadly disappointed during times of recession in the city when there were not enough jobs available for them. As a consequence of the thousands of jobless, homeless, poorly educated and starving African-Americans in Detroit crime was high and upward mobility was low. Rather than address the underlying issues of racial discrimination, poor housing, and lack of jobs, in 1988 the Michigan Department of Corrections announced plans to build \"two new state prisons for men being built on the northeast side of Detroit.\" This massive project in the heart of Nortown, already struggling with economic decline and flight to the suburbs, was attended by strongly differing views among the community.","The new prisons, and a new police precinct station neighboring the prisons, lay directly south of several residential neighborhoods. Mildred Stallings, chairperson of the citizens' group working with the state on the project, noted that \"the flight (from the neighborhoods) has not occurred\" as had been feared when the project was announced. But critics pointed out that people had few options about where to go if they didn’t want to live next to a state prison, and the ongoing lack of resources available for the struggling community.","In response to these concerns, the state required that 15 percent of the labor involved in building the prisons go to minorities and 5 percent to women. The project was supposed to provide an estimated 350 to 500 construction jobs. Bill Richardson, a partner with the management company on the construction of the project, said the project provided an excellent opportunity for minorities, but he said there aren't enough minorities in the industry to take advantage of the situation. Minorities \"have a hard time getting into the trade unions….Because they are not in the unions, it will be difficult for them to be representative in the work force\" on the project. So, although the intentions of the state and other officials seemed amenable to compromise, the results still left African Americans in Detroit with the \"short end of the stick.\""],"display_date":"October 3, 1988","search_date":"1988-10-03","locations":[{"id":37726,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1962,"tag":"African-American history"},{"id":2112,"tag":"Prison system"},{"id":1899,"tag":"Detroit"},{"id":2003,"tag":"Nortown"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5988,"title":"<strong>An Oral History—What ‘Urban Ag’ Means to Betti Wiggins</strong>","course_id":118,"status":"P","start_date":"1/1/50","end_date":"1/1/50","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Betti Wiggins proudly declares, “I am in the ‘urban ag’ movement.”  Wiggins, born in North Carolina, arrived in Detroit at two months old.  She lived in a single-family apartment in Black Bottom, the city's predominantly African-American neighborhood, with her mother, father, aunt, uncle and five cousins.  In Wiggins’ early childhood, her mother developed tuberculosis.  With help from their local church, Wiggins’ immediate family moved forty miles outside Detroit to a twenty-seven acre farm in Milan, Michigan. As her father developed a relationship with Ray Kowalski, owner of a local Detroit grocery store, their family moved to a forty-acre farm. Wiggins spent her childhood on this farm.  However, in her teen years Wiggins moved back to Detroit.  She went on to attend Wayne State University majoring in nutrition and dietetics.","Wiggins, currently the executive director of the Office of School Nutrition for Detroit Public Schools, declares that \"in its very bones this city is agrarian.\"  The people who came to Detroit came from sharecropping backgrounds. This included not only African Americans, she clarifies, but also Appalachian whites and peasant Europeans.  From her memory, in the mid-twentieth century, everyone had a garden.  Further, she says they all had the same sort of humble backgrounds and that is why she likes Detroit.  While Wiggins’ agrarian roots developed just outside the city limits, her pride of Detroit's agrarian past seeps through her smile and tone as she speaks on her understanding of Detroit’s history.  Wiggins feels a personal connection to Detroit’s agrarian history.  She hopes Detroiters can capitalize on their history moving forward making Detroit a healthier and safer place to live.","Wiggins’ understanding of Detroit’s urban agricultural history fits nicely into the themes scholar Laura Lawson describes in the history of urban agriculture.  Lawson argues while the historical context of a particular moment shapes the face of urban agriculture at a certain time, three recurring themes remain constant: nature, education and self-help.  Using urban gardening as a means to stay in touch with nature and educate people about health is central to Wiggins' understanding of the importance of urban agriculture.  Furthermore, for Wiggins the self-help theme is even more paramount as this is part of her pride for Detroit.  Additionally, the prominence of this theme in Wiggins’ reflection on urban agriculture in Detroit also reinforces a common narrative that brings pride to many Detroiters—the narrative that Detroit is a city of hard-working and determined people."," "," "],"display_date":"January 1, 1950","search_date":"1950-01-01","locations":[{"id":28980,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1899,"tag":"Detroit"},{"id":1930,"tag":"Urban Agriculture"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5992,"title":"A Daughter's Memories of Her Father's Urban Renewal Efforts As Mayor Of Lansing","course_id":118,"status":"P","start_date":"1/1/50","end_date":"12/31/50","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["On November 2, 1943 Ralph W. Crego was elected into office as Mayor of Lansing in Michigan’s capital city. He would serve the City of Lansing for almost two decades until he was finally defeated in the election of 1961. During the long span of his eighteen years serving the city, Mayor Crego led Lansing through the 1940s and 50s - a period of urban renewal in the United States. Crego’s daughter, Jo (Crego) Hacker, was in ninth grade when her father became Mayor. She remembers having dinner with her family every night and hearing about the activities going on in the city and feeling very proud to have such “first hand” knowledge. On Sundays, her family would take drives around the city so her father could check up on things he was responsible for. She remembers going out to the east side of Lansing along the Grand River and seeing a new bridge and dam being put in to help with flooding in the area. She also remembers the feeling of being the Mayor’s daughter and having to act upright at all times. While Jo was too young to be aware and interested in the urban renewal ideas of the times or those enacted by her father, she recalls those around her being very receptive to the positive changes going on in the capital city. This included people in her neighborhood on Logan Street, where she lived next to other government officials, the editor of the Lansing State Journal, a doctor, a lawyer, and an engineer from the Lansing Oldsmobile plant. During the war, all extra funds went to the war effort, so after it was over, there was a desire to put money into improvements for the quality of life in the city.  She remembers improvements to city parks and when Michigan State University “either created or donated” Fenner arboretum where people could walk from the park to the river. Unlike her family, not all families could afford a car so she remembers walking being very important for mobility around the city center. In 1955, when her father replaced the Prudeen Auditorium with the building of the new Lansing Civic Center, Jo recalls the excitement among Lansing residents at having a venue in downtown that could bring plays, music shows, and even the circus. There was balcony seating all the way around the center and she remembers sitting in the balcony on the opening day and thinking it was the biggest auditorium she'd ever imagined!  Jo and her twin brother used to walk at night down to the center with their friends for events. Old concert records show that Duke Ellington, Gene Autry, and the Beach Boys all played at the Civic Center. Later, when Jo’s own daughter Lori was a teenager in the 1970’s, Lori attended the circus, a band concert, and a big wedding of over 1,000 people at the same location. Though Jo doesn’t remember exact reasons why it was torn down, the Civic Center - representing the height of her father’s urban renewal initiatives - was demolished in 1999 to make room for new State of Michigan office space. She assumes the trend was moving away from big activities in urban downtowns, but reflected that downtown lost a lot of vibrancy in the evenings when the Civic Center was gone.","These memories of mid-century Lansing offer both contrasts and parallels to the history of Detroit, the state's other major metropolis. While Lansing, as the capital city, sought to develop itself as a beautiful and important city for the State of Michigan, Detroit's emphasis on industry and economy seem to have contributed to more significant environmental and social complications. But both cities faced some similar issues of industrial pollution and decline. For example, in 1922, a city plan by St. Louis expert Harland Bartholomew advised the city to restrict automobile manufacturers from building on the Grand River. As we can still see today, the plan wasn’t followed and the river became a dumping ground for industry waste and excess. Just as in Detroit, Lansing automobile companies brought people into the city in large waves for employment, until eventually falling out in 1990s. Again, like Detroit, areas of Lansing today hold the remains of partially closed or abandoned industrial plants. Still, accounts from those who lived and worked during the era demonstrate that city planners were not seeking to intentionally damage the environment or scheme against certain races – an important point to remember when <em>generalizing</em> urban renewal.","Lansing and Detroit are different cities. So while one may feel inclined to think that Detroit was deliberate in where and whom it negatively affected, it also is important to understand external factors such as the racial and socio-economic thoughts of the time period in the U.S., objective data on issues like disease or poverty, and that urban renewal could mean more seemingly positive things too, like building libraries, fire stations, or city parks, instead of just dams and freeways. It is always easier to identify issues and look at events retrospectively, and urban renewal in general is no exception.","The overall conclusion that can be taken from this personal account of a mayor’s daughter is threefold. First, it offers a perspective often lost in modern day appraisals of urban renewal. Second, it shows that there were groups of people (still, likely to be those in power and in good community standing) that felt urban renewal plans were ideal for cities in the 1940’s and 50’s. Finally, it reminds us that no matter what the outcome of urban renewal plans are in cities across America today or the fact that urban renewal is often considered \"a bust\", it cannot be denied that these plans re-defined and changed our landscapes. Urban renewal both affected people during its implementation, and continues to have lasting historical affects for us today.","The dormant Detroit neighborhood of Black Bottom lends as an example of these affects."],"display_date":1950,"search_date":"1950-07-02","locations":[{"id":28155,"lat":42.5970895978,"lng":-84.3735932032,"zoom":9,"place":"Ingham, Michigan"}],"tags":[{"id":1899,"tag":"Detroit"},{"id":1953,"tag":"Urban Renewal"},{"id":2116,"tag":"City of Lansing"},{"id":2117,"tag":"Lansing Civic Center"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5993,"title":"Pet Coke Piles, Pollution \"Sinks\", and Detroit","course_id":118,"status":"P","start_date":"1/1/90","end_date":"12/31/90","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Coal-fired power plants have long been one of the world’s largest emitters of greenhouse gases. There are various kinds of inputs that a power plant can use in the process of creating electricity, and one of these is petroleum coke. An important factor that makes pet coke desirable is the fact that it can produce fuel efficiencies in integrated steel mills. The company that first discovered this fact in the 1900s was none other than U.S. Steel, located on Zug Island in the city of Detroit, in the state’s most polluted zip code. In a wild coincidence, almost 100 years later in 2013, large piles of petroleum coke produced in the Alberta tar sands were left on the bank of the Detroit River in Southwest Detroit, only a few miles from U.S. Steel’s main facility. These forty-foot piles of black pet coke, owned by the controversial Koch Carbon under the company Detroit Bulk Storage, shed sticky, toxic dust into people’s homes, cars, and lungs, causing many more problems than just greenhouse gas emissions. The citizens of nearby neighborhoods, such as Delray, were extremely frustrated that the company was allowed to store the pet coke so near to homes and the river, and cause detriment to their health and well-being in the process. Recently, local protests succeeded in getting one of the piles removed to an unspecified location, most likely in southern Chicago. A proposal is now pending to relocate the remaining pet coke piles only a few miles down the Detroit River. The potential new neighbors of the pile are already raising the alarm at the ineffectiveness of this solution, since it essentially moves the environmental injustice downriver instead of eliminating the problem completely.","Urban environmental historian Joel A. Tarr discusses pet coke in the context of pollution “sinks”, illustrating the national tendency to, because of economic and technological factors, “shift our pollution burdens from one media and one sink to another rather than adopting a more holistic approach to the environment”. The voice of the neighborhood groups in opposition to the piles, as well as action by the city, confirm Tarr’s assertions that society today is beginning to confront the issues of simply unloading pollution burdens onto some other party instead of changing practices to reflect the fact that no community should be subject to these environmental and health dangers."],"display_date":1990,"search_date":"1990-07-02","locations":[{"id":41645,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2092,"tag":"Environmental Justice"},{"id":1899,"tag":"Detroit"},{"id":908,"tag":"Pollution"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5999,"title":"A place I called HOME: Brewster-Douglass Projects","course_id":118,"status":"P","start_date":"1/1/35","end_date":"12/31/42","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Brewster Housing Project in Detroit, the country's first public housing project, was begun in 1935 as a result of a long campaign by African Americans demanding fair housing. This housing project was created during the time of Franklin D. Roosevelt’s presidency, which is significant because of his New Deal Policy which allocated money to go towards housing. However money was not always evenly distributed in Black communities.  First Lady Eleanor Roosevelt was a key proponent of declaring the importance of equal funds going to all communities. She was even present for the ground breaking ceremonies of the Brewster Project.","Completed in 1938, the Brewster Project consisted of 701 units in a low-rise apartment style. Although those units occupied many separate buildings, the Brewster Project was designed to foster a sense of community. It included various green spaces, which served as places for people to socialize and for children to play. The project's landscape was pretty plain -- a few trees and cut grass. Some buildings had small shrubbery in front. The sidewalks connected each building with the surrounding buildings, so there was easy access to other neighbors. Overall the area seemed to been taken care of well by residents. It was definitely not the most lavish of living arrangements, but neither was it a deplorable living arrangement, and many former residents remember it as far better than the run-down, overcrowded, underserviced neighborhoods they had moved from.","In 1941, the city began work on the Frederick Douglass Apartments immediately to the south of the Projects, consisting 941 new units in a combination of six-story and fourteen-story high rise buildings. Together, the housing development is commonly referred to as the Brewster-Douglass projects.","Housing projects in Detroit have a storied past as do the projects across the country. Many appeared to be beacons of success for a long period of time and others did not survive as long. But today, the Brewster-Douglass projects have been in serious decline for decades. The Brewster Projects have already been removed and new condos have been placed there. Demolition on the last of the vacant Frederick Douglass towers, which have become hotbeds for crime and misconduct, began in 2013.","These demolitions are painful for the people and families who lived in these places: the structures are more than just vacant eye sores to them. These structures hold special memories because it was once home. Many wish the structures did not have to be torn down and that they buildings would have been rehabilitated instead. As the historic marker on the site of the Brewster Homes reads, “Former residents described Brewster as a ‘community filled with families that displayed love, respect and concern for everyone in a beautiful, clean and secure neighborhood.”"],"display_date":"1935 - 1942","search_date":"1938-12-31","locations":[{"id":22722,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2021,"tag":"African American history"},{"id":1899,"tag":"Detroit"},{"id":1969,"tag":"Public housing"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6000,"title":"True Community...It's a Lifeline","course_id":118,"status":"P","start_date":"1/1/40","end_date":"12/31/60","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Lenore Lewis Lawson is an African American woman who grew up on the Near Eastside of Detroit. She lived on Hendrie Street with her parents, brothers and sisters. Her home was just four houses from Hastings (a major thoroughfare in Detroit’s Black community surrounded with small businesses). She said that “she views her years growing up in the old neighborhood as some of the best years of her life”. She explained that it was an area where people knew their neighbors and spoke to them by name. Her neighbors were also very concerned about each other and were always willing to share what they had with each other (e.g. a cup of sugar, or a dime for the street car). The community actively “looked out” for one another. She also talked about the numbers game which could be compared to today’s lottery, although the numbers game was not legal. Therefore the community would shield the numbers man from police because they felt he was a part of their community.","During the period that Ms. Lawson speaks of the proverb “It takes a village to raise a child” was personified in the Near Eastside of Detroit. It was the village and within that village/community were many neighborhoods. These neighborhoods were linked by common bonds of race and religion. It also believed that these neighborhoods were linked by a larger desire by parents that their children would live in a larger world than they had known. Many parents inspired their children to learn about the larger society, the larger world that had evaded them (the parents), and then encouraged them to go out and find or maker their place in it. Family was a paramount fixture in strong communities, it was one of the strongest supports against the injustices of inequality and racism that were present in larger society.","Furthermore community was more than an extension of their families. It was their bridge to the outside world. It was where they lived, worked, and played. Neighbors knew they needed each other in order to give their families the strength and determination to go out into the world and make a difference. This sense of true community has escaped us in many ways in today’s society and it leads to unstable neighborhoods full of residents and no neighbors. Not many areas have a strong sense of community where people can depend on each other let alone know each other’s name."],"display_date":"1940 - 1960","search_date":"1950-07-02","locations":[{"id":27066,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2124,"tag":"Black Community"},{"id":1954,"tag":"Black Bottom Detroit"},{"id":1990,"tag":"Hastings Street, Detroit"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6001,"title":"G.I. Bill of Unequal Rights","course_id":118,"status":"P","start_date":"1/1/44","end_date":"12/31/54","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1944, the U.S. Congress passed the Servicemen’s Readjustment Act, often called the G.I. Bill of Rights (or just the G.I. Bill), to provide aid for returning veterans of World War II (and prevent another economic crisis like the Great Depression, which the country had just recovered from).  The bill’s main provisions were to guarantee that veterans would receive several things that had previously been unattainable for many Americans, let alone veterans who often did not attend college: education and job training; loans for homes, farms, or businesses; and unemployment pay.  The home loan guarantee proved very popular to millions of veterans: in the six years after the bill’s passage in 1944 until 1952, the Veterans Administration ensured that 2.4 million home loans were given out to World War II veterans.  In Nortown and other areas of Detroit, as well as many other American cities, this contributed to the building boom of the late 1940s, as many new low-cost, well-designed homes were built for all low- to medium-income groups, including beneficiaries of the G.I. Bill.","In many cities, including Detroit, in practice, this well-intentioned government action actually helped perpetuate much of the racism that was already present across America.  Rather than guarantee direct loans from the VA, the act simply provided for loans that could be acquired through the normal methods.  This meant that black veterans struggled to secure loans from banks just as much as they would have without assistance from the VA— the VA could provide up to $2000, but not the loan itself.  Thus, as it had in the past, all the new homes that were being built simply went to white veterans, and the housing that was available to returning black G.I.s was the same substandard housing that was available before the bill was passed."],"display_date":"1944 - 1954","search_date":"1949-07-01","locations":[{"id":27066,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2125,"tag":"housing segregation"},{"id":1509,"tag":"G.I. Bill"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6002,"title":"Demolishing Black Bottom One Year At A Time","course_id":118,"status":"P","start_date":"1/1/56","end_date":"1/1/61","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Two snapshots showcase the changes that occurred in Black Bottom and Paradise Valley between 1956 and 1961. Over these five years, the landscape of Black Bottom changed drastically. In 1956, the image of Black Bottom shows how it was designed in an organized way: the roads run parallel to one another, there is a clear divide between residential and commercial districts (which also speaks to intentional zoning in Detroit), and homes were built to be similar in size. The organized layout of Black Bottom in 1956 speaks to the homogenous way that Detroit wanted the neighborhoods in this predominately Black community to look. The snapshot of Black Bottom in 1961 shows that areas once filled with homes in 1956 became desolate shells of their former selves. The makings of a freeway are clear through the center of this once-lively community. Only a portion of this area of Detroit is demolished: the area that contained the majority of blacks. The siting of the freeway was intentional.","The creation of Interstate-75 through Black Bottom completely dismantled and uprooted the residents of the community that once called Black Bottom home. The removal of residents from Black Bottom forcibly sent its residents elsewhere in Detroit, without any governmental assistance. Interstate-75 was created in support of urban renewal, which sought to remove poor neighborhoods such as that of Black Bottom. City government decided in his 1950s plan for the future of Detroit that a freeway was needed to promote traffic from the suburbs to Detroit. The suburbs of Detroit were created, in part, in response to an increasing demand for housing that Detroit struggled to meet."],"display_date":"January 1, 1956 - January 1, 1961","search_date":"1958-07-02","locations":[{"id":28980,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2127,"tag":"1961"},{"id":2126,"tag":"1956"},{"id":3,"tag":"African-Americans"},{"id":1899,"tag":"Detroit"},{"id":1914,"tag":"Black Bottom"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6003,"title":"The Exclusionary Grandeur of the Detroit Yacht Club","course_id":118,"status":"P","start_date":"1/1/22","end_date":"12/31/22","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The morning sunlight pours into the high ceilinged room.  George D. Mason’s photographer captures the newly furnished coffee room for the Detroit Yacht Club in 1922.  Mason, Yacht Club's architect, also designed the Grand Hotel, Detroit Masonic Temple and the Gem Theatre in Detroit.  A collection of photos of the clubhouse from 1922 reveal a lounge, kitchen, pool, nursery, grill, library, dining room, ball room, and billiards room.  His Mediterranean Revival-styled design was extremely extravagant, costing more than one million dollars.  The photo of the coffee room showcases this style, with its arched windows, simple ornamentation, and even décor of small palm trees.  The windows look out to the club’s docks on the Detroit River.  It is a scene of grandeur and a leisurely morning.","For years after the opening of the clubhouse in 1923, the Detroit Yacht Club held its prestige as a club for Detroit boaters (all male). It has been termed as the “Jewel of Belle Isle.”  The Club saw a huge decline in membership during the Great Depression, but then its usage was restored by the 1940s.  However, the DYC has always been maintained as a symbol of privilege and exclusivity, especially racially.  Black members were rejected until the 1970s, and there has always been a high monthly membership due, rejecting the working class who cannot afford this luxury.  As Belle Isle’s popularity waned in the late twentieth century, so did the DYC’s, leading to the creation of the non-profit Detroit Yacht Club Foundation in 2012. The organization aims to support the Club's preservation and restoration.  Although there are still members, the usage of the club has gone from that of recreation to that of restoration and historical education."],"display_date":1922,"search_date":"1922-07-02","locations":[{"id":21386,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":35,"tag":"Architecture"},{"id":1899,"tag":"Detroit"},{"id":1901,"tag":"Belle Isle"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6005,"title":"Signed, Sealed, Delivered: A History of Detroit's City Seal and Flag","course_id":118,"status":"P","start_date":"6/30/07","end_date":"6/30/07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The seal of the City of Detroit was adopted in 1827 when Johnathan Kearsley was the mayor and John Quincy Adams was president of the United States of America. Michigan was not yet a state, officially initiated in 1837.","The seal features two female figures, one representing Detroit when it burned down in 1803 and the other representing the modern day Detroit that rose from the ashes and rebuilding and growing into a very successful city. The text on the seal reads Speramus Meloria and Resurget Cinerbus, which means \"we hope for better things\" and  \"it has risen from the ashes,\" referring to the fire of 1803.","In the background are three lions, fleur de lis, red and white stripes and thirteen stars. The fleur de lis are symbolic of our French origins and the lions our British origins. The thirteen stars and red and white stripes represent the original thirteen colonies of the United States of America.","Looking at the flag from a modern-day perspective creates an eerie and almost future-predicting juxtaposition. The Latin inscription is very relevent in the lives of modern-day Detroiters who live in a city ravaged by poverty, unemployment and governmental neglect, but remain ever-hopeful through organizing to grow their own food on urban farms, mentoring programs to keep young youth from gang violence and cleaning up blighted areas themselves because the government has no funding to do so."],"display_date":"June 30, 1907","search_date":"1907-06-30","locations":[{"id":50025,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2133,"tag":"Detroit city hall"},{"id":2132,"tag":"emblem"},{"id":2131,"tag":"founding of Detroit"},{"id":1899,"tag":"Detroit"},{"id":1877,"tag":"Flag"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6006,"title":"Le Nain Rouge: The Red Devil in Detroit City","course_id":118,"status":"P","start_date":"1790-01-01","end_date":"1790-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The founder of the city of Detroit, Antoine Laumet de La Mothe, Sieur de Cadillac's feet first touched the ground that would become his great city in the year 1701. He was a man of great ambition and big dreams for his new city, but at night he was taunted by dreams of a red devil causing chaos and undermining his big plans.","Later that year he met a fortune teller who knew about his dreams and told him that the creature he was seeing was the Nain Rouge, a red dwarf that was a physical embodiment of his ambition, anger, pride and envy. Since then, the Nain has been sighted in the city whenever things go astray. The first sighting was documented at the Battle of Bloody run in 1763, where the British lost over fifty soldiers to Native American warriors. Another sighting was reported in 1807 after fire ravaged the city and destroyed everything.","Today, the Nain Rouge is cited as a playful excuse for the downtrodden state of the city. But Detroiters are also hopeful for the future of Detroit and that hope is manifested every spring with a giant Mardi Gras-esque parade through the city, with citizens banging on pots and pans, big brass bands playing, and Detroiters attempting to ward off the Nain Rouge for better luck this year."],"display_date":1790,"search_date":"1790-07-02","locations":[{"id":15297,"lat":null,"lng":null,"zoom":8,"place":"[all counties], Northwest Territory"}],"tags":[{"id":2172,"tag":"Superstitions"},{"id":1965,"tag":"New France"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6009,"title":"Albert Kahn's Detroit Savings Bank Branch of SW Detroit as a Symbol of Former Success","course_id":118,"status":"P","start_date":"3/1/18","end_date":"3/31/18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1918, <em>Architecture</em> magazine published an image of the Detroit Savings Bank branch for Southwest Detroit, designed by Albert Kahn. Clearly inspired by Greek and Roman architecture, the rectangular structure reflects an air of prestige and durability. It has two stories, two massive Doric columns flanking either side of the entrance that stand twice as high as the doorway, and in a square arch around this entryway are rosettes evenly spaced as an elegant, but simple border.  In the magazine’s image, an American flag is centered behind the building and raised majestically above it and a man in a suit and hat stands with his arms crossed over his chest and faces the camera. The bank itself is not only a functional space, but through this powerful architecture and the dignified, stately staging of the photograph clearly communicates the city’s growing financial success, its stability, and its pride.","The need for the new branch of the bank in Southwest Detroit in the early twentieth century reflects the area’s growing economic and industrial success. This corner of the city was booming as industries moved into the neighborhood and as Zug island continued to be built up. The neoclassical style of the building recalls the City Beautiful Movement of the period, which held that orderly, neoclassical architecture could instill cultural and moral values into the people who lived around and interacted with the buildings. This building thus stands as a monument to the forward-thinking, confident attitude of Detroiters at the time. Sadly, though, Detroit is fighting to maintain this building. Today, instead of being surrounded by the bustling economy of the 1920s, the building (which no longer functions as a bank), as well as many of its neighboring buildings, have been borded up and have fallen into solemn disuse and disrepair."],"display_date":"March 1918","search_date":"1918-03-16","locations":[{"id":18385,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2143,"tag":"Detroit Savings Bank"},{"id":2142,"tag":"Albert Kahn"},{"id":2141,"tag":"southwest detroit"},{"id":1941,"tag":"Delray"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6011,"title":"Salvation in Industry","course_id":118,"status":"P","start_date":"1/1/56","end_date":"12/31/56","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The negative perception of industry is a fairly recent concept and for many years in places like Detroit industry was a marker of innovation, economic mobility, and increased employment. A 1956 study conducted by the Detroit City Plans Commission presents a crucial comprehensive collection of facts and statistics about the current state of industry and its projected growth. In the section entitled “Community and Corridor Data,” city planners offer their definition of a community and clarify the distinctions between a “community corridor” and an “industrial corridor.” In their definitions they contend with the City’s Master Plan which states that no heavy industry can be in close proximity to community corridors. While the report is objective in most of its findings it presents the disadvantages to the City Master Plan in a much more enumerated and in-depth manner than the advantages of separating industry from residential. The study concludes in this area that it will be difficult for industry to exist outside of industry corridors. This alludes to another theme within the report, which is the lack of space for real heavy industry in the city. According to many of the graphs and conclusions in the report current industry provided much of the economic stability the city has and it is logical that an increase would be beneficial for everyone.","The report speaks to a long-term problem in Detroit, highlighted by urban researcher June Manning Thomas, namely the city’s tendency to “assemble land for industrial sites.” Urban development in the twentieth century reflected the city's interest in increasing industry within community spaces as a means of increasing economic prosperity. The result is a city eager to put industry next to homes, as the city could “buy existing houses and land, prepare sites, and resell them cheaply to industrial firms.” This postwar mentality of increasing industry and jobs had major repercussions for city residents who were forced to live side-by-side with heavily polluting industries, which the city has never fully addressed."],"display_date":1956,"search_date":"1956-07-01","locations":[{"id":28980,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1648,"tag":"1950s"},{"id":2007,"tag":"Detroit Industry"},{"id":58,"tag":"Industry"},{"id":2055,"tag":"Heavy Industry"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6015,"title":"Self-Proclaimed Flourishing Village of Norris","course_id":118,"status":"P","start_date":"1875-01-01","end_date":"1875-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Philetus W. Norris is best known for his work as Yellowstone’s second superintendent, but he played a major role in the Midwest before following his wanderlust to the west.  Specifically, P.W. Norris helped develop what would later become North East Detroit with the founding of a village in his own name.  Norris took it upon himself to promote the “Village of Norris,” and even posted advertisements in local newspapers. One such advertisement, published in the Detroit Free Press on January 1, 1875, reported that the village was flourishing, with “large dry business, residence and suburban lots.”","Norris was not altruistically advocating for the development of land that would later become Detroit; he had a personal stake in the matter as a primary real estate agent of the area.  Norris’ motivation to sell is captured in the ad’s laconic declaration of “Title perfect.  Terms easy.”  This advertisement ran multiple times and was one of many similar ads, according to Norris biographer Don Binkowski.  Binkowski describes Norris as “a superb salesman,\" and suggests that the village may have floundered had Norris lacked business prowess.","The ads Norris authored brought great publicity to the village, which, in turn, brought publicity to Norris himself.  Perhaps unfortunately, the anamnesis of Norris’ accolades center on his work at Yellowstone.  Norris was only in Detroit for twelve years, and there are few extant accounts from the settlers that knew him personally.  These facts serve to highlight the importance of any artifacts linking Norris, a crucial figure in the rise of Detroit, to the city—artifacts like the Norris house, which is now dilapidated and in danger of collapse, but serves as a vital point to local community groups eager to revive the neighborhood."],"display_date":1875,"search_date":"1875-07-02","locations":[{"id":6597,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"WAYNE, Michigan"}],"tags":[{"id":1934,"tag":"P.W. Norris"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6016,"title":"All aboard the Railway Bandwagon","course_id":118,"status":"P","start_date":"1866-01-01","end_date":"1866-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Detroit became a hub for commerce and trade during the 19<sup>th</sup> century.  The city’s central location in the Great Lakes Region and its proximity to the Detroit River made it a natural choice for shipping routes.  This ideal location was further aided by the addition of railroad networks to the west and interior of the country, the earliest of which were in place by 1830.","The railways had a bit of a tumultuous infancy in Michigan; difficulties within private companies and general inefficiency of construction were two of the main problems. But by 1865 the railroads had found their legs and were driving the city forward with force. The success of the railroads can be seen in an article on the Detroit & Milwaukee Railway, which proclaims that it “Is becoming far and widely known as among the best conducted roads of the country.”  The article describes how this railway overcame every difficulty it faced, including its construction in a “sparsely settled portion of the state,” a fact made more impressive by the fact that this company emerged from the bankrupt Detroit and Pontiac Railway.","The existence of a railroad was often cause for the congregation of settlers and the creation of new villages, which the article states were “springing up all along the line.”  One of the villages that relied on the railways was the Village of Norris, just northeast of Detroit, whose eponymous founder was an experienced railroad man. P.W. Norris knew that the railroad would be a vital vein for drawing settlers and businesses to his settlement, so he did everything in his power to ensure the railroad’s success. To that end, he ensured that there would be rail and road access to his new settlement before beginning to sell lots. Norris’ village would later become North East Detroit, known colloquially as Nortown, and it is hard to imagine the rise of the village—or Detroit—without the early creation of these railways."],"display_date":1866,"search_date":"1866-07-02","locations":[{"id":6596,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"WAYNE, Michigan"}],"tags":[{"id":1899,"tag":"Detroit"},{"id":666,"tag":"Railroad"},{"id":1934,"tag":"P.W. Norris"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6020,"title":"<strong>“Farm-A-Lot” Twenty-Eight Years Later </strong>","course_id":118,"status":"P","start_date":"1/1/74","end_date":"12/31/99","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 2002, senior program mangers Susan Stellar and Moniqua Dent reflected on the legacy and future of Coleman Young’s “Farm-A-Lot” program, which he established in 1974 (for details on the specifics of the program see “Coleman’s Influence on Urban Farming in Detroit”).  Both Stellar and Dent believed the program served as a means for communities to become self-reliant.  While they had not done a quantitative analysis, anecdotal evidence suggests that gardening helps build pride and self-confidence, which consequently empowers disadvantaged communities.  Most of the harvest produced from the “Farm-A-Lot” program stays within a family or community.  For example, very little is sold at Detroit's Eastern Market.  Moniqua explains, “Usually the gardeners use it for themselves or the community.  Some of them grow the crops for the children in the area for nutrition.”  Additionally she adds, “The things we grow here are mostly not in line with the varieties at the Eastern Market.”  “Farm-A-Lot” has established a legacy for helping communities help themselves.","The “Farm-A-Lot” program receives 2000 requests annually.  They can typically accommodate 400.  Since they are unable to meet all the requests, they encourage raised bed gardening, which is a garden planted on top of the ground in a container.  Further, they also encourage raised bed gardens because the “Farm-A-Lot” program has not been able to provide tilling for many Detroiters and raised bed gardens require less maintenance.  Looking to the future, Stellar and Dent said they were hoping to develop ties to other organizations to battle food security issues.  Dent explained, “Some of the gardeners are emergency food provides, but it is not at this time coordinated and recognized in our program”.  In closing remarks on “Farm-A-Lot’s” impact Dent expressed the program out vacant land to good use and Stellar added the program changed the opinion from gardening a mere hobby to a resource for eating and nurturing bodies.  Overall, Dent and Stellar affirm that “Farm-A-Lot” accomplished Young’s original goal of eliminating “eyesores” and helping Detroiters provide for themselves.","The continued success of the “Farm-A-Lot” program is not unique, but rather symbolic of the importance of urban agriculture in the history of cities.  The garden serving as tool to accomplish a much larger goal continues to be a trend in the history of urban agriculture.  For example, during both World War I and II, urban gardens provided average Americans with a means to contribute to the war effort.  Or for example, Americans reacted to the Great Depression by planting thrift gardens in cities across the United States.  Another example, in the 1960s, an era of widespread political activism, Americans viewed community gardens as way to participate.  Similarly, Young launched “Farm-A-Lot” with a much larger goal than just getting people to garden more: he used “Farm-A-Lot” as a means to clean up the city and help struggling Detroiters help themselves."],"display_date":"1974 - 1999","search_date":"1986-12-31","locations":[{"id":35437,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1930,"tag":"Urban Agriculture"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6022,"title":"Brewster Projects vs Parkside Projects: Help or Hurt?","course_id":118,"status":"P","start_date":"1/1/35","end_date":"12/31/50","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Brewster Projects were built in 1935 on the east side of Detroit in the “Black Bottom” neighborhood. What is lesser known is that a housing project named Parkside Projects, were simultaneously funded and built. As testimonies from past Brewster Project residents have recounted, their projects were a “paradise” of sorts. Deanna Neeley states, “And so it was a Godsend, it was like moving into a mansion and even some of my friends  that lived in the South used to say that when they used to go visit their friends  that lived in the projects it was like going to heaven” (Kinney, 44).  The Projects were built with the intentions of the Brewster being for blacks while Parkside was for whites. Although both projects were a success in providing decent government housing for low-income families, they also perpetuated the housing segregation that already infected Detroit.","The discrepancy between the two projects begins even before 1938, when the blacks moved into the Brewster Projects while the whites moved into the Parkside. The segregation was even apparent in the logistics of erecting the buildings. The Brewster Projects were built on land that was government-funded for “slum clearance.” This means that many houses and businesses were demolished for the land. Residents were relocated and local community economics were disrupted to build the Brewster Projects while on the other hand, the Parkside Projects were built on vacant land in a neighborhood of single-family homes for whites. Partly because it was built in a cleared space in the center of the city, the Brewster Projects were also built on a much smaller parcel of land than the Parkside Projects. The Brewster Projects had 701 units compared to the 775 units of Parkside, and they were concentrated into 32 units/acre while the Parkside Projects were 25 units/acre (Kinney 48). Not only were there more units in the Parkside, but also the units themselves were more spacious than the Brewster. Although the Brewster Projects were beneficial to those that lived in them, their construction stands as an act of racial discrimination that was both intentional and institutional."],"display_date":"1935 - 1950","search_date":"1942-12-31","locations":[{"id":22722,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1969,"tag":"Public housing"},{"id":1921,"tag":"Housing discrimination"},{"id":1914,"tag":"Black Bottom"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6025,"title":"Pleasurable Excursions on the Expansive Detroit River","course_id":118,"status":"P","start_date":"1863-01-01","end_date":"1863-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Advertisements published in the mid-nineteenth century offered \"pleasurable excursions\" on the Detroit River for visitors, tourists, and/or city-dwellers who were looking to escape the city scenery in exchange for the natural vistas that the Detroit River offers. The excursions were multiple-day long trips on steamships along the river, and offered voyages to major cities and waterways in the Great Lakes area.","Such excursions offer a glimpse into the complicated nature of the tourist industry of Detroit around the year 1863 - before the auto industry, but during the age of industrialization and immigration when lumber, metal, and minerals traveled south into the city and immigrants eager for work in the new industries flooded in from the east coast. Wealthy visitors to Detroit marvelled at the great industrial accomplishments in the city, which was advertised with large smokestacks and innovative technologies (during this time period, people weren't as aware of the dangers of pollution and the effect of industry on the environment). When tourists came to Detroit, they often wanted to see both the industrial, urban life and also the expansive scenery of the surrounding \"wilderness\" that the Michigan area had to offer.","This combination of industry and nature has echoes in the ideas later espoused by Henry Ford (although he was only just a baby when this was printed) about the need for city inhabitants to be able to \"escape\" from the city into the countrysie, where they could enjoy their surroundings. Tourists visiting Detroit weren't the only clients that this advertisement was aiming for - city inhabitants would have also been eager to take a \"pleasurable excursion\" down the Detroit River to explore the scenic nature that existed outside of the industrial city scene."," "],"display_date":1863,"search_date":"1863-07-02","locations":[{"id":6596,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"WAYNE, Michigan"}],"tags":[{"id":2108,"tag":"Steamboats"},{"id":1899,"tag":"Detroit"},{"id":1897,"tag":"Henry Ford"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6027,"title":"The Racism in Fences","course_id":118,"status":"P","start_date":"1/1/70","end_date":"12/31/95","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["There is a startling contrast between the city of Detroit and its neighboring suburb of Grosse Pointe. You start in Detroit being surrounded by poverty and then suddenly, as you drive north to Grosse Pointe, you have the opposite side of the spectrum. It is extremely well-off, with mansions and perfectly manicured lawns. You go from one extreme to the other in a matter of minutes. While some blame the 1967 race riot and others believe that a complex set of circumstances led to it, but it is no doubt that White Flight was a real thing with anyone with money moving out to the suburbs. The ones with the most money moved out first and to Grosse Pointe. That loss in tax revenue left the burden up to those who could already not afford it, exacerbating the problem. It is very obvious what things are in Detroit that are meant for Detroiters and what is meant for Grosse Pointers, that many believe is a clear showing of racism. An example of this is the Detroit Yacht Club. Aside from the fact that the allowance of memberships to African Americans came only recently in their history, but a large fence encompasses the place, making it quite clear that only some people are wanted.","The physical boundary of a fence is quite political in its own right. It is a sign to everyone that there is an us and a them, that some belong while others are left to look in from the outside. It takes a psychological toll, to see someplace that you are not welcome in. Aside from physically keeping people out, a looming fence drills into them that they are inferior and not good enough to join."],"display_date":"1970 - 1995","search_date":"1982-12-31","locations":[{"id":35437,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1913,"tag":"White Flight"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6028,"title":"Which Territory in America is the Healthiest? Detroit!","course_id":118,"status":"P","start_date":"1818-01-01","end_date":"1818-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1818, Estwick Evans wrote an account of his 4,000 mile long journey from New Hampshire to the recently-established city of Detroit. In his descriptions of the Michigan Territory, he includes references to the state of affairs in terms of the academics, agriculture, tourism, aesthetics, and health of the Territory itself.  He also reports on the relative health and sanitary conditions of the city of Detroit and its inhabitants, despite the \"state of agriculture in the Michigan territory [being] far from flourishing.\" Evans notes approvingly that \"In point of health too, this territory yields to no part of North America. There is no place in the world more healthy than the city of Detroit,\" he adds, specifically mentioning the lack of \"consumption\" (tuberculosis) in the area, a disease that was ravaging several eastern urban centers.","Evans' report stands in stark contrast to the current state of affairs. As it stands today, it can be argued that Detroit is one of the least-healthy areas in the United States, both from a medical and environmental point of view. Evans mentions the lack of prosperous agriculture in Detroit, which is a concern that is still voiced to this day. The soil in the city has been so greatly polluted by lead paint, leaded gasoline, and industrial effluents that it is difficult to grow crops without first cleaning the ground, an arduous and expensive task left to city-dwellers with enough passion and drive to do it.","In addition to the poor agricultural health of the city, the health of the environment of Detroit is also considered to be problematic. The environment in the city is often thought of as unclean and unsafe due to its industrial history, which has included a massive bulidup of air pollution, soil pollution, water pollution, landfill accruement, vacant lots, burned buildings, and a generally desolate atmosphere as seen by many. Due to these (and many other) factors, many of Detroit's citizens suffer from diseases, poor nutrition, and unhealthy lifestyles that are difficult to cure without major city-wide changes. Despite the desolate outlook, there are many programs available to the people of Detroit that may take them back to being the healthiest people in America, as once touted by Evans. These programs include small-scale greenhouses, health and wellness centers (as available through programs like the Department of Health and Wellness Promotion), and the Fair Food Network, which provides Detroit inhabitants with access to healthy food and education on nutrition and healthy habits. Perhaps the day is approaching when modern-day Detroit will rival the health of early 19th century Detroit!"," "],"display_date":1818,"search_date":"1818-07-02","locations":[{"id":6603,"lat":null,"lng":null,"zoom":8,"place":"MICHILIMACKINAC, Michigan"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":267,"tag":"Health"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6029,"title":"Did Giants Live in Detroit before Europeans Settlers?","course_id":118,"status":"P","start_date":"1826-06-19","end_date":"1826-06-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Thomas L. McKenney, Superintendant of Indian Affairs under President James Madison, kept a diary of his accounts while traveling through the Michigan Territory in 1826 to negotiate a treaty between the US Government and the Ojibwe, Menominee, and Winnebago tribes of Native Americans. Among his detailed descriptions, McKenney mentions the presence in the city of Detroit of some strange earthen mounds that have been weather-worn and eroded by cattle, revealing multiple strata of bones and other artifacts.","Native Americans at the time of European arrival in North America had inhabited the land in the Michigan area for hundreds (if not thousands) of years, and had often buried their dead with mounds of dirt piled on top, which resulted in the earthen mounds found in the Detroit area. These mounds were curiosities to the European settlers: McKenny was especially excited at being promised a large human skull by General Cass, a local military leader, which had been found previously. The federal government would eventually form a treaty with many of the local tribes in the area around Fort Detroit that granted them land and protection and prevented anyone from disturbing these mounds, in exchange for Native American assistance with the fur-trapping business. Those tribes then began to bury their dead in the land given to them, but the mounds where previous generations had laid their dead to rest still existed outside of their alloted property. The mounds discovered by McKenney and Cass were probably already more than centuries old, and were surely once very important to the original inhabitants of the land.","The large skull never reached McKenney's hands. It turned out that Cass could not actually come up with the skull that he claimed to have found, which he claimed was much larger than any \"normal\" human being's, suggesting that a tribe of giant natives once inhabited the Detroit area). However, the discovery of the three mounds (mostly weathered at this point) provided valuable proof of the Native American habitation of the area in the centuries before European settlement, and also suggested information about Native American customs with regards to burying their dead in multiple layers in the earth. McKenney described the significance of the bones being uncovered, and how they were worth much more by being uncovered and studied than remaining buried, an opinion that remains a major point of contention between scientists and Native people today."],"display_date":"June 19, 1826","search_date":"1826-06-19","locations":[{"id":6592,"lat":null,"lng":null,"zoom":8,"place":"WAYNE, Michigan"}],"tags":[{"id":2164,"tag":"Hull"},{"id":2163,"tag":"Cass"},{"id":2162,"tag":"McKenney"},{"id":440,"tag":"Treaty"},{"id":2104,"tag":"Burial Mound"},{"id":537,"tag":"Native Americans"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6030,"title":"Cannibalism for a Nose and an Arm: Odawa Retaliation","course_id":118,"status":"P","start_date":"1790-09-14","end_date":"1790-09-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Thomas Gist, the son of an Indian agent in the Ohio Valley, was captured by Huron Native Americans in 1758 and lived with them for a year before being \"released\" and heading west. In a record of his capitivity, Gist describes the relative locations of the major tribes in the area and the state of the land in the area around Fort Pontchartrain (Detroit). In one particularly colorful episode, he recounts an altercation between the Odawa tribe and Sir William Johnson, who had taken a Native American man hostage and cut off his right arm and nose. For revenge, the Odawa captured a Highland soldier, burned him, and subsequently ate his nose and arm. This vicious act of cannibalism stuck out vividly to Gist, who had seen many sides of the Native Americans throughout his stay with them.","This episode is significant as it describes one side of the relations between the Native Americans and the European settlers in the area: the violent side. Not all of the relations at this time were violent like this - in fact, many were entirely peaceful. Gist himself was \"adopted\" into a family during his captivity and treated well. However, the violence of the Native Americans was usually the trait that stuck the most for European settlers. The supposed ferocity of Native American warriors was often used to the advantage of European and American settlers, who used alliances with different tribes to promote their own military aims in struggles over the ownership of the land. Notable battles include the siege of Pontiac on the Fort of Detroit in 1763 and the War of 1812 with involved British and Native American alliances.","To gain the cooperation of the \"fierce\" Native Americans, settlers often gave gifts of liquor and alcohol to the tribes, which they believed would induce a confused and compliant state in the natives. The settlers would then get the Native Americans to sign over land to themselves, and avoid political conflict."],"display_date":"September 14, 1790","search_date":"1790-09-14","locations":[{"id":15297,"lat":null,"lng":null,"zoom":8,"place":"[all counties], Northwest Territory"}],"tags":[{"id":2166,"tag":"European Settlers"},{"id":2165,"tag":"Gist"},{"id":1899,"tag":"Detroit"},{"id":661,"tag":"cannibalism"},{"id":244,"tag":"Violence"},{"id":537,"tag":"Native Americans"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6031,"title":"Escape from an Indian Master: Matthew Bunn in Detroit","course_id":118,"status":"P","start_date":"1793-01-01","end_date":"1793-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Matthew Bunn, who was captured by Native Americans in the Ohio region in 1791, escaped after two years and fled on foot to Detroit - only to run into Native people who knew his face and his escapee status. He describes running into the Native people, and also their relations with the local fort and British military: the Native people would bring the scalps of American men, women, and children in exchange for ammunition and weapons. The British obviously sanctioned and encouraged this dirty work, as they paid the Native people for the scalps and even gave them alcohol in an effort to stir them to fiercer action, but at the same time they used it as evidence that the Native people were less \"civilized.\" One day, his \"melancholy\" feelings stirred by watching an exchange like this, Bunn inadvertently lost focus and forgot to watch for familiar faces among the Indians in the streets (for fear of being captured). At that moment, two Indians saw him and grabbed him, brandishing tomahawks and furious at his having escaped, with intent to scalp him right then and there. Bunn claimed he was able to calm them down enough to beg for an exchange: his life for a large sum of money. Bunn was able to procure the sum, thanks to a friend of his named Thomas Smith, who had helped Bunn escape to Detroit earlier.","Matthew Bunn's account of the vicious encounter with Native Americans in the streets of Detroit gives us a fascinating insight into life in the city in the late 18th century. During this period of Detroit's history, the Americans and British were at high tensions for ownership of the territory, and had been successfully \"stealing\" the livelihoods of the Native Americans through the fur trade business. The Native American tribes in the region would prove to be key players in the battles for the land, including an attack by the notorious Pontiac on Fort Detroit in 1763. Different tribes allied themselves with either the Americans or the British, depending on their tendencies, which created tension between the tribes themselves. The British and the Americans used this strife to their advantage, including to kick tribes off of their land and using them for dangerous battles against each other. Bunn is not, perhaps, the most reliable narrator, and his depictions of Native Americans as \"thirsting for American blood\" may owe more to Bunn's own interest in crafting an exciting narrative than a true reflection of Native ideas and actions. Their involvement in scalping, for instance, derived from the fact that these Native Americans were forced to seek provisions and protection from the British and Americans after trade routes and networks with other tribes were highly disturbed by the influx of immigrants. Nonetheless, Bunn's narrative offers a valuable perspective on how Native Americans were percieved by the general public in Detroit, and their prevalence in the city."],"display_date":1793,"search_date":"1793-07-02","locations":[{"id":15297,"lat":null,"lng":null,"zoom":8,"place":"[all counties], Northwest Territory"}],"tags":[{"id":537,"tag":"Native Americans"},{"id":2137,"tag":"Michigan"},{"id":1899,"tag":"Detroit"},{"id":2174,"tag":"British Conflict"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6033,"title":"Jim Scott's Last Joke","course_id":118,"status":"P","start_date":"1/1/10","end_date":"12/31/25","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["When James Scott died in 1910 and left half a million dollars to the city of Detroit in his will, controversy erupted amongst local citizens. Scott, who inherited most of his money from his father and earned even more still from shrewd real estate deals, bequeathed the money so that the city could build a beautiful fountain on Belle Isle. It became a major issue when it was revealed that his stipulation was to also erect a giant statue of himself in the middle of the fountain. People took to different sides of this issue. Some believed that it was a very nice gesture and a great opportunity to beautify the city. Still others disagreed. A portion of them objected, so they said, because it was basically buying the honor and cheapening the overall honor of the fountain. The religious leaders felt that it set a poor example for the youth – you don’t have to earn respect because you can just buy it. In a similar fashion, others said they disagreed because there was no democratic notion behind it. The citizens had no say in who their city was honoring.","While many of these people contested that it was not a personal matter, many people believe that such a fuss was made over the fountain because the people just plain did not like the guy. He had very few friends and barely spoke to anyone. He inherited his fortune and was deemed lazy and spoiled. The money he made for himself was always at the expense of someone else. He never married and was considered a womanizer. James Scott gambled and drank and was just generally disliked by all his fellow citizens. After several years being locked in debate, the fountain was unveiled in 1925 and has since become known as “Jim Scott’s Last Joke”."],"display_date":"1910 - 1925","search_date":"1917-12-31","locations":[{"id":18385,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1899,"tag":"Detroit"},{"id":1901,"tag":"Belle Isle"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6036,"title":"Is Paradise Valley aptly named?","course_id":118,"status":"P","start_date":"1/1/40","end_date":"12/31/50","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Until the mid-twentieth century, the north-bordering area of Detroit's east side Black Bottom neighborhood was known as “Paradise Valley.” Its name referred to the high number of black-owned businesses that occupied Hastings Street and St. Antoine Street, the heart of the entrepreneurial neighborhood. At the time, it was the only place with businesses that would all serve blacks. In the 1940s, the neighborhood was home to most of Detroit’s black-owned businesses. The pharmacy run by Sidney Barthwell was one of many examples of the flourishing businesses at that point including churches, social organizations, barber shops, famous jazz and blues clubs, and grocery stores.","However, the imagery of booming businesses and thriving organizations paints an inaccurate picture of the neighborhood’s environment. The living conditions within the neighborhood were bleak. Projects were being built next door, but within the neighborhood of Paradise Valley, the houses were almost a century old, poorly-maintained, and largely unattended by city services. Federal Housing officials declared that two-thirds of the residents were living in substandard units. The high number of immigrants to the city during WWII exacerbated the existing problem of overcrowding. With overcrowding came sanitation problems, disease, and fire hazards. The racial component of these conditions is clear from the fact that the white neighborhood nearby was rated at only 12% substandard living conditions. This is not dissimilar to the contemporary trends in the nation. in the 1930s, basketball teams were still segregated. By the end of 1957, only fifteen states had no segregation laws in place. Detroit, heavily populated by blacks, was in the majority, still subjected to segregation laws and therefore, suffered the blows of housing segregation."],"display_date":"1940 - 1950","search_date":"1945-07-01","locations":[{"id":27066,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1964,"tag":"Paradise Valley"},{"id":1899,"tag":"Detroit"},{"id":242,"tag":"WWII"},{"id":2016,"tag":"Pharmacy"},{"id":2170,"tag":"Living Conditions"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6043,"title":"World's First Metalclad Airship Built For US Navy","course_id":118,"status":"P","start_date":"1/1/22","end_date":"12/31/22","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Given Detroit's history as a frontrunner in new technologies and industrial development, it is no surprise that the city was the site of the first efforts to construct metal airships as a distinctly American type of dirigible for both commercial and military uses. Encouraged by the availability of dependable engines; of light, thin alloys; and of more seasoned engineering talent; in 1922 a group of entrepreneurs organized the Detroit Aircraft Development Corporation to modernize the rigid airship and make it all-metal, like the hull of a seagoing vessel. An experimental engineering group was organized and instructed to endeavor to isolate and determine the scientific fundamentals governing the design of an all-metal structure. General Motors Corporation, Ford Motor Company and other industrial concerns contributed valuable laboratory facilities; the Aluminum Company of America undertook to develop aluminum alloy in thin sheets; aeronautical engineers and metallurgists in Washington were invited to offer criticisms and suggestions. Through laborious and painstaking engineering, they set about the development of a safe and practical Metalclad Airship.","During this time, shortly after the first World War, private corporations and government and military entities in the United States military sought to provide resources and employment to the national population. Thousands of manufacturing jobs were created and sustained by the innovations that came out of the hard work and dedication of people like these men in Detroit. Today, one of the main issues facing Detroit and other post-industrial cities is the fact that public and private investors are no longer spending their time and resources on American soil. Instead, tax policies and the \"race to the bottom\" encourage GMC, Ford, and many other companies to move their manufacturing facilities abroad. This leaves many low-skilled workers who used to work at the factories unemployed, hungry, and increasingly frustrated."],"display_date":1922,"search_date":"1922-07-02","locations":[{"id":21386,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1899,"tag":"Detroit"},{"id":468,"tag":"employment"},{"id":2183,"tag":"Manufacturing"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6049,"title":"Lead paint takes over Michigan","course_id":118,"status":"P","start_date":"1/1/08","end_date":"12/31/22","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["At the beginning of the 20th century, when most Americans lacked indoor plumbing and basic sanitation was rare, infectious disease was an ever present fear. Millions of people worldwide died in 1918 from the Spanish flu, and cholera and typhoid were frequent threats in the cities. At this time, the medical community encouraged people to wash their walls to help avoid disease. Painted walls were preferred over those with wallpaper because the texture of wallpaper would trap bacteria. The smooth surface of paint allowed it to be readily washed with either water and soap or a disinfectant, while wallpaper, especially given the paste available at the time, could not stand up to repeated washing. This also was an era when homeowners often did not paint their own homes. Homeowners instead relied on the expertise of master painters, who were respected for their skills and knowledge of paints. Ironically, the medical benefits of painting one's walls brought with them new risks, as these master painters often preferred paints with lead pigments.","The early twentieth century saw a large increase in the demand for lead paint. In Detroit, the national leader for lead paint production, Acme White Lead and Color Works expanded its factory in 1908, and it was soon joined by competitors such as Borydell White Lead and Color Works, Detroit Graphite Company, Ditzler Color Company, and many others. With the expansion of business came a need for workers, who were primarily found in the poorer neighborhoods of the city. Those workers, in addition to living in homes with lead paint on the walls, were also exposed to high levels of lead through direct contact during the manufacturing process. Across the country, labor unions and public health officials expressed concerns with worker exposure to “clouds of dust\" laced with lead in factories. After multiple law suits against companies about deaths from lead poisoning, industries worked with labor unions and public health officials to minimize worker exposure to lead dust.  These actions reduced occupational lead poisoning without ending the use of lead paint, which would continue to contaminate homes and soil for decades."],"display_date":"1908 - 1922","search_date":"1915-07-02","locations":[{"id":50025,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1889,"tag":"occupational health"},{"id":1899,"tag":"Detroit"},{"id":230,"tag":"Medicine/Health"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6051,"title":"City of Detroit Blamed for Neglect in Tuberculosis Epidemic","course_id":118,"status":"P","start_date":"5/26/09","end_date":"5/26/09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the late 19<sup>th</sup> century and early 20<sup>th</sup> centuries, doctors had discovered that large numbers of deaths in industrial cities were the result of tuberculosis, a respiratory disease closely linked to poverty, overcrowding, and malnutrition. Middle-class fears that tuberculosis could spread resulted in significant expenditures in Detroit, but that money largely ignored the problems of vulnerable populations in the working-class neighborhoods and poor industrial districts such as Delray, to the southwest of the city. In 1909, Dr. Leo H. Herbert and Dr. Emil Amberg scolded the City of Detroit for its lack of funding for the city's most vulnerable residents at the Anti-Tuberculosis society. They claimed that the conditions of the working class in the city were disgraceful and dangerous to the health of Delray residents. The city's allocation of resources was also inefficient: doctors were attempting to fight the disease, but the preventative measures of urban clean-up and improved living conditions that they had suggested were not being implemented. Along with the obscene amount of litter in the streets, for instance, Dr. Herbert pointed to the overpopulated housing situations as the disease's principal cause. When ten to twenty people were forced to live in a small cottage, that house immediately became a breeding ground for tuberculosis. It only took one house with small children, he warned, to spread the disease. Since children attend school they are more likely to catch and spread the disease since they are constantly in contact with their class mates."],"display_date":"May 26, 1909","search_date":"1909-05-26","locations":[{"id":50025,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1899,"tag":"Detroit"},{"id":1319,"tag":"tuberculosis"},{"id":230,"tag":"Medicine/Health"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6052,"title":"The Brewster-Douglass Housing Projects","course_id":118,"status":"P","start_date":"1/1/52","end_date":"1/1/69","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In response to the lack of housing in Detroit, the Brewster-Douglass Housing Projects were created. Each of the six tower in this housing project was built in a similar fashion as a means of expediting its creation, as an aerial image makes clear. Located on St. Antoine Street and near Hastings Street, border streets of the traditionally African American neighborhood of Black Bottom, thousands of families called this place home. The nearby Paradise Valley commercial district provided residents with entertainment and a sustainable nightlife. The Brewster-Douglass Housing Project was the first federal housing project built for African-Americans. The siting of these projects was intentional, as it helped to ensure that African-Americans would remain in segregated neighborhoods, away from whites. Through the destruction of Black Bottom in the 1960s to make way for a freeway, these projects would continue to serve as one of the few housing options for low-income Detroiters until they were eventually abandoned in the early 21st century.","Even though the Brewster-Douglass Housing Projects were not demolished along with Black Bottom, their character changed dramatically with the construction of the freeway. Those who called the Brewster-Douglass Housing Projects home lost the Paradise Valley commercial district and the sense of community with Black Bottom, and many who could afford it moved to more convenient locations along with their former neighbors. Interstate-75 brought with it a shift in the utilization of the area, without much concern for what would occur to these housing projects, and caused the families to be transported out of the area to promote the mobility of whites into the city."],"display_date":"January 1, 1952 - January 1, 1969","search_date":"1960-07-02","locations":[{"id":28980,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2123,"tag":"Detroit Brewster-Douglass"},{"id":3,"tag":"African-Americans"},{"id":1914,"tag":"Black Bottom"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6129,"title":"<strong>Smog Madness: Remembering the Vacuum Carburetor Era</strong>","course_id":127,"status":"P","start_date":"1/1/73","end_date":"12/31/73","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The 1973 edition of the <em>Chevrolet Emission Control Systems</em> reference manual is a special supplement to the standard mechanic’s repair reference. General Motors produced this manual as a guide for its dealer-level mechanics, who would be tasked with repairing and adjusting emission control systems for Chevrolet owners. The manual contains a host of novel names and corresponding acronyms for parts of the new emissions-control system: Air Injector Reactor (AIR), Controlled Combustion System (CCS), Exhaust Gas Recirculation (EGR), Coasting Richer System (CRS), and many others. These new technologies represented the industry’s best short-term effort for reducing toxic exhaust gas emissions. However, their acronyms would be liberally intermixed with swear words throughout the 1970s, as both mechanics and their customers struggled to adapt to the new technological regime.","The main problem with 1970s emission controls proved to be the difficulty of keeping them in tune. In the era before inexpensive, compact microprocessors revolutionized engine management, emissions control systems relied on comparatively crude technology. Copious lines of fragile vacuum hoses, complex mechanically actuated carburetors, and hot-burning catalytic converters were virtually impossible to maintain in concert with one another. Datsun equipped its cars with “Floor Temp” warning lights, to keep catalytic converters from igniting the floor carpeting. Other manufacturers warned consumers not to park in tall grass for the same reason. Vacuum carburetors were notoriously devilish devices, with a tendency to produce stalling at the worst possible moments. Newly established emissions testing frequently devolved into shouting matches and frustration. To add insult to injury, these emissions-control systems actually made cars less fuel efficient in the short term, at a time when gas shortages and embargoes were menacing the land. In short, the 1970s proved to be an inauspicious time to own a car, or to be a person that worked on them for a living.","As Kevin Borg writes in <em>Auto Mechanics:</em> <em>Technology and Expertise in Twentieth-Century America</em>, mechanics bore the brunt of consumer criticism of the new technology. When the cars of the 70s stumbled and stalled in traffic, their drivers naturally blamed the men responsible for maintaining them. Auto mechanics were forced to choose between tuning their customers’ cars to meet emissions standards, or to run well in everyday use. The <em>Chevrolet Emission Control Systems</em> manual is a relic of this era of hard choices, and a reminder of the difficulty of introducing complex technological systems quickly."],"display_date":1973,"search_date":"1973-07-02","locations":[{"id":35437,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1544,"tag":"automobile"},{"id":1354,"tag":"Air Pollution"},{"id":1899,"tag":"Detroit"},{"id":1919,"tag":"1970s"},{"id":599,"tag":"Technology"},{"id":2296,"tag":"emissions"},{"id":2297,"tag":"mechanics"},{"id":2298,"tag":"regulation"},{"id":2299,"tag":"car"}],"course":{"name":"Fundamentals of Environmental History","school":"Auburn University","course_id":127,"school_id":73}}]}