{"id":19,"tag":"Native-Americans","points":[[38.702724259,-76.2699764629],[38.246275988,-78.01344008],[38.941532547,-91.4702376515],[31.1610416216,-91.3109144316],[38.0230931541,-78.5555505707],[35.586034325,-92.3783328997],[33.6257974076,-89.382351072],[35.237570606,-83.4949345538],[33.8831653504,-83.4095667489],[38.9151212228,-76.9435162098],[31.9014449767,-81.1192880728],[33.0721732643,-83.2584220033],[32.8060034472,-83.7076277097],[35.4867215431,-83.4927397626],[31.2441474516,-92.6921619821],[29.5143972393,-94.8756973573],[33.5041024333,-89.3498364185],[35.8758167006,-86.8624771941],[30.1220750117,-89.7244851703],[30.3061626141,-91.385712191],[29.7296251981,-82.4202056031],[34.4199676609,-84.8027482155],[40.7805662337,-73.9388482485],[39.2940913824,-76.6092985301],[37.7238481599,-93.8565963657],[42.3649994065,-70.9800517697],[29.4255371375,-90.0017454475],[33.3786296634,-89.6348761581],[39.878712355,-75.2036894677],[41.2053333739,-90.7414019737],[29.1017950909,-80.8721179654],[43.0829208206,-79.0699589693]],"bounds":[[43.0829208206,-70.9800517697],[29.1017950909,-94.8756973573]],"episodes":[{"id":1964,"title":"A Clash of Views over Indian Removal\n","course_id":1,"status":"P","start_date":"1829-08-12","end_date":"1829-08-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["<em>The Republican Star and General Advertiser</em> of Easton, Maryland published an article on August 12, 1829 regarding Indian removal. The Easton article responded to the essay written by William Penn published in <em>The National Intelligencer of Washington </em>on July 17, 1829. Penn's essay discussed the need to exterminate the Indians in order to allow for expansion into the West. The article in the Easton newspaper stated that while there seems to be such a prevalent disposition south and west of us to exterminate the aborigines of this land, we feel it our duty to raise our voice and use every exertion to stay that band of power from sweeping them from the face of the earth. The article published in <em>The Republican Star and General Advertiser</em> asserted that we stand for the bitter detestation and abhorrence of tyranny and oppression of the aborigines of this land. Additionally, in response to William Penn's essay promoting Indian extermination, the article in the Easton newspaper paper claimed that we occasionally meet with traits of Indian character so humane and generous as to produce in the civilized mind mingled emotions of astonishment and delight. "," <em>The Republican Star and General Advertiser</em> article exemplified the tensions between anti-expansionist Americans, and those who supported expansion into the West and Indian removal. Southerners generally supported expansion and Indian removal while northerners tended to disapprove of such action. A significant turning point occurred in 1828 with the election of Andrew Jackson to power as president. Jackson, a prominent figure in the South, led the campaign for Indian removal. Jackson often publicly stated that in order to rescue Indians from the destructive vices of civilization, Indians must be removed and placed farther into the West. Historian William Brandon claims that northerners tended to disagree with this statement. Northerners believed that Jackson's genuine motive for Indian removal resulted from his desire to allow southerners to secure themselves land in the territory that opened up in the West. "," According to Brandon, southerners felt threatened by nationalism. Southerners found refuge in an aggressive assertion of both states rights and sectional economic interests. With the support of Jackson, southerners believed they needed to fulfill their 'destiny' to own and farm the land possessed by Indians all the way from Georgia to the Mississippi River. Thus, southerners found it particularly displeasing that northerners tried to prevent them from fulfilling this 'destiny. The issue of Indian removal significantly added to the tensions between the North and the South as southern anxieties continued to mount that the North threatened their rights to liberty."],"display_date":"August 12, 1829 - August 13, 1829","search_date":"1829-08-12","locations":[{"id":6066,"lat":38.702724259,"lng":-76.2699764629,"zoom":9,"place":"TALBOT, Maryland"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":12,"tag":"Migration/Transportation"},{"id":19,"tag":"Native-Americans"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2007,"title":"Attitudes towards American Indians in Central Virginia\n","course_id":1,"status":"P","start_date":"1877-02-05","end_date":"1877-02-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On February 5, 1877 Joseph Halsey of Orange County, Virginia received a letter from a man who had uncovered the preserved remains of an American Indian. The letter began with a sense of excitement and awe. The author recounted, I plowed up an Indian chief, with all of his ornaments, blanket, girdle of beads, turban, and shells. His hair was in a state of preservation having the appearance of fine roots. His blanket had all of its colors. Doctor Horace Taliafero, who had been a good deal with the Indians, pronounced it a chief. A great deal of pottery, and arrow heads were to be seen about the place. The author provided elaborate details about the remains and made an effort to ascertain the position the particular Indian held in the kinship network of his community. The author then mentioned the mysterious relic Fort Germanna, which is located in what is now known as Orange County, Virginia, and discussed the curious specimens found in an underground section of the Fort in which settlers hid from the Indians. The author highlighted the violence displayed by the Indians and the fear and helplessness of their victims. Central Virginians, like the author of this letter, felt mixed emotions towards Indians in the late nineteenth century. People from Central Virginia expressed a simultaneous appreciation for the unique culture of the American Indians accompanied by repugnance at their seemingly violent and uncivilized nature. ","Rhetoric throughout the state of Virginia concerning Indians in the late nineteenth century contained a general theme of antagonism yet also expressed a genuine interest in Indian culture, similar to the combination of sentiments in the letter Halsey received. Virginians had pushed Indian tribes out of the state, and only two tribes remained in Virginia at the end of the nineteenth century. An awareness of the decline of the Virginia Indian population prompted the state to recognize tribes' rights to a reservation. In 1878 Hampton University created a program for Native American instruction in Virginia. The program aimed to civilize the Virginia Indians and teach them to adopt the culture and social norms of white people. ","Like the man who found the Indian remains, people throughout the nation expressed a new appreciation of the Indians mixed with a continued sense of outrage at their violence. In the second half of the nineteenth century, scholars prompted investigators to initiate ethnographic studies and develop scientific descriptions of American Indians, as they pointed out that the Indians and their culture were rapidly vanishing. Yet, in Skull Wars David Thomas argues that many of the anthropological findings of the time were interpreted in a manner that complemented popular sentiment concerning Native Americans, namely that the Indians were bloodthirsty savages with a history of unthinkable brutality and violence. By focusing on the atrocities committed by the Indians against unsuspecting whites, attention was diverted from the exploitation and violence committed by whites towards the Indians. Thus, the theorists provided objective and tangible justification so that whites could stake rightful claim to the land that had been home the Indians and feel no remorse for doing so."],"display_date":"February 5, 1877","search_date":"1877-02-05","locations":[{"id":14130,"lat":38.246275988,"lng":-78.01344008,"zoom":10,"place":"ORANGE, Virginia"}],"tags":[{"id":6,"tag":"Education"},{"id":19,"tag":"Native-Americans"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2008,"title":"Attitudes towards American Indians in Central Virginia\n","course_id":1,"status":"P","start_date":"1877-02-05","end_date":"1877-02-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On February 5, 1877 Joseph Halsey of Orange County, Virginia received a letter from a man who had uncovered the preserved remains of an American Indian.  The letter began with a sense of excitement and awe.  The author recounted, I plowed up an Indian chief, with all of his ornaments, blanket, girdle of beads, turban, and shells.  His hair was in a state of preservation having the appearance of fine roots. His blanket had all of its colors.  Doctor Horace Taliafero, who had been a good deal with the Indians, pronounced it a chief. A great deal of pottery, and arrow heads were to be seen about the place.  The author provided elaborate details about the remains and made an effort to ascertain the position the particular Indian held in the kinship network of his community.  The author then mentioned the mysterious relic Fort Germanna, which is located in what is now known as Orange County, Virginia, and discussed the curious specimens found in an underground section of the Fort in which settlers hid from the Indians.  The author highlighted the violence displayed by the Indians and the fear and helplessness of their victims.  Central Virginians, like the author of this letter, felt mixed emotions towards Indians in the late nineteenth century.  People from Central Virginia expressed a simultaneous appreciation for the unique culture of the American Indians accompanied by repugnance at their seemingly violent and uncivilized nature.  ","Rhetoric throughout the state of Virginia concerning Indians in the late nineteenth century contained a general theme of antagonism yet also expressed a genuine interest in Indian culture, similar to the combination of sentiments in the letter Halsey received.  Virginians had pushed Indian tribes out of the state, and only two tribes remained in Virginia at the end of the nineteenth century.  An awareness of the decline of the Virginia Indian population prompted the state to recognize tribes' rights to a reservation.  In 1878 Hampton University created a program for Native American instruction in Virginia.  The program aimed to civilize the Virginia Indians and teach them to adopt the culture and social norms of white people.  ","Like the man who found the Indian remains, people throughout the nation expressed a new appreciation of the Indians mixed with a continued sense of outrage at their violence.  In the second half of the nineteenth century, scholars prompted investigators to initiate ethnographic studies and develop scientific descriptions of American Indians, as they pointed out that the Indians and their culture were rapidly vanishing.  Yet, in <em>Skull Wars</em> David Thomas argues that many of the anthropological findings of the time were interpreted in a manner that complemented popular sentiment concerning Native Americans, namely that the Indians were bloodthirsty savages with a history of unthinkable brutality and violence.  By focusing on the atrocities committed by the Indians against unsuspecting whites, attention was diverted from the exploitation and violence committed by whites towards the Indians.  Thus, the theorists provided objective and tangible justification so that whites could stake rightful claim to the land that had been home the Indians and feel no remorse for doing so."],"display_date":"February 5, 1877","search_date":"1877-02-05","locations":[{"id":14130,"lat":38.246275988,"lng":-78.01344008,"zoom":10,"place":"ORANGE, Virginia"}],"tags":[{"id":6,"tag":"Education"},{"id":19,"tag":"Native-Americans"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2031,"title":"Erastus Brown Encounters Indians on His Way to Texas\n","course_id":1,"status":"P","start_date":"1859-11-15","end_date":"1859-11-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Like many young, adventurous men in the nineteenth century, Erastus Brown decided to explore the new frontier of the United States. Upon returning home from a trip to Texas, he wrote a letter to his sister, Millie, asking her to accompany him on his next trip. In discussing his trip to Texas, Erastus described his encounter with the Cherokee, Creek, and Choctaw Indian Nations. He described the Cherokee people and remarked their land was the most lovely country [his] eyes ever beheld. He added that the Cherokee people seemed very well enlightened. However, Erastus did not think so highly of the Creeks. He considered the Creeks to be the most inferior of the three races. Erastus continued his focus on the Creeks, and gave a full account of the traditional Creek dance he witnessed. The Creeks gathered around a pole yelling, singing, and dancing in a manner that reminded [him] of the exact representation made in history of their 'war dances.' He remarked, Only the poor or inferior portions continued such dances. The superior Indian Nations [studied] the art of agriculture. "," Erastus Brown was not alone in wanting to travel to newly settled territories in the United States. In fact, historian Randolph Cambell titled his book, Gone to Texas, to represent the message that appeared on the doors of many abandoned homesteads across the southeastern United States in the mid-nineteenth century. While Erastus did not explicitly state his reasoning for going to Texas, Cambell offers many reasons why people from the southern United States felt comfortable leaving their homes for Texas. First, the U.S. Army established forts and explored the new lands, thus providing the stability needed for people to move into the new territory. Those who went to Texas wrote home about the opportunities the new territory offered -primarily cheap, rich land. Furthermore, like other new territories, slaveholders saw Texas as an opportunity to expand slavery. "," Although Brown did not mention the exact route he traveled on his way to and from Texas, it was likely he traveled through Oklahoma. He stated that he went through the Indian Nations: Cherokee, Creek, and Choctaw. As historian Dallas T. Herndon states, the movement of Americans into the western frontier forced Native Americans to be relocated to reserves in Oklahoma and part of the Texas Panhandle."," Brown noticed the different effects that American expansion and the relocation of Indians had on the tribes he came across. He described the Creeks as being inferior compared to the other Indian Nations. The Creeks continued traditions and rituals from the past such as the war dance. Other superior Indian Nations, moved away from their traditions and [studied] the art of agriculture. Herndon states that the Choctaw - one of the Indian Nations that Erastus encountered - were the most skillful agriculturists of all the Southern tribes, cultivating a greater variety of crops and with better successes. Despite the differing reasons behind Erastus and other young Americans movement into new territories, it was clear that such expansion had significant and varied effects on Indian Nations."],"display_date":"November 15, 1859","search_date":"1859-11-15","locations":[{"id":7764,"lat":38.941532547,"lng":-91.4702376515,"zoom":9,"place":"MONTGOMERY, Missouri"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":8,"tag":"Arts/Leisure"},{"id":12,"tag":"Migration/Transportation"},{"id":19,"tag":"Native-Americans"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2045,"title":"Gopher John\n","course_id":1,"status":"P","start_date":"1842-04-18","end_date":"1842-04-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Officially, Gopher John was Major General McCall's interpreter, but during those long and informal nights on the Florida frontier, John was also his cook and friend. He was someone to talk to, and he cooked a yellow perch dish that really would have done honor to your cuisine at home. McCall and John were deep in the Florida wilderness, surrounding a fire in Wahoo Swamp, and the Major General in the United States Army struck up a conversation with the young man. A dog was lying peacefully by John's side, and McCall asked him how he came to have his dog, a great Indian cur, and what its name was. He replied that the dog's name was fuse because the girl he was courtin' for a wife, and all de gal fuse me (refused me). Dis so provoking to me, I git mad. After their conversation, McCall described Gopher John as my friend in his journal spanning thirty years of service on various American frontiers.","Gopher John was McCall's interpreter because he had a special skill set of a Black Seminole, a population that is much forgotten in southern history. In describing the young man, the adjectives employed touch on his biracial connections. John had grown up from a long-legged, ill-looking Negro boy to be a fine looking fellow of six feet, as straight as an Indian, with just a smile of red blood mantling to his forehead. In addition to his physical features, John retains his cognomen with the Indians as well as with the whites who lived in the Indian country before the war. Other Indian Negroes were feared by the U.S. Army for their ability to recruit slaves from local plantations, but John was able to straddle the racial fence between whites and Seminoles and occupy a social purgatory. Major McCall had a vested interest in seeing that Gopher John did not side with the Seminoles.","The history of blacks in Florida, and how they came to be associated and intertwined with the Seminole nation, is a complex one. Under Spanish rule until 1763, Florida had become a refuge for runaway slaves, even granting them freedom for military service. Some Black Seminoles were descendants of those who fought for the Spaniards at the Battle of Fort Mose in 1738. They began to settle among the Indians who were friendly to the Spanish and remained there after Spain ceded Florida to Britain. Seminole Chiefs even bought slaves, and runaway blacks from plantations in Carolina and Georgia continued to merge with the independent communities of free blacks on the outskirts of Seminole settlements. Naturally, interracial interaction occurred-sexually, culturally, and economically. Blacks supplied agricultural produce in return for protection; they were the vassals and allies of the Seminoles.","The unique role of interpreter for both whites and Seminoles was filled by men like Gopher John. He had relationships with the two communities, but of equal importance was his relationship to Major General McCall. As evidenced in Israel on the Appomattox by Melvin Ely, absolute racial blocs were not present in the antebellum South; for instance, black batteaumen had intimate social connections with whites in the context of economics. The racial distinctions blurred between McCall and Gopher John, and although their relationship was intended to be formal and official, it became something more natural. Hybrid cultures developed on Israel Hill, in Florida between blacks and Seminoles, and elsewhere across the South as traits were shared between different races as they came in daily contact with each other."],"display_date":"April 18, 1842","search_date":"1842-04-18","locations":[{"id":1362,"lat":null,"lng":null,"zoom":8,"place":"HILLSBOROUGH, Florida"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":19,"tag":"Native-Americans"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2156,"title":"Indian Removal\n","course_id":1,"status":"P","start_date":"1830-01-01","end_date":"1832-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["On January 30, 1832 The <em>Woodville Mississippian</em> published an extensive letter from Lewis Cass, the Secretary of War, to Andrew Jackson, the President of the United States. Cass was concerned about the policy that the government would take regarding the Native Americans living in the United States. Cass admitted that whites had harmed the Indians for the past two centuries, and he saw the need to make up for this damage. It would be best for the Indians, he declared, if they were moved west of the Mississippi River. Certainly if they remained in white communities their race would be eventually be destroyed. Cass argued that the average Native American was lazy and stubborn and feared the anger of the Great Spirit should he depart from the customs of his fathers. Because of these characteristics, Cass said, Indians would not realize that whites were genuinely attempting to help them. The best course of action would be to remove the Indians and let them learn from the example of the white settlers. "," The subject of Cass's letter was an important issue in Mississippi in 1832. Until 1830 the Choctaws and the Chickasaws possessed the majority of the land in Mississippi. This began to change immediately after Andrew Jackson assumed office. On January 17, 1930, Mississippi extended its governance over Native American lands, which forced the Native American tribes to move westward if they wanted to maintain their independent government. In the Treaty of Dancing Rabbit Creek the Choctaws agreed to move westward, and in 1832 the Treaty of Pontotoc Creek removed the Chickasaws as well."," The removal of the Choctaw and the Chickasaw changed Mississippi on economic, social, and political levels. White males looking for new opportunities would have been ecstatic to open their local newspaper and see Cass's suggestions to the president. According to historian John Ray Skates, The Indian cessions tripled the public lands available for settlement and provoked explosive changes for the state of Mississippi. Suddenly a huge expanse of land was open and ready to be transformed into cotton fields. "," The plantation owners of Mississippi Delta, however, may have been less excited about the new abundance of land. As more and more people flooded into the remainder of the state, the old plantation owners in the river counties were quickly outnumbered and began to lose political power. Most of the new settlers were Democrats, unlike most of the politicians from the Delta. The new settlers moved the state capital out of the Delta, from Natchez to Jackson. Then, in 1832, the government of Mississippi declared universal suffrage for white men and terminated property holding requirements for office. The plantation owners of the Delta no longer had political control over the state. Although citizens of the Delta probably agreed with Cass that the Indians should be moved, ultimately, they were not happy with the political changes that resulted."],"display_date":"1830 - 1832","search_date":"1831-07-02","locations":[{"id":7336,"lat":31.1610416216,"lng":-91.3109144316,"zoom":9,"place":"WILKINSON, Mississippi"}],"tags":[{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":12,"tag":"Migration/Transportation"},{"id":19,"tag":"Native-Americans"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2185,"title":"Thomas Jefferson Randolph&#39;s Controversial Opportunity to Assist the Choctaw Indians\n","course_id":1,"status":"P","start_date":"1837-03-08","end_date":"1837-03-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["When the mail arrived in Albemarle County on March 8, 1837, Thomas Jefferson Randolph may have been surprised to receive a letter from R. G. Nicholas informing him that he had been nominated and accepted as Com[missioner] for settling claims to reservations under the Choctaw Treaty.  As a prominent gentleman from a well-established Virginian family, Randolph was a natural choice for the position except that the Choctaw Indian tribe lived in Mississippi, far removed from his native state of Virginia.  By the 1830s Virginia no longer had internal incidents with Indians because the nation's frontier lines had expanded and pushed tribes farther west.  But even residents of Albemarle County would have been very interested in the future of the Indians because these tribes lived on very precious land within the South's cotton economy.  ","Although the Choctaw tribe had recently earned distinction in the War of 1812 and had been declared the perpetual friend of America on October 24, 1816, when Mississippi became a state in 1817 the Choctaw Indians threatened the American identity of the new state.  They not only proved a problem for settlers wishing to move to the frontier, but moreover, by continuing to act as an independent nation within the United States, the Choctaws threatened the authority of the Mississippi state government. Grateful for the stability and unity of their own community, Albemarle County residents and other southerners would have expressed concern that the Choctaws posed an obstacle to greater prosperity of the South.  For this reason, political leaders throughout the 1820s and 1830s searched for ways to push the Choctaw westward onto territorial lands that were not officially part of the United States. ","In September of 1830, Andrew Jackson's administration finally concluded the treaty referred to by Nicholas as the Choctaw Treaty. Officially known as the Treaty of Dancing Rabbit Creek, the treaty removed the Choctaw Indians west of the Mississippi River and claimed all lands east of the river as the property of the United States.  But Article 14 of the treaty decreed that if any Choctaw Indian agreed to become a citizen of the United States, the U.S. government promised to give them a parcel of land on which they might live and farm.  Nicholas' letter alerted Randolph that he had been nominated to assign these pieces of land to those Choctaws who chose to remain. In presenting him with all of the particulars of the position, Nicholas informed Randolph that his pay would be three thousands dollars a year and that though there would be little personal risk involved the position would require ten or twelve months of his time.  But overall his letter drips of resentment towards the Indians who tried to remain in Mississippi because he considered it a cowardly last attempt to avoid removal.  His bitterness was obvious when he commented to Randolph that, if he accepted the position, his job would require him to assist some of the greatest scoundrels in the world. Nicholas doubted the sincerity of the Choctaw who had chosen to remain and suggested that he would be relived to hear that Randolph had declined accepting the appointment.","A week later, on March 14, 1837, Randolph received the official offer from R.B. Poinsett officially offering him the position of Commissioner to adjust claims to reserves of land under the fourteenth article of the treaty with the Choctaw Indians.  While there is no sign of Randolph's acceptance or refusal of the appointment within these two letters, as seen from Nicholas' letter, such a position would certainly have been debatable in southern society.  While some, like Nicholas, might have resented the Indians as a threat to the unity of the South, others would have defended the Choctaws' rights to the land and would have been grateful for the government's merciful offer to the Indians.  Thus, Randolph's appointment presented him with a quandary in the antebellum South as southerners struggled with their desire to expand and the existing Indian population."],"display_date":"March 8, 1837 - March 14, 1837","search_date":"1837-03-10","locations":[{"id":13595,"lat":38.0230931541,"lng":-78.5555505707,"zoom":9,"place":"ALBEMARLE, Virginia"}],"tags":[{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":12,"tag":"Migration/Transportation"},{"id":19,"tag":"Native-Americans"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2204,"title":"Major Townsend&#39;s Letter\n","course_id":1,"status":"P","start_date":"1837-12-21","end_date":"1837-12-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Major Edward Davis Townsend was in an alien land. He had made it a long way from his home in Boston to be a surveyor for the city of New Smyrna on Florida's frontier, and he missed all the pretty girls greatly. In a letter to his mother, Eliza Gerry, he described his new environment. He asked her to imagine to yourself me with my jacket off, covered with mosquitoes and sand flies, trampling through thick brushes, and running lines over rough paths cut out of hammocks. In 1837, the Second Seminole War was raging in Florida. Mrs. Townsend worried about her young son, a thousand miles away and fighting a war against the indigenous Seminole nation on behalf of the citizens of Florida. ","Townsend, however, kept her updated on the war news. General Eustis had recently assumed command of the Eastern Army after General Hernandez had allowed an Indian retreat to the south. Troops were building up in the county preparing to drive the handful of little wretches in our direction. Townsend's descriptions of the Seminoles were contrasting and flecked with both racism and respect. Later, he called the warriors respectable and distinguished, but referred to Chief Big Billy as a consummate rascal...a dark looking and immensely powerful savage. The chief he called Powell was a peaceable and consistent diplomat who also maintained a brilliant mind for guerilla war tactics. When in St. Augustine, Townsend had the honor of shaking hands with Old Phillip, Big Billy, Blue Snake, a friendly Seminole, and many others. His encounters with these war chiefs were of great importance to him, and he related these experiences to his mother.","The letter is a narrative of an outsider to the territory; Florida was still very new to Major Townsend. He arrived there having limited interaction with Indian populations, and his descriptions were powerful in their untainted perspective of a foreign environment. He consciously picked adjectives to describe these warriors and chiefs based on what he had witnessed, and reinforced them with what he had heard: stories of battles, massacres (Dade), and conversations with white Floridians. Powell, as Townsend called him, was better known as Chief Osceola to the Seminoles and later to all Americans, as his fame spread. Townsend treats him with great respect, as would many soldiers, officers, and citizens nationwide, giving insight into the thought process of a young soldier in respect to his so-called enemy. Osceola was born into a humble life in the Creek nation of Alabama, with no hereditary connection to the Seminoles. Upon relocating to Florida, he ascended to an unequaled position. He won a string of battles during the summer and fall of 1836, outmaneuvering and baffling U.S. troops in swamps and hammocks. He gave the Seminoles tribal identity and unified them in pursuit of a common goal. Osceola, as Townsend began to show, deconstructs the notion that all whites viewed Indians as savages. They gave respect where it was due, acknowledged valiance when it was displayed, and felt honored in his presence, regardless of his physical appearance or enemy status. Officers chose to deal with him in diplomatic consultations, and, upon his death on January 30, 1838, he was given a military funeral at Fort Moultrie. It is said that warriors and U.S. Soldiers alike wept at the news. The epitaphs at his gravesite read Patriot and Warrior, and so remains his legacy in U.S. History."],"display_date":"December 21, 1837","search_date":"1837-12-21","locations":[{"id":1503,"lat":null,"lng":null,"zoom":8,"place":"MOSQUITO, Florida"}],"tags":[{"id":18,"tag":"Politics"},{"id":19,"tag":"Native-Americans"},{"id":15,"tag":"Race-Relations"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2280,"title":"The Future of Miami\n","course_id":1,"status":"P","start_date":"1844-05-25","end_date":"1844-05-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The little coastal steamer, only 105 feet in length and 152 tons in weight, chugged up the Miami River towards the settlements on the interior. It was hardly a triumphant parade of U.S. naval power. The Sailing Master of such a flagship was one Edward C. Anderson, and he took in the alien landscape as it passed on either side. Upon arriving at Miami, he found it to be little more than a collection of armed occupants, so called, receiving from government a certain quantity of land as a grant, in a suffocating tropical environment. Possible fertile river bed soil was made worthless by layers of limestone, and the horizon stretched off into a pine barren land. Worsening an already unspectacular picture were the horseflies and mosquitoes that infested the region; all animals must be covered and kept in dark stables or the insects would make the blood trickle from every pore.","Indeed, Miami's future did not seem bright, but the settlers there were still very sanguine of establishing eventually a flourishing settlement and have laid out a town yet to be built. Anderson was not so hopeful. He did not see it possible that Miami could become much more than it is for there are few facilities and no capital either at present or in prospect. In geographical terms, Miami is situated between the Bay of Biscayne to the east and the vast Everglades to the west. The area is a virtual swampland, abundant in peat and humid soil and averaging 65.5 inches of rainfall per year. Miami was not adapted for general agricultural development, and outsiders, such as Anderson, gave the settlement up for dead in 1844. The story of how Miami came to be one of the leading cities in Florida, the South, and the nation in the twentieth century is one of natural resources and an adaptive economy.","The antebellum history of Miami is marked by the same patterns as other Florida cities: Indian attacks, hurricanes, and poor agriculture. Miami became the seat of Dade County in 1844, the same year Master Anderson visited, but the county's population would decrease from 446 in 1840 to 85 in 1870. To put this in perspective, Dade County is almost the size of the state of Massachusetts. This mass migration was due, in part, to Seminole hostilities; the settlement did not recover. Miami's identity as a city would begin to take shape after 1870. Pioneers won their lands from the jungle around Miami and soil was reclaimed through canal drainage systems. Population rose to 861 in 1890, 3,322 in 1895, and would explode in the twentieth century with the extension of Henry M. Flagler's East Coast Railroad to Miami in 1896. Miami emerged as a resort and tourist destination and remains such to this day. ","Florida was very different from the rest of the South: stormier, swampier, less networked by railroads, and ravaged by Indian wars. With the exception of the Cotton districts in west and central Florida around Tallahassee, Florida failed to be a major cash crop producer. It excelled in citrus plantations but little else. Early on, Miami just did not fit in the mold of a prosperous southern city. The economic system was agricultural, and Miami could not function within that system and was pushed out of it. Even in 1880, Miami was practically nonexistent. Anderson would have seemed to be correct about the city and its settlers. Miami, along with other Florida cities, adapted with the system, and the advent of sophisticated railroads and the tourist industry gave Miami a specialization it could do well. A look back at Miami in 1844 shows how the physical surroundings and geographic location of settlements are the most important determinant of how cities develop, when they develop, and how they will be judged as a success by outsiders."],"display_date":"May 25, 1844","search_date":"1844-05-25","locations":[{"id":1317,"lat":null,"lng":null,"zoom":8,"place":"DADE, Florida"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":12,"tag":"Migration/Transportation"},{"id":19,"tag":"Native-Americans"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2323,"title":"The Second Visit to Fowl Town\n","course_id":1,"status":"P","start_date":"1817-01-01","end_date":"1817-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Fowl Town, an Indian village in Spanish-controlled Florida, was the site of one of the major events in the First Seminole War. It was visited three times by United States troops, the first time marking the first official engagement of the war. These skirmishes resulted in the deaths of three Seminoles, the capture of one, and the abandonment of the town.","Lieutenant Colonel Arbuckle led the second party to visit Fowl Town. As he and his soldiers neared the town, he ordered JNO. N. McIntosh to approach the village from a different route, with the secondary goal of taking as many prisoners as possible, provided the Indians did not resist or try to escape. If they did attempt to run or fight back, Lt. Col. Arbuckle ordered McIntosh to fire upon them. McIntosh did not expect to encounter resistance, but his hopes were quickly demolished, as he and his team were discovered within about 200 yards of the town. The Indians did not stand and fight, however. They merely fled, firing indiscriminately, and whooping as they abandoned their town to the more heavily armed white men. This left the path open for McIntosh's party to pursue their primary objective: the acquisition of provisions for Fort Scott in nearby Georgia. They searched the town, collecting as much corn as they could find, fifteen to eighteen cows, and a few horses before the Indians returned to attack the whites that were raiding their town. McIntosh's command suffered one casualty; the Seminoles later acknowledged losing five of six comrades. The Indians eventually retreated, leaving McIntosh free to continue raiding the town. They then journeyed the fifteen miles back to Fort Scott, pausing for a few days after about three miles to construct Fort Hughes, a small, advanced picket encampment that would be used later in the war.","Abner Lacock wrote a letter to McIntosh asking for a narration of his involvement in the Seminole War to serve as evidence in the Senate's investigation of General Andrew Jackson. McIntosh replied with a letter, later to be published in the <em>New-York Daily Advertiser</em>, which detailed his participation in the second raid of Fowl Town.","Chief Neamathla of Fowl Town, located directly across the Flint River from Fort Scott, told Colonel Edmund Gaines that if he crossed the Flint River, the residents of Fowl Town would react violently. On November 21, 1817, Col. Gaines disregarded this warning and attacked Fowl Town, killing five Indians. After Lt. Col. Arbuckle and McIntosh completed their raid of the town, Arbuckle returned once more and burned the now-abandoned town to the ground. Neamathla's Seminoles, predictably, reacted violently. In one attack, they jumped a United States boat on the Flint River, killing 37 soldiers, six women, and four children. These strikes prompted Secretary of War Calhoun to send General Jackson to Fort Scott to execute a war, with free rein, against the Indians. Thus began the First Seminole War."],"display_date":1817,"search_date":"1817-07-02","locations":[{"id":1280,"lat":null,"lng":null,"zoom":8,"place":"Florida, Florida"}],"tags":[{"id":19,"tag":"Native-Americans"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2326,"title":"The Brutality of General Jackson in the First Seminole War\n","course_id":1,"status":"P","start_date":"1818-01-01","end_date":"1818-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["John Woods, a boy of less than 18 years, was a member of General Andrew Jackson's army during the First Seminole War in Georgia and Florida. One morning during the war, Woods was standing guard as a picket. As the sun rose, one of his fellow soldiers kindly offered to fill his post, while the hungry Woods made breakfast for himself. While he was cooking, an officer approached him and asked him to help with the removal of trash and animal bones from the encampment. After politely declining, saying he was standing picket, the officer proceeded to vociferously curse the boy out, drawing the attention of many in the camp, including General Jackson. The temperamental General ordered for ten balls to be blown through the d----d rascal. When none of the soldiers would comply with this order, Jackson court marshaled the boy on charges of mutiny and desertion, found him guilty, and sentenced him to be shot.","Soon after the end of the war, the United States Senate, prompted by rumors of multiple events like the death of Woods, launched an investigation into the conduct of General Jackson during the First Seminole War. Abner Lacock, a member of the investigation panel, personally came to the conclusion that General Jackson had an innate love of 'blood and carnage' and felt the need to tell the nation about his misconduct. Lacock authored A Letter to the People of Pennsylvania detailing General Jackson's misconduct. In this letter, he narrates the events leading up to the death of Woods, among others, and claims that Jackson deliberately lied time and again to explain his brutal and unwarranted actions.","The First Seminole War was conducted on one of the frontiers of America, and one that was characterized by nearly constant violence. It was a war easily won, but with questionable goals. The end result was the sale of Florida to the United States, a result to which the United States denied aspiring; rather, Secretary of War Calhoun sent General Jackson to Fort Scott in 1818 to wage war on the Seminoles as retribution for attacks against whites-soldiers and civilians alike-in retaliation for General Gaines' sacking of an Indian town. General Jackson had public designs from the outset to rain punishment on the 'savages' inhabiting Florida. He was, however, in both his military strategy and conduct in leading his men, just as brutal and savage as he was towards those who he claimed to be fighting."],"display_date":1818,"search_date":"1818-07-02","locations":[{"id":1280,"lat":null,"lng":null,"zoom":8,"place":"Florida, Florida"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":17,"tag":"Government"},{"id":19,"tag":"Native-Americans"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2327,"title":"Native American Relations Challenged in Fleming Woods Trading Post Case\n","course_id":1,"status":"P","start_date":"1840-02-15","end_date":"1840-02-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In July of 1837, the states of Arkansas and Missouri functioned as major areas of activity as Americans moved westward. Travelers relied on local people along these western routes to help provide them with necessary equipment and foodstuffs they needed on their journeys. Looking to capitalize on the growing market, Fleming Wood and his partner Egbert Harris hoped to establish a trading post in the area bordering the boundary line between the military base of Fort Smith, Arkansas and the Choctaw tribe of the Cherokee Nation. "," However, volatile relations that existed in Arkansas and throughout the South between whites and Native Americans stood in the way of simple establishment of a trading post. This was largely from exploitation felt by the Native Americans forced onto reservations and the cultural devastation caused by the white trade of vices such as alcohol. To help ameliorate these problems, the U.S. government created intercourse laws to regulate trade among the two groups. To work within these laws, Wood and Harris enlisted the help of M. Stokes, a lawyer for the Cherokee Nation; with his help, the traders obtained a trading license. "," Yet their luck as traders turned on September 9, 1837. Captain William Armstrong, the acting supervisor of the Western Territory, revoked their license and claimed that the traders had become among the largest whiskey dealers on the line. Though legalized sale of alcohol in Arkansas to whites was commonplace, the spirits sold by Wood and Harris' in their trading post broke the intercourse law because it created direct mercantile competition with the Cherokee Nation. In the interests of both governments, Armstrong also ordered his men to seize remaining goods in the post in order to keep the Indians from visiting the line as much as possible, [and] to prevent the introduction of liquor into the Indian country, and other violations of law. "," Angered by their loss of property and sales in the post, on December 12, 1838, Wood and Harris appealed the revocation of their license. The already volatile relations between the U.S. government and the Cherokee Nation intensified. Almost simultaneous with the appeal, U.S. government officials forced Cherokees off tribal lands during the Trail of Tears. Years of abuse, killing and enslavement of Native American populations ensued, and created juxtaposition to events in the Fleming Woods case that occurred over the course of the next three years. The Cherokee Nation, U.S. government, and the two traders discussed the issue of licensure and seizure of goods in a major review of the Indian Affairs policies. A turning point in U.S. governmental policy, the Fleming Woods case forced U.S. officials to recognize a greater Native American autonomy even in the face of their actions in forced relocation. "],"display_date":"February 15, 1840 - February 18, 1840","search_date":"1840-02-16","locations":[{"id":807,"lat":35.586034325,"lng":-92.3783328997,"zoom":9,"place":"VAN BUREN, Arkansas"}],"tags":[{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":19,"tag":"Native-Americans"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2328,"title":"D.B. Mitchill&#39;s Attempts to Compromise with the Creeks and the Seminoles\n","course_id":1,"status":"P","start_date":"1817-08-04","end_date":"1817-08-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["D.B. Mitchill was the executive chair of Georgia in 1817, but in early March of that year, he resigned his post. In July of that year, he met with the leaders of the Creek Nation at Fort Hawkins. His goal of this meeting was to explain to the Indians their role in creating and maintaining a mutual peace between the Indians and the United States. He warned the Creeks that other Americans had approached some of the Creeks in the southern portion of the nation, misleading them and bribing them away from the rest of their nation. He named, most notably, the British Agent Colonel Nichols, and cited the gifts given to some of these Creeks as evidence of corruption. Mitchill argued that the northern Creeks had a duty to bring those who had been led astray back into the nation, as tensions were slowly but steadily arising between them and the United States. Mitchill also stated that the United States would fulfill all of their promises to the Creek nation, as well as willingly renewing diplomatic relations with all of the southern Creeks who could be persuaded by their northern counterparts to return their previous amicable relations with the United States. In his testimony to the United States Senate on the First Seminole War, Mitchell did not state the final results of these talks; he implied, however, that the Creeks acquiesced to his requests. On August 4, 1817, Major Twiggs, stationed at Fort Scott, Georgia, wrote Mitchill on behalf of the chiefs of three Seminole towns in Florida. These three chiefs, via Major Twiggs, asked Mitchill if they too might agree to the terms he offered to the Creeks at Fort Hawkins. Mitchill planned to send for these three men, one of whom was Chief Neamathla of Fowl Town, to discuss their request. Before he could, however, General Gaines attacked and burned Fowl Town, thus instigating the violent retaliatory attacks of the Seminoles against the whites in the area that would mark the commencement of the First Seminole War and prompt Secretary of War Calhoun to dispatch General Andrew Jackson to Fort Scott.","One of the major problems in the process of creating and signing treaties between the United States and the Indians before 1830, when the Indian Removal Act was passed, was a lack of a central, sole authority for either side. The United States had multiple people, ranging from military officials like General Andrew Jackson to statesmen like Mitchell to independent citizens making a variety of agreements with the Indians. The Indians as well, and the Seminoles in particular, lacked a central government. Each town or group of Seminoles was organized independently, thus making it nearly impossible for the government of the United States to make a universal treaty. In addition, even if the United States succeed in writing and passing a treaty with a number of Indian leaders, as it did with the Chickasaws in Mississippi, that did not necessarily protect the tribe from the intervention of the state in which it lived. In the case of the Chickasaws, Mississippi tried to extra-legally subvert the treaty signed by the United States and the Chickasaws in 1830 in order to impose state law onto the Indians. Upon receiving a plea from the Chickasaws, President Jackson paid them a visit, and told them that they essentially had no choice but to sign a new treaty with the United States agreeing to be relocated west of the Mississippi River. The United States repeatedly recanted on previous treaties it had made with numerous different tribes in order to advance its own territorial possessions. "],"display_date":"August 4, 1817","search_date":"1817-08-04","locations":[{"id":1280,"lat":null,"lng":null,"zoom":8,"place":"Florida, Florida"}],"tags":[{"id":17,"tag":"Government"},{"id":19,"tag":"Native-Americans"},{"id":15,"tag":"Race-Relations"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2329,"title":"General Jackson Invades Spanish Territory and Takes Pensacola\n","course_id":1,"status":"P","start_date":"1818-05-28","end_date":"1818-05-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["General Andrew Jackson learned in the spring of 1818 that the Seminoles were gathering en masse in Pensacola, which, at the time, was in Spanish-controlled Florida. He also had heard reports of Indians murdering whites in Alabama, Georgia, and Florida. He was, in fact, sent down to Fort Scott because of Seminole retaliatory strikes against the United States in late 1817. General Jackson concluded that it was necessary for the United States to invade Spanish territory and forcibly take control of Pensacola, thereby dispersing (or killing) the Indians gathered there. On May 28, 1818, he did just that. He claimed, after the invasion, that his action stemmed in no way from a desire to extend the territorial limits of the United States but was instead a preventative measure against further Indian violence against whites. ","General Jackson issued a statement regarding his taking of Pensacola that was then published in at least one newspaper; <em>The Times</em> printed his statement on August 3, 1818. His report also included details of his plans for occupying the city. He stated that all Spanish laws, so far as they effect personal rights and property would remain in effect. ","This ultimately became a moot point, as Spain agreed to cede the Florida Territory to the United States on February 22, 1819, although the treaty legalizing this sale, the Adam-Onis Treaty, was not ratified until 1821. The United States, in return, agreed to assume 5 million worth of Spain's debt. The taking of Pensacola and General Jackson's statement of intent, however, are still important. The atrocities that the Indians committed against white settlers in the Deep South deeply upset General Jackson. He justified all of his actions against the Indians in the First Seminole War on the perpetration of these 'atrocities'-even the ones that were provoked by General Gaines' actions. The Indians were occupying valuable land and reacting violently when the Americans tried to coerce these lands from them. ","The ultimate realization of General Jackson's antipathy towards the Indians was realized with his signing, as President, of the Indian Removal Act of 1830. With the passage and later implementation for this act, Jackson claimed repeatedly that this was for the good of the Indians, rather than for the Americans. He stated to Congress and to the Indians that the purpose of the act was to enable the Indians to preserve their culture from assimilation into white culture, and to give them the space necessary to govern themselves free from the American legal system. Regardless of his intentions, the result remains the same. President Jackson was almost solely responsible for the uprooting of North America's oldest human inhabitants and for one of the most egregious violations of the Constitution in American history. This act was written by his supporters and signed by him; rather than simply mandating the removal of the Indians, however, it authorized the President make voluntary treaties with the Indians exchanging their current land for land west of the Mississippi River. In other words, this treaty required that President Jackson to keep up his facade of removing the Indians in their best interest in order to sell them on his plan.","The Seminoles in Florida were, ironically, one of the last tribes to be officially effected by President Jackson's decision to remove the Indians west. They were also one of the most determined to resist this relocation, eventually forcing the United States into the Second Seminole War. Upon losing the war, all but about one quarter of the Seminoles were relocated. "],"display_date":"May 28, 1818","search_date":"1818-05-28","locations":[{"id":1280,"lat":null,"lng":null,"zoom":8,"place":"Florida, Florida"}],"tags":[{"id":17,"tag":"Government"},{"id":19,"tag":"Native-Americans"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2330,"title":"The Transfer of Information in the First Seminole War\n","course_id":1,"status":"P","start_date":"1818-01-01","end_date":"1818-04-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["The arrival of anyone new at a frontier fort like Fort Gadsden in Florida meant an influx of long-overdue news of the rest of the country and state. With the coming of Major Hogan, the new paymaster, in April of 1818 in the heat of the First Seminole War, came startling news of Indians murdering whites in Alabama and on the Sapulgue River. With the entrance of a sloop later in the month came more frightening news. There was a significant number of Indians gathering in nearby Pensacola, Florida. Upon hearing this news and concluding that the United States army would move to counter this build up of Seminole strength in Pensacola, Colonel Gibson ordered three thousand rations to Fort Scott. General Jackson then ordered his quartermaster to Mobile. He gave him instructions to gather and bring artillery and ammunition to Fort Montgomery and to ready his troops for war.","Information traveled slowly and irregularly on the frontier, especially on one like Florida's, which had no major newspapers or trade routes. Even so, news on the edge of United States territory typically traveled faster and more reliably by word of mouth and personal letters than it did in newspapers. This imperfect and slow communication system, while frustrating in peacetime, often proved fatal in times of war.","General Jackson, and General Gaines before him, made decisions during the First Seminole War based on imperfect and out-of-date information. Although some Indians in Alabama may have murdered a few whites there, and although Indians may have been gathering in Pensacola, it was by no means absolutely warranted for General Jackson to begin his build up of arms and preparation for war. Although Chief Neamathla of Fowl Town warned General Gaines in 1817 not to cross the Flint River and that the Seminoles would meet such actions with an appropriate response, he had also sent a letter via Major Twiggs to D.B. Mitchill entreating him to a compromise and peace settlement just a few months before. Had General Gaines waited just a few day or weeks, perhaps Mitchill would have had time to respond and begin negotiating with Chief Neamathla, thus preventing the first, or perhaps all three, of the bloody Seminole Wars. The slow and erratic transfer of information on the border of Florida-a place with few established towns and no major newspapers-made it almost pure luck, however, as to what information would be received by whom and when it would be received."],"display_date":"January - April 1818","search_date":"1818-03-01","locations":[{"id":1280,"lat":null,"lng":null,"zoom":8,"place":"Florida, Florida"}],"tags":[{"id":12,"tag":"Migration/Transportation"},{"id":19,"tag":"Native-Americans"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2331,"title":"A Seminole Woman&#39;s Deal with Andrew Jackson\n","course_id":1,"status":"P","start_date":"1818-04-18","end_date":"1818-04-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A Seminole woman approached General Andrew Jackson after a skirmish during the First Seminole War. She claimed to have knowledge of the whereabouts of Peter McQueen, an Indian prophet whom the United States Army had been pursuing for some time. General Jackson had recently just narrowly missed capturing his at Natural Bridge. As per his quick temper, the general was enraged. This Seminole woman presumably heard through word of mouth-there were some Indians serving under General Jackson's command-about his near miss. She offered to turn McQueen over to the United States in return for General Jackson to allow her people to be transported to the land of the upper Creeks, with sufficient provisions to tide them over until they could establish themselves agriculturally. In his furor, Jackson readily agreed to this pact, and she departed with a letter to the commanding officer of Fort St. Marks detailing the agreement. This was, however, the last recorded sighting of her. She never upheld her end of the bargain, nor did she seek further assistance from General Jackson in the relocation of her people. McQueen was, indeed, never captured.","The Seminoles, including the unnamed woman, were directly related to the Creeks. They were in fact originally members of the Creek confederacy in Alabama and Georgia. They migrated to Florida, however, in three distinct phases. In the first half of the eighteenth century, they executed small invasions of Spanish territory, but with the intent to raid white villages, rather than to establish settlements of their own. In the second half of the century, they began establishing villages; by 1812, the Seminoles inhabited at least six towns in Spanish Florida. From 1812 to 1820, the political and cultural tensions in Georgia and Alabama led many Creeks to move to Florida and join the Seminoles already living there. So when the Seminole woman asked General Jackson to help her people move back to the upper Creek nation, she was not asking for him to help her people invade another tribe's land. She was just asking to go home.","This incident is also a clear indication of the growing power of Seminole women. From 1812 to 1820, they experienced a significant increase in their ability to exist formally outside of the household. With the migration of Seminoles to Florida, they came increasingly into contact with whites, allowing them to enter into small trade with them. These agricultural business transactions-primarily involving Seminole women growing and selling oranges, melons, corn, rice, and peaches to whites-greatly increased the political legitimacy of these women, thereby giving the unnamed woman the authority to strike her deal with a general in the United States Army."],"display_date":"April 18, 1818","search_date":"1818-04-18","locations":[{"id":1280,"lat":null,"lng":null,"zoom":8,"place":"Florida, Florida"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"},{"id":19,"tag":"Native-Americans"},{"id":15,"tag":"Race-Relations"},{"id":5,"tag":"War"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2332,"title":"Spanish Duplicity Exposed at Fort St. Marks\n","course_id":1,"status":"P","start_date":"1818-05-01","end_date":"1818-05-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Fort St. Marks was a Spanish-occupied fort in Florida, but by early May of 1818, the Spanish were, in the opinion of United States General Andrew Jackson, rapidly losing their ability to control it and, as a result, it was vulnerable to changing hands to the Seminoles'. As the end of the First Seminole War was in sight, this was not something General Jackson could allow to happen. So he approached the commander of Fort St. Marks and asked for his surrender to the United States instead of passing the fort on to Seminole control at the end of the war. Despite extensive negotiations, the Spanish commander decided to turn the fort over to the Indians, much to General Jackson's dismay. He refused to passively accept this outcome, however, and invaded the fort, replacing the Spanish flag with that of the United States without any resistance from the Spaniards. ","Part of General Jackson's animosity and distrust towards the Spanish was proven by the discovery of documents in the fort that detailed the transfer of arms and ammunition to the Seminoles. It was these arms that were used against his soldiers and the citizens of his country. The alliance between the Spanish and the Florida Seminoles was no secret, but the capture of Fort St. Marks provided concrete evidence as to this alliance. In addition to these documents, the American troops also found evidence that the Indians had been in the fort and that the chief of the Seminoles had met with the Spanish leaders in the private quarters of the commanding officer of the fort. There were goods clearly received via trade with the Seminoles stockpiled, including some that the Indians had stolen from American settlers. General Jackson subsequently blamed the Spanish for perpetuating the conflict between the Americans and the Indians in Florida. ","Prior to this discovery, however, both the Spanish and the United States maintained a public facade of being in a war together against the Seminoles, and the Spanish commanders in Florida denied giving any aid to the Seminoles in letter correspondence with American officers. In reality, the Seminoles had been allied with the Spanish since 1812, when the Spanish governor sent messages to the Seminole chiefs claiming that the United States would commandeer their land if they allied with it. He also offered a 1,000 reward for the scalp of John McIntosh, an Indian officer in the United States Army, and a 10 reward for one of any other United States-allied soldier or Indian."],"display_date":"May 1, 1818 - May 30, 1818","search_date":"1818-05-15","locations":[{"id":1280,"lat":null,"lng":null,"zoom":8,"place":"Florida, Florida"}],"tags":[{"id":17,"tag":"Government"},{"id":19,"tag":"Native-Americans"},{"id":15,"tag":"Race-Relations"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2333,"title":"A Defense of General Jackson&#39;s Invasion of Pensacola\n","course_id":1,"status":"P","start_date":"1819-04-19","end_date":"1819-04-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Upon hearing rumors that the Seminoles were gathering en masse in Pensacola, Florida, General Andrew Jackson and his army invaded and took control of the town, dispersing the Seminole gathering in the process. After the war, General Jackson faced much criticism for his actions in the war, both in the press and in a formal investigation conducted by the Senate; his seizure of Pensacola was not exempt from examination and criticism. ","In the face of this firestorm of words, <em>The Times</em> published an article from the National Intelligencer defending General Jackson's actions. This article, the goal of which was to explain General Jackson's logic in deciding to attack Pensacola to the public, was rife with what today would be understood as racist attitudes. If it [the seizure and occupation of Pensacola] saved the life of a single frontier settler, it was right. At the time, however, these attitudes represented one side of the norm. Indians were killing whites. Indians were in possession of valuable land. Indeed, it was their own economic prosperity in their trade with the British that attracted the attention and ultimate envy of the United States. Given these two facts, many Americans believed the U.S. Government had every right to relocate them to the west.","The other side of this debate, which emerged about a decade later during the firestorm surrounding the passage and implementation of the Indian Removal Act, was adamantly opposed to the removal of the Indians, regardless of the rationale behind it. Many Americans were outraged at the willingness of the Congress and the President to violate past treaties made with the Indians regarding land possession. "],"display_date":"April 19, 1819","search_date":"1819-04-19","locations":[{"id":1280,"lat":null,"lng":null,"zoom":8,"place":"Florida, Florida"}],"tags":[{"id":17,"tag":"Government"},{"id":19,"tag":"Native-Americans"},{"id":15,"tag":"Race-Relations"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2334,"title":"Captain Call&#39;s Good Call in Pensacola\n","course_id":1,"status":"P","start_date":"1817-01-01","end_date":"1817-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Captain Richard R. Call was an optimist; he was a man firm in his faith in American superiority. He also would either have made a very good lawyer or had very gullible friends. Captain Call convinced seven of his friends that it would be a good idea to buy land in the territory of a foreign country and in a region that appeared to be overrun by savage and American-hating Native Americans. So, in the fall of 1817, he traveled with some his friends to Pensacola, Florida-which was still Spanish territory and was still heavily populated by Seminoles. While in town, he and his companions purchased 80 acres on the south side of town, 2,000 acres on the bay-two to three miles from town-and a number of unimproved lots within the city. The deeds for all of this property were, obviously, written in Spanish and codified by the Spanish court, not the American. Yet Captain Call was not purchasing this land because he had faith in the future of Spain. He believed that the territory of Florida would ultimate change hands and become a part of the United States.","Indeed, his prediction came true, but it was by no means a certainty at the time of his large purchase. The First Seminole War had not yet occurred. The results of that brief war, which ended in the spring of 1818, were primarily the cessation of Florida to the United States. Although Captain Call was certainly not alone in his prediction, the public goal of the war was not to force Spain to hand over Florida. It was a retributive war against the Seminoles, and once which it can be argued, never really ended. The Seminoles, unlike the Creeks, did not have a central leadership structure, making it practically impossible for the United States to sign a treaty with the Seminoles. Instead, it had to be done on a nearly individual scale. The gradual incursion of whites into Seminole lands ultimately resulted in the Second Seminole War."],"display_date":1817,"search_date":"1817-07-02","locations":[{"id":1280,"lat":null,"lng":null,"zoom":8,"place":"Florida, Florida"}],"tags":[{"id":11,"tag":"Economy"},{"id":9,"tag":"Law"},{"id":19,"tag":"Native-Americans"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2335,"title":"The Election of 1824 in the Seminole Nation\n","course_id":1,"status":"P","start_date":"1824-01-01","end_date":"1824-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["After the First Seminole War and the United States' acquisition of Florida, the U.S. Government encouraged the self-governance of the Seminoles as a united tribe. As 1823 turned to 1824, Neamathla was the head chief of the Seminole Nation. This would not last, however. By July, he had been removed by the United States because of growing tension between him and the governor of the Florida territory, William Duval. The Seminoles were now faced with the challenge of electing a new leader who would represent them well without inciting the anger of the United States.","There were two candidates going into the election. Micopany was the candidate favored by the Seminoles, while the Tallahassees and the Micasukies favored Tuko-see-mathly, also known as John Hicks. The election went off without a hitch, and John Hicks was elected as the new head chief of the Seminole Nation-a political union of the Seminoles, Micasukies, and Tallahassees. ","This nation would not last, however. Within a decade, the Seminoles would again be embroiled in a war with the United States. Prior to this war, however, the United States had already begun making inroads on relocating the Seminoles. On September 18, 1823, the United States and the Seminoles signed the Moultrie Creek Treaty. The terms of this treaty moved the Seminoles south onto a reservation. This mass move of 2,300 Seminoles was poorly planned and poorly executed by the United States, primarily because of its lack of knowledge of the territory. The land upon which the Seminoles were settling was poor in quality, which did not bode well for the future health of the community. Indeed, they were hit with food shortages and starvation in both 1825 and 1827 when poor harvests left them without sufficient food to feed themselves. Naturally, they began roaming beyond the borders of their reservation in search of food. The United States, however, did not like this one bit. It had put the Seminoles on a reservation for a reason-so they would not interfere with the American settlers in the territory. So, in 1827, the United States passed a law forbidding the Seminoles from crossing the boundaries of their reservation.","This restriction, like the election a few years before, that seemed so significant at the time, hardly mattered in the long run. In 1830, the Indian Removal Act was passed, and by 1842, 4,420 of the 5,000 Seminoles who called Florida home had been relocated to the Indian Territory west of the Mississippi."],"display_date":1824,"search_date":"1824-07-01","locations":[{"id":1281,"lat":null,"lng":null,"zoom":8,"place":"Florida, Florida"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":19,"tag":"Native-Americans"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2402,"title":"A Brush with Cannibals\n","course_id":1,"status":"P","start_date":"1837-06-12","end_date":"1837-06-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The trek by wagon train to Texas was one fraught with danger. Trail roads were rough, there were high rivers to cross, diseases to contend with, and of course the possibility of meeting up with Indians. Mary Maverick was making such a journey in the summer of 1837. She was traveling by wagon train from her home in Alabama to the new land of Texas. One day when her party was moving camp, 17 Tonkawa warriors surprised them. Still in war paint, the Indians greeted Maverick's party brandishing several pieces of human flesh. Maverick remembered the Indians coming up to her carriage and asking to see her baby. She denied the request and made sure to show the warriors her pistol and bowie knife. Maverick expressed annoyance when the 17 decided to ride along with the train instead of leave. The 17 Tonkawas did eventually quit the party much to the relief of Maverick. She was certain that had they gotten a hold of her baby, they would have eaten it. ","Meeting Indians was a regular occurrence as whites encroached more and more on tribal lands. The fear and aggravation Maverick experienced was common among settlers who encountered Indians. Maverick's fear that the Tonkawas might eat her baby was not completely unfounded. Tonkawa warriors did have a reputation for cannibalism. Accounts described warriors cutting off the hands and feet of their victims and then eating them. This, along with other obvious cultural differences and bad blood, made the two groups wary of each other. ","From the earliest days of Texas Stephen F. Austin anticipated conflict with Indians in the new settlements. In his first presidency (1836-1838), Sam Houston passed laws providing for frontier defense against both Mexicans and Indians. Houston wanted both protections for his people and to stay on friendly terms with Indian allies. There were, however, problems with the Indian land claims; the Texas government refused to recognize their legitimacy. When Mirabeau B. Lamar became the second president of the Republic of Texas in 1838, Indian tribes found him to be no friend of theirs. Lamar called for, an exterminating war on [Texas Indian] warriors; which will admit no compromise and have no termination except in their total extinction or total expulsion. Lamar wanted the Indians gone because he saw them as dangerous people and competitors for prime real estate. Lamar's attitudes mirrored those of the Texas people. Maverick was afraid of what the Tonkawas might do to her party and just wanted them to go away so that they could camp in peace. "],"display_date":"June 12, 1837 - June 13, 1837","search_date":"1837-06-12","locations":[{"id":15202,"lat":null,"lng":null,"zoom":8,"place":"TERRITORY, Territory"}],"tags":[{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":12,"tag":"Migration/Transportation"},{"id":19,"tag":"Native-Americans"},{"id":15,"tag":"Race-Relations"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2614,"title":"Graves of Their Fathers \n","course_id":1,"status":"P","start_date":"1835-06-18","end_date":"1835-06-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1835, an army physician traveled to the newly settled Choctaw territory in Arkansas and Oklahoma.  In a letter to his father, Burton Randall discussed his journey and most significantly, displayed empathy for the precarious handling of American Indians by the United States government.  Concerned with the forced removal of the state's indigenous population, Randall bewailed how the American Indians were driven by whites from the graves of their fathers in Mississippi.  Randall spent time serving in Florida and Louisiana and was no stranger to culture clashes with the native populations of America. Yet this specific conflict sparked his empathy, a conflict thirty years in the making.  ","    As early as 1805 the Choctaw Indians began relinquishing lands to settlers in the Piney Woods region (what is now southeastern Mississippi). Over the next 15 years, the tribe continued to surrender lands, most particularly after the War of 1812.  According to Bradley Bonds, the War of 1812 settled several Native American conflicts and Indian lands increasingly opened up to settlers.  This gradual removal came to a head in October of 1820 when American politicians Andrew Jackson and Thomas Hinds harangued Choctaw leaders in Canton, Mississippi.  In 1820, Americans occupied a third of the Mississippi Territory while Native American tribes comprised the remaining two-thirds.  Jackson bargained with Choctaw leaders: Thirteen million acres in Arkansas plus food, guns and ammunition for their five million acres in Mississippi.  The Choctaw tribe acquiesced and forfeited their acreage in west-central Mississippi to American settlers. ","However, it was not until 1830 that Mississippi legislation refused to recognize the independent powers of the Native American tribes and as John Skates states, the politicians, in reality, told the Indians that, to save their tribal government and to maintain their tribal freedoms, they must leave Mississippi and head west to Indian Territory. The mass exodus, from the graves of their fathers to the Choctaw territory where Burton Randall found himself, tripled the amount of public lands for Mississippians and land-hungry settlers.  The removal of the Choctaws was not unlike the Jacksonian handling of other American Indian tribes across the South."],"display_date":"June 18, 1835","search_date":"1835-06-18","locations":[{"id":7363,"lat":33.6257974076,"lng":-89.382351072,"zoom":7,"place":"INDIAN LANDS, Mississippi"}],"tags":[{"id":12,"tag":"Migration/Transportation"},{"id":19,"tag":"Native-Americans"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2653,"title":"No Chance, the Fall of a Seminole","course_id":1,"status":"P","start_date":"1817-01-01","end_date":"1840-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Early in the nineteenth century, the United States' soldiers scouted out Indians in order to rid the new white settlements in the south of Indians. Many soldiers in their infantries would leave their fort and go scout and capture Indians; however, majority of the time the soldiers killed the Indians instead because the Indians resisted capture. When a soldier caught an Indian off guard and alone, the Indian would try to defend himself. While the Indian fought back, he would try to flee as well. One on one battles usually ended with an Indian dead, especially if the soldiers' infantry was near. Captain Holmes of the seventh infantry experienced a similar situation where a Sergeant killed an Indian. An article in the St. Augustine News released the incident's details. ","One day Captain Holmes and his seventh infantry went out to scout for Indians. Captain Holmes placed his company in a location that the enemy, the Seminoles, would surely pass so the company would be able to attack and hunt them. Not long after the company hid, a few Indians came in close proximity. Anxiously, a recruit, who could not overcome the temptation, fired at a passing deer. The recruit's action startled the enemy and caused them to try to flee. The Sergeant and his men mounted their horses and began to pursue the enemy. The Sergeant in no time overtook a large and very athletic Indian. Unfortunate for the Sergeant, his gun misfired causing the Indian and him to grapple. Victory did not seem to be in the Sergeant's favor considering all the blows he received; however, he managed to fix his bayonet and made a charge at the Herculean Seminole. The Seminole managed to try to continue fighting, but the odds were against him. The rest of the company caught up and surrounded the Seminole and Sergeant to see what they considered 'a fair fight.' At that moment, all hope was lost; the Sergeant thrust his bayonet through the Seminole, who then died.","Violence such as the fight between the Sergeant and the Herculean Seminole was common. Many scouts by companies and infantries led to the death of someone and it normally meant the death of an Indian. The death of the Herculean Seminole was a sad story, but for a good portion of white settlers, it was another small victory and another step closer to gaining complete victory over the Indians. The white settlers did gain their complete victory, which lead them to claim the land that they felt they deserved and desired to use to expand the country. "],"display_date":"1817 - 1840","search_date":"1828-12-31","locations":[{"id":1324,"lat":null,"lng":null,"zoom":8,"place":"DUVAL, Florida"}],"tags":[{"id":19,"tag":"Native-Americans"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2704,"title":"The Second Visit to Fowl Town\n","course_id":1,"status":"P","start_date":"1817-11-01","end_date":"1817-11-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Fowl Town, an Indian village in Spanish- controlled Florida, was the site of one of the major events in the First Seminole War. It was visited three times by United States troops, the first time marking the first official engagement of the war. These skirmishes resulted in the deaths of three Seminoles, the capture of one, and the abandonment of the town.","Lieutenant Colonel Arbuckle led the second party to visit Fowl Town. As he and his soldiers neared the town, he ordered JNO. N. McIntosh to approach the village from a different route, with the secondary goal of taking as many prisoners as possible, provided the Indians did not resist or try to escape. If they did attempt to run or fight back, Lt. Col. Arbuckle ordered McIntosh to fire upon them. McIntosh did not expect to encounter resistance, but his hopes were quickly demolished, as he and his team were discovered within about 200 yards of the town. The Indians did not stand and fight, however. They merely fled, firing indiscriminately, and whooping as they abandoned their town to the more heavily armed white men. This left the path open for McIntosh's party to pursue their primary objective: the acquisition of provisions for Fort Scott in nearby Georgia. They searched the town, collecting as much corn as they could find, fifteen to eighteen cows, and a few horses before the Indians returned to attack the whites that were raiding their town. McIntosh's command suffered one casualty; the Seminoles later acknowledged losing five of six comrades. The Indians eventually retreated, leaving McIntosh free to continue raiding the town. They then journeyed the fifteen miles back to Fort Scott, pausing for a few days after about three miles to construct Fort Hughes, a small, advanced picket encampment that would be used later in the war.","Abner Lacock wrote a letter to McIntosh asking for a narration of his involvement in the Seminole War to serve as evidence in the Senate's investigation of General Andrew Jackson. McIntosh replied with a letter, later to be published in the <em>New-York Daily Advertiser</em>, which detailed his participation in the second raid of Fowl Town.","Chief Neamathla of Fowl Town, located directly across the Flint River from Fort Scott, told Colonel Edmund Gaines that if he crossed the Flint River, the residents of Fowl Town would react violently. On November 21, 1817, Col. Gaines disregarded this warning and attacked Fowl Town, killing five Indians. After Lt. Col. Arbuckle and McIntosh completed their raid of the town, Arbuckle returned once more and burned the now-abandoned town to the ground. Neamathla's Seminoles, predictably, reacted violently. In one attack, they jumped a United States boat on the Flint River, killing 37 soldiers, six women, and four children. These strikes prompted Secretary of War Calhoun to send General Jackson to Fort Scott to execute a war, with free rein, against the Indians. Thus began the First Seminole War."],"display_date":"November 1817","search_date":"1817-11-15","locations":[{"id":1280,"lat":null,"lng":null,"zoom":8,"place":"Florida, Florida"}],"tags":[{"id":19,"tag":"Native-Americans"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2751,"title":"Silas McDowell&#39;s Discovery of Native American Burial Relics\n","course_id":1,"status":"P","start_date":"1872-06-16","end_date":"1872-06-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On June 16, 1872, Silas McDowell plowed with a team of oxen through his field in Macon County,  North Carolina. McDowell's plow struck the side of a heavy object and he dug through the ground to discover a burnt clay sepulchre. He pulled a small portion of an arm out of the dirt and waited for a scientist to properly disinter the entire sepulchre. The sepulchre was a long slab, almost seven feet long and four feet wide and the underside held the complete cast of a human body. McDowell surmised that a people group in the distant past had buried the sepulchres in shallow graves, covered the bodies with clay, and piled wood upon them to consume them with fire. As a result, the burnt clay sepulchres became hardened slabs. McDowell found several similar sepulchres several years earlier when he first farmed his land in Macon  County, but he destroyed the relics through plowing his field. Initially, no Native American scholars trusted the authenticity of McDowell's discovery, as they did not believe Native Americans buried their dead in such a manner. Nevertheless, McDowell's discovery of the sepulchres in 1872 proved the validity of his find. ","McDowell acquired his Macon County land in 1821 after Cherokee Indian communities abandoned the region due to white American expansionism. In a letter to the Scientific American, McDowell emphasized the pleasure he experienced when he first acquired his own land, expressing the spirit of romance he felt when pioneering his small farm. McDowell greatly benefited from the removal of the Cherokee natives from North   Carolina and expressed great interest in their practices.","Historian Steven Conn argues that mid to late nineteenth-century historians developed interest in the study of prehistory and formed the belief that Native Americans were living examples of prehistory. The academic scholarship in late nineteenth-century America began to treat Native Americans as objects of anthropological science. However, the late nineteenth-century historical movement concurrently served to write Native Americans out of the romantic narrative of American history. Thus, Native Americans were treasured for their ability to provide glimpses into the deep American past and were simultaneously removed from the American historical future because of their inability to fit into the white majority's view of American identity. McDowell's story supports Conn's view of the dichotomous treatment of Native Americans. McDowell prized the importance of the Indian sepulchres he discovered, and yet, felt blessed by the land he acquired from the Cherokees' migration in the early eighteenth century. McDowell failed to recognize the dichotomy that existed between his passion for ancient Indian artifacts and the personal benefits he obtained through the oppression of Native Americans."],"display_date":"June 16, 1872","search_date":"1872-06-16","locations":[{"id":9598,"lat":35.237570606,"lng":-83.4949345538,"zoom":9,"place":"MACON, North Carolina"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":8,"tag":"Arts/Leisure"},{"id":2,"tag":"Health/Death"},{"id":12,"tag":"Migration/Transportation"},{"id":19,"tag":"Native-Americans"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2787,"title":"Indian Attacks: Vengeance or Violence?\n","course_id":1,"status":"P","start_date":"1835-01-15","end_date":"1835-01-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1835 somewhere between Athens, Georgia and Montgomery, Alabama an Indian shot Reverend Mr. Davis while he was traveling. The Presbyterian Clergyman was wounded but was expected to recover.  In Athens, the Southern Banner reported this incident stating that though they did not know the details, they feel fully justified in saying that no provocation whatever, was given by [Mr. Davis], to cause this outrage.","Travelers through the antebellum South faced many dangers. Among the most frightening to white travelers was the possibility of coming into contact with Indians. In the 1830?s, the threat of Indian attacks was heightened as a result of President Andrew Jackson's Indian Removal Act and the treaties that followed.  During this period, Jackson used treaties to try to force Indians of the five nations that resided in the southeastern United States - the Cherokee, Creek, Choctaw, Chicasaw and Seminole - to migrate west. While some Indians agreed to move, others resisted Jackson's efforts and chose to stay. Most of the population of both the Creeks and the Cherokees would have remained in Georgia and Alabama in 1835 when Davis was traveling. Without protection against land hungry white settlers, though, the Indians that stayed often lost their land and were left destitute. Frustrated with their situation and angry with Jackson and their white neighbors for trying to force them off of their land, Indians were known to steal from and attack white neighbors and passers-by. ","In its report of this incident, the Athens' <em>Southern Banner </em>implied that the Indian attacker was unprovoked in the outrage he or she committed. The article did not consider the probable outrage the Indian felt at the marginalization and poverty he or she faced. In hindsight, the title of the article, Indian Outrage, might be read as an outraged Indian taking out his frustration over the actions of President Jackson. As this article's perspective shows, white southerners at this time lacked such sympathy for the Indians. The same lack of sympathy was visible in the incident of the Trail of Tears, when Indian nations were forced to migrate and walk across the South to new homes. ","The aggression that existed between white southerners and the Indians was both a result of and a contributor to the theories of rationalizing the forced migration.  President Jackson argued that the Indians would be better off in the Western lands where they would not have to face attacks from white southerners.  This theory that it would be better for the Indians if they moved, created even less sympathy in white southerners towards those who chose to stay."],"display_date":"January 15, 1835","search_date":"1835-01-15","locations":[{"id":1654,"lat":33.8831653504,"lng":-83.4095667489,"zoom":9,"place":"CLARKE, Georgia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":19,"tag":"Native-Americans"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2798,"title":"Jackson&#39;s Support for Indian Removal\n","course_id":1,"status":"P","start_date":"1830-12-08","end_date":"1830-12-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["President Andrew Jackson fought bravely against the Indians in numerous wars before becoming president in 1828. President Jackson was a strong opponent of Indian tribes. On May 28, 1830, President Jackson signed into law the Indian Removal Act. Congress passed the treaty in order to relocate the Indian tribes living east of the Mississippi River to lands in the west. Although, the act did not order the removal of the Indians, it did allow the president to negotiate land by exchanging treaties with tribes living within the boundaries of the states. ","President Jackson's first annual message to Congress in December gave him great pleasure to announce to Congress that the Removal Act was approaching to a happy consummation. He reported that two important tribes had accepted the provisions made for their removal at the last session of Congress and believed that the two tribe's examples would induce the remaining tribes to seek the same obvious advantages. President Jackson was supportive of a speedy removal and he felt it was important not only to the United States but to the Indians themselves. According to Jackson, moving the Indians would separate them from immediate contact with settlements of whites, free them from the power of the States, enable them to pursue happiness in their own way, and would stop their slow extinction. ","President Jackson told Congress that he felt the act was fair because a fair exchange of land was being granted and because the General Government proposed to pay the whole expense of the red man's removal and settlement... In his closing statements, President Jackson hoped that all good citizens, especially those that felt the Indians were being oppressed by the subjection to the laws of the States, would unite, help influence and enforce a speedy removal for the better of both the red men and white Americans. The Removal Act would benefit white settlement and allow the country's citizens to inhabit up and down the eastern coast. This included certain southern states such as Georgia and Florida, which was recently acquired from the Spanish. Most white Americans supported the Removal Act, especially southerners who were eager to expand southward. Expansion south would be good for the country and the future of the country's economy with the later introduction of cotton production in the south. Yet, there was still significant opposition to the act. Some of the people that opposed the act were Christian missionaries. Even though there was opposition to Jackson's view of the Removal Act, those who were opposed were not able to stop Jackson and the nation from removing the Indians as fast as possible. "],"display_date":"December 8, 1830","search_date":"1830-12-08","locations":[{"id":1273,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":17,"tag":"Government"},{"id":19,"tag":"Native-Americans"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2965,"title":"Our Indian Difficulties\n","course_id":1,"status":"P","start_date":"1828-05-19","end_date":"1828-05-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["People often want what they cannot have. At least, this was true in Georgia in 1828. On May 19, 1828 the Argus, a newspaper in Savannah, printed an extract of a letter from a member of Congress, to the Editor. In this letter the politician explained that the mood in Washington was changing in favor of removal of the Native Americans currently living where they had been for a long time on some of the richest land in the heart of Georgia. The Congressman refers to our Indian difficulties and the perplexities of Indians within [Georgia's] boundaries. The words difficulties and perplexities make the Indians sound more like pesky flies than anything else, though they had been on that land far longer than the white Americans had been."," White Georgians did not just take issue with the fact that the Native Americans occupied some of the best cotton soil in the state. Though this fact bothered them, they were far more disconcerted by some of the implications of this occupation. The United States Government had, until this point, attempted to treat the Native Americans as a separate nation. (Whether or not the government actually believed that they were a separate nation is another question.) Because the government signed treaties with the Native Americans and recognized them as separate nations, they were raising the Native Americans up to an equal footing with white males, thus destroying the idea that only white males could enjoy the full rights and privileges offered by the government. By implication, therefore, African Americans should be freed and be allowed to vote, and women should likewise be allowed to cast a ballot. Native American presence in Georgia, therefore threatened the social system that the South rested on. Furthermore, Native American territories offered a convenient place for runaway slaves to hide, thus undermining white supremacy even more. "," The government further encouraged Georgian support of Native American removal by promising to distribute the land to white Georgian farmers by lottery. This guarantee ensured near universal support from white males in Georgia. The possibility of good cotton growing land combined with the reestablishment of white supremacy proved altogether too powerful. Public opinion in Georgia forced Georgia politicians to make Indian Removal a priority in their campaigns and tenures in office, as this letter from Congress clearly demonstrates. In the North, many were opposed to Jackson's proposal. The most vocal groups, religious groups, eventually evolved into abolitionist organizations. Angelina Grimke, before becoming a Quaker or an abolitionist, focused many of her early energies on opposing the Indian Removal Bill. This evolution, though unknown to Georgians in the late 1820s and 1830s, underscores the corollary between Indian rights and African American rights. "],"display_date":"May 19, 1828 - May 30, 1828","search_date":"1828-05-24","locations":[{"id":1628,"lat":31.9014449767,"lng":-81.1192880728,"zoom":9,"place":"CHATHAM, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":13,"tag":"Agriculture"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":12,"tag":"Migration/Transportation"},{"id":19,"tag":"Native-Americans"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3006,"title":"Affairs of the Creek Indians\n","course_id":1,"status":"P","start_date":"1825-06-21","end_date":"1825-06-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Few men had the leadership skills of General William McIntosh.  His illustrious military career included leading the Creeks against the British in the War of 1812, defeating the Upper Creek Indians against their Lower Creek foes in the Creek Civil War, and heading a national police force to continue the fight against the Upper Creeks.  Yet, these military conquests also created many enemies, especially among the Upper Creeks.","The final straw for the Upper Creeks was on February 12, 1825, when McIntosh, along with eight like-minded Lower Creek chiefs, signed the Treaty of Indian Springs relinquishing all of the Upper and Lower Creeks' land in Georgia for a sum of 400,000.  In retaliation for losing their land unjustly and because of their hatred for General McIntosh in general, 200 Upper Creek Indians set fire to McIntosh's plantation on April 30 and brutally murdered him in the process.  Little did the Upper Creeks know that they had also upset an entire state of white Georgians.","A few months later, editorialists in the northeast responded to the Creek's loss of land with disdain for the actions of the United States government.  On June 21, 1825, the <em>Southern Recorder</em> responded both to the actions of the Upper Creeks and the reaction of the Yankee editorialists furiously.  ","<em>The Recorder</em> began by mourning the fate of McIntosh, who, the paper claims, sacrificed his life for the Creek Indians.  In their view, he had devoted his life to the progress of his red brethren towards civilized life.  Sadly, their turbulence and treachery had rendered his cause unsuccessful.  ","<em>The Recorder</em> went on to find utmost fault in other newspapers that claimed that McIntosh sought to steal land for the United States from the Creeks by pushing them beyond the Mississippi River and leaving Georgia for the white man.  <em>The Recorder</em> editorialized that by defending the property rights of the Creeks, the eastern editorialists were also condoning the murder of their beloved McIntosh.  ","In fact, the <em>Recorder</em> argued, if the business [of aggression towards the Creeks] had been conducted more energetically on the part of the United States, McIntosh's murder could have been prevented.  In this way, the United States was actually doing the Creeks a favor by forcing the untutored and uncivilized Creeks off of their lands in Georgia.  The Creeks would have likely been better off if they had simply moved west unprovoked because they had no chance in their battles against their American foe.  An earlier withdrawal from Georgia without bloodshed would have saved thousands of Creek and American lives.","The focus of this narrative is the ongoing tension between American and Georgian expansionism against the territorial concerns of the Creek Indians.  Treaties between the Creeks and Georgia helped define the land struggles between the two peoples since late in the 1700s, but violence reigned supreme in the majority of the interactions between the two cultures.  The United States government, especially under the leadership of President Andrew Jackson, violently forced the Creeks out of the state, all while hiding under a similar veil of concern for the Indians that the Recorder showed in this article.  ","The Creeks consistently refused the repeated requests from the United States government that their peoples move out of Georgia without the force of the United States military.  Although in a less organized fashion than that of the United States, the Creeks persisted to fight the Americans over the contested Georgia lands.  While McIntosh's death defined the Indian people to the Recorder, his murder only served as a highlighted event in ongoing strife between the Creeks and the American government over land claims that eventually led to the Trail of Tears and the near extermination of the Creek Indians."],"display_date":"June 21, 1825","search_date":"1825-06-21","locations":[{"id":1522,"lat":33.0721732643,"lng":-83.2584220033,"zoom":10,"place":"BALDWIN, Georgia"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":19,"tag":"Native-Americans"},{"id":15,"tag":"Race-Relations"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3013,"title":"Creek Attack\n","course_id":1,"status":"P","start_date":"1825-05-25","end_date":"1825-05-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In late April 1825, with the murder of William McIntosh and his brother Samuel Hawkins fresh on his mind, Benjamin Hawkins carefully rode his horses back towards his hometown of Montgomery, Georgia, in the fear of suffering a similar fate on his brother.  Suddenly, he came upon a party of twenty Creek Indians within ten short steps of their horses.  Frightened, a cousin of Hawkins? abruptly fired a blank rifle shot into the air in the hopes of frightening the pack of Creeks.  The Creeks quickly responded, firing towards Hawkins as he wheeled his horse around to gallop in the opposite direction.  Fortunately, Hawkins was not hit.  In the melee that followed the unwelcome encounter, he tossed his plaid cloak aside, only to have it littered with Creek gunfire.  ","As Hawkins rode into the distance, the Creeks rejoiced, presuming from Hawkins? bullet-ridden cloak that Hawkins had either been wounded or killed.  Reports from the Creeks made it back to the Southern Recorder, who reported on May 8 that Benjamin Hawkins had both been murdered by the same pack of Creeks who had killed McIntosh and his brother.  ","Yet, good news somehow remained.  On Saturday, May 13, nearly one week after the Southern Reporter confirmed the murder of Hawkins, a surprise visitor returned to Milledgeville by way of Fort Gaines.  Despite all reports to the contrary, Benjamin Hawkins remained alive.  Notwithstanding physical evidence by way of the bullet-ridden cloak, Hawkins had not even been injured in the scuffle.  ","There is little doubt that the Upper Creek Indians sought revenge for the United States? and Georgia?s acquisition of former Creek land and their support of the Lower Creeks in the Creek Civil War.  Like many other attacks, this attempted murder and robbery seemed to be random retaliatory violence against a member of the white race.  A few short years after this incident, the Georgia militia clashed repeatedly with Creek warriors in the Georgia Black Belt Region.  Larger battles followed in Chattahoochee region and towards the Alabama border.  Yet, most did not have the luck of Benjamin Hawkins on this late April day.  Thousands perished from the scuffles with the Creeks that plagued Georgia for nearly two decades.","Kyle Matous"],"display_date":"May 25, 1825","search_date":"1825-05-25","locations":[{"id":1522,"lat":33.0721732643,"lng":-83.2584220033,"zoom":10,"place":"BALDWIN, Georgia"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":19,"tag":"Native-Americans"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3053,"title":"Robbery by Spaniards\n","course_id":1,"status":"P","start_date":"1831-04-22","end_date":"1831-04-22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Ten years after the acquisition of Florida from Spain, Mr. Munroe, his wife, and a guide rode horseback on a secluded road near Matanzas, Georgia, a few short miles from the Florida border.  Although most cross border violence subsided in the decade that passed since Florida joined the United States, the Munroes would not be so lucky on this April night. ","As they traveled down the road, two armed Spaniards leaped out of the woods towards Mr. Munroe.  They immediately reached for his pistol and quickly wrestled it away, much to the dismay of the frightened Mrs. Munroe.  Suddenly, Mr. Munroe's pocket ripped open, spilling three ounces of gold and some silver.  In the meantime, the Spaniards secured possession of the pistol and aimed it towards Mr. Munroe.  Looking for more riches, the Spaniards attempted to break into the trunk that the Munroes kept when traveling.  Fortunately for the Munroe's, a group of fellow travelers on the Matanzas road came to their rescue right before the Spaniards finished breaking into the trunk.  As the fellow travelers came to the Munroe's rescue, the Spaniards fled into the woods, taking just the pistol, gold, and silver.","Spanish attacks on American intruders occurred with frequency before and immediately after the American acquisition of Florida from Spain in 1821.  Andrew Jackson's earlier policy of land seizure continued to upset the few remaining Spaniards in the region, but they typically only retaliated by arming the Creek and Cherokee Indians rather than through direct attacks themselves.  Even through the middle of the decade, however, the federal government feared the dangers of the Florida/Georgia border frontier.  The Spaniards that did remain in Florida had little economic support because of a lack of a local Spanish-backed economy, which made criminal activity much more prevalent.  ","Frontier violence occurred with some frequency for the same reason that the remaining Spaniards in Florida attacked Americans across the Georgia border.  A lack of resources, goods, and economic wealth created an impoverished state of necessity for the country-less Spaniards.  With the majority of their fellow Spanish citizens out of Florida and without other options to turn towards, these Spaniards determined that violence against travelers like the Munroes remained their only option in guaranteeing their own survival on the southern frontier."],"display_date":"April 22, 1831","search_date":"1831-04-22","locations":[{"id":1547,"lat":32.8060034472,"lng":-83.7076277097,"zoom":10,"place":"BIBB, Georgia"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":19,"tag":"Native-Americans"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3060,"title":"The Indian Bills\n","course_id":1,"status":"P","start_date":"1830-06-12","end_date":"1830-06-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On June 12, 1830, the editor of the <em>Macon Telegraph</em> finally snapped.  Under massive pressure from their northern brethren on the Indian Bills, the Telegraph vehemently defended the territorial rights of the state of Georgia.  The newspaper viewed the Indian Bills as a simple issue of property rights, not one of Indian removal and southern supremacy.  According to their interpretation, Georgia had adequately paid the monetary demands of the Cherokees to the land that they once possessed and thus had every right to the land, regardless of who currently resided upon it. After explaining that Georgia sufficiently paid for the land and thus legally owned it, the <em>Macon Telegraph</em> turned its attention to the criticism coming from other states.  The <em>Telegraph</em> placed specific blame on the North, who hated to see the growth of the South and the consequent wane of its own preponderance in Congress.  Removing the Indians and ensuring Georgia's sovereignty would also expand its representative power in Congress, and, alternatively, decrease the congressional delegation of the North.  Because of this, the North, they believed, would do anything to slow the economic and physical expansion of the South.  ","Finally, the Telegraph asserted that Georgia did in fact have the concerns of the poor Indians in mind.   While the North had their own motives in mind rather than those of the Indians, Georgia did not wish to injure or harm the natives.  In fact, the editorial continued, Georgia had already paid a large sum for the land and had patiently awaited the exit of the Indians to lands west of the Mississippi.  This payment proved that the Cherokees had left by their own free choice rather than by coercion.  Furthermore, the Indian tribes were destined for healthy, fertile lands abound in game, leaving them infinitely better off than they were or ever could be in Georgia.","The Telegraph's disdain for the North only grew once Chief Justice John Marshall stepped into the controversy.  In Worcester v. Georgia, Chief Justice Marshall sided with Samuel Austin Worcester and Elizur Butler, two missionaries that wished to live with the Cherokees in Georgia territory.  The Indian Removal Acts had declared that these Cherokees must leave Georgia, but Worcester and Butler ignored the law and instead sued the state.  According to Marshall, the two missionaries and their Cherokee friends had every right to remain in Georgia. Marshall declared that the state of Georgia did not have the authority to regulate the intercourse between the citizens of its state and the members of the Cherokee Nation because the Indian territory remained in the hands of the Cherokees, not in the hands of the Georgia government as the <em>Telegraph</em> asserted.  Thus, the interactions between the Cherokee Nation and the American government must occur on the federal level, not the state level.  In this way, Georgia law was not binding to the Cherokee peoples because it interfered with American laws and treaties that were superior to state law.","Famously, Andrew Jackson strongly resisted Marshall's ruling.  Although Horace Greeley of the New York Tribune misquoted Jackson as saying that John Marshall has made his decision; now let him enforce it, the inaccurate quote captured Jackson's attitude towards Marshall and the Cherokees.  Instead of executing the outcome of Worchester, Jackson continued his policy of Indian removal.  Although many of the Cherokees adopted the customs and habits of the white Georgians, Jackson insisted on their removal from the state.  In 1832, Jackson pressed the Cherokees to sign a treaty ceding their lands to the state of Georgia.  This treaty required that the Cherokees depart the state in two years.  This exodus finally began six years later, in 1838.  Through rain and snow, lacking sufficient food, clothing, and shelter, Jackson forced the Cherokees out of Georgia and towards Oklahoma.  The Trail of Tears was lined with thousands of dead Cherokees, forever removed from their Georgia home."],"display_date":"June 12, 1830","search_date":"1830-06-12","locations":[{"id":1547,"lat":32.8060034472,"lng":-83.7076277097,"zoom":10,"place":"BIBB, Georgia"}],"tags":[{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":19,"tag":"Native-Americans"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3061,"title":"A New Reservation for Geronimo\n","course_id":1,"status":"P","start_date":"1889-07-07","end_date":"1889-07-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Chief Geronimo and his Apaches were forcibly removed from the western territories of the United States. The government relocated them to Mt. Vernon Barracks, Alabama, where they were forced to stay, cramped and confined, until the government decided what to do with them and where to send them next. As Native Americans, they were at the mercy of an unsympathetic government. ","Sometime thereafter, Captain John Bourke and Professor Painter of the Indian Rights Association located a tract of land in North Carolina of about 10,000 acres. Cherokees owned the land and 2,000 members of the Cherokee tribe lived on it, but they were willing to sell it to the Indian Rights Association. All that stood in the way of Geronimo and his tribe moving to their reservation was the approval of the Secretary of War. As anything would have been better than the living conditions in Alabama, the tribe was willing to move onto the land if the government would never allow it to return to the west. ","The Cherokees of Swain County managed to escape the forced removal of the eastern Indian tribes along the Trail of Tears in 1838, remaining where they were for the rest of the century. Only by avoiding the Trail of Tears were these Cherokees able to be a party to the land transaction that created a reservation for Geronimo?s Apache tribe. The government of the United States gradually recognized the Cherokee tribe in North Carolina in the period after 1870, enabling the transaction described in this episode. The roles the government and the Native American tribes play in this episode illustrate the long history of forced removal, resettlement, and upheaval characteristic of the interactions of the two groups. "],"display_date":"July 7, 1889","search_date":"1889-07-07","locations":[{"id":9819,"lat":35.4867215431,"lng":-83.4927397626,"zoom":9,"place":"SWAIN, North Carolina"}],"tags":[{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":12,"tag":"Migration/Transportation"},{"id":19,"tag":"Native-Americans"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3183,"title":"The Dutch Ferryman\n","course_id":1,"status":"P","start_date":"1835-01-01","end_date":"1835-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Presbyterian Reverend Timothy Flint had been settled with his family in Alexandria, Louisiana for 10 years when he set out at the age of 55 to explore the Red River and the people who lived along it. Commissioned by the Missionary Society of Connecticut in 1815 to preach Christianity to the masses of emigrants moving west, Flint was no stranger to such exploration. He ministered in the Ohio Valley, St. Louis and St. Charles, Missouri, as well as taking an opportunity to travel through the new Arkansas Territory in 1819. Due to ill health, he was often traveling between Louisiana and New England, seeking escape from the sweltering heat of summer and the freezing cold of winter. "," After traveling several days east along the Red River in 1835, he finally came to its junction with the Ouachita River, which could take him north through the Arkansas Territory, should he choose. Flint found, even at this remote place, small cabins dotting the landscape where just a few years before there had been no one. He employed the services of one such settler, a Hollander dressed in a shabby and crude Robinson Crusoe costume, to ferry him closer to the Ouachita. Flint was so amused by his new friend that he requested to see where this Dutchman lived. The Dutchman obliged, presenting Flint with a small two room cabin surrounded by cultivated peach and plum trees and a small garden, miles from any other habitation. His home was dug into the side of an Indian mound, which he shared with his animals. Like his clothing, all his tools, eating utensils, and dishes were crude and hand-made. The ferryman took the opportunity to express his opinion on religion as well, pushing a book of Astrology on the Reverend. Flint graciously declined, lamenting a lack of familiarity with the Dutch language. "," Whatever entertainment Timothy Flint gained from such a man, he still expressed regret that so great a proportion of the emigrants are of the class of poor, vagrant, and worthless foreigners, the scum of despotic governments. Many who emigrated to the frontier owned very few slaves or none at all and appear in the tax records as not owning property, much like the Dutch ferryman. These men and their families eked out a small living, and required, as many church officials from the East believed, a revived understanding of the Christian faith due to their removal from civilized society. ","In the same year that the Missionary Society of Connecticut sent Reverend Flint west, a New York paper, <em>The Patrol</em>, reprinted a progress report from the Louisiana Bible Society, expressing concern that the want of Bibles in Louisiana has been extreme. The Presbyterian Church in the East was greatly concerned with increasing the educational and moral principles of society at large, but particularly on the frontier, where they believed lower class migrants, like the Dutchman, were in danger of leading secular lives and forgetting God in the wilds of the west."],"display_date":1835,"search_date":"1835-07-02","locations":[{"id":5632,"lat":31.2441474516,"lng":-92.6921619821,"zoom":8,"place":"RAPIDES, Louisiana"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":14,"tag":"Church/Religious-Activity"},{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"},{"id":19,"tag":"Native-Americans"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3225,"title":"Indian Tension\n","course_id":1,"status":"P","start_date":"1860-04-01","end_date":"1860-04-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Indians in Texas, especially during the Civil War, were unruly and often feared. In fact, they raided and looted all across Texas in response to the constant threat of losing even more territory. While Indians succeeded by burning stations and driving settlers from their homes, their actions spurred many more debates, conventions, and other attempts to deal with the Indians. One attempt to coexist with the Indians was through the creation of reservations. Some Indians were able to acclimate, while others with a more nomadic lifestyle found it quite difficult. Tensions continued between the Indians and settlers as more settlers encroached on the reservation land and Indians continued to raid and roam throughout Texas and Mexico. In fact, the dangerous raids and attacks performed by the Indians forced several local volunteer units and the United States army to become involved. A convention was later assembled that structured and firmly established the United States and Texas's view of the Indian nuisance. The resolutions of Dr. R. G. Worrall of Jacksboro, adopted in Galveston in April, 1860, articulated the general public sentiment by stating All Indians were hostile and should be exterminated or expelled from the State and that the frontier must not be contracted. By 1860, Texas had decided its involvement with the Indians. "],"display_date":"April 1860","search_date":"1860-04-15","locations":[{"id":12776,"lat":29.5143972393,"lng":-94.8756973573,"zoom":9,"place":"GALVESTON, Texas"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":19,"tag":"Native-Americans"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3304,"title":"The Loss of a Culture\n","course_id":1,"status":"P","start_date":"1855-05-03","end_date":"1855-05-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Many Native American tribes, including the Choctaws of Mississippi, struggled with their identity as a people during the nineteenth century. As white America expanded west, the lives of these peoples began to be transformed forever. Many Native Americans abandoned their heritage in the pressing tide. They replaced the traditions of their ancestors with many economic, social and political practices of this invasive, foreign culture. "," In 1830, the Choctaws ceded the claims to their native Mississippi land in the Treaty of Dancing Rabbit Creek. Most of the Choctaws were forced to leave their home soil, but approximately two thousand, many of whom were mixed-bloods, were allowed to stay and adopt white culture as a life-style. The Choctaw occupied an anomalous position in the social structure of the antebellum South. They were not slaves, not landowners, not white, and not black. They did not fit into any of the accepted social and cultural classes of the time. Most became tenant farmers or sharecroppers. "," On May 3, 1855 the Choctaws were the topic of an expressive editorial in The Pittsfield Sun, in which the author praised the nation for its societal evolution. They are cultivators of the soil....The chase is abandoned and they are gradually advancing in civilization, and in those pursuits which, under the wise management of our Government, is elevating them in a social point of view, reads the article. The author of this editorial, and many other Americans of the period, saw the dramatic societal changes among the Choctaw to be an astonishing improvement from their former indigenous state. The more white culture the tribes adopted the better. Yet, at the same time, Anglo culture was robbing the Choctaw and other Indian nations of their unique heritage and way of life. According to white Americans during the mid-nineteenth century a group of people was not civilized unless they followed the Anglo-American code of civilization. Consequently, the Choctaws were forced to either to continually fight off the encroaching culture or adopt it as their own. They chose the latter."],"display_date":"May 3, 1855","search_date":"1855-05-03","locations":[{"id":6974,"lat":33.5041024333,"lng":-89.3498364185,"zoom":9,"place":"CHOCTAW, Mississippi"}],"tags":[{"id":12,"tag":"Migration/Transportation"},{"id":19,"tag":"Native-Americans"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3323,"title":"James Foreman Trial\n","course_id":1,"status":"P","start_date":"1835-01-01","end_date":"1835-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Cohabitation with Indians, that is to say leaving in former Indian lands and with Native-Americans, was not easy in Tennessee, and also in the United States. In 1835, James Foreman, an Indian, was sued for murder and he was probably guilty. But, he was acquitted because the law of the state was not constitutional due to the Worcester V. Georgia case in which the United States Supreme Court held that Cherokee Native Americans were entitled to federal protection from the actions of state governments. However, the state supreme court reversed the previous decision, explaining that no treaty was powerful enough to confiscate the sovereignty of a state (the right of the states was already something significant in the South). Judge John Carton, of the Tennessee Supreme Court even used racists and paternalists arguments while he spoke about that case. The case finally reached the national Supreme Court but it was not held because of the new removal treaty signed by the Cherokee.","The relations between native American people and other were therefore quite tense and cohabitation was difficult everywhere in the United States an especially in Tennessee where land was really shared with Indians. However, Tennesseans had to interact with Indians: for trade, in trials, at war, in order to civilize them... This is especially true because there were different tribes near Tennesseans, all with their different traditions. Americans tried to incorporate Indians little by little in their public organization and literally tried to civilize them. However, it was not so easy and Indians did not really lose their culture and their own organization. They just imitated some civilized people characteristic such a well-organized hierarchical political system, for example. Justice was supposed to be the same for everybody and on November 8, 1833, the Tennessee Legislature passed a law in order to extend Tennessee jurisdiction on Indian country even if this law was quite protected for the Indians who were in Tennessee: Indians had their property rights protected, and it was possible for the state's justice to be involved in a case only when it dealt with murder, rape and larceny. Tennessee, on that point was less harsh than other states, such as Georgia, which wanted Indians to be submitted to the law of the state. Therefore, each state had its own way of dealing with Indians who were still on the territory, but finding answers was difficult for every state."],"display_date":1835,"search_date":"1835-07-02","locations":[{"id":12473,"lat":35.8758167006,"lng":-86.8624771941,"zoom":9,"place":"WILLIAMSON, Tennessee"}],"tags":[{"id":9,"tag":"Law"},{"id":19,"tag":"Native-Americans"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3380,"title":"The Political Intrigues of the Caddo Confederacy\n","course_id":1,"status":"P","start_date":"1817-02-10","end_date":"1817-02-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A distressing letter appeared in a New York Paper, <em>The Courier</em>, on February 10, 1817. In it, a gentleman from Natchitoches, Louisiana reported that the Chief of the Caddo Indian Confederacy was plotting a conspiracy with the Spanish officials in Texas. Despite having traveled into the province on mercantile business, the Chief returned spouting adoration for King Ferdinand VII and boasting of his new title: Generalisimo of all the Indian tribes resident beyond the celebrated Arrayo Honde, between [Natchitoches] and the Sabine. All travelers in this area were subject to arrest by this new minister of the Spanish monarch. The citizens of Natchitoches feared the consequences. Their town was located only a short six miles from Arrayo Honde. The author of the letter feared increased violence and Indian attacks against townspeople and adventurous Americans, as well as the encumbrance of Spanish authority in what he believed to be American lands.","Until 1819, the Spanish still laid claims to the lands of Louisiana just east of the Sabine River up to the Arrayo Honde, a tributary of the Red River, while Americans held that the Sabine maintained the border between Spanish Texas and American Louisiana. During Thomas Jefferson's presidency, the United States acquired the Louisiana Territory from Napoleon, who approved the sale to promote war against Britain. The territory of Louisiana had only just changed from Spanish to French hands through the treaty of San Ildefonso three years earlier. Neither the French nor the Americans attempted to define the borders of the territory until the treaty was signed in 1803, at which point, the French foreign minister replied, I can give you no direction. You have made a noble bargain for yourselves, and I suppose you will make the most of it. ","For the next two decades, the Spanish in Texas and the Americans migrating into Louisiana wrestled over land. The treaty did not define the western border of the Louisiana Territory, so the Spanish sought means to push their claim and authority further east, through individuals like the Caddo Chief, while American settlers pushed back with equal force. The Adams-Onis Treaty of 1819 solved these struggles. It gave up American claims to Texas and Spanish claims east of the Sabine. Despite opposition from westerners who steamed over the loss of Texas, support for the treaty was unanimous in Congress.","This episode demonstrated a significant disjunction between the federal government's concerns and the desires of the American people actually living on the frontier in Louisiana. The author stated somewhat sardonically, How far this affair may require the interpolation of government, government will best determine; but be assured we consider it a matter of considerable importance. The author's tone and comments dripped with disdain for a government that seemed unconnected with his needs. The sense that the people actually living in these borderlands might need to defend their own rights because their government was unable or unwilling to do so permeated throughout the letter. This suggests that the people living in the West were unimpressed with a government that could not keep up with their demands for more land or negotiate effectively to solidify ownership of territory which people living on the frontier believed should belong to them."],"display_date":"February 10, 1817","search_date":"1817-02-10","locations":[{"id":5585,"lat":null,"lng":null,"zoom":8,"place":"NATCHITOCHES, Louisiana"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":19,"tag":"Native-Americans"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3433,"title":"The Presence of Indians in a Search for New Land\n","course_id":1,"status":"P","start_date":"1818-01-01","end_date":"1830-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["A large party of Seminole Indians formed an ambush on the Appalachicola river, attacked one of our boats ascending near the shore, and killed, wounded, and took the greater part of the detachment, consisting of forty men stated a military correspondence in a Tennessee newspaper. Reports of Indian attacks were common around this time of early settlement and posed as a threat not only to the military but to people who were living on the land these Native Americans believed to be theirs. Newspapers contained similar articles to inform the public of sporadic attacks on innocent settlers like a murdered old woman (Indian Depredations) who was killed by a number of 50 or 60 Indians. ","The task of pushing these tribes out of the Mississippi Delta area often induced fighting and violence as reported in recovered dispatches between Andrew Jackson and General Gaines. Although these military leaders were determined to overthrow the hostile warriors they were often times faced to battle upwards of five hundred Indians who were jealously guard[ing] their lands against the encroachments of whites proving that they were not going to leave without a fight","Fighting was not the only course of action taken in hopes of acquiring this land. The United States generously offered to pay expenses for any Indians who wished to migrate to the west and even proposed paying the Cherokee nation 200,000 for all their lands in the east. This proposition was quickly turned down due to the fact that these tribes did not wish to revert to primitive ways of living on the frontier as they once had to do.","As the search for prosperous land increased the United States could no longer promise to keep settlers out of the regions claimed and inhabited by Indians. After lots of negotiation and significant pressure from the American government the Chickasaw tribe agreed to settle for 300,000 in which they would receive in annual installments for twenty years. The Choctaw tribe was also pushed out of the state of Mississippi and combined, these two groups surrendered to the United States twenty million acres of land. Due to treaties such as this one by the end of 1819 the presence of Indians in Tennessee had been substantially reduced, apart from the southeastern corner of the state. The few Indians who remained in Mississippi were told by the Unites States government in 1830 that in order to save their unique form of government and to maintain their tribal freedoms that they must leave Mississippi and head west to the designated Indian Territories. With the federal government now in possession of all this land, a new frontier quickly developed and settlers began buying large amounts of property at bargain rates.","The overwhelming influence of Native Americans in the South posed as an obstacle settlers were forced to overcome in order to expand into this new area. The desire to make money and succeed in the new world drove land hungry settlers to call upon any resource possible to fight or pay off the regional tribes living on the land later proclaimed as the Mississippi Delta. These tribes were slowly squeezed off land they believed to be theirs and were forced to find new places to go."],"display_date":"1818 - 1830","search_date":"1824-07-01","locations":[{"id":12491,"lat":null,"lng":null,"zoom":8,"place":"INDIAN LANDS, Tennessee"}],"tags":[{"id":19,"tag":"Native-Americans"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3443,"title":"Inheriting Property\n","course_id":1,"status":"P","start_date":"1842-09-22","end_date":"1842-09-22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["By the 1840s, it was clear to most Americans that the United States existed on a fair bit of land. This vast space stretched westward, father than many imaginations even reached. Word trickled back east of rich soil and bountiful harvests, but also of great hardships. Thousands of Native Americans perished on the over 2000 mile long Trail of Tears in 1838."," It was in this context that O.G. Murrell learned that his children had received an inheritance from his father. Since these children were not of the age to legally stand on their own, Murrell took it upon himself to act on their behalf. He wrestled with the choice of what to do with this inheritance, the choice made more difficult by his lack of detailed knowledge about the property since it was in Virginia and he in Louisiana."," In a letter to his brother - who was in Lynchburg and therefore in closer proximity to the property - Murrell mulled over his different options, deciding that neither cash nor bank stock was a stable enough source in which to make an investment. Another possibility was an investment in Western lands which would in my estimation be a safe one and one that would annually increase in value - but in my condition I could not leave home to attend it. Murrell recognized the benefits of actually following through with claiming such property but had reservations about not being in peak health."," Conversely he acknowledged that Negro property would be of service to him and since he - and his children - will come into ownership of that property during his lifetime, it is of that kind that [he] would like to have possession. In this letter, western expansion and slavery are each referred to within a single paragraph. All across America, citizens were beginning preparations to take up life in a very different part of the country: its territories. The idea of Manifest Destiny was only a few short years away from being introduced to the American vernacular, but whispers of a God-given right to promote expansion had already begun. With this kind of moral argument coming into play, it was only a matter of time before the topic of slavery joined the discussion. Those same citizens that were packing up to move out west came from a variety of backgrounds, some of them slaveholding. They had no intention of surrendering that as they sought more land."," Murrell's letter and its close mention of expansion and slavery is indicative of the contemporaneous stage that was being set for American politics. The two topics came one after the other in his letter, and the proximity of issues parallels the contemporaneous American political scene. The question of whether or not slavery should continue into expansion areas became an enormous source of conflict leading up to the Civil War."],"display_date":"September 22, 1842","search_date":"1842-09-22","locations":[{"id":5597,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"},{"id":19,"tag":"Native-Americans"},{"id":4,"tag":"Slavery"},{"id":10,"tag":"Urban-Life/Boosterism"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3471,"title":"Mr. Brown and the Indians\n","course_id":1,"status":"P","start_date":"1831-01-13","end_date":"1831-01-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Mr. Brown's absence was a strain on the family that he left behind. Taking care of day-to-day business without a husband and father in the rough settlement of San Felipe de Austin was not an easy feat. The pressures upon the family increased as time went by, and the news of him they received after his absence spanned one month was not heartening. Brown was taking part in an exploration of the upper colonies of Texas, and his party's horses were stolen in an Indian raid. However, the settlers vowed to pursue the marauders and not to return until their stolen property was recovered. Additionally disturbing was the fact that Indians had recently committed several such attacks in the upper colonies. ","The fact that even in the sparsely populated lands of Mexico's northern colonies Brown and other Anglo-Americans were involved in conflicts with Indians was indicative of the Indians' struggles within the United States. Interestingly, the Indians of the upper colonies were not all native to the area. In fact, as a result of persecution within the United States, many of the Indians with whom the Anglo-American settlers interacted were displaced members of the Cherokee tribe. After the American Revolution, a large number of Cherokee left their traditional homes in the southeastern part of the United States, and moved west to Louisiana, then owned by the far more welcoming Spanish. As time passed, more and more Cherokee who found their eastern homes encroached upon by white settlers joined their tribal brethren to the west. Following the U.S. purchase of Louisiana, many Cherokee again moved, now seeking to live under the friendlier Spanish government in Texas. As time passed, Anglo-American settlers as well as the Spanish government again threatened the Cherokee Indians. Cherokee leaders actually applied for a formal land grant in order to legally secure their lands from other settlers, but they correctly interpreted repeated delays in their application's approval as a portent of eventual rejection. By 1826, the Cherokee were desperate enough to take part in an armed insurrection against the Mexican government, along with some Anglo-American settlers and other indigenous groups. The revolt was crushed by Mexican troops with the aid of volunteers from the more established American colonies. ","The plight of the Cherokee in Texas was merely a later chapter in their great struggle resulting from the colonization of their native lands. Throughout the history of the South, Indians occupied large portions of the region's soil and directly influenced politics, agriculture, and other aspects of Southern life. It was not until approximately 30 years before the Civil War that the Indian populations of the South were forcibly removed from the area. However, with the continual westward movement of settlers, political and physical conflict between Anglo-Americans and Indians would continue to be a factor in shaping the country for years to come."],"display_date":"January 13, 1831","search_date":"1831-01-13","locations":[{"id":15202,"lat":null,"lng":null,"zoom":8,"place":"TERRITORY, Territory"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":12,"tag":"Migration/Transportation"},{"id":19,"tag":"Native-Americans"},{"id":15,"tag":"Race-Relations"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3479,"title":"Native Americans in Louisiana\n","course_id":1,"status":"P","start_date":"1834-02-09","end_date":"1834-02-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Most Americans today talk about Native Americans being the inhabitants that the Europeans pushed out of their land to take the United States for themselves. They rarely remember that they did not disappear into the background once the nation was formed. Eleanor Parke Custis Lewis did not turn a blind eye to the native inhabitants of the country. On her trip to her visit her daughter on Butler Plantation she noted their presence quite prominently. She called them poor dirty humble & grateful creatures who belonged to the Natchez Tribe and Choctaws. Lewis did not concern herself with the path that led these people to become the poor dirty humble people she met with in Louisiana, but she did acknowledge that they were a part of her daughter's new life on Butler Plantation. The journey for the Native Americans Lewis met was a harsh one. The Natchez and Choctaw Indian tribes originated in the South, in the Mississippi and Alabama regions. Before the Europeans arrived in the New World, the Natchez nation stretched from North Carolina to Arkansas. When they did arrive, the Natchez Tribe experienced violent conflict with the French, leading to three wards in the early eighteenth century. Their population was also decimated by the influx of diseases brought by the Europeans. The wars killed a great deal of their tribe, especially during the last massacre led by the French with Choctaw allies. After these wards, the Natchez were forced to leave their homeland and many refugees joined other tribes. It is no surprise then that what was left of the tribe dispersed and settled all over the South.","Similar to most Native American tribes, the rapidly expanding European empires touched the Choctaw people in the eighteenth century. During this time period the Choctaws allied with the French. Along with the influx of material good to the tribes, Europeans introduced, disease, warfare, and the world market system that eventually led to the disruption and dislocation of the Choctaw people. Following the Louisiana Purchase, the Choctaw economy began to decline because of the tribe's reliance on the trade of deer and buffalo hides for manufactured goods and the decrease of game in the Choctaw lands. A decade later the tribe allied with the United States during the Battle of New Orleans, after which their economy went on a precipitous decline. Although the tribe had allied with the United States, this did not prevent the Treaty of Dancing Rabbit Creek in 1830 which relocated most of them to reservations. It is evident that the Native Americans living near Lewis' daughter were lucky to still be in the area and still be making curious & pretty baskets that was their tradition. They also adhered to customs that did not sit well with Lewis, as she said the Native American were almost naked whey they visited her daughter. Despite Lewis' own judgment about the Native American traditions, her daughter was very kind to them and most likely sympathized with their plight. These few surviving Native Americans in the area showed the strength of a people that survived conflict with the Europeans in order to sustain a nation that they never asked to participate in."],"display_date":"February 9, 1834","search_date":"1834-02-09","locations":[{"id":5531,"lat":30.3061626141,"lng":-91.385712191,"zoom":9,"place":"IBERVILLE, Louisiana"}],"tags":[{"id":19,"tag":"Native-Americans"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3552,"title":"Support for Jackson \n","course_id":1,"status":"P","start_date":"1819-01-01","end_date":"1819-02-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In March of 1818, Jackson invaded Florida, brought down Fort Negro, and seized parts of Florida, which was under Spanish control. Jackson's actions caused international repercussions. Spain protested the invasion, which led to the halt of negotiations to buy Spanish Florida. The invasion, also, led Britain to protest the execution of two of its subjects who had never entered the United State territory, and led Congress to hold hearings to discuss the irregularities of the Ambrister and Arbuthnot trials and to decide what to do about Jackson's actions. ","Representative Cobb of Georgia introduced resolutions condemning Jackson's actions in the House in 1819. Shortly after, Representative Tallmadge gave a speech, as well, on the Seminole War, where he showed his support for Jackson's actions and his opposition for the resolutions. Other representatives such as Henry Clay showed opposition for Jackson while others supported Jackson's actions such as Representative Holmes. Both Homles and Clay along with many other representatives delivered their speeches on the issue at hand. After every representative, who wanted to speak, spoke, Jackson ended up being victorious once again, but instead of being victorious on Florida soil, he was now victorious in the House of Representatives. ","Jackson was too popular for the resolutions to pass and some of the representatives knew this fact. Some opponents who knew about Jackson's popularity did not want to give in to the assumption of Jackson's popularity. Yet, the Representatives' outcomes were in accordance with the public's opinion. If it were up to the citizens to deliver speeches, there is a good chance that Jackson would have gained support for his actions since the majority of public opinion claimed Jackson was a hero.   ","Although, the speeches did not take place in Florida, these speeches are critical part of the history of the Seminole War, which was a local problem through out Florida. News of the debate on the resolutions and the outcome in the House of Representatives were in newspapers all over the United States letting everyone know, even the settlers in Florida, what they would anticipate. In addition, the fact that the resolutions failed to pass was important to history because it meant that tensions between the Seminoles and white settlers would only increase. Shortly after, the Indians began to retaliate and attack white settlers in Florida and Georgia. ","If the resolutions would have gained more support and passed, it was possible that the continuation of the Seminole Wars might not have occurred or would have occurred at a different time changing history, as we know it. Although, Jackson was victorious and the resolutions did not pass, debate on the Seminole War was not over. A couple years later, Congress would resume its discussion on if the war with the Seminoles in Florida would be worth the trouble.  "],"display_date":"January - February 1819","search_date":"1819-01-30","locations":[{"id":1271,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":17,"tag":"Government"},{"id":19,"tag":"Native-Americans"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3563,"title":"John Scott&#39;s Estate and Removal to the South\n","course_id":1,"status":"P","start_date":"1818-01-01","end_date":"1822-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["John Scott III of Scottsville was the grandson of the man on whose land the first Albemarle County seat was located when the county's was created in 1744. Edward Scott had offered his land to build the first courthouse, in the hopes that commerce would develop nearby and increase the value of his large patent. The proximity of the site to a section of the James River especially conducive to crossing aided this stratagem. In the coming decades Scott's Landing developed into the most important port upstream of Richmond. Various Scotts and nearby merchants tried for years to incorporate the settlement as an official town, but none were successful until John III, in 1818; the town was called Scottsville, and contained dozens of lots on land donated by John. In the following two years the town was party to other favorable developments. The founding of the University of Virginia in Charlottesville promised to bring large shipments of building supplies through Scottsville's warehouses. In the 1810s the state government chartered two stock companies that enabled Scottsville to act as a hub of transportation: one to build a toll road from Staunton, one to improve canals along the James up from Richmond. In spite of these promising developments, John Scott, by fall of 1821, began auctioning off his estate. He described it as the most valuable real estate in Virginia Containing about 15 Hundred Acres. Four hundred of which are Low Grounds, Inferior to none on the stream. He sold the estate at public auction on the premises, emphasizing the 'high state of cultivation' [and] Elegant Building, also offering the stock and crops of the estate, plus a valuable tract of woodland. Curiously, Scott only managed to sell part of this magnificent estate in 1821, and had to hold another auction in 1822.","In the advertisement for his auction, Scott declared that he was intending to remove to the South. Though born in Albemarle, Scott had already lived in the South some years, practicing medicine in Alabama. Like thousands of Virginians, he may have gone down South in the years following the War of 1812, to make a life in one of the new towns that cropped up all over the territory acquired from the post-war Indian treaties. Scott probably only returned east when he inherited the Scottsville estate upon his grandfather's death. Upon receiving his inheritance, he may have discovered himself unaccustomed to estate operation, and wished to return to his medical practice. Another possibility is that the general economic atmosphere discouraged him from focusing his life on the estate. Although the factors mentioned above aided the economy in Scottsville, the overall Virginia economy had been sluggish ever since the national Panic of 1819. It could simply be that when Scott was down South he met a nice southern belle. Well-to-do families from throughout the slave states maintained complex networks of society and marriage over long distances."],"display_date":"1818 - 1822","search_date":"1820-07-01","locations":[{"id":13594,"lat":38.0230931541,"lng":-78.5555505707,"zoom":9,"place":"ALBEMARLE, Virginia"}],"tags":[{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"},{"id":19,"tag":"Native-Americans"},{"id":10,"tag":"Urban-Life/Boosterism"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3589,"title":"The Real Horrors of the Trail\n","course_id":1,"status":"P","start_date":"1835-01-01","end_date":"1842-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The River  of Lies was a body of water that some Seminoles lived near when the soldiers came to gather the Indians for removal. The river is located near today's Jupiter, Florida and acquired its name from an assumed thought that the fighting was over between the Indians and white settlers.","Soldiers came, gathered, and removed the Indians from their homes by the river. Some Indians escaped the soldiers' clutches and ran to warn the others. After being rounded up and made to walk toward the west, the Indians were put on boats headed in the same direction. After traveling on the boats, the Indians had to walk again. It was during the walk along the Trail of Tears that the Indians knew the treaties for removal were never to be just or fair like President Jackson claimed they would be. Along the trail, many would die from lack of nourishment, dehydration, and diseases, but those were not the true horrors on the trail.","Betty Mae's great-great-grandmother, Mary Tustenuggee Tiger a Seminole from the Snake Clan, told her the true horrors of the trail. Mary and her three daughters were four of the captives at the River of Lies. Mary and her eldest daughter were raped and used for the soldiers' pleasure along the arduous journey west. The eldest daughter was raped so much that she could barely walk, and her mom had to carry her. Other young women were raped on the trail as well. The soldiers had no remorse for their actions. They were like wild beasts who laughed and kicked the Indian women around while raping them and joked about it in front of others.","Innocent lives were taken by soldiers as well. Mary recalled to Betty Mae how they were driven like cows on the trail. Mary told Betty that when older people got sick or too tired to walk, they would fall and be whipped until they got up. If they did not get up and continue walking, the soldiers would shoot them. Mary even described how soldiers would throw babies in to a creek or pond to drown or hit them against a tree if the babies cried too much from hunger. Everyone was in danger of dying because a soldier would kill them for not complying with orders or wanting to rest. They were not able to ride in the wagons, not even the most elderly or sick; resting did not exist on the trail.","The stories that Betty Mae retold in her diary from Mary's story are truly nightmares. Most people think that malnutrition, dehydration, and fatigue were the worst conditions on the trail, but those conditions were nothing compared to the rapes and murders that took place. Betty Mae wanted to help her great-great grandmother tell her story so that the whole truth could be revealed about the Trail of Tears. In addition, the story symbolized how those who survived these harsh conditions not only triumphed against the brutality of the government, but also kept their clans and clan's culture and history alive. "],"display_date":"1835 - 1842","search_date":"1838-12-31","locations":[{"id":1503,"lat":null,"lng":null,"zoom":8,"place":"MOSQUITO, Florida"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":12,"tag":"Migration/Transportation"},{"id":19,"tag":"Native-Americans"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3746,"title":"An Escape and a Death\n","course_id":1,"status":"P","start_date":"1817-01-01","end_date":"1840-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Escaping from a United States' fort was not always easy to do, but still very possible. The United States government built Fort King in 1827 to be a buffer between the Seminoles and the whites settling in the region. The fort held many captured Indians. At Fort King, the soldiers' responsibilities consisted in keeping the Indians in their territory while protecting the white settlers from Indian raids. Many Indians tried to raid the fort on several occasions; however, they were not successful in driving out the soldiers. Instead, many Indians ended up dead or imprisoned at the fort.","According to an article in the Florida paper, a couple of days after Colonel Riley chased down an Indian in the Pine Woods near Withlacoochee, he surprised an Indian camp consisting of two warriors and two squaws. Colonel Riley and his men took all the Seminoles to the fort as prisoners. The following Tuesday of that week while one of the sentinels fell asleep, one of the Indians escaped. Another guard saw him and began firing, which alarmed other guards to begin firing as they were chasing after him. Unfortunately, Captain Mason was shot dead in the process of trying to capture the Indian escapee. The sad part is that no one knew who shot Captain Mason. It is possible that he was shot by one of his own men or another Indian trying to defend the escapee.","Many Indians who escaped were lucky. The Indian that escaped that Tuesday night was even luckier because he got the captain killed in the process, which left one less soldier for the Seminoles to fight.","Other forts besides Fort King, such as Fort Scott, Fort Russell, and Fort Cooper, experienced similar episodes with Indian prisoners. Many Indians like the Seminoles in this article were captured by surprise and either killed or imprisoned. It was common for Indians to want to escape and gain control of their land, which white settlers were taking from them. News about Fort King and other forts such as Indian defeats, prisoners, escapees, and deaths were issues that concerned white settlers. The white settlers were concerned because they did not want to be killed by Indians while they tried to settle in Florida. "],"display_date":"1817 - 1840","search_date":"1828-12-31","locations":[{"id":1282,"lat":null,"lng":null,"zoom":8,"place":"ALACHUA, Florida"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":19,"tag":"Native-Americans"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3875,"title":"Indian Massacre Stuns the Nation\n","course_id":5,"status":"P","start_date":"1866-12-21","end_date":"1866-12-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["\"They were mutilated horribly, stripped naked, their bodies cut open and scalped, even to the beards from their faces,\" reported a <em>New York Times</em> correspondent from Fort Laramie, in what was then the Dakota Territory. On December 21, 1866, a detachment of 81 soldiers under the command of Captain William Fetterman was lured out of Fort Phil Kearny, ambushed by a coalition of Indians, and completely destroyed. News of the nation's worst military defeat on the frontier traveled slowly. A massive blizzard blanketed the West and traveled eastward, preventing America from learning the fate of the 81 soldiers until nearly two weeks after their deaths. When newspapers finally received word from their frontier correspondents, a horrified nation was stunned by news of an Indian attack like no other to date.","\"Massacre\" screamed the headlines as Americans tried to piece together what had happened. The initial shock was accompanied by a desire for revenge against the Indians. \"Slaughter,\" \"massacre,\" and \"butchery\" were the words used to describe the battle. It was determined that \"We must now have a war of extermination.\" Blame for the debacle quickly settled on the government and the Army: Americans questioned Indian policy and demanded that the military, rather than the Interior Department bureaucracy deal with the hostile Sioux along the Bozeman Trail. \"The fact is that Indian affairs here have been horribly bungled,\" argued the journalist from the frontier.","The Army sought to divert blame in a drama that involved Civil War generals Grant and Sherman. Fort Kearny's commander and Fetterman's superior, Colonel Carrington became the immediate scapegoat. Carrington was accused of everything from cowardice to incompetence as the War Department sought to paint the fiasco as problem of local, rather than national, command. Courts of inquiry convened and official investigations, both by the Army, and eventually Congress, lead to conflicting testimony. Rather than conducting \"a war of extermination,\" the Army quietly settled affairs the following year by signing a treaty with Red Cloud, the Indian leader responsible for planning the attack on Fetterman.","But ultimately, Fetterman himself would take the blame for the \"Fetterman Massacre.\" Popular history describes him as an arrogant, foolhardy officer whose underestimation of Indians led to not only his own demise, but, excepting only Custer's Last Stand, the worst Indian-related disaster on the Plains in American history."],"display_date":"December 21, 1866","search_date":"1866-12-21","locations":[{"id":15204,"lat":null,"lng":null,"zoom":8,"place":"DATOKA TERRITORY, Territory"}],"tags":[{"id":17,"tag":"Government"},{"id":19,"tag":"Native-Americans"},{"id":18,"tag":"Politics"},{"id":5,"tag":"War"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}},{"id":4015,"title":"Defeated at Last: The End of the Third Seminole War\n","course_id":7,"status":"P","start_date":"1856-05-01","end_date":"1856-05-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The ongoing Seminole Wars between the Seminole Indians and the U.S. army began in November 1817.  According to an issue of the <em>New York Herald,</em> the U.S. army and the Seminoles renewed this guerilla-style conflict in May of 1856, marking the Third Seminole War.  Billy Bowlegs led the Seminoles in this Third War, but did not enjoy much success against the U.S. troops.","In the article, reports depict that an increase in U.S. troops near Tampa Bay led the Seminoles to attack U.S. forces near Billy's Town.  The article highlighted prominent officers such Captain Dawson, Second Lieutenants Langden and Garner, and Assistant Moore.  These figures, along with 108 enlisted men, arrived about a half of mile from Billy's Town before being ambushed by Seminoles.  An estimated 80-100 Seminoles attacked the U.S. troops after waiting for their arrival from a nearby swamp.  After both sides exchanged a few hundred shots, Lieutenant Garner issued a command to counter the Seminole attack.  The Seminoles then retreated to Billy's Town, where the U.S. troops triumphed in their final confrontation with the Florida Indians.","The victory by Lieutenant Garner and his troops near Billy's Town would force the Seminoles to withdraw into the Everglades region of Florida. The removal of Billy Bowlegs and his family to a reservation in Texas would further secure U.S. control of Florida.  The Seminole Wars reflected an increase in Indian resistance and prompted the United States adopt a policy of deporting Seminoles, and all Indians, to \"Indian Territory\" in Oklahoma. "],"display_date":"May 1, 1856","search_date":"1856-05-01","locations":[{"id":1284,"lat":29.7296251981,"lng":-82.4202056031,"zoom":9,"place":"ALACHUA, Florida"}],"tags":[{"id":19,"tag":"Native-Americans"},{"id":15,"tag":"Race-Relations"},{"id":5,"tag":"War"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":4080,"title":"Speaking from Medicine Lodge:  Two Native American Opinions on Removal, White Culture, and Government Relations","course_id":5,"status":"P","start_date":"1867-10-19","end_date":"1867-10-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            The Treaty of Medicine Lodge is among the last, most famous and most influential of the United States-Native American treaties.  The treaty, or rather collective of three treaties signed at Medicine Lodge, Kansas in October of 1867, was a comprehensive peace settlement between the U.S. government and the Plains Nations of the Kiowa, Comanche, Apache, Cheyenne, and Arapaho.  Major provisions in the treaty were that the nations would move onto reservations in the Indian Territory and that the United States would help them become \"civilized,\" providing them with necessary supplies and instruction.","            At Medicine Lodge, most of the Native American nations wanted peace, but did not agree with the constrained reservation system that limited autonomy and pushed white civilization upon them.  Among the more outstanding spokesmen of Medicine Lodge were Chiefs Ten Bears and Satanta, who represented two of the most prominent nations, the Comanche and Kiowa, respectively.  Their two voices well addressed specific problems with the proposed reservations, but also addressed broader issues of Native American identity, prospects, and the nature of their relations with whites.","            Satanta, one of the major figures in the armed conflicts leading up to Medicine Lodge, argued very emotionally and emphatically: \"I love the land and the buffalo and will not part with it. I want you to understand well what I say.  Write it on paper.\"  Satanta argued that the land, the hunt, and the independence from \"medicine lodges\"-the churches and schools advocated by whites-were essential elements of his culture, his means for happiness.  Secluded from this lifestyle, he said, \"We grow pale and die.\"  He also emphasized the way in which whites interacted with Native Americans, saying that while he was open and honest with the commissioners, they were deceitful and unreliable.  Yet far worse for Satanta were the U.S. troops who, he said, \"cut down my timber; they kill my buffalo.\"","            Ten Bears was more ready for peace and as such his speech was gentler in tone, beginning with an expression of warm feelings towards the commissioners.  Yet he too blamed the United States for a great deal, saying that it was they who started the conflict: \"There has been trouble on the line between us...but it was...you who sent out the first soldier and we who sent out the second.\"  Ten Bears also broadly criticized the plans of the commissioners, rejecting the reservation scheme with houses and medicine lodges.  He stressed the freedom and happiness of life in the prairie and contrasted it with living and dying as the whites suggested, hemmed in by \"walls\" and \"enclosures.\"  ","            Ten Bears reiterated Satanta's consideration of culture, saying: \"I lived like my fathers before me, and like them, I lived happily.\" He further defended his right to this life based on the promise made by the \"Great White Father\" (the President), which guaranteed the permanence of land rights as they then stood.  Finally, Ten Bears argued that far from removing his people to a better location, the proposed reservation site was \"too small\" and that the Texans had taken away the land and timber that best supported prosperity.  The final words of his speech summarized the plight of Native Americans in powerful, fatalistic terms, saying, \"The white man has the country which we loved, and we only wish to wander on the prairie until we die.\" ","            Though not actually faced with extinction, the nations of Medicine Lodge were in the midst of such upheaval that the period could justifiably be called the end of an age for their peoples.  Arguments like those of Satanta and Ten Bears at Medicine Lodge were not new; Native Americans had long defended their essential rights, sovereignty, and freedom-political rhetoric that is itself very telling as it specifically caters to Western ideology.  Yet the virtue of these values were not enough to protect Native Americans in a seemingly intractable clash of cultures, wherein they were opposed by both U.S. governmental policy and the very real \"shock of civilization\" that saw the buffalo hunted almost to extinction while frontier settlements swept across Native Americans' lands, dominating them in trade and constantly fighting with them.  In the twenty years after Medicine Lodge, Native American sovereignty and their free, unsettled lifestyle, as espoused by Satanta and Ten Bears, were both rejected by the United States.  The two major blows came in the shape of a Congressional act in 1871 that ended treaty-making with Native Americans, and the Dawes Severalty Act in 1887, which divided up the communal land into individual allotments and made Native Americans U.S. citizens."],"display_date":"October 19, 1867 - October 20, 1867","search_date":"1867-10-19","locations":[{"id":4553,"lat":null,"lng":null,"zoom":8,"place":"Unorganized, Kansas"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":8,"tag":"Arts/Leisure"},{"id":14,"tag":"Church/Religious-Activity"},{"id":20,"tag":"Diplomacy/International"},{"id":6,"tag":"Education"},{"id":17,"tag":"Government"},{"id":12,"tag":"Migration/Transportation"},{"id":19,"tag":"Native-Americans"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"},{"id":5,"tag":"War"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}},{"id":4088,"title":"Exiled From Florida\n","course_id":5,"status":"P","start_date":"1812-01-01","end_date":"1845-01-25","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Florida was originally settled by Spaniards, in 1558.  With the arrival of the British colonies, the Carolinas attempted to enslave the Indians in and around the Florida and Georgia territories.  A boundary was formed between Carolina and Florida, but slaves, Indian and African alike, crossed the boarder into Florida and further into Indian Territory.  The numbers of exiled slaves became so great in 1736, they were acknowledged by the Floridians, being referred to as Maroons, and also became allies in defending the territory.  Georgia was formed as a free colony between South Carolina and Florida and used as buffer colony to protect the Carolina planters' slave interests.  However, in 1750, a Creek Indian Chief named Seacoffee left the tribe with a large group of followers.  They traveled from Alabama to Florida, and under the Spanish colonial policy, they were incorporated into the Spanish population and entitled to land in the territory of Florida.  They settled near the area of the Exiles and refused all Creek laws.  These exiles were called \"Seminoles\" by the Creek Indians, meaning \"runaways.\"  They elected their own chiefs and became their own tribe.  Some members intermarried with members from the Maroons, as the groups merged into one entity.  They lived together in villages where the Blacks could build their own houses and farm their own fields.  The Maroons paid a tax of corn, vegetables, and meat to the Seminoles in exchange for their protection against slave catchers.","            By 1812, Georgia pushed for the Federal government to annex Florida in order to control the Indians in the region, and to control the new problem of slaves escaping from Georgia to Florida.  With no response from the Federal government, Georgia declared war on the Territory of Florida in order to occupy the territory and ensure the safety and welfare of their people.  They searched to find Creek Indians and the Exiles, who were all thought to be runaway slaves by Georgians, and ended the struggled in May 1813, with nothing to show for it.  ","            This conflict went unnoticed to the rest of America because of the War of 1812, and British involvement in North America.  The British allied themselves with the Exiles and the Indians, trading and supporting them through weapons.  When the British withdrew from Florida in the spring of 1815, they left the Exiles with their fort and the entire magazine of military stores.","            Even though British troops withdrew, a portion of America soldiers remained along the Georgia frontier to maintain peace with the Indians.  General Gaines commanded the Southern frontier at Fort Scott.  Growing sentiment within the army to return the Exiles to their slave owners lead to the first slave-catching expedition, undertaken by the Federal government.  Meanwhile, Andrew Jackson urged that the Exiles in Florida were a threat to the security of America's boarders, especially since receiving weapons and a fort from the British.  Jackson wrote a letter to President Monroe explaining the need for annexing Florida in order to emigrate the Indians west of Arkansas.  It took Jackson only a few months to conquer Spanish Florida when he told Monroe he could accomplish it in two months.  The President defended Jasckson's actions in Florida in front of the House of Representatives in March 1818.","            They became involved in extensive battles, or massacres, of the Exiles by General Gaines and General Jackson.  After years of violence, General Jessup stopped the Exiles and offered a peace treaty, January 25, 1845.  \"Major General Jessup, in behalf of the United States of America, agrees that the Seminoles and their allies, who came in and emigrate West, shall be secure in their lives and property; that their negroes, their bona fide property, shall also accompany them West; and that their cattle and ponies shall be paid for by the United States of America.\"  The govenor of Florida announced that the last of the Indians had been removed from Florida.  They were sent from Tampa Bay to New Orleans and then west of Arkansas."],"display_date":"January 1, 1812 - January 25, 1845","search_date":"1828-07-14","locations":[{"id":1280,"lat":null,"lng":null,"zoom":8,"place":"Florida, Florida"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":12,"tag":"Migration/Transportation"},{"id":19,"tag":"Native-Americans"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}},{"id":4118,"title":"Presbyterianism and the Creation of Cherokee Sovereignty\n","course_id":6,"status":"P","start_date":"1831-07-06","end_date":"1832-03-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On July 6th, 1831 Presbyterian ministers of the American Board of Commissioners for Foreign Missions Elizur Butler and Samuel Austin Worcester began their 110 mile march to a Georgia penitentiary from the neighboring Cherokee lands in chains. Arrested in New Echota by the Georgia Guard and detained indefinitely, Butler and Worcester were charged with the direct violation of a new Georgia state law which addressed the issue of Americans dwelling within Native American territory. The law, passed on December 22, 1830, created a requirement for white men to declare an oath of loyalty to the Georgia state government and to receive a residency license from the governor. Those who did not abide by these laws would be imprisoned for a minimum of four years hard labor.  Refusing either to take the oath or leave, Butler and Worcester, shackled around the neck, endured the four-day march to Camp Gilmer in Lawrenceville. ","This incident raised questions about the extent of state power and whether Georgia had the right to exert political authority within the Cherokee territory. American Baptist Magazine defended the actions of Butler and Worcester. While Worcester appealed the ruling of the state, in a letter which was summarized in the magazine, Butler claimed that he and Worcester had influenced the convicts at Milledgeville penitentiary: some promised to renounce profanity and other inappropriate behavior. The missionaries led the prisoners in song, religious readings, and prayer sessions. ","This controversy surrounding the power of state government brought the case to the Supreme Court, presided over by Chief Justice John Marshall. The court ruled in favor of Butler and Worcester on March 3, 1832. In his opinion, Marshall declared the laws of Georgia unconstitutional and unenforceable within the boundaries of the Cherokee Nation. Marshall also ordered the state to reverse its judgment against the two prisoners. Although defiance from the state government continued, Marshall's decision in the case of Worcester v. Georgia represents the pivotal recognition of Cherokee sovereignty within the boundaries of the American Nation and the acknowledgment of their existence as an independent power in the eyes of American law.   "],"display_date":"July 6, 1831 - March 3, 1832","search_date":"1831-11-03","locations":[{"id":2390,"lat":null,"lng":null,"zoom":8,"place":"INDIAN LANDS, Georgia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":19,"tag":"Native-Americans"}],"course":{"name":"The United States: A New Nation, 1776-1836","school":"Wheaton College","course_id":6,"school_id":2}},{"id":4120,"title":"Prairie Farmer Breaks News of Custer Disaster\n","course_id":5,"status":"P","start_date":"1876-07-15","end_date":"1876-07-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["\"It proved a rash and disastrous venture,\" noted the <em>Prairie Farmer</em> in criticism of Lieutenant-General George Custer's effort \"to divide his regiment into two detachments - one under the command of Major Reno, and the other commanded by himself - make wide detours and flank the enemy.\" On June 25, 1876, Custer and his 7th U.S. Cavalry came upon a village of combined Lakota, Northern Cheyenne, and Arapaho Native Americans on the plains of Montana near Little Bighorn River. According to the <em>New York Evangelist</em>, \"seeing the upper or southern extremity of the village, and probably misunderstanding its extent, he ordered Reno to ford the river, and charge the villagers with three companies, while he, with five companies, moved down the right bank and behind the bluff, to make a similar attack at the other end.\" Reno did as he was told, but soon retreated to the limited cover of the timberline after about 20 minutes of fighting. Custer had told Reno that he would stay near enough to provide Reno's forces with reinforcements, if needed. However, Custer took a diverging route and stumbled upon the village, which was ready to fight. The Native American forces engaged Custer's troops, which were pushed back from the river, through a valley, and onto a high ridge. There, all of Custer's battalion were surrounded and, save for Custer's Crow scout, \"were annihilated by hostile Sioux savages,\" as described in the <em>Prairie Farmer</em>. Fighting continued the remainder of the day and the next, with Reno's forces withstanding Native American attacks until being relieved by generals Terry and Gibbon on the third day, just after the enemy had fled.","According to historian Walter Camp, the battle \"was no massacre; there was no ambush, no trap set for the white troops to enter. It was a battle in three fights, fair and simple. The Indians had met Custer's detachments in detail and defeated them, all within sight of their village.\" Although Custer was widely criticized at the time, the ambiguity surrounding his death gave artists free reign to interpret his final moments. One of the most popular images created by artists since is of \"Custer's Last Stand,\" which most often portrays Custer as a fearless, buckskin-clad man standing firm and stalwart in a swarm of Indians and fallen soldiers, defying death itself. Historian Brian W. Dippie claims, artists \"gave it instantly recognizable form and planted it in our heads.\" Additionally, Custer's widow, Elizabeth, actively campaigned to establish her husband's legacy as a valiant and brazen hero - an effort that was widely successful. ","To whites, the myth of Custer's Last Stand could be interpreted as \"white civilization surrounded, indeed stormed, by white savagery,\" as Dippie suggests. The Prairie Farmer betrays the white majority's opinions of Native Americans as \"hostile savages\" and \"red devils.\" This one-dimensional myth is how the Battle of Little Bighorn was viewed for more than a century. However, in the late twentieth century, efforts were made to explore the Native American outlook on what they termed the Battle of the Greasy Grass. Little Bighorn came at the apex of the United States Government's attempts to subjugate Native Americans by forcing them onto reservations. As suggested by Native American scholar Alvin M. Josephy, Jr., whites \"offered the Indians the same three choices: become whites; stay on reservations, isolated from the rest of us, until you can be assimilated; or resist both choices and die.\" Douglas C. McChristian reiterates this point: \"They knew it as...a great, yet fleeting victory that signaled the doom of their traditional way of life.\" To some, the controversial battle was a symbol of American virtue. Yet to others, the battle reflected the conflict between unending American westward expansion and the Native American defense of their land and way of life. To bridge the gap, many scholars have attempted a more universal reinterpretation of the Battle of Little Bighorn that encompasses both the long-held view of the former and the more recent emergence of the latter."],"display_date":"July 15, 1876","search_date":"1876-07-15","locations":[{"id":8042,"lat":null,"lng":null,"zoom":8,"place":"BIG HORN, Montana"}],"tags":[{"id":17,"tag":"Government"},{"id":19,"tag":"Native-Americans"},{"id":15,"tag":"Race-Relations"},{"id":5,"tag":"War"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}},{"id":4126,"title":"Andrew Jacksons Ironic Relationship with the Indians\n","course_id":6,"status":"P","start_date":"1814-10-25","end_date":"1814-11-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On October 25, 1814, General Andrew Jackson and over 4,000 troops, including 750 Choctaw and Chickasaw allies set out for Pensacola. Finally reaching the fort on November 6, 1814, Jackson sent a surrender demand to Spanish Governor Gonzalez Manrique, but British marines opened fire on Jackson's army. Jackson next called for an immediate British evacuation of Pensacola. The Spanish governor refused so Jackson ordered his officers to pass the word on to their troops to prepare for a predawn attack the following day.  The attack was over in a matter of minutes, and the Spanish resistance crumbled. Gonzalez Manrique hoisted a white flag and surrendered the town. Jackson described the way his troops acted with a \"steady firmness\" and describes \"the good order and conduct of my troops whilst in Pensacolahas drawn from the citizens an expression, that our Choctaws are more civilized than the British\". This statement about the civility of the Choctaws is the key statement in Jackson's letter because it presents the irony of Jackson's relationship with the Indians. ","This irony is clearly presented during the First Seminole War, and Jackson's Indian Removal Policy that he employed during his presidency. In his letters from the Seminole War, he often refers to the Native Americans as \"barbarians\" and as the \"savage enemies of the U.States,\" a stark contrast from the praise he gave the Indians during the capture of Pensacola. Jackson further contradicted his statement in 1814 when he became president. During his presidency, \"Jackson believed that the red men now lived on conquered territory and that they would survive only if removed farther west, that removal was a \"just and liberal policy\"\" (O'Brien 223). \"From his own bitter wartime experiences, Sharp Knife [another name for Jackson] was convinced that the nation's southern frontier could never be free of danger of foreign intervention until the red men were gone\" (O'Brien 224). Therefore, in 1830, Jackson passed the Indian Removal Act, which forcibly removed the Creek, Chickasaw, Seminoles, and even the Choctaws. This is ironic because in 1830, Jackson adopted a policy to remove the Indians that he claimed in 1814 \"were more civilized than the British.\" After the statement made by Jackson in 1814 about how \"the Choctaws are more civilized than the British,\" from then on his policies towards the Indians starkly contradicted that statement.  "],"display_date":"October 25, 1814 - November 14, 1814","search_date":"1814-11-04","locations":[{"id":1280,"lat":null,"lng":null,"zoom":8,"place":"Florida, Florida"}],"tags":[{"id":19,"tag":"Native-Americans"},{"id":5,"tag":"War"}],"course":{"name":"The United States: A New Nation, 1776-1836","school":"Wheaton College","course_id":6,"school_id":2}},{"id":4128,"title":"Ambush of Round Mountain\n","course_id":4,"status":"P","start_date":"1861-11-19","end_date":"1861-11-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Many Indians disagreed to Secession, but not necessarily agree to abolition, either. Families owned slaves and continued to throughout the Civil War. Opoethleyohola, a Muscogee Creek Chief also known as Gouge, wished to remain neutral. Many other neutral Creeks followed him North of Indian Territory, which is now Oklahoma.","Colonel Douglas H. Cooper had been persuaded that 'Gouge' was a threat and had been offered support from E. H. Carruth, Indian Agent for the USA. He took 2000 troops, and began pursuing the refugees. His spies told him that there were more followers than first believed, so the Ninth Texas Cavalry joined them in their pursuit. Their Commander, Lt. Col. William A. Quayle, believed there \"to be 1500 strongly posted\" Indians, including 500 Jayhawkers, but later they numbered 9000. The Confederates numbered 2500; both they and the refugees were \"ill equipped for the winter march or for military action.\"","Gouge camped with everyone near the Creek Council at Thlobthlocco when he heard about their pursuit. He began to \"fire the prairies,\" leaving nothing to be foraged; thus slowing down Cooper. With the burning, it was still \"so dark [they] could not distinguish an Indian from a white man at three paces,\" which didn't help any whites, but it was easier for Indians as they are better at seeing in the dark. The flickering of the many bush fires and the moving of the tall grasses contributed to the confusion.","Late November 19, the front of Cooper's men, believing they had made contact with Gouge's pickets, followed the fire-trailers who lead them into an ambush. Near to Round Mountain the Texans gave chase. They were fired upon by the fire-trailers and dogs were sent through the ranks to disturb the men; they got into rank as quickly as the situation allowed. The Indians fired the bush to surround and shepherd Cooper and his men to where they wanted them, a \"timber-lined, horse-shoe-shaped prairie,\" where Cooper was welcomed with hot lead and whizzing arrows. They were \"fighting by the flash of the enemy's guns  on three different sides,\" but this did not affect the death toll. Six Confederates died, four were wounded, while one went missing; Opoethleyohola lost approx. one hundred and ten men. Cooper also lost six horses, some killed, and some stampeded. The element of \"surprise, smoke and [the] darkness\" created much confusion.","Cooper retreated about two miles, and told his men to \"sleep on arms.\" It was not until then that they realized they had lost Captain Charles Stuart; he was shot in the forehead by a large 'ball' that came out to the left and centre of the back of his head, his last words being \"form on me;\" this later having a strong negative impact on his men.","Measles kept many Confederates from fighting, but they were there at the abandoned camp, where they found two men who had been \"taken prisoner  and beaten to death,\" along with \"15 wagons  8 yoke of oxen  [and] stricnine in beef and corn,\" a muscular affecting poison."],"display_date":"November 19, 1861","search_date":"1861-11-19","locations":[{"id":10691,"lat":null,"lng":null,"zoom":8,"place":"Unorganized, Oklahoma"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":12,"tag":"Migration/Transportation"},{"id":19,"tag":"Native-Americans"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":4,"school_id":3}},{"id":4129,"title":"The Capture of the Steamship J. R. Williams\n","course_id":4,"status":"P","start_date":"1864-06-15","end_date":"1864-06-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["June 15, 1864, the USA Quartermaster Capt. Greene Durbin sent a \"steam ferry boat\" with supplies to Fort Gibson; Messrs. McDonald and Fuller, contractors of the Cherokee Nation included \"Indian goods\" to be distributed amongst those Indians there.  They furnished it with military protection of one sergeant and twenty-four privates \"under the command of Second Lieut. Horace A. B. Cook,\" Comp. K, Twelfth Kansas Vol. Infantry.","They had gone seventy miles up river, when they were fired upon by Capt. G. W. Grayson of the Creek Mounted Rifles and Col. Stand Watie, of the First Indian Brigade. 300 Confederates camped on the south bank of the Arkansas, \"known as Pleasant Bluffs.\" Grayson ordered a \"harmless shot\" to be fired across the <em>J. R. Williams'</em> bow, a rule of war, but nothing was forthcoming; Grayson and Watie commenced firing \"in fine style,\" leading to the boat running aground on the north side. The twenty-five man escort sent one volley across, but with no effect; Lt. Cook decided they should leave the boat. Grayson and Watie watched Cook \"flee\" from the boat, into the brush on the far side of the river.","They wanted to venture back under cover of darkness, but the Captain of the boat and Lt. Huston, who had been hiding in the hull, came out, \"took the yawl and went over to the enemy.\" Brig. Gen. John M. Thayer reported that they were not heard of again. Watie's men captured the boat, along with 150 barrels of flour, 16,000 pounds of bacon, and many other store goods. This made the American Indians quite happy, as there was not much food in the Confederate Indian camps, but it cost Watie his next battle, because many of the \"Creeks and Seminoles immediately broke off to carry their booty home,\" leaving Watie with only a few men.","Cook decided that since the rebels had the boat, there was nothing more to do, so he, and his men, left for Fort Smith. Pvt. Henry A. Strong, Comp. K, wrote that on the journey no \"man spoke above a whisper the whole night,\" as they were worried about Confederate spies. He reports that some men were sent to find the rebels, but did not believe much could be done, with the rivers swollen from rain; and barrels of flour etc floating along the river.","Watie was happy for Cook to disappear because with only a handful of men he was unable to hold onto the \"booty\", with barrels washing away with the rain. Brig. Gen. Thayer was not so pleased, not at all. When Cook arrived at Fort Smith and gave an unsatisfactory report; Thayer believed that \"the escort ... were ... fully able to have prevented the enemy from reaching the boat. After removing the boat of its goods, Watie \"scuttled the ship by setting it ablaze.\" ","The capture of <em>J. R. William</em> was a loss of 120,000, and was one of the more interesting raids on the Federal supply lines. It was the only reported incarceration of a steamship \"while underway by a land force during the war in Indian Territory,\" and is possibly the only one on report for the whole war. There are many disagreements on the number of artillery pieces involved, maybe leading to disputes on what could have been done differently; but the escort didn't have any artillery to reply with, giving Watie an unfair advantage."],"display_date":"June 15, 1864","search_date":"1864-06-15","locations":[{"id":10691,"lat":null,"lng":null,"zoom":8,"place":"Unorganized, Oklahoma"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":19,"tag":"Native-Americans"},{"id":16,"tag":"Science/Technology"},{"id":5,"tag":"War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":4,"school_id":3}},{"id":4133,"title":"Judge Clayton Removed from Office\n","course_id":6,"status":"P","start_date":"1831-12-06","end_date":"1831-12-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" Augustin Smith Clayton was a lawyer, congressman, and judge for the state of Georgia. Most of his decisions as a judge in Georgia favored state over federal laws. In 1831, however, Clayton declared unconstitutional a Georgia law that prohibited Indians from digging gold on their own land. After this decision he was not reelected for another term. Clayton was curious about his loss at reelection and suspected that it was a consequence of his decision in his last case. He wrote a letter to Chancellor James Kent, a prominent New York lawyer, asking whether he was correct in assuming this. Kent agreed with Clayton's assumption. In addition, he offered a detailed opinion as further explanation and proof of how Native Americans were being treated and why there was so much opposition against them at this time."," Opposition to the Cherokee tribe had begun in 1828 in Georgia. Clayton was elected to judgeship that same year, thus many of his trials were about the struggles between the Cherokees and Georgia. At this time, the Cherokee Indians still had possession of northern Georgia. However, later in 1828, Georgia's government issued new legislation extending its reach over Cherokee land. This new legislation was issued even though the Cherokees had written their own constitution in 1827, in an effort to claim they were a sovereign state. By doing so, the Cherokees tried to deny the state of Georgia any right to their land. The state of Georgia ignored the Cherokee constitution and tried to take their land anyway. The result was a bitter struggle between the Cherokee Indians and the state of Georgia. Judge Clayton's initial opposition to Cherokee rights is an important example of how many people felt at this time. The people of the district he represented disliked the implications of his declaring the Georgia law unconstitutional and thus he did not win reelection."],"display_date":"December 6, 1831","search_date":"1831-12-06","locations":[{"id":1858,"lat":34.4199676609,"lng":-84.8027482155,"zoom":8,"place":"GWINNETT, Georgia"}],"tags":[{"id":9,"tag":"Law"},{"id":19,"tag":"Native-Americans"},{"id":18,"tag":"Politics"}],"course":{"name":"The United States: A New Nation, 1776-1836","school":"Wheaton College","course_id":6,"school_id":2}},{"id":4199,"title":"Missionaries and the Choctaws\n","course_id":6,"status":"P","start_date":"1831-01-01","end_date":"1831-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Mr. Cushman and his fellow missionaries broke ground in the \"unbroken wilderness\" of Choctaw Nation on October 15, 1827 and on July 31, 1831 he published a letter about his experiences in The Missionary Herald titled, Effects of the Gospel on the People. Upon his arrival in 1827, Cushman found the members of the Choctaw tribe to be entirely heathen and uncivilized in both appearance and practice. He was surprised to see that \"only a few of the men labored at all, as this was a disgrace to the sex,\" and that \"very few of them had ever heard the gospel.\" Over the next four years he and the other missionaries would open a school in one of their homes and also expand the number of Choctaw people who belonged to the church and attended regular religious services. By the end of his mission he boasted that, \"there are now in good standing in the church 51 natives, six being under suspension for unchristian conduct. Our Sabbath meetings were well attended, generally by eighty or a hundred adults.\" Cushman also stated that, \"their Indian costume is almost entirely laid aside\" and that \"nearly all the adult females have learned to make shirts and pantaloons, &c.\" that, \"public opinion is now in favor of industry and the lazy man is disgraced.\" These statements demonstrate the pride that Cushman and the other missionaries took into account not only the spiritual transformation of the members of the Choctaw tribe but also in their conversion to a Euro-American of life.","The sentiments of Mr. Cushman regarding the spiritual well being of the Choctaw people paralleled the feelings of other missionaries who worked among Indian tribes at this time. They hoped that they could bring Christian doctrine to a population unfamiliar with it and by doing so inspire them practice western religion and work towards salvation.","Historian Michael C. Coleman writes that this ideal of convincing Indians to adopt Euro-American cultural norms was, \"part of a nineteenth-century crusade to uplift and assimilate Indians into American society, and thus save them from extinction.\" This process included the schooling of children in missionary schools that instilled western values regarding social, economic and political structure as well as gender roles. Historian Michelene E. Pesantubbee in argues that cultural transitions included a dramatic change in the division of labor between Choctaw men and women, from men who traditionally hunted and women who maintained farm work and tended to other household duties, to men working the fields and women being solely restricted to the house. This shift was seen as a major victory to missionaries, she writes, \"by the 1800sas the sexism and ethnocentrism of white society began to infiltrate the infrastructure of Choctaw society[In] white America, males dominated the economic, religious, and political arenas. White women occupied the separate and secondary domestic domain.\" With their promotion of such a cultural shift, missionaries empowered men by demoting women to holding lesser status."],"display_date":1831,"search_date":"1831-07-02","locations":[{"id":2390,"lat":null,"lng":null,"zoom":8,"place":"INDIAN LANDS, Georgia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":19,"tag":"Native-Americans"}],"course":{"name":"The United States: A New Nation, 1776-1836","school":"Wheaton College","course_id":6,"school_id":2}},{"id":4219,"title":"Sam Houston: Epic Figure\n","course_id":5,"status":"P","start_date":"1846-02-21","end_date":"1859-03-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["President of Texas, General, or perhaps Senator are the first words to come to mind when discussing Sam Houston.  To Mrs. Virginia Clay, wife of Senator Clement Clay of Alabama, the fifty-five year old Houston was a \"Senatorial Hercules\" and a \"roughish old hero\".  In her book, <em>A Belle of the 50's</em>, Mrs. Clay explains Houston's whittling habit saying that \"a seemingly inexhaustible supply of soft wood was always kept in his desk [in the Senate] and out of it he whittled stars and hearts and other fanciful shapes.\"  One day, she received an envelope while she watched in the gallery of the Senate and \"within a tiny, shiny, freshly whittled wooden heart, on which the roguish old hero had inscribed, 'Lady I send thee my heart Sam Houston'\" (99).  She further mentioned his youthful nature as she explained that \"nothing amused him more than to reduce to a confused silence those who surrounded him, by suddenly addressing them in all sorts of unknown words\" in a number of Indian dialects (100).  Perhaps the most interesting aspect of Sam Houston to Mrs. Clay she found in his attire as \"he wore a leopard-skin vest, with a voluminous scarlet neck-tie, and over his bushy grey locks rested an immense sombrero... wrapped around his broad shoulders he wore a gaily coloured Mexican <em>serape</em>, in which scarlet predominated\" (98- 99). ","Numerous reasons explain why Sam Houston would wear a serape as Marion Wisehart in <em>Sam Houston: American Giant</em> wrote, \"Senator Houston wore a bright Mexican serape to protect his back and chest from drafts\" (497).  Or perhaps with the time he spent near Mexico, Senator Houston became more comfortable in that clothing style.  Regardless, the same man that Mrs. Clay describes seems very different than the General who led an army of Texans to victory at San Jacinto.  Sam Houston acted as statesman, politician, and soldier.  He fought in the War of 1812, governed Tennessee and later Texas as Governor of two different states, became elected twice as the President of the Republic of Texas, and worked as a Senator for Texas fighting against succession (though a slaveowner himself).  Wisehart describes another aspect of Houston as \"he could talk extemporaneously for two or three hours and hold his audience in thrall.  After sleeping all night on the cold, damp ground, he could sit on a log and write powerful appeals to stimulate patriotic ardor or eloquent petitions in his own defense\" (vii).  As explained in <em>The Autobiography of Sam Houston,</em> \"It is of such violent contrasts that an epic figure is made\" (xv).  The diversity in the behavior of Sam Houston can not be separated.  Sam Houston the whittler is the same man as President Sam Houston.  "],"display_date":"February 21, 1846 - March 4, 1859","search_date":"1852-08-27","locations":[{"id":1274,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":19,"tag":"Native-Americans"},{"id":18,"tag":"Politics"},{"id":5,"tag":"War"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}},{"id":4243,"title":"A Bitter Winter\n","course_id":5,"status":"P","start_date":"1846-11-04","end_date":"1847-01-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["The winter of 1846 was physically, emotionally and mentally draining for twenty year-old Mary Ann Graves, a member of the group of emigrants now infamously known as the Donner Party.  As one of the survivors of this horrible episode in history, she wrote a letter to Levi Fosdick on May 22 of the following spring recounting her experiences.  Her concluding remark was \"I have told the bad news, and bad as it is I have told the best.  No tongue can exceed in description the reality.\"","            Mary Ann Graves, along with her large family of twelve, left for California in the fall of 1846 and joined with the Donner Party, bringing the total number of the party to 81.  Reaching the mountains later in the year than anticipated, the emigrants were forced to make camp because the snow rendered the trail impassable.  Mary Ann remained in the camp from November 4 until December 16, where they barely survived on \"poor beef.\"  She and fourteen others left to seek help for the starving and desperate emigrants on the sixteenth of December.  On the eighth day of their fifty mile journey, the small party got lost in the snow-covered mountains.  Completely out of food, the men of the party had no choice but to kill two of the Indians traveling with them.  For the rest of the journey, they lived off of the meat of their former companions and acorns.  Mary Ann's father died Christmas night.  They finally reached the settlements on January 18, but only seven out of the original fifteen members of the party saw this day.  After hearing of the terrible sufferings of those still at the original camp, men from the settlements left immediately to go back and assist the survivors, including Mary Ann's mother and young siblings.  Those too young to walk were left.  Her mother died on the way to the settlements.","            Mary Ann Graves' account of her experiences during the winter of 1846 are not nearly as gruesome as some account told by later visitors to the original camp, although it shows the way it affected the life of one person.  People who visited the camp later that winter witnessed horrors unlike anything else documented in America's history.  Corpses had been stripped of their flesh and bones were scattered everywhere.  When one relief party arrived with food, the deranged survivors rejected it, preferring instead the flesh of their rotting friends.  Mary Ann was fortunate to reach safety, but the majority of her party were not so lucky."],"display_date":"November 4, 1846 - January 30, 1847","search_date":"1846-12-17","locations":[{"id":15203,"lat":null,"lng":null,"zoom":8,"place":"TERRITORY, Territory"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":12,"tag":"Migration/Transportation"},{"id":19,"tag":"Native-Americans"},{"id":7,"tag":"Women"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}},{"id":4283,"title":"Distinguished Savages\n","course_id":5,"status":"P","start_date":"1834-01-01","end_date":"1834-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["We all know the stereotype: the screaming, bloodthirsty savage with scalp in hand, terrorizing the civilized world and using the land without virtue.   Yet there are some people who differ, like Benjamin B. Thatcher.  ","In his <em>Indian Biography</em>, Thatcher argued that the Native American was not resigned to such a savage state, but that there existed among them great \"patriots, orators, warriors, and statesmen\" who merely \"ruled over barbarian communities.\"  Indeed, Thatcher ventured to say that we and our fathers owed much to the Native Americans.  Thatcher details the lives and deeds of several notable Native American leaders, such as Philip.  Thatcher gives an account of Philip during Philip's War, and how he displayed a \"courage as noble as his intellect.\"  According to this account, Philip did not mistreat his captives, he saved the life of a man named James Brown, and he gave kindness and protection to the Leonard Family of Raynham.  In battle, Philip was noble and strong, displaying the likeness of a lion.  This is in great contrast to the colonists' treatment of Philip.  They paraded his head around the colony and sold his nine year old son into slavery.  ","Fairchild's <em>The Noble Savages</em> argues that there was a connection between the idea of the \"noble savage\" and romantic naturalism, or a return to nature.  Romantic naturalism was of growing interest during the 19th century.  She says, \"To me, a Noble Savage is any free and wild being who draws directly from nature virtues which raise doubts as to the value of civilization.\"  This view of the Indians runs in steep contrast to the racist and stereotypically hostile view of many Americans.  Barnett's <em>The Ignoble Savage </em>tells us the colonists often regarded the Indians as \" 'aesthetical, proud, wild, barbarous, bruitish (in one word) diabolicall creatures.'\"","The conclusion we can gather from Thatcher, Fairchild, and Barnett is that during the 19th century there was a sort of growing sense of romantic naturalism associated with the Indian, and that the view of the Indian was indeed dynamic, although there was still a considerable force of prejudice and racism to be reckoned with. "],"display_date":1834,"search_date":"1834-07-02","locations":[{"id":8920,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":19,"tag":"Native-Americans"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}},{"id":4300,"title":"My God trumps your Great Spirit\n","course_id":5,"status":"P","start_date":"1869-01-01","end_date":"1877-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["    Pagan religion and practice has always been at odds with Christianity.  In the mid 19th century the two sects of the Baptist Church sought to educate the many tribes of the Cherokee Indians.  The records for the interactions between the two peoples are at best biased, bureaucratic, opinion, and afford little to no information on how the Cherokee really felt towards their missionaries.  The first record of the missions found from the Southern Baptists began in 1869 at the Southern Baptist Convention.","    At the Southern Baptist Convention of 1869 a committee known as the Indian Board submitted a report on the state of the many missions to the greater Cherokee nation and their successes.  Suffice to say the reports cite many instances where the Cherokee have readily accepted Christ and are better because of it.  Such instances include the removal of Natives from their lands.  When the Natives were removed from their lands they lost contact with their pagan gods as well as their way of survival.  The missionaries were able to show the Cherokee how to farm and gave them a new God to fill the spiritual void.  ","    The missionaries took several approaches in bringing the Cherokee into the folds of Christianity.  One of the most obvious forms was the creation of missions and churches at Cherokee settlements.  At the churches, sermons would be delivered in English and other religious rights of passage and would be administered.  However, these had little effect on the Cherokee who, with a few exceptions, had no understanding of the English language.  This problem was over come more easily by the Baptists and not the Southern Baptists.  A reason for that might be the lack of capital in the South following the Civil War that could be appropriated towards mission work.  In fact, in the 1873 Southern Baptist Convention records, the accounting records show a decrease in funds appropriated towards hymns, Bibles, and other religious texts being printed in Cherokee.","    The Baptists to the North suffered no such setbacks and published many books.  The Cherokee Hymn Book published in 1877 was distributed among the missions and was in the Cherokee language.  The book had the exact same layout and hymns as it English translation and even included a part in the back for helping Cherokee translate the words into English.","    The missions did not always result in a relationship of equality.  In fact the Southern Baptist records and reports seem to have instances where the Cherokee begin to become subservient to their Missionaries, almost completely reliant on them for daily needs.  This came out a feeling that they were indebted to the purveyors of Christ.  This could be one of many reasons for why the once great Cherokee nations fell into despair and poverty during the late 19th and early 20th centuries."],"display_date":"January 1, 1869 - January 1, 1877","search_date":"1873-01-01","locations":[{"id":6095,"lat":39.2940913824,"lng":-76.6092985301,"zoom":12,"place":"BALTIMORE CITY, Maryland"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":19,"tag":"Native-Americans"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}},{"id":4303,"title":"Killing a god\n","course_id":5,"status":"P","start_date":"1850-01-01","end_date":"1880-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["\"Let them kill skin and sell until the buffalo are exterminated. Then your prairies can be covered with speckled cattle and the festive cowboy.\" General Phil Sheridan of the United States military made that statement when referring to the on-going conflict with plains Indians in the mid to late 1800's.  His views on the issue of Buffalo hunting were not at all uncommon at the time and in fact, were encouraged by the political body in Washington D.C.","    Mrs. Mary H Eastman had a rather different view of how to deal with the American Plains Indians. In 1854 Mrs. Eastman published a book about her time with American tribes and the stories she heard and the events she experienced.  The book also contained first hand accounts of a Buffalo hunt.  It was in no easy task for the natives in Missouri to track and kill a herd of Buffalo.  She mentions that in the tribal structure the two noblest pursuits are combat and the slaying of a Buffalo.  They were how a man in a tribe defined himself and proved his worth. ","    Not only was the Buffalo an integral part of social structure, but it was also the main source of food and raw materials for the plains tribes.  From a single Buffalo a family could eat for days, and the hide, bones, and internal organs could be harvested to be used as tools, blankets and other necessities.  The death of a Buffalo was a very sacred event after which the plains Indians would offer a prayer of forgiveness to their god's and the spirit of the slain animal.","    However, the white settlers moving west did not share the same reverence for the Buffalo, they saw them only as a means of profit.  The plains of the United States were filled with the massive creatures and there was demand for the large hides of Buffalo.  With the technology of repeating rifles it was easy for a white Buffalo hunter to kill several buffalo a day and discard the carcass after taking the hide.  To the Plains tribes this was an act of war against their way of life and they retaliated.  Their food source and their gods were being exterminated.","    By 1880 the once vast heard of Buffalo were almost gone and the plains Indians that had relied on the Buffalo were also dying out.  The goal of American government and religious sects to absorb and bring the natives into the fold of the white world had been accomplished. Congressman James Throckmorton made the goals of the Indian Commission as plain as day, \"it would be a great step forward in the civilization of the Indians and the preservation of peace on the border if there was not a buffalo in existence.\"  But the spirit of the Buffalo never died, and when asked about their religion and death the natives replied, \"You may go to your gods, mounting up to their dwelling, when you die, but we do not go there ; we only depart to the land of souls, where, with our arrows and bows, we will still chase the","buffalo.\""],"display_date":"January 1, 1850 - January 1, 1880","search_date":"1864-12-31","locations":[{"id":7472,"lat":37.7238481599,"lng":-93.8565963657,"zoom":10,"place":"CEDAR, Missouri"}],"tags":[{"id":19,"tag":"Native-Americans"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}},{"id":4307,"title":"The Mystique of Shamanism\n","course_id":5,"status":"P","start_date":"1820-02-19","end_date":"1820-02-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On 19 February 1820, the <em>Boston Recorder</em> published an article on an incident that occurred overseas in Australia.  A pilot at Port Dalrymple was bitten by a venomous snake and thought to be a goner by onlookers.  However, a native stepped in and turned what appeared to be a man awaiting death into a healthy human being once again.  He allegedly rubbed the wound with an unknown bark, palpated the leg, then cut away the skin at the site of the bite and sucked at the venom.  Not long after the patient was proclaimed healthy.","At the onset of the nineteenth century, Americans were still locked in a power struggle with Native Americans over land.  As a result, superstitions surrounding shamanism ran rampant.  However, superstition also often showed itself in the practice of medicine, where doctors practiced very little of what we today consider to be \"real science.\"  The mysticism of shamans and the exotic and foreign world they represented were often intriguing to Americans, who at the time embodied the sentiment of adventure.  The <em>Boston Recorder's</em> publication of this article highlights the American interest in the subject of exotic peoples and their rituals."],"display_date":"February 19, 1820","search_date":"1820-02-19","locations":[{"id":6206,"lat":42.3649994065,"lng":-70.9800517697,"zoom":11,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":19,"tag":"Native-Americans"},{"id":16,"tag":"Science/Technology"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}},{"id":4321,"title":"No Wampum for this land\n","course_id":5,"status":"P","start_date":"1832-12-03","end_date":"1832-12-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["    December of 1832 saw another sale of lands that were the rightful property of Cherokee and Creek Indians in Georgia.  The Native Americans of Georgia were forced from their homes and lands because the state government saw the land as being underused and mismanaged by the Indian tribes.  This act of selling Indian lands was known as the Georgia Land Lottery and in 1832 it again sold off native lands to white Georgia citizens.","    The land sales started in 1805 as a way for the state of Georgia to grant land to qualifying citizens, white males.  This was an effort to try and stimulate the states economy and settle lands that the government had little to no real control over because they were occupied by Native Americans.   The system of selling land in a lottery format was unique to Georgia.     In 1814 the land sales came to a dramatic event when Creek Indians resisted land sales.  The conflict was won by Andrew Jackson and land sales continued.  In 1829 gold was discovered on land sold in the lottery and a gold rush followed which made the 1832 sale more dramatic.","    Prior to the 1832 sale of lands, the Cherokee people filed and won a Supreme Court case which ruled that Cherokee lands could not be taken from the Natives and sold by the state of Georgia without compensation.  President Jackson who had fought the Creek over the Georgia land lottery decided to ignore the Supreme Court ruling and continue with the land sales in the state.","A December 1832 article in the Columbian Star newspaper calls the sales of land in Georgia the \"Gold Lottery.\"  In the years prior to this particular land sale, gold had been discovered on the Cherokee and Creek lands resulting in a gold fever that  Georgia was happy  to spin into state profit.  Unfortunately for the state, the profits from the land sales only covered the actual costs of selling the land and little to no profit was actually made.  In 1832 Georgia sold 40 acre parcels dubbed \"gold lands\" capitalizing on peoples gold frenzy but not guaranteeing the lands would contain gold.   The obvious result of the land sales in December of 1832 was the displacement of hundreds and thousands of Cherokee Indians and the creation of a greater refugee population in the state of Georgia.","    The state and federal government solved the growing refugee problem with one of the most infamous Indian relations acts in United States history, the Trail of Tears.  This event was in response to the great displaced Cherokee population that resulted from land sales.  There is no doubt that the Trail of Tears was the result of greed by white people, and future Indian removal programs would end in equal tragedy."],"display_date":"December 3, 1832 - December 30, 1832","search_date":"1832-12-16","locations":[{"id":2390,"lat":null,"lng":null,"zoom":8,"place":"INDIAN LANDS, Georgia"}],"tags":[{"id":17,"tag":"Government"},{"id":12,"tag":"Migration/Transportation"},{"id":19,"tag":"Native-Americans"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}},{"id":4407,"title":"The End of the Civil War in Indian Territory\n","course_id":4,"status":"P","start_date":"1864-01-01","end_date":"1865-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The war in the West went on long after Lee surrendered, and not just because it took a little while for news to travel. The Confederates appeared utterly defeated, and yet some still were willing to fight. But the South was not the only problem for the North. Corruption was rampant in Forts Smith and Gibson (Indian Territory, now Oklahoma); safe havens for both southern and northern refugees, from brutality, but both Government officials and Union officers practiced fraud, deception and robbery. They took livestock, and sold it back to the government to be given to those they took it from. Officers of the Indian regiments added names of dead, deserted or created soldiers to their rosters and collected their pay, but with the reinstatement of Colonel William A. Phillips, his command and agents were cleaned up. He had agents watched by trusted men, and made some seek political refuge.","But this was not Col. Phillips' only problem. General Ulysses S. Grant had ordered that all Indian troops must be mounted, but by this time Phillips had only forty useful horses left to give to his men. Scouting remained entirely necessary with the Confederates still fighting; with little bands of brigands and bushwhackers destroying everything and rumours abound that Confederate General Cooper was putting an army together for one last offensive into Missouri. Phillips sent his men south to learn all they could.","Lieutenant Francis J. Fox, of the First Indian Home Guard, sent out a party of four mounted and four dismounted men to see what was happening. The Sergeant reported a wonderful meeting of scouts, with nine mounted Southerners firing dismounted. Then they remounted and charged both the footmen and cavalry. The Sergeant wrote that his men decided on \"prudence\" as \"the best part of valour and charged also, but with their ponies' tails toward the foe,\" which was probably a better idea.","Finally, on April 23, 1865, Phillips reported a capture of rebel mail from a rebel scouting party. The Union men killed three, and wounded several others, driving the rest back they way they had come. Furthermore, when Phillips discovered the news of Cooper and Stand Watie's intentions to push into Missouri, one last time; it was evident that Cooper had not heard that General Lee had surrendered at Appomattox earlier that month. Phillips prepared to evacuate both Forts Smith and Gibson of its refugees in case Cooper arrived with an army, but after heavy spring rains the Confederacy folded and \"commands across the southern states followed General Lee's lead and surrendered.\"","All, that is, except the Indian tribes, with Cooper not wishing to sign a treaty on behalf of the almost obliterated Indian tribes, so he left it to the tribal leaders, with Brigadier General Stand Watie being the last Confederate Commander to surrender along with his people."],"display_date":"1864 - 1865","search_date":"1864-12-31","locations":[{"id":10691,"lat":null,"lng":null,"zoom":8,"place":"Unorganized, Oklahoma"}],"tags":[{"id":19,"tag":"Native-Americans"},{"id":18,"tag":"Politics"},{"id":5,"tag":"War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":4,"school_id":3}},{"id":4424,"title":"Ursuline Nuns Relocate their Convent outside the City of New Orleans\n","course_id":16,"status":"P","start_date":"1823-03-25","end_date":"1824-09-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1824, a dispute with the city of New Orleans drove the Ursuline nuns of New Orleans to leave their century old convent in the city for a new location outside the city. A drawing of the \"new\" convent shows an elaborate building with elements of classical architecture consisting of a three story convent, orphanage and chapel. Designed by architectural firm Gurlie and Guillot, the convent was decorated with galleries, columns, and Baroque ornamentation. Facing the Mississippi river, it rivaled many of the surrounding plantation homes in both size and construction. ","Before the Ursuline nuns relocated to this new convent from their previous location in the middle of the French Quarter, they had been an important presence in the city of New Orleans for almost a century. They arrived from France in 1727 to establish a school for girls in what was then a French colony. They provided an education not only for white girls of the colony, but also for slaves, free girls of color, and Native American girls. In addition, the Ursulines ran an orphanage and a hospital. In the years immediately following the Louisiana Purchase in 1803, the Ursuline nuns experienced several conflicts with both federal and city officials. One such conflict with the United States government concerning property ownership within the city, led the nuns to purchase property two miles outside New Orleans with the idea of moving. In 1819, the nuns experienced a different conflict: as New Orleans expanded, a closed off street going right through the convent compound had become an inconvenience to the public. In response, city officials decided to open this street to the public, despite protests from the Ursulines. This decision was what drove the nuns to sell some of their city property and to construct a new convent outside the city. The new location gave the nuns the ability to expand as well as the advantage of both being outside the jurisdiction of city officials and of being out of the way of city development.","The convent cost 83,172 to build, and the chapel was an additional 23,635, a total equivalent to about 2 million today. Emily Clark argues that by spending this much money to build an extravagant convent, the Ursuline nuns were making a statement as self-governing Catholic women in a Protestant country that valued a woman's submission to the authority of a husband. In an ironic repetition of the city's attempt to encroach on the nun's interests in favor of development, the 1824 convent was demolished in 1912 to make way for the Inner Harbor Navigation Canal linking the Mississippi River to Lake Pontchartrain. At this time, the Ursuline nuns again moved their convent and their school, both of which are still in operation."],"display_date":"March 25, 1823 - September 1, 1824","search_date":"1823-12-12","locations":[{"id":5595,"lat":29.4255371375,"lng":-90.0017454475,"zoom":9,"place":"ORLEANS, Louisiana"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":7,"tag":"Women"},{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"},{"id":3,"tag":"African-Americans"},{"id":19,"tag":"Native-Americans"}],"course":{"name":"History of Urban and Suburban America","school":"Furman University","course_id":16,"school_id":4}},{"id":4422,"title":"A Fractured Cherokee Nation Fights Removal\n","course_id":17,"status":"P","start_date":"1835-12-29","end_date":"1838-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The conflict over the lands of the Cherokee tribe (more commonly referred to as the Cherokee Nation) sat on the forefront of U.S. politics once the U.S. Congress passed the Indian Removal Act on May 28, 1830.  However, when the Ridge Party, a breakaway pro-removal group of the Cherokee Nation, signed the Treaty of New Echota with U.S. treaty commissioners J.F. Schermerhorn and William Carroll on December 29, 1835, tensions mounted from within the Cherokee Nation as well as from without.  John Ross, the Principal Chief of the Cherokee Nation, vehemently opposed the New Echota Treaty and the Ridge Party (also known as the Treaty Party), and on October 8, 1836 <em style=\"mso-bidi-font-style: normal;\">Niles' Weekly Register</em> printed an article advocating Ross's views.  Through excerpts from correspondences and appeals to the U.S. government, Ross argued that by signing the New Echota Treaty, the Treaty Party leaders - Major Ridge, his son John Ridge and nephew Elias Boudinot - contradicted the wishes of the \"Cherokee people [who], in two protests, the one signed by twelve thousand seven hundred and fourteen persons, and the other by three thousand two hundred and fifty persons, spoke for themselves against the treaty\" and condemned the some twenty-one thousand Southeastern Cherokees to \"a far inferior right of occupancy to that which they have ever been admitted to possess where they now are, and where they were born,\" namely their ancestral lands.","Though this was not the first time the Cherokee Nation clashed on matters of national interests, it marked the first time that action had been taken by a minority group under the guise of representing the entire Nation.  As notable American Indian historians Theda Perdue and Michael D. Green have observed, while there had been considerable changes in the Cherokee government and organization as a cohesive Nation, \"Cherokees still believed that leaders should represent a consensus.\"  Not only did the Ridges and Boudinot <em style=\"mso-bidi-font-style: normal;\">not</em> represent the majority opinion of the Cherokees, but by trying to usurp power from Ross they severed themselves completely from the Nation's identity and simultaneously bound the Cherokee to an almost unfathomable future.  Many Cherokee realized that with their forced relocation west of the Mississippi River the Nation's relationship with the United States would be forever changed, as Ross claimed.  Even more did not even accept the Treaty as true; after all, how could such a document speak for the entire Nation which had rejected similar compromises twice prior to the New Echota Treaty?  Indeed, it was not until General Winfield Scott arrived during the summer of 1838 that the Cherokees' fate was clear and the Ridge Party's misrepresentation of the Cherokee Nation became an almost insurmountable barrier between the Nation and that vocal minority."],"display_date":"December 29, 1835 - December 31, 1838","search_date":"1837-06-30","locations":[{"id":2390,"lat":null,"lng":null,"zoom":8,"place":"INDIAN LANDS, Georgia"}],"tags":[{"id":19,"tag":"Native-Americans"},{"id":17,"tag":"Government"}],"course":{"name":"The United States: The Nation Divided, 1836-1876","school":"Wheaton College","course_id":17,"school_id":2}},{"id":4419,"title":"A Missionary&#39;s View of the Choctaw Nation in 1825\n","course_id":17,"status":"P","start_date":"1825-02-15","end_date":"1825-02-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"Y","estimated_end_month":"Y","estimated_end_day":"Y","content":["In February of 1825 the Western Recorder published an extract from a letter describing the current state of the Choctaw Indians.  The missionary L.S. Williams wrote the letter in December of 1824 after having lived with the Choctaw for almost eight years.  He wrote that the human nature he saw in the Choctaw nation was lower than any he had previously witnessed.  He regarded the Indians as ignorant, poor, and lacking moral fortitude.  Williams lamented that despite the efforts of missionaries the Choctaw were still wretched and barbaric.  Having heard their pagan songs and dances every night, he declared that only the combined prayer of all Christians could improve the Choctaw. ","    Williams evaluated the Choctaw Nation by American Christian standards.  Since the Choctaw people had a culture and belief system that was contrary to his model, Williams labeled them as heathens.  The people of the Choctaw nation had a stable society in which tradition and rules were observed.  Women were in charge of the home and crops, while men were expected to hunt and become great warriors.  No evidence can be found to suggest that one gender's work was considered less important than the other's. Like the Euro-American settlers around them, the Choctaw people relied on farming as an important source of food.  The nation also actively traded milk, beef, and animal skins with the Euro-Americans. ","The Choctaw opposed missionary efforts out of their desire to preserve their native culture.  Historian James Taylor Carson has pointed out that it would have been easy for Choctaw women to use copper kettles and glass bottles, but they chose to continue their tradition as potters.  Carson has detailed also how Choctaw men used traditional tactics of warfare to raid settlers on Choctaw land.  Settlers were taking up their land and resources, and instead of settling the conflict by way of court or treaties, the Choctaw men acted in their traditional role as warriors to take back their wealth from those encroaching on it.  Though the Choctaw were not civilized in the ways of the Europeans, they had their own set of morals and traditions that guided them in their everyday life."],"display_date":"February 15, 1825","search_date":"1825-02-15","locations":[{"id":7362,"lat":33.3786296634,"lng":-89.6348761581,"zoom":7,"place":"INDIAN LANDS, Mississippi"}],"tags":[{"id":19,"tag":"Native-Americans"},{"id":14,"tag":"Church/Religious-Activity"}],"course":{"name":"The United States: The Nation Divided, 1836-1876","school":"Wheaton College","course_id":17,"school_id":2}},{"id":4515,"title":"The Pain of Slavery","course_id":20,"status":"P","start_date":"1816-09-12","end_date":"1816-09-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["A forty-five year old man by the name of Benjamin Powell walked into a foreign town from his former existence of Indian slavery. The citizens tended to his needs, as he was in poor condition due to his past slavery for over five years. This man was completely abused; to prove this, \"he exhibited a hand nearly burnt off and shewed upwards of 20 scars on his body, most of which were evidently made with a tomahawk.\" This man had lived the past five years as a slave for Native Americans in Pennsylvania. Benjamin Powell was a bright and truthful man. He did not deserve to live as a slave.","Indians were pushed out of their own land in the mid 1800s and became sick and tired of being bullied. They decided that they would rebel, and fight back against the settlers, by taking them and turning them into their slaves. Not only did they capture settlers and enslave them, but the Indians also decided to beat some of their slaves brutally. Indian warriors would travel to the settlers' colonies, attack swiftly, and take several settlers and turn them into slaves. It became a problem for the settlers. They had to be very careful and keep an eye out for Indians who could cause harm to their colony.","Indians were a huge threat to many communities, and local governments soon issued, warrants for the heads of Indian warriors. According to the historian Almon Wheeler Lauber, The government of the United States of America issued warrants on \"every Indian known to be to be a man slayer, traitor, or conspirator.\" One man in particular, [General Wardon of Cocheco,] wanted Indians annihilated. General Wardon issued many warrants himself for the heads of Indians. The Indians were intelligent and rebellious. Sneaking to settlements taking prisoners, and turning them into their own slaves was one of their only ways of fighting back the settlers."],"display_date":"September 12, 1816","search_date":"1816-09-12","locations":[{"id":11224,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"PHILADELPHIA, Pennsylvania"}],"tags":[{"id":4,"tag":"Slavery"},{"id":19,"tag":"Native-Americans"}],"course":{"name":"American Civilizations to 1877","school":"University of North Carolina at Pembroke","course_id":20,"school_id":9}},{"id":4509,"title":"The U.S. Congress Creates the Department of the Interior","course_id":17,"status":"P","start_date":"1849-03-03","end_date":"1849-03-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The idea of the formation of a U.S. Department of Interior laid in the back of the mind of the U.S. Congress since the ratification of the Constitution in 1789.  However, in the months following the end of the Mexican-American War in 1848, the proposal reasserted itself as the federal government and its responsibilities expanded enormously.  As a result, in the second session of the 30th Congress on March 3, 1849, the Senate and the House of Representatives passed the \"Act to establish the Home Department, and to provide for the Treasury Department an Assistant Secretary of the Treasury.\"  Amongst the numerous duties allocated to the Secretary of the Interior, such as the supervision of the General Land Office, the distribution of the decennial national census, and the organization of U.S. metal mines, the act notably assigned \"the supervisory and appellate powers now exercised by the Secretary of the War Department, in relation to all the acts of the Commissioner of Indian Affairs\" to the new Secretary of the Interior as well.","Judging by appearances, the Department of the Interior as outlined in the 1849 act seemed like more of a depository of offices from other executive departments with which they had little to do anymore, as the first Secretary of the Interior Thomas Ewing noted in his 1849 report.  Nevertheless, the act highlighted an important transition in the U.S. federal government's attitude towards Indians, most of whom had been removed to west of the Mississippi River a decade prior if not earlier.  In fact, prior to this statute the Commissioner of Indian Affairs operated under the supervisory powers of the Secretary of War, clearly indicating the combative attitude that was presumed necessary when interacting with any Indian tribe.  However, by 1849 the \"Indian problem\" that had struck fear in so many Americans' hearts during the thirty years earlier now appeared relatively innocuous; indeed, as prominent American Indian historian Wilcomb E. Washburn observed, with the immense tracts of land that Mexico surrendered in the 1848 Treaty of Guadalupe Hidalgo \"the duties performed by the Commissioner of Indian Affairs were bound to increase\" but they were to be \"more oriented to peaceful pursuits than to warlike ones.\"  The preceding rationale - which was originally espoused by Treasury Secretary Robert J. Walker in 1848 - effectively encouraged white Americans to turn their eyes toward 'civilizing' the Indian by introducing an agriculturally-based lifestyle which would eventually aid white expansion onto Indian grounds across the Southwest and the Plain States.  Thus, as white America continued its march westward under the guise of Manifest Destiny, the American Indian began to be perceived as less of a military threat and more of land resource to be manipulated."],"display_date":"March 3, 1849","search_date":"1849-03-03","locations":[{"id":1274,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":19,"tag":"Native-Americans"},{"id":17,"tag":"Government"}],"course":{"name":"The United States: The Nation Divided, 1836-1876","school":"Wheaton College","course_id":17,"school_id":2}},{"id":4495,"title":"Indian Land","course_id":20,"status":"P","start_date":"1830-08-20","end_date":"1830-08-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["On Friday, August 20, 1830, the editor of the <em>Eastern Argus</em> printed some of the Indian Removal Act's guidelines and stipulations for all citizens to read and then judge whether this law was fair to Indian nations, especially the Penobscot Indians of Maine. Land bought and sold by the Penobscot caught the eye of the State legislature.  The state saw a way to intervene in tribal affairs to govern the harvesting and selling of timber and land.  Many whites, opposed to this treatment of the Penobscot, felt that the State put \"guardianship\" over a sovereign and independent nation. By removing the Penobscots' freedoms this would ensure Maine's sovereignty, giving the state power to rule. The editor of the <em>Eastern Argus</em> argued for the same rights for Indians as for white citizens of Portland, Maine.","Andrew Jackson, depicted by some as a king in the early 1830s, pushed the Indian Removal Act down the throat of Congress, so whites could enjoy the land once hunted and farmed by Indian tribes.  Removal of Indians had strong opposition: the Democrats feared that this bill was supported by enemies of \"internal movements,\" and other factions such as Quakers and religious groups were outraged by a bill questioning the rights of Indians. Removal of Indians from native hunting grounds and sacred land was in Jacksons' best interest, then land could be divided to white settlers.  Once the bill passed, Jackson himself became the overseer of Indian removal, by giving him a chance to exercise his leadership skills and preparing him for things to come.  Indian removal became an insurmountable ordeal for Indian tribes of the 1830s."],"display_date":"August 20, 1830","search_date":"1830-08-20","locations":[{"id":5858,"lat":null,"lng":null,"zoom":8,"place":"PENOBSCOTT, Maine"}],"tags":[{"id":90,"tag":"Indian Removal Act of 1830"},{"id":114,"tag":"Andrew Jackson"},{"id":19,"tag":"Native-Americans"}],"course":{"name":"American Civilizations to 1877","school":"University of North Carolina at Pembroke","course_id":20,"school_id":9}},{"id":4638,"title":"The Defiance of Chief Black Hawk","course_id":22,"status":"P","start_date":"1832-04-01","end_date":"1832-04-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["","I fought hard. But your guns were well aimed. The bullets flew like birds in the air, and whizzed by our ears like the wind through the trees in the winter. My warriors fell around me; it began to look dismal, said Sauk chief Black Hawk upon his surrender to the U.S 6<sup>th</sup> Infantry in August of 1832. He had fiercely resisted the continuing encroachment of white settlers into his lands and had fought many bloody battles to preserve the Sauk way of life. Black Hawk admonished the whites, You know the cause of our making war. It is known to all white men. They ought to be ashamed of it. He had experienced the scorn with which the whites regarded the Indian, the deceit and lies that had been used to cheat the Indians out of their lands and the poisoning influence of whites upon his people. We were becoming like them, he said, hypocrites and liars, adulterers, lazy drones, all talkers, and no workers. And so, in order to preserve the Sauk Nation Black Hawk had no recourse but to make war on the whites. His course had been set by the highest authority. The spirit of our fathers arose and spoke to us to avenge our wrongs or die,\" Black hawk declared, We set up the war-whoop, and dug up the tomahawk; our knives were ready, and the heart of Black Hawk swelled high in his bosom when he led his warriors to battle. For five months Sauk, Fox, Kickapoo, and several other smaller Indian tribes battled the white invaders under the leadership of chief Black Hawk, but were ultimately defeated at the Battle of Bad Axe and Black Hawk was captured. With great sadness, Black Hawk addressed his people after his capture, Black Hawk tried to save you, and avenge your wrongs. He has been taken prisoner, and his plans are stopped. He can do no more. He is near his end. His sun is setting, and he will rise no more. Farewell to Black Hawk.","The Black Hawk War, as it soon came to be known, was a classic example of the sad and shameful way in which the removal of Native Americans was handled. Sadly, this war was the result of a simple misunderstanding and unfounded fear on the part of white settlers. In 1831, under intense pressure from the United States government, the Sauk-Fox tribes gave up all of their lands in Illinois. Chief Black Hawk had resisted previous attempts to remove his people, but finally acquiesced and led his people west. However, the journey was a disaster, and he found only hostile enemies and starvation on the western side of the Mississippi River. After only a year, Black Hawk led his people back to Illinois, having been reduced to only about 500 men, women and children. The sudden reappearance of the band of Indians sent the white settles into a panic and soon militia and army units arrived to deal with this perceived menace. Surprised by the reaction to his return, Black Hawk immediately tried to surrender under the white flag of truce. However, members of the already nervous militia opened fire and Black Hawks warriors returned in kind, thus beginning the Black Hawk War. Black Hawk fled back toward the west with his people, in a fighting retreat all the way. U.S. Army and militia forces caught up with and defeated Black Hawk at Bad Axe, ending the war after five months of bloodshed. Nevertheless, Black Hawk's capture did not defeat his spirit. In his surrender speech, he acknowledged no regrets and asserted the righteousness of his resistance to white incursion and mistreatment of his people."],"display_date":"April 1, 1832","search_date":"1832-04-01","locations":[{"id":2856,"lat":41.2053333739,"lng":-90.7414019737,"zoom":10,"place":"MERCER, Illinois"}],"tags":[{"id":268,"tag":"Black Hawk War"},{"id":19,"tag":"Native-Americans"},{"id":90,"tag":"Indian Removal Act of 1830"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}},{"id":4567,"title":"The Consequences of Non-Conformity","course_id":20,"status":"P","start_date":"1879-05-20","end_date":"1879-05-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Little Chief of the Cheyenne Indian tribe once said, \"I'd rather die than conform to the white man's way.\" On the morning of May 19, 1879, Secretary of Interior Carl Schurz spoke to the Cheyenne Indians and their leader, Little Chief. Little Chief was old and spoke for the Cheyenne Indians, while the five other tribe members, being very young, listened. Schurz had told Little Chief, \"the game has disappeared, and the time had passed when the Indians could live without work: that Sitting Bull's people, who were in Canada, and many of them were crossing the line and coming to the agencies for food.\" Little Chief then said, \"I'd rather die than conform to the white man's way.\" As Schurz went on, Little Chief then saw that the whites were as numerous as the leaves of the forest, and if the Indians continued their old ways, they would be crowded off their lands.","Indians were once thought as savages across the Americas, but really they were the backbone of American culture. During the colonial era, Indians taught the English how to hunt for game, plan crops, and basically survive. Yet the English repaid Native Americans' assistance with violence. Throughout American history, Indians have been massacred for no reason, and banished from American culture. History has taught that Indians helped Americans with trade, food, and other resources to help them survive in an era when there was no hope for Native Americans, themselves, to survive.","No issue has plagued Indian-white relations as much as property or territorial rights. According to historian Vine Deloria, \"United States law and the courts have substantially failed to protect Indian lands from arbitrary confiscations, partitioning, bureaucratic control, and treaty violations.\" Congressional efforts of this era provided individual rights for Indians apart from their tribal identity in that they \"centered on distribution of property rather than on the articulation of traditional liberties.\" Court rulings resolved many problems between the two cultures over the years, but many unresolved issues still remain."],"display_date":"May 20, 1879","search_date":"1879-05-20","locations":[{"id":1277,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":19,"tag":"Native-Americans"},{"id":148,"tag":"Carl Schurz"}],"course":{"name":"American Civilizations to 1877","school":"University of North Carolina at Pembroke","course_id":20,"school_id":9}},{"id":4581,"title":"Soldiers Perspective in the Seminole War","course_id":21,"status":"P","start_date":"1840-01-01","end_date":"1840-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["William Frazer was a practical man who wrote about his interpretations of the Florida army. There were 1200 soldiers accompanying William on his journey to fight in the second Seminole war. The Second Seminole war was being fought over the Indian removal act. The act was to move all of the Indians west of the Mississippi river. Few of the soldiers accompanying William were fierce, and would take the life of someone in the blink of an eye, but not all soldiers shared this mentality since one fourth of the soldiers were volunteers. During William Frazer campaign the steamboat he was on, headed towards the Seminoles Indians, ran out of wood, so camp was set up for three days in order to chop a supply of wood for the steamboat. The constant threat of Indians instilled fear upon many of the soldiers; the army even sent half of their soldiers to guard camp throughout the night. The Idea of Indians became a great burden on many of the soldiers during the three day regrouping. Indians were perceived as barbaric men, who had no sympathy for others. During one of the nights a shot was fired because one of the soldiers claimed that he saw an Indian. The shot alarmed all of the soldiers, who only took one minute to react, which entail being up and armed.","William believes that the cause he is fighting for is extremely honorable. William, not serious, says that he should only walk in the presence of Princess Victoria. However William, as did many of the other soldiers, thought that being a soldiers was an exceptional honorable. William describes the Indians as cunning and daring, which makes his task seem harder, and nobler because he is fighting the Seminoles. William wrote to his brother showing and giving examples of the hardships of being a soldier in the Army of Florida. "],"display_date":1840,"search_date":"1840-07-01","locations":[{"id":1456,"lat":null,"lng":null,"zoom":8,"place":"ST JOHNS, Florida"}],"tags":[{"id":161,"tag":"Seminole Revolt"},{"id":19,"tag":"Native-Americans"}],"course":{"name":" Culture, Power, and Society","school":"Rollins College","course_id":21,"school_id":5}},{"id":4588,"title":"Forced Immigration","course_id":21,"status":"P","start_date":"1853-02-23","end_date":"1853-02-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The increasing immigration of America by Europeans forced the nation to begin expanding the land it needed. The idea of Manifest Destiny was prevalent throughout the citizens of the US, and each wanted his/her piece of land so they could start living out their lives. Florida was one the most lush and fertile areas in the country, and was prime location for more settlers who wanted to acquire property so that they could make some money. However, there was a large Native American population that had been living there for centuries. So, something had to give, and it ended up being the Native Americans.","For the Seminole Indians of Florida, this was a serious issue. Formed during the 18th century by Indians from Georgia, Alabama and Mississippi and former members of the Creek nation. When they were told to relocate, thousands did so, but several hundred stayed behind to stay and fight the settling whites as well as the government forces. During what is known as the Seminole Wars, the tribe fought, and killed, over 1500 American soldiers. This group can still be considered unconquered, because they were never truly defeated.","In 1853, the Governor of Florida passed a bill stating that any Indian captured in Florida would be sent west of the Mississippi. This was a major moment for Anglo-Indian relations in Florida, because it was the first document forced relocation in Florida history. It caused thousands of Seminoles to leave, and for those who stayed, they were forced to accept land that was a pittance compared to the land they had previously overseen."],"display_date":"February 23, 1853","search_date":"1853-02-23","locations":[{"id":1440,"lat":29.1017950909,"lng":-80.8721179654,"zoom":8,"place":"ORANGE, Florida"}],"tags":[{"id":31,"tag":"Immigration"},{"id":19,"tag":"Native-Americans"}],"course":{"name":" Culture, Power, and Society","school":"Rollins College","course_id":21,"school_id":5}},{"id":4609,"title":"This episode is about an attack of the Seminole Indians on a family on Indian Key, FL.","course_id":21,"status":"P","start_date":"1840-08-17","end_date":"1840-08-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Massacre at Indian Key","            Doctor Perrine and his family lived on a small island known as Indian Key, which was part of Florida. The Perrine lived on Indian Key during the period of the Seminole war. The Spanish Indians were beginning to become angry with some many people stealing their territory. Unfortunately, Dr. Perrine was attacked by a group of Spanish Indians and was killed. His family was able to escape from the Spanish Indians but suffered greatly from his death. Living on Indian Key Perrine had dedicated his life to the study of botany. He moved to Indian Key to continue his study of botany, his studies would have been very beneficial for Florida but all of his notes were destroyed from the Spanish Indians attack.","            It was August 7 1840 when the Spanish Indians attacked the people living in Indian Key. Perrine family was startled by the sound of glass breaking and gunshots. Mrs. Perrine immediately realized that her family was in danger and quickly rushed the children down to their cellar for protection. Instead of retreating down to the cellar, Doctor Perrine stayed upstairs to see if he could try and stop the Indians from attacking his family. The Perrine's heard the Indians attacking the houses of their neighbors and the Indians eventually broke into their home. Doctor Perrine was upstairs and instead of hiding he bravely informed the Indians that he was a physician and they left. Although they retreated from the Perrine home they did not stay away for long. The Indians returned to the home and rather than going back to the cellar Doctor Perrine went upstairs to his cupola which had a heavy trapped door. Assuming he was safe he hid there while the Indians destroyed his home. Despite his efforts to save himself and his family, the Indians discovered him and murdered him. His family heard every moment of his massacre yet they were still safe in the cellar. The family had been hiding in the turtle crawl of the basement and when the Indians lit the house of fire smoke began to fill the air. Doctor Perrine's son, Henry, refused to burn to death and he said, \"He would be killed by the savages than be burned to death.\" Without his Mother to force him back, he quickly forced his way out of the turtle crawl. The rest of his family feared he would be discovered by the Indians but could not let him go out alone. They followed him and escaped from the burning home. Because of Henry they rest of the Perrine family survived the tragic attack. But they were not clear from danger. With great motivation to survive, they found a boat and paddled away from the Island. They paddled their way to vessel where they found other families that had survived the attack. Even though they had reached the vessel everyone stilled feared the Indians would find them and kill them. Eventually of schooner arrived at the vessel and took them to Cape Florida. There they boarded a steamer and headed for St. Augustine.","            This incident of the Seminole War was a tragic for the Perrine because they lost a beloved father/husband. But it clearly illustrates the Spanish Indians hatred for white settlers and how they were unable to tolerate the white settlers on their territory. These people might not have deserved the brutal attack but the Indians were proving their point that they were the first to live in the territory therefore it should not be taken over by people who were not willing to respect their land."],"display_date":"August 17, 1840","search_date":"1840-08-17","locations":[{"id":1504,"lat":null,"lng":null,"zoom":8,"place":"MOSQUITO, Florida"}],"tags":[{"id":179,"tag":"Seminole War,"},{"id":19,"tag":"Native-Americans"}],"course":{"name":" Culture, Power, and Society","school":"Rollins College","course_id":21,"school_id":5}},{"id":4668,"title":"A Writer's Reaction to the Treatment of the Cheorkee People in Georgia","course_id":22,"status":"P","start_date":"1830-01-02","end_date":"1830-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["January 1830. An impassioned plea has been made by writer William Penn in the January 2<sup>nd </sup>1830 edition of <em>The Religious Intelligencer</em>, for the case of the Cherokee Nation against the state of Georgia. He has expressed a growing outrage and disgust against the way Indians in general have been mistreated by the United States and her citizens. The government is called upon to act with Christian morality in its dealings with these ancient people, particularly in light of the conduct of the state of Georgia with regard to the Cherokee people. In the name of moral necessity, it is said, these proud people are to be encouraged, coerced if necessary, to remove themselves west, for their own good, as well as for the benefit of those who eye the lands of the Cherokee with undisguised greed. Penn writes It is urged, that if the Cherokees remain where they are, the state of Georgia is deprived of a valuable portion of land within her chartered limits. However, the fact of the matter is that the lands of the Cherokees are virtually worthless, except to the Cherokees themselves. Georgia further attests that great inconveniences will be experienced, by having an <em>imperium in imperio</em> a separate, independent community surrounded by our own citizens. On the contrary, the experiences of other, older states of our union do not bear out Georgias assertion. The United States of America is bound by treaty to defend the right of the Cherokee people to possess their country. Mr. Penn states, The Cherokees should, especially at this juncture, be again assured, that they stand behind the shield of the law, -the supreme law of the land,- which, in a government like ours , should afford a defence not less perfect, and certainly more convenient, than could be afforded by a cordon of 150.000 bayonets, or a wall of adamant from the earth to the sky. The Cherokee are in crisis and moral necessity dictates that we deal with them prudently, not only for our consciences sake, but for the reputation of our justice.","","Williams Penns article was a reaction to what was merely a prelude to the demise of the Cherokee Nation in Georgia. His plea apparently fell mostly upon deaf ears. The dispossession of the Cherokee people came to fruition with the passage of the Indian Removal Act in December 1830. The state of Georgia seized the opportunity to enact a series of draconian laws against the Cherokees. The Cherokees appealed to the Federal government for aid against Georgian repression, and achieved a couple of small victories in court, but their fate was already sealed. President Andrew Jackson was encouraging Georgias anti-Cherokee policies while at the same time telling the Indians he was powerless to interfere in states affairs. Without the support of the Federal government, the Cherokees were unable to combat the oppressive policies of the state of Georgia. A few Cherokees had voluntarily moved west to the Indian Territory in Oklahoma, succumbing to the pressure to leave placed on them by the Georgian government while groups of tribal leaders continued to fight the state government and attempted to seek more favorable terms with the Federal government. But by the late 1830s, tribal leaders saw that removal of the Cherokee people was unavoidable. They sought to capitalize on the growing public outrage generated by the treatment of the Cherokees with the goal of obtaining a new treaty that would allow them to settle in Tennessee. However, this was not to be. In the summer of 1838, Federal soldiers were sent to forcibly remove the remaining Cherokees and relocate them to the Indian Territory, thus beginning the infamous Trail of Tears. The United States had managed to break every treaty it had made with the Cherokees and simultaneously besmirched what William Penn referred to as the reputation of our justice."],"display_date":"January 2, 1830 - December 31, 1830","search_date":"1830-07-02","locations":[{"id":2390,"lat":null,"lng":null,"zoom":8,"place":"INDIAN LANDS, Georgia"}],"tags":[{"id":260,"tag":"Cherokee Indians"},{"id":19,"tag":"Native-Americans"},{"id":90,"tag":"Indian Removal Act of 1830"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}},{"id":4669,"title":"Tecumseh's Indian Unification Crusade","course_id":22,"status":"P","start_date":"1811-11-01","end_date":"1812-01-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Through the autumn and winter of 1811 and into 1812, Shawnee leader Tecumseh had been on a whirlwind tour to speak to several Indian tribes. From the Eastern Seaboard, to the Old Northwest, to the Southeast, to Canada, Tecumseh sought to convince all Indian tribes to unify against the growing white intrusion into Indian lands. With a fervor born of desperation and necessity, Tecumseh addressed the Osages, as he had so many other Indian tribes on his mission to unify the Native Americans. \"Brothers!\" he exclaimed, \"The white people came among us feeble, and now we have made them strong, they wish to kill us, or drive us back... Now, nothing will satisfy them but the whole of our hunting grounds, from the rising to the setting sun.\" Tecumseh had seen the trickery of the white men at the Treaty of Fort Wayne and was determined to halt their advance. Tecumseh understood that all Indians were all one family, all children of the Great Spirit, and only by standing together could the red man expel the white invaders. If they did not, the consequences would be dire. However, cooperation would bring success. \"If we all unite, we will cause the rivers to stain the great waters with their blood.\" Tecumseh implored the Osages, \"Brothers, - if you do not unite with us, they will first destroy us, and then you will an easy prey to them. They have destroyed many nations of red men because they were not united, because they were not friends to each other.\" Tecumseh knew the key to survival was to adopt the political structure of their common enemy, the United States, and form a confederation of Indian nations. Tecumseh had delivered and ultimatum to the Osages: unite or die. \"Brothers, - We must be united\" he cried, \"we must smoke the same pipe; we must fight each others' battles; and more than all, we must love the Great Spirit; he is for us; he will destroy our enemies, and make all his red children happy.\"","","Angie Debo writes, Tecumseh stands as one of the greatest Indians known to history. Tecumseh ascribed to the idea that all land belonged to all Indians in common and no single tribe had the right to sell part of their common holdings. Although Tecumseh originally did not want war with whites, he soon understood that only the unification of the Indians would be enough to stem the tide of white incursion. His crusade began in 1808 and spent the next five years traveling across the country, even into Canada, to spread his message of unity to as many Indian tribes as he could reach. At each stop he delivered an impassioned plea for the tribe to join his cause fight together against the Americans. Most of the time he was successful, sometimes he was not. Several tribal leaders outright refused to join him, whether out of pride or fear, none know for certain. He addressed the Osages twice and failed both times to bring them around to his cause. However, Tecumseh managed to generate an impressive following and engaged in and won several violent battles against white settlers and U.S troops. In the war of 1812, Tecumseh allied himself with the British in an effort to use the might of the British Empire to further his own goal of stopping American invasion. Unfortunately, he was abandoned by his British allies at the Battle of the Thames in Canada on October 5, 1813, and was killed in the fighting. With the Indians now leaderless and disorganized, American forces quickly re-conquered the Old Northwest. White settlers soon flooded the area and the familiar pattern of Indian land cession from the now fractured tribes continued. Tecumsehs dream had failed and his dire predictions of the fate of Indian people had sadly come true.","","","","",""],"display_date":"November 1, 1811 - January 31, 1812","search_date":"1811-12-16","locations":[{"id":14866,"lat":null,"lng":null,"zoom":8,"place":"WISCONSIN, Wisconsin"}],"tags":[{"id":262,"tag":"Tecumseh"},{"id":19,"tag":"Native-Americans"},{"id":90,"tag":"Indian Removal Act of 1830"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}},{"id":5116,"title":"The Fate of Native Americans at the Turn of the Century","course_id":49,"status":"P","start_date":"1/1/00","end_date":"12/31/01","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Around the year 1900, when Bertha Wendhausen heard that there was an Indian village nearby in Niagara, she couldnt wait to go and talk with some of the Indians. She wanted to learn more about the native people of North America. So on one Sunday, Bertha and her party drove over to find the village of Niagara. On the way there they met an Indian child who was sick and dying. Bertha later wrote that she believed the child foretold the story of the rest of the Indians -- that they would perish as white civilization swept over them. Bertha believed the death of the Indians was inevitable.","When Bertha and her party found the rest of the Native Americans in Niagara, they appeared to be dirty and miserable. This further affirmed her belief that Indians were not meant to be in society and that it would cause their death. Bertha wrote that Indians were meant to be free and one with nature; they were born to fish, hunt, and gather, not to be in civilization. They were meant to be free with the open sky.","In Canada, Bertha had learned that there was an Indian who was educated and very intelligent. She thought of this Indian as an exception because she didnt think Native Americans were capable of learning. Most of them would not be able to adapt to society or become educated, were her thoughts. A memory of the Indian chief statue in Chicago Park stirred in her thoughts: like the rest of the Indians, the warrior chief seemed to be calmly awaiting his fate.","Later on, when she visited the splendor of Niagara Falls, Bertha recalled the legend that had been told to her of that place. As the legend went, there was a rainbow shining in the waters of Niagara Falls,and on this rainbow departed souls traveled on their way to the happy hunting grounds of heaven. A tradition of the Indians in the area was to offer a sacrifice up to the Great Spirit. A canoe was decorated with flowers and fruits, and a maiden was chosen to take the offering across the rainbow to the Great Spirit and offer her own life as well. One day the maiden who was chosen was the only daughter of a great chief. The chief did not show any emotion when his daughter was chosen. As she was steered into the mist and watery depths, suddenly there was another canoe beside hers- in it was her father. Both canoes went into the falls. On the bank the Indians who had been watching rushed over, and in the water was a second rainbow next to the first. The Great Spirit had built a second bridge for the father to cross. And as the legend went, both father and daughter reached heaven, and from then on there were two rainbows in the waters of Niagara Falls.","Like the Indian chief and his daughter, Bertha thought the rest of the Indians would also pass over to heaven. She was not wrong in that there were many hardships endured by Indians because of white civilization, and many of them died as a result. Throughout the 19<sup>th</sup> century, they continued to be pushed off their lands more and more westward. Most attitudes towards Native Americans at the time were that they were only obstacles that needed to be removed from valuable land, or they were savages that needed to be civilized. Despite Berthas assessment, many of them did become educated and entered society, and they didnt die out. Many Indians still continue their traditional lifestyles today on and off reservations around the United States."],"display_date":"1900 - 1901","search_date":"1900-12-31","locations":[{"id":49714,"lat":43.0829208206,"lng":-79.0699589693,"zoom":9,"place":"Niagara, New York"}],"tags":[{"id":804,"tag":"Niagara Falls"},{"id":803,"tag":"Reservation"},{"id":558,"tag":"Indian Removal"},{"id":19,"tag":"Native-Americans"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":49,"school_id":40}},{"id":5312,"title":"Immigrants Massacred in the Meadows","course_id":74,"status":"P","start_date":"1856-09-07","end_date":"1856-09-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A bloody massacre of immigrants on route to California by members of the Church of Jesus Christ of Latter-Day Saints (Mormons) and aided by local Native Americans occurred in Mountain Meadows, Utah. The blame for the massacre originally fell on the Native Americans. <em>The Pittsfield Sun</em>, a Massachusetts newspaper, provided an eyewitness account to the horrific crime and indicted the Mormons as the actual instigators. The men accused of the crime were Isaac Hight, John D. Lee, and John Higbee. The horrific massacre in Mountain Meadows displayed tensions that were present between the territory of Utah and the federal government of the United States.","The United States acquired Utah as a territory after the Treaty of Guadalupe Hidalgo in 1848. Prior to the acquisition, Utah had been governed by members of the Mormon Church. Throughout the 1850s, distrust towards Mormons and their practice of polygamy intensified within the federal government. Historian Kenneth M. Stampp stated Northerners and Southerners, whether Democrats, Republicans, or Americans, could unite wholeheartedly in condemning it. The impending threat of federal government intervention created wartime hysteria for the Mormons in Utah.","The Mountain Meadows massacre exemplified how far the Mormons were willing to go in order to protect freedoms that they believed the federal government threatened. The emigrants engaged in a conflict with the Native Americans and then were received by the Mormon militia, who they thought had arrived to give aid to them. They followed the advice of the Mormons and gave up their goods to the Indians and marched to Cedar City with the militia. The group never made it to Cedar City; the Native Americans attacked the defenseless emigrants by order of the militia. The massacre resulted in the death of around 120 men, women, and children. <em>The Pittsfield Sun</em> claimed that the Massacre occurred due to the wealth that the emigrant party had and the desire of the Mormons to gain it. Historians have since argued that the true reason for the massacre was to protect Mormon religion.","<em> The Pittsfield Sun</em>, located in Massachusetts, certainly held some type of prejudice against the Mormons, as did the majority of U.S. citizens at that time. However, regardless of bias, the end result of the massacre remained the same, it resulted in a tremendous loss of human life with little provocation. The United States relationship with its territories during the 1850s was a time of high tensions and mistrust. The fragmented federal government in the late 1850s could not respond appropriately to the massacre due to the internal tensions between the North and South and a long-standing mistrust of the Mormons. Therefore, justice was never fully received for the victims of the massacre. John Lee was the only Mormon charged for the crime and he received execution by a firing squad at the location where the massacre took place. The Mormons felt justified in defending their religion and the safe haven that they established for themselves in Utah from government interference and a hostile U.S. populace.",""],"display_date":"September 7, 1856 - September 11, 1856","search_date":"1856-09-09","locations":[{"id":13381,"lat":null,"lng":null,"zoom":8,"place":"IRON, Utah"}],"tags":[{"id":1094,"tag":"Church/Religious Activity"},{"id":12,"tag":"Migration/Transportation"},{"id":19,"tag":"Native-Americans"},{"id":1,"tag":"Crime/Violence"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":74,"school_id":3}},{"id":5693,"title":"Three Tribes Confederate for Peace","course_id":106,"status":"P","start_date":"1867-10-21","end_date":"1867-10-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The chiefs and headmen of the Kiowa, Comanche, and Apache Indian tribes met with the United States commissioners, such as Nathaniel G. Taylor and William S. Harney, in Kansas to seal their tribes fate in America on October 21, 1867. The United States government referred to the Treaty with the Kiowa, Comanche, and Apache as a peace treaty, but in reality it forced the tribes to conform to the wills and regulations set forth by the United States government. The treaty demanded that the three Indian tribes confederate and to be placed, in every respect, upon an equal footing. The three tribes merged together and were required to accept as their permanent home the reservation described in the aforesaid treaty and to pledge themselves to make no permanent settlement at any place, nor on any lands, outside of said reservation. All aspects of life on the reservation had to be equally shared and distributed such as clothes, jobs, school buildings, teachers, and the educational system. The United States government required the Indians to keep peace with the white men and every citizen under the jurisdiction of the United States government. This treaty also stated that by signing this treaty this treaty, the Indian tribes give up and forever relinquish to the United States all rights, privileges, and grants now vested in them, or intended to be transferred to them. The people of the Kiowa, Comanche, and Apache tribes gave up their culture, independence, and their tribes futures when they signed this treaty.","In the nineteenth and early twentieth century, the United States government did not allow Indian tribes to practice their own culture, live freely, and the government did not believe that Indians should be privileged with the common rights of citizens of the United States of America. The government rejected Indians as citizens of the United States. This is evident because the treaty of the Kiowa, Comanche, and Apache tribes forced the tribes to assimilate with one another and live as if they had always been one uniformed, equal tribe. The Indians daily lives were completely changed, and every aspect of their lives was under direct control of the United States government, especially the Native Americans educational system. Although this educational system set forth by the government was presented as a gift and a privilege, it is evident that it wasnt very advantageous, and the educational system did not put the Native Americans needs first.","The historian David Adams shows that in reality, these educational institutions created on Native American reservations intended to completely restructure the Native Americans minds and personalities. In attempts to civilize the savage Native Americans, the government forced the children to cut their hair and wear standard American school uniforms, instead of their normal tribal clothing. Some children were also taken from the families and home reservations and transported to other reservations to attend boarding school. In making such drastic changes to the childrens lifestyles, it was inevitable that the children would become more Americanized, which is exactly what the United States government wanted. The rights and privileges of the Native Americans were truly relinquished to the United States government, just like the Treaty with the Kiowa, Comanche, and Apache enforced; the Native Americans did not even have control of their children and their childrens education. These said advantages, like an educational system, given to the Native Americans were not really advantages at all. They were just a ploy in order for the United States government to gain what they wanted, land ownership, and keep the Native Americans out of their way to manifest destiny.<br /><br />"],"display_date":"October 21, 1867","search_date":"1867-10-21","locations":[{"id":4489,"lat":null,"lng":null,"zoom":8,"place":"SHAWNEE, Kansas"}],"tags":[{"id":21,"tag":"Race Relations"},{"id":18,"tag":"Politics"},{"id":9,"tag":"Law"},{"id":17,"tag":"Government"},{"id":42,"tag":"Civil Rights"},{"id":19,"tag":"Native-Americans"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":106,"school_id":10}},{"id":5700,"title":"Native American Education Improves Under U.S. Government","course_id":106,"status":"P","start_date":"1/1/76","end_date":"12/31/76","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Third Annual Report to the Congress of the United States outlined the needs, concerns, funding, and progresses of the Indian educational system set forth by the government. The National Advisory Council on Indian Education created this report in 1976 in Washington, D.C. The president of the United States appointed this council in order to assist the 570 native groups affected by the regulations of the Indian educational system. The council comprised of Americans who observed and worked with the native groups. Observations of the council members revealed that much remains to be done before adequate and equal educational opportunities can be achieved by the Indian people. The annual report stated that for the Indian people, Indian Education is a method of teaching that revives an appreciation for Indian heritage and generates a positive self-image so that one accepts and understands the environment and social conditions surrounding him. This appreciation of Indian heritage and positive self-image was lost many years ago when the American government first intruded onto Indian territories. The council addressed this loss in the report to Congress by stating that the American Indians 200 years experience under an authoritarian paternal relationship with the Federal Government has clearly demonstrated that paternalism is alien to liberty and freedom.","The Third Annual Report to the Congress of the United States clearly showed how the government progressed and improved upon the Indian Educational System. Historian David Adams exposed that the government originally created the Indian Educational System to civilize the natives, because the natives were believed to be savages. The school system intended to provide the natives with an education that would habituate them to the customs and advantages of a civilized life. The government tried to manipulate the natives into becoming exactly like American citizens, regardless of their heritage, religion, traditions, or tribal affiliations. The government believed that since the native ways of life were different than the traditional American lifestyle, the natives must be less civilized than American citizens. The government most recently formed educational policies regarding Indian Education with goals to respect the wishes and the desires of natives so that the natives may design and manage their own educational programs according to the tribal level. The United States government has allowed the natives to incorporate their own values, beliefs, and culture into the natives educational system instead of strictly regulating every aspect of native life. In reality, there has never truly been an American Educational system prior to modern-day; the faux system was based on the standard methods and systems of the non-Indian society and a process by which the government has tried to teach the natives how to become like the white man."],"display_date":1976,"search_date":"1976-07-01","locations":[{"id":35365,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"District of Columbia, District of Columb"}],"tags":[{"id":21,"tag":"Race Relations"},{"id":18,"tag":"Politics"},{"id":9,"tag":"Law"},{"id":17,"tag":"Government"},{"id":6,"tag":"Education"},{"id":19,"tag":"Native-Americans"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":106,"school_id":10}}]}