{"id":1900,"tag":"Automotive Industry","points":[[42.107446354,-83.1351982696]],"bounds":[[42.107446354,-83.1351982696],[42.107446354,-83.1351982696]],"episodes":[{"id":5831,"title":"Beans for Bombers","course_id":118,"status":"P","start_date":"6/4/42","end_date":"6/4/42","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In Detroit, 1942, Ford Motor Co.’s experimental laboratories attempted to form a closer partnership between agriculture and industry, in an effort to produce new war (World War II) materials for bombers, jeeps, tanks and other vehicles.  The three new materials included plastics for airplanes, synthetic rubber, and “wool” from soybeans.  Henry Ford, founder of the automobile company, had the laboratory concentrating on the use of plastics for bombers, based on the knowledge gained from automotive experiments, since plastic weighs less than the traditional aluminum. Although the synthetic rubber had not progressed as much in the laboratories, the plant-built “wool” had, appearing to be comparable with natural wool.  The material, intending to be used for upholstery fabrics, was allegedly the first to be produced from vegetable protein.  After years of research, the soy-based wool served many purposes, supplementing the country’s wool crop, and may have even met the war-time demand for the material.","Due to the Great Depression, most of Ford’s research took place during that time period. He soon came to believe that the practical use of soybeans would become influential in the role of lifting America out of the depression. Throughout the following few years during the early 1930s, Ford worked with researchers and the agriculture industry to produce soy products, such as paint and small plastic car parts.  He also created a new market for farmers, offering them a new source of income.  From the late 1930s until his death in 1947, Ford was recognized as a major soybean pioneer, making outstanding achievements during his declining years."],"display_date":"June 4, 1942","search_date":"1942-06-04","locations":[{"id":27066,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1900,"tag":"Automotive Industry"},{"id":1899,"tag":"Detroit"},{"id":1898,"tag":"Soybean"},{"id":1897,"tag":"Henry Ford"},{"id":13,"tag":"Agriculture"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5911,"title":"Automobiles and Industry Transform Delray","course_id":118,"status":"P","start_date":"1/1/08","end_date":"12/31/08","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the early twentieth century, the neighborhood of Delray in southwest Detroit was beginning to become a dynamic industrial hub, with companies such as Swift Franklin Salt Block, Detroit City Glass Works, and Sutton Pail Factory, among many others, setting up large factories that overshadowed the nearby residential neighborhoods. As the area became more heavily industrial, the demand for workers increased beyond the capacity of the surrounding residential neighborhoods to supply. By 1908, there were calls for the creation of a rail line that could carry workers from elsewhere in the city directly to the new factories in Delray.","The rail line was never built, and as the century wore on Detroit's existing public transportation would gradually disappear as well. While cities around the country became increasingly automobile-dependent by midcentury, in Detroit that trend was exacerbated by the heavy influence of the auto industry on local politics. Henry Ford's Model T went into production in 1908, but it was not mass-produced until 1914. The massive expansion of car ownership was part of a calculated plan by Ford, who raised his employees' pay enough to allow them all to purchase their own automobiles. Some decades later, this would create the opportunity for increasing numbers of Detroiters to leave Detroit, moving out to the less-polluted neighborhoods that would be built on the outskirts of the city after the second World War.","By the end of the century, those who could afford to move out of the city had largely done so, leaving only the poorest residents - overwhelmingly African-Americans and immigrants - remaining in the polluted industrial neighborhoods of Delray. Declining real estate prices and an inadequate housing market contributed to overcrowding in already unsanitary living environments. Although Ford's intention was simply to sell cars, his actions inadvertently harmed future generations of immigrants who knew little of the pollution of Delray and the harm that could come from living there."],"display_date":1908,"search_date":"1908-07-01","locations":[{"id":50025,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1900,"tag":"Automotive Industry"},{"id":1510,"tag":"Suburbanization"},{"id":1941,"tag":"Delray"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6127,"title":"The History of the Automobile Name and How It Benefitted the Popularity of the Automobile","course_id":124,"status":"P","start_date":"1896-01-01","end_date":"1896-01-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In January of 1896, the <em>Horseless Age,</em> a magazine about motor vehicles, published an article entitled “ A Word to the Word Coiners. Evolution of the Motor Idea.” The article focused on what to call the new motor vehicles that were beginning to appear on the streets of cities in Europe and the United States. The late 19<sup>th</sup> century was a time of great excitement and inventiveness in the field of the automobile technology. At the time, no one in Europe and the United States was sure what to call these new inventions with four wheels and an engine that enabled people to get from point A to point B much faster. While the word “automobile” would ultimately become a household term, this was not the common name at the time the article was written.","The January 1896 article described the various names given to automobiles, such as “auto motor” and “petrocar” in England. “Auto cycle” was also put down as a name because of the word “auto.” However, this would imply that the motor would be automatic and wouldn’t require any human control, even though the essence of the automobile is having a human <em>control</em> what the automobile does. Petrocar implied that the vehicle was made of stone or for hauling stone. The main reason the name was even developed was because it was also translated to mean petroleum, which the car would run on. But not all of the motor vehicles were petroleum powered. One word for automobiles in America was “motocycle.” As the author of the article tried to find the root of this name, he figured out that it wouldn’t work because moto-cycle was a specific and not generic term, the word “cycle” was normally expressed in terms of a bicycle and this was just a euphemism for motor cycle.","The only common parallel word was “horseless carriage,” and this name was used commonly until people began to see the automobile as more than just a carriage. In 1905, when Michigan solidified its claim as a host to the emerging automobile industry, the name began to finally settle into either “motor vehicle” or “automobile.” People love the idea to be able to travel on different schedules, or to travel whenever they wanted to go anywhere in distance. The point that this information is getting at is once the popularity of the automobile began to rise, that is when they were able to produce the name of the automobile because they needed a centralized name that would catch on as the sales and popularity grew. The name became household and by 1912 the Cadillac was the first <em>vehicle</em> to have an effective self-starting engine. The self-starting engine was much easier to help with the depiction of the automobile name.","The name began to be a household name and the technology of automobiles would soon give birth to more manufacturers such a Ford. The name and understanding of what the main intent of the vehicle helped Ford build the Rouge manufacturing empire. Rouge had 800 car bodies coming out of the shop every day as popularity of the Model-T vehicle was produced. The Model-T was a vehicle produced by Ford.","It was not clear what the word used to describe automobiles would be at the beginning because no one really knew the main focus or direction the vehicle was going in. But once a motor was developed and there was a self –starting engine, the automobile name was birthed. Once the main idea and name of the automobile was put into play this would soon play a big part in the automobile being a household name and manufacturers like Cadillac and Ford began their dominance and their own twists they would put on these vehicles. The name/ direction of the vehicle produced the lucrative profits that were generated."],"display_date":"January 1896","search_date":"1896-01-16","locations":[{"id":6599,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"WAYNE, Michigan"}],"tags":[{"id":1900,"tag":"Automotive Industry"},{"id":1544,"tag":"automobile"}],"course":{"name":"Historical Perspectives on Technology","school":"Widener University","course_id":124,"school_id":43}}]}