{"id":1901,"tag":"Belle Isle","points":[[42.107446354,-83.1351982696]],"bounds":[[42.107446354,-83.1351982696],[42.107446354,-83.1351982696]],"episodes":[{"id":5842,"title":"Detroit Race Riot of 1943","course_id":118,"status":"P","start_date":"6/20/43","end_date":"6/20/43","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On the evening of June 20, 1943, tensions finally boiled over on Belle Isle, a popular recreation area for both blacks and whites in the city of Detroit. Twenty-three people perished, and hundreds were injured in the fighting that ensued. It was reported that the initial rioting occurred on the belief that an African American woman and her baby were thrown off of the Belle Isle bridge, which connected the park to the city. City and state police were called in to help quell the fighting. Additionally, several African-American leaders joined in to aid the police forces at the recommendation of Horace White and Otis Saunders, two prominent and respected men in the African American community. Disruptions continued into the next day, including the closures of many schools and local businesses.","The report of the attack on the woman and her child may have been the spark that ignited the riots, but there already existed a very racialized climate in the city of Detroit during World War II. Many factors contributed to this. With Detroit's factories increasing their production on account of the war effort, the population of the city increased rapidly with people looking to secure jobs. This led to blacks and whites competing for the same positions, with additional issues arising when a black man rose higher in the company than his white colleagues. Many suggest that an incident regarding housing had a direct impact on the riots. Since much of the housing for African Americans was overcrowded and in deplorable conditions, the government built a new housing project for some African American workers. Some white citizens believed that they should live there instead so the government handed it over to them. After much objection, the government once again returned it the African Americans. The whites protested on move-in day and had to be forcibly removed. Therefore, it was not one event that caused the fighting to break out. There were many racist practices, policies, and mindsets that culminated in the Race Riot of 1943."],"display_date":"June 20, 1943","search_date":"1943-06-20","locations":[{"id":27066,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1901,"tag":"Belle Isle"},{"id":21,"tag":"Race Relations"},{"id":1921,"tag":"Housing discrimination"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5845,"title":"Frederick Law Olmsted:The OG of Belle Isle","course_id":118,"status":"P","start_date":"1882-11-01","end_date":"1882-11-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Surrounded by the rushing waters of the Detroit River, Belle Isle is no stranger to the enjoyment people can find from water recreation. The original development of Belle Isle Park's rivers and boating areas is discussed in a report by Frederick Law Olmsted, then America's premiere landscape architect, in his proposal for Detroit in November of 1882. In his original plan for Belle Isle, Olmsted discusses the need for boating recreation in the park, and suggests that it would be a fairly easy process to implement artificial waterways running through the park. He argues that the current water drainage channels, which were built to drain the marshy ground in 1882, were unsuitable for anything productive, as they were too low for drainage and created dangerous health conditions.","Concerning Belle Isle's waterways and recreation, Olmsted saw much potential in the design of streams through the island while still maintaining a natural appearance. His plan, without saying so, catered to the upper class, but also reflected the ideas of escaping urban life.  Residents of the cities, whether working or upper class, desired relaxing outdoor experiences away from the factories and populated city.  These areas of boating recreation would provide both entertainment and beautiful relaxing spaces for the park-goers."],"display_date":"November 1882","search_date":"1882-11-15","locations":[{"id":6598,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"WAYNE, Michigan"}],"tags":[{"id":1927,"tag":"urban design"},{"id":1926,"tag":"Frederick Law Olmsted"},{"id":1925,"tag":"water recreation"},{"id":1901,"tag":"Belle Isle"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5856,"title":"Frederick Law Olmstead expresses his vision for Belle Isle Park","course_id":118,"status":"P","start_date":"1882-11-01","end_date":"1882-11-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1882, Frederick Law Olmstead, a landscape architect and designer of fifteen previous parks, was invited to take a look at a newly purchased property in Detroit, MI. As the designer of the first municipal park in America, he is considered the father of landscape architecture. With his pioneering expertise cultivated through years of follow-up work, Olmstead wrote an explanation for future planning of Belle Isle Park, a “gem” in the midst of the Detroit river, which runs between the United States and Canada. In it, Olmstead claimed that the possibilities for Belle Isle were as great as in his other works, such as Central Park in New York City, Mount Royal Park in Quebec, and the Emerald Necklace in Boston, Massachusetts. His plan for Belle Isle envisioned capitalizing on the island's existing wooded areas as the park's central attraction, and nurturing the trees into a majestic forest. He also saw the island's fields as possibly the best area for a marching band in all the Parks of the United States, and the rivers that ran through the island an attraction for boaters and fishermen. Olmstead also warned that fluctuations in economy would harm a city owned park if not properly addressed from the beginning. He advised that what the city may consider financially rewarding in the short term, such as a new recreation building, lessens the value in the park if not properly funded and maintained. These words would seem prophetic in the early twenty-first century, when city managers are struggling with strategies for maintaining the municipal use of Belle Isle.","Olmstead's plan was an early visualization of how parks and nature are not separate, but can exist symbiotically. The idea of a wilderness is a constructed ideology. A park which includes shelters and buildings for relaxing would not be shattering a pristine wilderness, but instead make the area more attractive for visitors. His vision of the park is also one that looks holistically at Belle Isle, as the park becomes a maintained organism. His vision to utilize the natural rivers as an attraction for boaters, and the trees as an inspiration for the architecture for future buildings, show how human interaction with Belle Isle was shaped by the island's natural resources. His warning of the possible problems with financing shows the tension between park maintenance and park financing has been around from the conception of the island."],"display_date":"November 1882","search_date":"1882-11-15","locations":[{"id":6598,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"WAYNE, Michigan"}],"tags":[{"id":1944,"tag":"Frederick Olmstead"},{"id":1902,"tag":"recreation"},{"id":1899,"tag":"Detroit"},{"id":1901,"tag":"Belle Isle"},{"id":1947,"tag":"City parks"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5861,"title":"Groit Galaxy freak out on Belle Isle","course_id":118,"status":"P","start_date":"6/11/78","end_date":"6/11/78","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The air was electric with anticipation as a substantial crowd of jazz enthusiasts, free thinkers, day trippers, beat poets and social activists waited for the captivating headliners, experimental improvisational ensemble Groit Galaxy, to begin their set at the Bandstand on Belle Isle, Detroit. The six sweating figures on stage held their instruments and waited in the summer afternoon heat for a cue from their leader, pre-eminent saxophonist Faruq Z. Bey, to burst into life. Groit Galaxy were the final act on a special day of alternative culture hosted by the Friends of Belle Isle, consisting of several other local jazz and funk groups, original poetry readings by several esteemed artists, amateur sports and other family oriented activities. Representing one of the many recreational uses of the park, the event gave the space a cultural edge.","The event described in its 1978 press release entices guests to come visit a cultural and social landmark that holds a special place for many Detroiters. The 'Jazz on a Summer's Day' concert was held in the historic spirit of the island park as it was free to all visitors, and was attended by many socially aware individuals from all walks of life. The socially inclusive yet radical vibe of the concert was intended by local promoter John Sinclair, whose work in Detroit as a radio host, blues and jazz musician, poet, band manager and most importantly political activist made him an influential figure in the thriving avant-garde arts scene of Detroit in the late 70's. Sinclair was involved in many important Detroit organisations such as the Detroit Artists Workshop Press, which became famous 'hippy' collective Trans Love Energies. The location of the event as a political space is particularly appropriate as the origin of the 1943 race riot, for Sinclair participated in the 1967 riots and was jailed, arguably politically, for 2 years following this. The event however was held in cooperation with the Belle Isle Police Department, reflecting Sinclair's reluctance to engage in militant activism and encourage cultural participation."],"display_date":"June 11, 1978","search_date":"1978-06-11","locations":[{"id":35437,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1949,"tag":"Concert"},{"id":1899,"tag":"Detroit"},{"id":959,"tag":"Jazz"},{"id":1901,"tag":"Belle Isle"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5865,"title":"Sitting on the Dock of the River","course_id":118,"status":"P","start_date":"1890-01-01","end_date":"12/31/10","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The afternoon is young as the fishermen laze around. Their fishing nets, cast off a Belle Isle dock in the Detroit River, are not yet full.  This is a scene which George Washington Merrill, a Great Lakes Steamship engineer, captured some time around the turn of the last century.  About twelve men and a horse standing on a large dock connected to Belle Isle are featured in the black and white photograph. Behind them is a heavily wooded shoreline, and what seems to be a bridge.  The photo is taken after Frederick Law Olmsted, then America's premiere landscape architect, had proposed his plan for Belle Isle’s design. He had anticipated that artificial waterways be implemented on the island for water recreation such as boating, but said nothing of fisheries or using the water for industry.","Perhaps Olmsted did not envision fisheries in his initial plan because he did not agree with using natural parks in this way.  He represented a the middle ground between John Muir's preservationist movement and Gifford Pinchot's utilitarian vision of nature.  Utilizing Belle Isle Park’s waterways for fishing is something Pinchot would agree with, as long as it was done conservatively, in a way that would preserve the fish stocks for the future. Olmsted probably envisioned waterways in the park for boating and recreation (and not fishing) because he saw nature as a place for reverence and use.  The artificial waterways he planned are inherently for “use” as the original land would be altered, but the boat users would still be able to enjoy their natural surroundings. Olmsted's vision was also one that matched that of the upper class, who had the time and money to boat and use the water for leisure.  Working class families did not have this luxury; perhaps the men in the photo are fishing to feed their families. The varying plans for use of Belle Isle's waterways can therefore represent a larger struggle of socioeconomic class in how to utilize this shared space."],"display_date":"1890 - 1910","search_date":"1900-07-02","locations":[{"id":6599,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"WAYNE, Michigan"}],"tags":[{"id":1899,"tag":"Detroit"},{"id":1958,"tag":"Waterways"},{"id":1957,"tag":"Fisheries"},{"id":1926,"tag":"Frederick Law Olmsted"},{"id":1901,"tag":"Belle Isle"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5876,"title":"An Afternoon at the Belle Isle Conservatory","course_id":118,"status":"P","start_date":"1/1/10","end_date":"12/31/10","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["It’s 1910, and the Horticultural Building on Belle Isle in Detroit has become a popular attraction since its construction eight years earlier. The conservatory houses a large collection of rare flowers and other plants. This unique sight draws visitors in throughout the entire year. Many of the visitors seem to be members of the upper class, escaping the city to spend their leisure time perusing the various shrubs and flowers and catching a glimpse of nature. The building itself is a sight to behold with an ornate dome of metal and glass and intricate stonework on the façade. The lawn is meticulously well-kept to allow guests to stroll the beautiful grounds. It is the perfect place to spend a lovely afternoon.","Changes in this era made it possible for people in the cities to have more time for these types of leisure activities. Wages increased and the work week decreased. People had more time and money in order to pursue activities for enjoyment. Additionally, new methods of transportation made it feasible for people to leave the city and make their way to the parks. All of these circumstances made Belle Isle a very popular place to be. This became a contentious issue with the upper class. The park, while public, had been their place. They felt that quite a bit of their money contributed to the building of it. Similar to what happened in Central Park, the lower classes started coming in and occupying the same spaces as the rich. Issues of ownership and the definition of a public space arose with different classes coming together at the same park."],"display_date":1910,"search_date":"1910-07-02","locations":[{"id":18385,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1901,"tag":"Belle Isle"},{"id":1947,"tag":"City parks"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5885,"title":"The Raceway on Belle Isle","course_id":118,"status":"P","start_date":"6/1/93","end_date":"6/30/93","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Thousands cheered as Danny Sullivan tore down Sunset Drive on the final lap of the 1993 Champ Car World Series (CART) race held for the second time on Detroit's favourite island park, the historic Belle Isle. Many spectators thrust their fingers deep into their ears as Sullivan rounded the final curve and roared past the packed grandstand to secure victory at the new racetrack, with a backdrop of the impressive Detroit skyline across the water. The 1993 event was a great success and showed a promising future for professional motor racing in the city with the richest auto history in the world. <br />Coming from the recent disappointment of the world renowned Formula 1 race series leaving the city in 1989, as no agreement with the already declining city could be agreed upon to move from the outdated Renaissance Center inner city track to the fresh Belle Isle, the 1992 move breathed a new lease on life into the city's racing industry. While the CART race brought crowds, adrenaline and excitement to Belle Isle each summer it was also abandoned in 2001 as it was deemed insufficient to the races needs. As the city further declined Belle Isle remained a city park with many other recreational uses for the people of Detroit, but was beginning to fall into disrepair. The raceway was again revived in 2007 as part of the Indy circuit, only to be cancelled by 2009 due to the particularly heavy impact of economic crisis on Detroit's auto industry.","Perhaps the island would have remained better off without the extensive changes made to its roads and landscape by accommodating these large auto races and the corporate promotion that accompanies them. Mayor Oscar Marx had firmly rejected the prospect of holding the 1913 Vanderbilt races upon the Isle as he was unwilling to “turn Belle Isle over to promoters who are seeking to make money” purely because it “belongs to the people” and should not be profited from. Marx's assertion that the park and island is property of all of the people of Detroit reflects the divisive, longstanding dominant narrative of ownership of Belle Isle. As the park's administration grappled with acceptable uses of the park and the representation of privately owned property and spaces, the funding for the park has experienced periods of plenty and poverty, culminating in the late 2013 decision by the struggling city of Detroit to lease the island to the State of Michigan to ensure its upkeep and longevity."],"display_date":"June 1993","search_date":"1993-06-15","locations":[{"id":41645,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1899,"tag":"Detroit"},{"id":1997,"tag":"racing"},{"id":1996,"tag":"Grand Prix"},{"id":1901,"tag":"Belle Isle"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5890,"title":"The Opening of the Belle Isle Bridge","course_id":118,"status":"P","start_date":"1884-01-01","end_date":"1889-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Up until 1889, the only way for people to cross over to Belle Isle from Detroit was by ferry, and a fare was required to board the boat. A bridge was then constructed that allowed visitors to walk or drive over to reach the park. While still in the planning stages, there was much debate over who should build, and then subsequently own, the bridge. Popular opinion was, by and large, in favor of the city of Detroit supplying the workers to build the bridge. Additionally, they felt that the city should also own and run the bridge. This would mean providing free access to the island. If a private corporation took over the bridge, they would be doing so for profit and would, therefore, require a fee to enter the island.","The city eventually did take ownership of the bridge which led to greater access for the residents of the Detroit. The bridge itself had a democratizing effect. It was free. People did not need to have any money in order to enjoy Belle Isle. This allowed for all classes to be able to spend their time together at the park. You could spend the day with your family on the island even if you had no money. The very bridge structure acted as an equalizer among the classes. This is additionally why the state takeover of the park is such a contentious issue among the citizens of Detroit. You have to buy a state park pass in order to cross over the bridge into Belle Isle. While it is a nominal amount, many families do not have any disposable income that can go towards that. Therefore, a structure that began as an opportunity for the lower classes to enjoy the park has become the very thing that will keep some out."],"display_date":"1884 - 1889","search_date":"1886-12-31","locations":[{"id":6598,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"WAYNE, Michigan"}],"tags":[{"id":1901,"tag":"Belle Isle"},{"id":1899,"tag":"Detroit"},{"id":1947,"tag":"City parks"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5892,"title":"Postcard reveals the nature of Belle Isle Park","course_id":118,"status":"P","start_date":"1/1/10","end_date":"12/31/10","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["A postcard centers on a group of deer who are closely herded together, feeding. The background of the forest is a mixture of evergreens and deciduous trees commonly found in Michigan woods. These deer seem to be eating off of a log. At first glance it seems to be a wilderness area with nature’s animals in a forest without human intervention. Taking a closer look, however, reveals the deer are actually being fed out of troughs that were built of the surrounding timber. There is also another small building in the corner, which seems to blend seamlessly with the nature as well. This is the habitat to be found on Belle Isle Park, in the bustling urban center of Detroit, MI. It’s surprising to find such an authentic view of nature in the city of Detroit.","The photo captures the trend of building parks and recreation in urban environments which attempted to escape industrialization and urbanization. The goal by the original park planner, Frederick Law Olmstead was to create a pristine wilderness for people to relax. He believed trees to be the most precious resource of the island, and he thought Belle Isle should capitalize in any architecture to blend in with the environment. This postcard shows how the nature was emphasized the troughs and buildings of the photo, with the intention of attracting animals as a feature of the Belle Isle. It also shows the blending of nature in artificial environments can exist interdependently to increase the attraction of the environment, bringing people closer with nature."],"display_date":1910,"search_date":"1910-07-02","locations":[{"id":18385,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1947,"tag":"City parks"},{"id":1233,"tag":"Environmental History"},{"id":1901,"tag":"Belle Isle"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5901,"title":"Where Have All the Whitefish Gone?","course_id":118,"status":"P","start_date":"1899-11-12","end_date":"1899-11-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The French Canadian fishermen of Belle Isle pull in their catch. The seine net, hauled in by canoes, horsepower, and manpower, is 1,600 feet long and twelve feet deep, full of black bass, muskallonge, whitefish, and other species. All these men care about, however, are the whitefish. Their bounty greatly varies each seine haul; some hold four whitefish, some hold two hundred. They used to not care about spawning the fish; they had what they thought an inexhaustible supply. However, it is 1899, and after 80 years of heavily fishing the Detroit River off of the docks on Belle Isle, the population has depleted greatly.  The fishermen, under regulations from the Michigan Fish Commission, must spawn the whitefish to maintain their jobs and keep the Great Lakes fishing industry alive.","The Belle Isle fisheries were a facet of the working class. The whitefish fed families, and the men depended upon their jobs to support their family financially. The Belle Isle Aquarium, constructed in 1904, represented a very different socioeconomic class; a class who could afford the time it takes to observe fish, both exotic and native to the Great Lakes. It is interesting to look at the parallels, and to consider that the aquarium opened at the same time that Detroit residents were fighting to keep the Belle Isle fisheries active. Today, Detroit residents are fighting to keep the Belle Isle Aquarium, now described as the “anchor of Belle Isle,” active in the face of the city's financial crisis. These represent very different priorities in the use of Belle Isle: to commercially use the land for a product or an expensive, educational form of entertainment?"],"display_date":"November 12, 1899","search_date":"1899-11-12","locations":[{"id":6599,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"WAYNE, Michigan"}],"tags":[{"id":1957,"tag":"Fisheries"},{"id":1901,"tag":"Belle Isle"},{"id":2022,"tag":"Aquarium"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5917,"title":"Beautifying Belle Isle with a Fountain","course_id":118,"status":"P","start_date":"1/1/10","end_date":"12/31/25","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["James Scott, a real estate investor and heir to his father’s fortune, left the city of Detroit $500,000 to build a structure in his honor that also included a life-size statue of himself. The city decided on a fountain on the southern tip of Belle Isle. A competition was held, with Professor Eugene Duquesne at the helm, to gather potential designs for the fountain. The goal was to make this fountain “the crown of Belle Isle” and took much inspiration from Versaille.","This goal to make the city a beautiful place stems from the City Beautiful movement. After the World’s Columbian Exposition in Chicago, the country was impressed with the style and architecture of the city, and many tried to emulate that in their own towns. It was a pushback against industrialization. As many of the cities became heavy with industry, Detroit was no different. Factories were popping up everywhere. Laborers were needed to work at these factories and overcrowding became an issue. Sanitation declined and crime increased. Social unrest became a real concern and the City Beautiful Movement sought to combat this. The thought was that by making the city a beautiful place to be, people could see what a crime-free and peaceful city could look like. The architecture was mostly white and very detailed. The James Scott Memorial Fountain is very reminiscent of this, being all white with ornate carvings."],"display_date":"1910 - 1925","search_date":"1917-12-31","locations":[{"id":18385,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2043,"tag":"City Beautiful movement"},{"id":2042,"tag":"James Scott"},{"id":1901,"tag":"Belle Isle"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5930,"title":"River Railroad of Rumrunners","course_id":118,"status":"P","start_date":"8/19/27","end_date":"8/19/27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Imagine America without alcohol.  Now imagine a booming American city without alcohol.  For most Americans during the Prohibition Era (1920-1933), this was just as hard to imagine.  Which is why many did not allow the ban on booze to stop them from enjoying it.  The Detroit River served as the perfect medium for these devoted drinkers, as this article from the Atlanta Constitution August 19, 1927, reveals.  Rum running was the smuggling of alcohol over waterways.  With Canada so close to Detroit, it was not hard to legally buy alcohol there and illegally transport it back to the United States using boats on the Detroit River.  Belle Isle, the island on the Detroit River between Canada and Detroit, served as an in-between for these rumrunners, a stop on the Underground Railroad if you will.  The basement of the Belle Isle Aquarium was even rumored to have a speakeasy.  The rum running did not operate on a small scale- the Atlanta Constitution article cites the city’s liquor bill around a million and a half dollars a week (comparable to 20 million dollars today).","However, obtaining alcohol was not all just fun and games.  The reinforcement of Prohibition laws obviously came with much resistance, which included violence and protests from citizens of Detroit, the police force, and lawmakers.  Even after doubling the border patrol between Canada and the United States, the waterways could not be patrolled efficiently.  As it did for slaves seeking freedom in Canada through the Underground Railroad, the Detroit River allowed drinkers to find their escape from the law.  In this way, Detroit is a unique American city.  Being just a boat ride away, it has many historical ties with its neighbor Canada."],"display_date":"August 19, 1927","search_date":"1927-08-19","locations":[{"id":21386,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2053,"tag":"Detroit River"},{"id":1630,"tag":"Canada"},{"id":1901,"tag":"Belle Isle"},{"id":111,"tag":"Prohibition"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5936,"title":"Golfing on Belle Isle","course_id":118,"status":"P","start_date":"5/1/22","end_date":"5/31/22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":[" ","Hundreds of determined amateur golfers crowded around the first tee on the brand-new Belle Isle golf course in May, 1922. The crowd was excited to see the challenging course played through by some visiting professionals, but even more so for the group of four to finish and open the course to the public. After obtaining a play permit for 25¢ and signing up at the new clerk's house, patrons had the option of renting clubs and balls for a “popular price” before being directed by competent instructors as they embarked on their first round on the 9 hole course. Being the only public course available in Detroit at the time, the “small, modest” island course enjoyed constant patronage throughout spring and summer especially on weekends.","The opening and ensuing popularity of a public golf course is highly representative of Belle Isle's narrative of being a park for the people of Detroit who had previously been “denied the privilege.” Parks and Boulevards Commissioner General Edward Heckel's promise that costs would be kept to an absolute minimum on the new course is indicative of the attitude towards the special island as a democratic public space, free of exclusivity and focusing on recreation and leisure. The small fee game or monthly fee charged went directly to the upkeep of the course, and children under 15 years old were able to play with supervision.","The problem of striking a balance between a challenging but more importantly well-maintained golf course and funding to keep it open is outlined in the City of Detroit's Recreation Department 2005 Master Plan for Belle Isle. Several issues are identified to bring the dated course up to standards of the island's image, such as appropriate lighting, irrigation and rest room facilities. As with much of Belle Isle's attractions and infrastructure however, the public Golf Course was closed in 2008 due to lack of money. Yet hope remains as recent proposals have been made to restore the area and convert it into a lower maintainance Frisbee Golf Course."],"display_date":"May 1922","search_date":"1922-05-16","locations":[{"id":21386,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2064,"tag":"Golf"},{"id":1899,"tag":"Detroit"},{"id":1901,"tag":"Belle Isle"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5945,"title":"A sporting island","course_id":118,"status":"P","start_date":"1/1/10","end_date":"12/31/10","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Since the turn of the 20th century the island of Belle Isle, located in American waters of the Detroit River, has been a magnet for athletics and sporting enthusiasts young and old. Throughout the summer of 1910 parents and coaches cheered on their children as Little League teams vied for victory on the several baseball diamonds of the island's sporting field facilities. All energetic forms of recreation were centered around the striking Field House designed by Edward A Schilling, constructed in 1898 as a bicycle pavilion, but quickly expanded to administer and facilitate numerous athletic sports. Originally available to Detroiters were baseball, an athletics track complete with hurdles, and football, expanding over time to provide basketball courts, soccer fields, rugby, and most recently hand and racquet ball courts.","A thriving sporting community was established around the park as early as 1910; Belle Isle had self-consciously become the “playground for the people” as it defined itself as a free, recreational space for all people of Detroit. The island and its sporting facilities have consistently drawn large numbers, with recent history no exception as a record-breaking crowd of over 37,000 children gathered for a 2010 sporting carnival organised my Metro Detroit Youth Day supported by 320 local businesses, and held at and around the historic Field House. As the annual Youth Day continues, it shows children from the Detroit area that despite the financial difficulties the city may be facing, especially since Belle Isle Park was leased to the State of Michigan, the island remains a fun space where everyone can participate in some active sport with the support of the community."],"display_date":1910,"search_date":"1910-07-02","locations":[{"id":18385,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":235,"tag":"Sports"},{"id":1899,"tag":"Detroit"},{"id":1901,"tag":"Belle Isle"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5946,"title":"Tearing Down the Old Casino on Belle Isle","course_id":118,"status":"P","start_date":"1/1/07","end_date":"12/31/07","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["By 1907, the old wooden casino on Belle Isle, built in the late nineteenth century, was set to be torn down, and a new one erected elsewhere. The citizens of the city of Detroit were upset and did not want to see that historic building disappear from the landscape completely. They proposed moving it to the northern section of the island. Officials, on the other hand, opposed this plan. The actual move would require the cutting down of hundreds of trees in order to transport the casino. More would have to be removed at the new proposed site. Moving it on the frozen river was not an option either, as the citizens wanted, because the current was extremely strong. The entire length of the river never completely freezes. With a lack of options available, it was decided that the old casino would go to the highest bidder, and it would be up to them to find a way to get it off the island. The administration felt that it was right for the island because instead of keeping around an old building, they could put the revenue they obtained from selling it to good use.","The critics of tearing down the old casino were on to something. Almost all of the literature on urban planning supports the idea of preservation. It is often the most cost-effective option, as long as complete demolition is not required. Additionally, it had been found that more historic neighborhoods have higher property values. The public oftentimes is drawn to the historic areas and heritage tourism is increased. While this may not be true for every case, the odds are in favor of preserving the existing buildings rather than tearing them down and constructing entire new ones."],"display_date":1907,"search_date":"1907-07-02","locations":[{"id":50025,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2066,"tag":"Building Preservation"},{"id":1899,"tag":"Detroit"},{"id":1901,"tag":"Belle Isle"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5951,"title":"One Man's Dirt is Another Man's Treasure","course_id":118,"status":"P","start_date":"8/24/13","end_date":"8/24/13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Detroit’s playground, Belle Isle, is getting a makeover.  It is August 24, 1913, and Detroit City Commissioner William T. Dust has recognized that there is a surplus in dirt in the city.  The building of a skyscraper hotel downtown has yielded this surplus, and it is currently an \"embarrassment\" to the city.  What better way to rid of the embarrassment than add it on to Detroit’s beautiful island? Belle Isle will be increased one-third in size (from 700 to 900 acres), with an extension of 2,400 ft. at the foot of the island and 3,000 ft. at the head.  Through night and day, horses and laborers are working together to transfer the land using steamboats and carriages.  These developments are all very new, but one problem that might arise is that all the residents who set up their houseboats in these areas each summer will have to move.  However, this is a trivial setback.  The reporter from this Detroit Free Press article suggests that while the expense of this addition to the island is nominal, the city’s wealth and valuation will exponentially increase.","This episode takes place during a time when Belle Isle was exciting; when the city wanted to invest in the space as a park for recreation, relaxation, and open spaces.  Because of Detroit’s economic downturn in the past half a century, however, Belle Isle has been put at the end of the city’s agenda, leaving non-profit groups and independent projects to rewind the disrepair.  In an analysis of the city’s current state, Grace Lee Boggs argues that rebuilding the city depends upon the creative and collective energies of residents to build on something new; that from the rubble comes an opportunity of open space to build.  This same ideology can be applied to that of the rebuilding and redevelopment of Belle Isle."],"display_date":"August 24, 1913","search_date":"1913-08-24","locations":[{"id":18385,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2077,"tag":"William T. Dust"},{"id":2076,"tag":"Extension"},{"id":1901,"tag":"Belle Isle"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5965,"title":"A right to a park","course_id":118,"status":"P","start_date":"1/1/70","end_date":"12/31/70","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the early 1970s, representatives of the United Automobile Workers' union presented a picture of deprivation to the City of Detroit. The influential Motor City workers union had created a map which literally illustrated the isolation of urban residents; isolation from any large city-facilitated parks. For residents of the City of Detroit, there are no parks or open spaces within a 30 minute drive besides the city's treasured Belle Isle, an island park in the Detroit river. Representing a fundamentally urban membership and their families, the UAW union recognised that many of their members lacked a car or convenient access to transportation as public transport was (and still is) inadequate and irregular, out of metro Detroit and to the several beautiful parks in surrounding counties. The UAW demanded that the city increase funding and maintenance for the only relatively accessible Metro Park, Belle Isle; and they succeeded.","For the UAW the lack of access which urban Detroiters had and still have is an Environmental Justice issue, as it represents an inequality between suburban and regional citizens and their urban counterparts. In Environmental Justice literature and thinking access to 'green spaces' such as maintained parks and other large, open, relatively natural areas for use as recreational is a right for all people. This right of access to a space to relax and play has been historically denied for many Detroit residents; while Belle Isle defines itself as a recreational, democratic park for all of Detroit it is quite inaccessible to citizens without a car as are other parks in the region. The UAW's fight for an accessible and maintained city park has gained relevance again with the recent lease of the island to the State of Michigan; a new bus route has been promised to allow easier access to urban residents, but a price of $11 a year for access with cars will be charged."],"display_date":1970,"search_date":"1970-07-02","locations":[{"id":35437,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1901,"tag":"Belle Isle"},{"id":1899,"tag":"Detroit"},{"id":1947,"tag":"City parks"},{"id":2092,"tag":"Environmental Justice"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5973,"title":"Bell, I'll","course_id":118,"status":"P","start_date":"1869-01-01","end_date":"1869-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["A (hopefully) satirical article in the Detroit Free Press in 1869 offered a very strange legend concerning the naming of Belle Isle. It was said that back when the Island was inhabited by Native Americans, there was a beautiful woman named Bell. Her father, Stick in the Mud, was a leader of the tribe on Belle Isle. One day Bell nearly drowned in the Detroit River but was saved by J. Adolphus, a white man who was fishing on the island. Bell and Adolphus fell in love and asked Stick in the Mud for his blessing in their marriage. Stick in the Mud refused to consent to the marriage, so Bell decided to run away to be with Adolphus. As Bell was escaping from the Island in her canoe, Stick in the Mud followed. As they neared the shore of Detroit, Adolphus saw the chase and took his own boat out to get Bell. As they neared each other, Stick in the Mud drew a gun and began to yell, “Bell, I’ll shoot!” but all he got out was “Bell, I’ll…” before a steam boat came through and crushed all three people, killing them and sending them to the bottom of the river. People on the shore had heard Stick in the Mud yell “Bell I’ll” and named the island “Belle Isle” from then on. This story is strange and ridiculous, however it does offer some insight into the feelings of people about Belle Isle. The desire for a romantic history behind the most natural and pristine place in the city of Detroit, one that includes Indians and excitement shows both the sentiments of the time and the natural inclination of people to assign special meaning and significance to their natural spaces. People attach themselves to wilderness, they enjoy the idea of a wild space. This legend just proves how much people enjoy the romantic ideas of wilderness, especially in the middle of a large urban environment."],"display_date":1869,"search_date":"1869-07-02","locations":[{"id":6596,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"WAYNE, Michigan"}],"tags":[{"id":1901,"tag":"Belle Isle"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5975,"title":"Family Fitness Fun!","course_id":118,"status":"P","start_date":"12/31/69","end_date":"12/31/69","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","For many Detroiters New Years Eve is an event in which the stresses of the past year can be relieved in a night of hedonistic fun or relaxation, with many Techno parties and other social events throughout the city. But for Detroiters who are shy of the partying age, NYE still marks an especially fun day with the annual New Year's Eve Family Fun Run. The Run has been a highlight on the calendar of thousands of parents and children alike, being held on the island of Belle Isle every year since 1969. Casual runners are offered the option of a 2km Fun Run or more serious competitors can attempt to triumph, or beat their personal best in the 5km Run or Walking circuit originating at the famous Belle Isle Casino.","The annual Fun Run is Michigan's longest continuously held running event, and it is perfectly fitting that it is held on the 'people's park' on Belle Isle. For over a century Belle Isle has held a special place in the urban and industrial landscape of Detroit, throughout it's history of boom and decline. Touted as an open, democratic space for workers and their families to enjoy the sentiment of Belle Isle is encapsulated in the Fun Run. Open to anyone the Run does not discriminate on grounds of gender, or ability, allowing entrants to take the course at their own pace from a leisurely, social walk or casual jog through to all out competitive run. Being a family and community event, the Run also allows Detroiters time to bond with their children and neighbours alike, for many becoming a family tradition with up to 5,000 runners a year."," "],"display_date":"December 31, 1969","search_date":"1969-12-31","locations":[{"id":33546,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1901,"tag":"Belle Isle"},{"id":1899,"tag":"Detroit"},{"id":2098,"tag":"Fun Run"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6003,"title":"The Exclusionary Grandeur of the Detroit Yacht Club","course_id":118,"status":"P","start_date":"1/1/22","end_date":"12/31/22","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The morning sunlight pours into the high ceilinged room.  George D. Mason’s photographer captures the newly furnished coffee room for the Detroit Yacht Club in 1922.  Mason, Yacht Club's architect, also designed the Grand Hotel, Detroit Masonic Temple and the Gem Theatre in Detroit.  A collection of photos of the clubhouse from 1922 reveal a lounge, kitchen, pool, nursery, grill, library, dining room, ball room, and billiards room.  His Mediterranean Revival-styled design was extremely extravagant, costing more than one million dollars.  The photo of the coffee room showcases this style, with its arched windows, simple ornamentation, and even décor of small palm trees.  The windows look out to the club’s docks on the Detroit River.  It is a scene of grandeur and a leisurely morning.","For years after the opening of the clubhouse in 1923, the Detroit Yacht Club held its prestige as a club for Detroit boaters (all male). It has been termed as the “Jewel of Belle Isle.”  The Club saw a huge decline in membership during the Great Depression, but then its usage was restored by the 1940s.  However, the DYC has always been maintained as a symbol of privilege and exclusivity, especially racially.  Black members were rejected until the 1970s, and there has always been a high monthly membership due, rejecting the working class who cannot afford this luxury.  As Belle Isle’s popularity waned in the late twentieth century, so did the DYC’s, leading to the creation of the non-profit Detroit Yacht Club Foundation in 2012. The organization aims to support the Club's preservation and restoration.  Although there are still members, the usage of the club has gone from that of recreation to that of restoration and historical education."],"display_date":1922,"search_date":"1922-07-02","locations":[{"id":21386,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":35,"tag":"Architecture"},{"id":1899,"tag":"Detroit"},{"id":1901,"tag":"Belle Isle"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6008,"title":"Polluting Detroit's Backyard","course_id":118,"status":"P","start_date":"3/1/62","end_date":"3/31/62","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["With unswimmable water and inedible fish, water recreation on Belle Isle is quite limited. A 1962 report from the U.S. Department of Health, Education, and Welfare about the pollution of The Detroit River, Lake St. Clair, and Western Lake Erie described current water quality issues and their main causes. The report begins with how important water recreation and usage is to Michigan, describing the popularity of Belle Isle, a “Water Oriented Park”, with 1,400,000 visitors in 1960.  Pollution made it unswimmable, due to possible ingestion of sewage-contaminated water. This problem had been ongoing for several decades: a 1913 water quality report was conducted because of the high incidence of typhoid fever and other gastroenteric diseases during that time. Between then and the publication of the 1962 report, many measures were taken to combat industrial and residential dumping into the river, which showed some progress, but there were still high levels of contamination.  This made swimming, boating, and fishing (all very popular activities on Belle Isle) unsafe.  The Department concluded that more stringent measures must be taken to reduce sewage waste and industrial toxin dumping.","This sort of clash of industry and green spaces can relate to the City Beautiful Movement. The movement described beautification of cities, saying that this aestheticism can provide civic virtue and social order to a city’s population, because the space is more desirable.  It came as a response to the urban crisis during the Industrial Revolution, as more people moved into the cities and thus more poverty, congestion, and disease spread.  Belle Isle as a recreational park provided the green space to achieve this harmony between industry and green spaces.  From the water report, however, we can see that this harmony was not perfectly achieved.  The industrial waste and disease found a way to surround Belle Isle; taint it, if you will."],"display_date":"March 1962","search_date":"1962-03-16","locations":[{"id":33546,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2140,"tag":"water quality"},{"id":2043,"tag":"City Beautiful movement"},{"id":908,"tag":"Pollution"},{"id":2053,"tag":"Detroit River"},{"id":1901,"tag":"Belle Isle"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6033,"title":"Jim Scott's Last Joke","course_id":118,"status":"P","start_date":"1/1/10","end_date":"12/31/25","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["When James Scott died in 1910 and left half a million dollars to the city of Detroit in his will, controversy erupted amongst local citizens. Scott, who inherited most of his money from his father and earned even more still from shrewd real estate deals, bequeathed the money so that the city could build a beautiful fountain on Belle Isle. It became a major issue when it was revealed that his stipulation was to also erect a giant statue of himself in the middle of the fountain. People took to different sides of this issue. Some believed that it was a very nice gesture and a great opportunity to beautify the city. Still others disagreed. A portion of them objected, so they said, because it was basically buying the honor and cheapening the overall honor of the fountain. The religious leaders felt that it set a poor example for the youth – you don’t have to earn respect because you can just buy it. In a similar fashion, others said they disagreed because there was no democratic notion behind it. The citizens had no say in who their city was honoring.","While many of these people contested that it was not a personal matter, many people believe that such a fuss was made over the fountain because the people just plain did not like the guy. He had very few friends and barely spoke to anyone. He inherited his fortune and was deemed lazy and spoiled. The money he made for himself was always at the expense of someone else. He never married and was considered a womanizer. James Scott gambled and drank and was just generally disliked by all his fellow citizens. After several years being locked in debate, the fountain was unveiled in 1925 and has since become known as “Jim Scott’s Last Joke”."],"display_date":"1910 - 1925","search_date":"1917-12-31","locations":[{"id":18385,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1899,"tag":"Detroit"},{"id":1901,"tag":"Belle Isle"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}]}