{"id":1902,"tag":"recreation","points":[[42.107446354,-83.1351982696],[42.3502648,-71.0809757],[40.752999449846,-73.777068841493]],"bounds":[[42.3502648,-71.0809757],[40.752999449846,-83.1351982696]],"episodes":[{"id":5832,"title":"An autumn afternoon on Detroit's Belle Isle","course_id":118,"status":"P","start_date":"9/13/14","end_date":"9/13/14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["It was a chilly 65 degrees in the waters of the Detroit river on a perfect Sunday afternoon in the early autumn of 1914 as revellers debated whether it was too cool for a swim in the Belle Isle bath houses. Several hundred Detroiters could brave the dip for only 15 minutes each, but swimming was not the only weekend activity available on the large, lush island of recreation for escapees of the industrial city. Visitors could enjoy a stroll through the vast and deep wooded areas of the island park and enjoy the beauty of the seasons in change; green leaves beginning to give way to russet and crimson on the tall trees. A matinee band played popular tunes to a sizable crowd while families, couples and friends relaxed around the bandstand on the benches or gazed out over the river at Canada or at the few, experienced boatmen navigating the water. Canoes were also navigating a waterway internal to the island: the canal system was at capacity as visitors tried their hand or paddle. The afternoon was made all the more pleasant for the crowds as the criminal element was apparently also on their rest day, with no pickpocketing, injuries, damage or theft of the many cars on the island.","This jovial newspaper account of the recreational uses of Detroit's Belle Isle park is an excellent representation of the many ways in which a city can shape the natural environment. Belle Isle is a particularly striking example, as it is literally an attempt to preserve an island of natural space within one of America's most industrialised cities. For the mainly hard working, blue collar, immigrant and African-American population the Isle was a space where they could escape their weekday toil and truly relax with their families. The many uses of Belle Isle reflect its role as a multi-faceted space used by all of the city's vast array of residents. As an almost purely recreational space (there was a small commercial fishery on the island) Belle Isle is expressive of the culture of Detroiters and how they had fun at the time, contrasted with the intense and dominating industrialisation of the city. Only a mile or so down stream the river was filled with ships and further on lined with polluting factories in which the men enjoying the island worked long and tough hours. The island was particularly popular for motoring enthusiasts and Sunday drivers, revealing the upper class who could afford auto-mobiles (which many of the other visitors may have helped built in the numerous car factories in Detroit) also had a use for the public park.","Many people describe cities metaphorically as organisms or natural systems, with individual but vitally connected parts. If the heart and hands of Detroit are in its factories, perhaps it's hind end is relaxing on Belle Isle."],"display_date":"September 13, 1914","search_date":"1914-09-13","locations":[{"id":18385,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1903,"tag":"Park"},{"id":1899,"tag":"Detroit"},{"id":1233,"tag":"Environmental History"},{"id":1902,"tag":"recreation"},{"id":1310,"tag":"urban history"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5856,"title":"Frederick Law Olmstead expresses his vision for Belle Isle Park","course_id":118,"status":"P","start_date":"1882-11-01","end_date":"1882-11-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1882, Frederick Law Olmstead, a landscape architect and designer of fifteen previous parks, was invited to take a look at a newly purchased property in Detroit, MI. As the designer of the first municipal park in America, he is considered the father of landscape architecture. With his pioneering expertise cultivated through years of follow-up work, Olmstead wrote an explanation for future planning of Belle Isle Park, a “gem” in the midst of the Detroit river, which runs between the United States and Canada. In it, Olmstead claimed that the possibilities for Belle Isle were as great as in his other works, such as Central Park in New York City, Mount Royal Park in Quebec, and the Emerald Necklace in Boston, Massachusetts. His plan for Belle Isle envisioned capitalizing on the island's existing wooded areas as the park's central attraction, and nurturing the trees into a majestic forest. He also saw the island's fields as possibly the best area for a marching band in all the Parks of the United States, and the rivers that ran through the island an attraction for boaters and fishermen. Olmstead also warned that fluctuations in economy would harm a city owned park if not properly addressed from the beginning. He advised that what the city may consider financially rewarding in the short term, such as a new recreation building, lessens the value in the park if not properly funded and maintained. These words would seem prophetic in the early twenty-first century, when city managers are struggling with strategies for maintaining the municipal use of Belle Isle.","Olmstead's plan was an early visualization of how parks and nature are not separate, but can exist symbiotically. The idea of a wilderness is a constructed ideology. A park which includes shelters and buildings for relaxing would not be shattering a pristine wilderness, but instead make the area more attractive for visitors. His vision of the park is also one that looks holistically at Belle Isle, as the park becomes a maintained organism. His vision to utilize the natural rivers as an attraction for boaters, and the trees as an inspiration for the architecture for future buildings, show how human interaction with Belle Isle was shaped by the island's natural resources. His warning of the possible problems with financing shows the tension between park maintenance and park financing has been around from the conception of the island."],"display_date":"November 1882","search_date":"1882-11-15","locations":[{"id":6598,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"WAYNE, Michigan"}],"tags":[{"id":1944,"tag":"Frederick Olmstead"},{"id":1902,"tag":"recreation"},{"id":1899,"tag":"Detroit"},{"id":1901,"tag":"Belle Isle"},{"id":1947,"tag":"City parks"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5891,"title":"Results from the consolidation of the Parks and Recreation Department in Detroit, 1940-1946","course_id":118,"status":"P","start_date":"1/1/40","end_date":"12/31/46","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["1940, the city of Detroit voted to consolidate the Department of Parks and Boulevards and the Department of Recreation into a new Department of Parks and Recreation. The consolidation was the outcome of overlapping goals and not enough discussion between the groups, which sometimes bottlenecked recreational activities. “It was a case of one hand letting the other know what it was doing,” remarked a pamphlet, published in 1946, describing the progress of the Department over its first six years. The pamphlet extolled the consolidation itself, the reorganization and expansion projects since then, and described the future Department's future plans. Despite the wartime restrictions and the depression, the Department's first six years introduced a number of significant new programs in Detroit, including city-owned horseback riding, canoe rentals through Belle Isle Park, expansion plans for picnics and playgrounds, the increased productivity of the Belle Isle Greenhouse run by the Horticulture Association, and the consolidated management of six swimming pools throughout the city.","After President Franklin D. Roosevelt declared a call to arms in 1940, Detroit was nicknamed the “Arsenal of Democracy.” Detroit’s automobile industry was retrofitted into manufacturing battle tanks and weapons. The increase in high wage earning jobs brought a migration of 350,000 people, mostly from the rural South. This increase strained the recreational facilities for those who wanted to escape their job in the industrial sector. The Parks and Recreation consolidation therefore was an important investment for the booming economy of Detroit during WWII. This 1946 Pamphlet is put out after WWII ended, and shows how Detroit had an early start in the Urban Renewal Projects in the years to follow, with expectations for growth as soldiers came home."],"display_date":"1940 - 1946","search_date":"1943-07-02","locations":[{"id":27066,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":242,"tag":"WWII"},{"id":789,"tag":"Urban Life/Boosterism"},{"id":1233,"tag":"Environmental History"},{"id":1902,"tag":"recreation"},{"id":1947,"tag":"City parks"},{"id":1953,"tag":"Urban Renewal"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6628,"title":"Trouble with the Fens","course_id":165,"status":"P","start_date":"1884-04-08","end_date":"1884-04-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A place for relaxation, picnics, play, and companionship, the Back Bay Fens lie just outside Fenway Park near the Charles River in Boston. Now a beautiful location, the park, imagined by Frank Olmsted, has a history mired in literal filth.","Construction of the Fens began in the 1880s. Chosen to be the first park in a much larger network of public grounds known as the Emerald Necklace, the Fens were not as they appear today. The Back Bay Fens, as much of Boston throughout its history, was a swampy marsh that had to be formed and shaped to what the park’s designer wanted. Though designed as a positive public health initiative for both city and community, the Back Bay Fens was attacked for causing the “deadly miasma” it was created to combat.","In 1884, <em>The Boston Globe </em>published an interview with anonymous man who had experience in, “landscaping, gardening, and engineering.” Questioning the cost, methods, and possible dangers, he claimed the construction “will be the source of deadly miasma.” He stated that the design of the sewer system did not accommodate for high tide, and that sewage, mud, and filth would fill the artificial pond. The land-forming done had nearly been ruined by the construction of the Boylston Bridge, a costly endeavor by the city of Boston. The anonymous source railed against the choices of Frank Olmsted and H.H. Richardson as designers of the park and its architecture. This anonymous individual challenged the city of Boston on their methods for creating this public green space, questioning the effectiveness on both a financial level, and a public health level.","Twenty-years later Boston would still be paying for their mistake. Backlash from various groups of people halted the construction of Olmsted’s “Emerald Necklace.” Along with landscapers, and engineers like the man interviewed by the Boston Globe, citizens were discontent with their parks. The warning of the 1884 paper went unheard and the consequences were as predicted. In 1905, <em>The Boston Globe</em> again reported on the Fens. This time the article was about Boston’s continued failure to clean the “cesspool” that had developed.","Public health initiatives were undertaken by cities to create more livable and healthy environments, but they also had unintended consequences. The Fens is one example of the conflict that can rise from public health initiatives undertaken by city governments. Even something as seemingly simple as a park experienced unintended consequences that frustrated both citizens and city government for years to come. The Back BayFens are not a failure, but its history as a successful public health initiative is polluted."],"display_date":"April 8, 1884","search_date":"1884-04-08","locations":[{"id":53000,"lat":42.3502648,"lng":-71.0809757,"zoom":8,"place":"Back Bay, Boston"}],"tags":[{"id":3210,"tag":"Parks"},{"id":1902,"tag":"recreation"},{"id":2662,"tag":"Boston"},{"id":1122,"tag":"Public Health"},{"id":100,"tag":"Medicine"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":165,"school_id":94}},{"id":6868,"title":"A Meeting to Institute Rules for Baseball","course_id":188,"status":"P","start_date":"1871-03-01","end_date":"1871-03-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["With the excitement of a new baseball season approaching during the spring of 1871, several changes to the league became newsworthy. In an article of the <em>New York Times</em> titled, “The Baseball Occurrences of March,” an interesting conversation took place on the advancement of the sport.  For the first time, a convention of delegates from each of the professional clubs in the country convened on March 17, 1871 in New York, to “make arrangements in which the disputes over the selection of umpires may be avoided.” Post-Civil War baseball, still in its infancy, took the country by surprise with its soaring popularity. In dire need of regulations and professional officiation, the ball teams came together to remedy problems with the officiation for what would become America’s pastime within a generation.","The league grew to a point where official rules and regulations became a necessity as high monetary stakes and betting become popular throughout the healing Union.  Benjamin Rader, the author of <em>Baseball: A history of America’s Game</em> stated, “American baseball players tended to exploit every area within the game for which there was no explicit rule or penalties levied for violations.” Frequently there were problems with the officiating of games. In the early days of baseball, teams chose the umpire for contest, but with “a growing premium placed on winning” this unofficial process became a frequently disputed topic due to biased calls. For instance, in 1882, Richard Higham a National League umpire was, “expelled from the game after the league judged him guilty of collusion with gamblers” according to MLB official reports. In another case, one pitcher threw fifty balls to a hitter to discourage him from hitting. Obviously, a hindrance to the game, the league implemented umpires to call strikes on hitters who refused to swing at “good balls” as well as distinguish the difference between a ball and a strike.  These rules, authorized in 1858 by the National Association of Baseball (NABBP), changed the game, but also gave the power to the umpire to rule a previously relaxed officiation of the game. By 1879, according to MLB official information, umpires were “given the authority to impose fines for illegal acts.”","At the beginning, baseball captured the attention of folks from the northeast all the way to the far west. Teams sprouted up in cities and evolved into a commercial league. The incentive to field the “top nine” created a game of competition. With the addition of betting, beer, and eventually hotdogs and popcorn, high stakes baseball needed proper officiation. By the turn of the century, no longer were teams choosing umpires for the contests, rather, it became the league’s responsibility. The official umpiring association today is called the World Umpiring Association and is the bargaining agent for Major League Umpires."," "],"display_date":"March 1, 1871","search_date":"1871-03-01","locations":[{"id":52825,"lat":40.752999449846,"lng":-73.777068841493,"zoom":9,"place":"New York City, New York"}],"tags":[{"id":235,"tag":"Sports"},{"id":1902,"tag":"recreation"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":188,"school_id":3}}]}