{"id":1904,"tag":"Pingree","points":[[42.107446354,-83.1351982696]],"bounds":[[42.107446354,-83.1351982696],[42.107446354,-83.1351982696]],"episodes":[{"id":5833,"title":"The Poor Should Have Their Potatoes","course_id":118,"status":"P","start_date":"1896-03-31","end_date":"1896-03-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The year is 1896 and the newspapers in the city of Detroit are buzzing with reports and editorials concerning the annual city budget. There is much talk about the school board budget and the spending on campaign literature but only one article asks the question: why is there no talk of the highly successful urban farming progam? Detroit's mayor, Hazen Pingree, had made a name for himself and his city by initating a vacant-lot gardening program following the economic depression of 1893 in which the city donated unused plots on the edge of development to poor, mostly immigrant laborers so that they could be employed in growing their own food. After only a few years the program was considered a resounding success, as the monetary value of the produce grown on these vacant-lot gardens far exceeded the money allotted to the program in the city budget. This success had inspired many other American cities such as New York and Chicago to start their own vacant-lot gardening programs so as to deal with urban poverty and unemployment, and was a huge poltiical win for Pingree.  However, as the economy started to improve and employment increased, interest in the program began to wane. This article from the <em>Detroit Free Press</em> calls upon the city and Pingree to continue to fund the program. It quotes Pingree talking about the positive publicity that the program had generated for Detroit, going so far as to claim that it was his city's primary claim to national fame. Despite this lofty praise from its founder, Detroit's vacant-lot gardening program would only last another year before being abandoned.","This article unknowingly traces the decline in interest in Detroit's vacant-lot gardening program, which, in the context of the history of urban agriculture in the United States, is not really a novel story. Urban farming in the United States has been linked to a cyclical pattern of urban land use that can be understood as reacting to periodic economic downturns or wartime efforts.  Historically, urban farming has been in vogue when the sociopolitical and economic climate was conducive to public investment in efforts to alleviate poverty that are seen as a temporary fix. Farming on donated and unused land allows the poor and unskilled to produce something with minimal capital investment and oversight, and appeals to sensibilities that stress a strong work ethic and a self-help stance on economic disadvantage. The most recent urban farming movement in Detroit is potentially of a different ilk as it is more a grassroots effort, as opposed to an official policy, but there are many similarities with past manifestations of this idea. Detroit is once more on the map, so to speak, because of its \"innovative\" urban farms which are seen as making use of unused land and as a positive, constructive response to urban poverty and scarcity. The future of the current urban farming movement in Detroit is anyone's guess as the local economy improves, but it is useful to understand that it is drawing on a tradition started with Pingree's potato patches, and potentially sharing some of the same soil."],"display_date":"March 31, 1896","search_date":"1896-03-31","locations":[{"id":6599,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"WAYNE, Michigan"}],"tags":[{"id":1905,"tag":"Urban Farm"},{"id":1904,"tag":"Pingree"},{"id":1899,"tag":"Detroit"},{"id":1908,"tag":"Garden"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5847,"title":"It's Not Too Late: Pingree's Potato Plan Continues","course_id":118,"status":"P","start_date":"1894-06-08","end_date":"1894-06-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The year was 1894, and the United States economy was in a state of depression. The large number of unemployed citizens needed a way to provide for ther families. They were able and willing to work, but opportunities were scarce. On June 8, 1894, The <em>Detroit Free Press</em> published a notice to the community that Mayor Hazen Pingree was to continue his plan to turn Detroit into an agricultural hub. He saw the many unused, vacant, and abandoned lots in his city as an opportunity for the poor to cultivate crops to feed their families and ride out the hard economic times the nation was experiencing. Mayor Pingree called on the community to donate farming supplies and resources to facilitate his plan, and encouraged citizens to come together and help each other in any way posisble. It was already somewhat late in the planting season, but Mayor Pingree urged growers to continue their planting, stating \"the very best potatoes raised are those planted between the 15th of June and the 15th of July.\" He vowed to continue to call on prominent members of the community and community organizations to donate through the end of the planting season.","Though many saw Pilgree's potato patches as a lousy and unrealistic attempt at attacking a very large problem, many members of the community took notice, and stood behind the mayor by offering to donate acrees of their own land to be tended by unemployed, needy men looking to farm.  By 1894, the plan was in full swing and many important community figures pledged to help in any way they could.  Hazen Pingree's plan to cultivate gardens and crops in unused city lands was one of the first urban gardening movements in the country.  The success of his urban politics and potatoe patch plan prompted many other mayors of urban centers to copy his tactics in their own cities.  Potato patch-like plots were created in Chicago, New York, and Boston among others. Mayor Pingree's approach on mitigating the problems facing the poor made him a well kown \"social reformer\" of the era, and set the stage for future ideas around urban agricuture and urban gardens."],"display_date":"June 8, 1894","search_date":"1894-06-08","locations":[{"id":6599,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"WAYNE, Michigan"}],"tags":[{"id":1960,"tag":"Gardens"},{"id":1930,"tag":"Urban Agriculture"},{"id":1904,"tag":"Pingree"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5882,"title":"Problematizing the Potato Patch Scheme","course_id":118,"status":"P","start_date":"1895-01-01","end_date":"1895-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1895, while still serving his last term as Detroit’s mayor, Hazen S. Pingree wrote an autobiography entitled <em>Facts and Opinions: Or, Dangers That Beset Us.</em> Far from laying out some nostalgic, narrative arc from his boyhood in rural Maine to his career as the populist mayor of a burgeoning industrial city, Pingree writes almost exclusively of his time as a mayor and conveys the gravitas with which he wielded his mayoral power to curtail the increasingly monopolistic influence of corporations.  One chapter, near the end of the book and after an exhaustive description of his struggles with greedy capitalists, highlights the potato patch scheme that gained Pingree significant national acclaim: a vacant-lot gardening program that successfully employed the unemployed in subsistence food production during the economic downturn of 1893.","Rather than relating this story personally, however, Pingree opts to preprint a public address by the aptly named Captain Cornelius Gardener who officially ran the program for its duration .Gardener, being a practical-minded man, does not embellish much in his post-operational breakdown of the successful program as he focuses on economics and logistics and positive press.  He does, however betray some overtly paternalistic and problematic conceptions of those who participated in the program, emphasizing their simplicity and that “they can be managed as easily as children.” This type of demeaning language, coupled with a photo in the chapter that depicts a family of farmers arranged in a stilted manner behind a handwritten sign in their garden that states “The name of the man who originated this system will be handed down to posterity” and a caption that explicitly labels them as Polish immigrants expose a darker side to the much lauded potato patch scheme.  Not only are immigrant communities and the poor being portrayed as simple and ignorant but they are also being used, objectified, as props in a propagandistic manner serving a political end wholly detached from their labor in the soil.","Here we see displayed something that potentially undermines the legacy of Pingree’s potato patch scheme or at least demands our critical examination.  To be honest though, it should come as no surprise that a philanthropic scheme in the late 19<sup>th</sup> century would have to play into prevailing notions of how to conceive of and treat the poor and immigrant populations.  Despite Pingree’s populist stance and posturing as a man of the people we should not fool ourselves into thinking that “people” meant quite the same thing then that it does to us now, and even today many programs developed to combat poverty and benefit immigrant communities come under intense criticism from those who still maintain that these populations must be made to be industrious and useful due to ingrained idleness or ignorance.  This is where urban farming as a means of social welfare must be incredibly careful to empower individuals without being paternalistic and demeaning or using that empowerment as a ploy for good press."],"display_date":1895,"search_date":"1895-07-02","locations":[{"id":6599,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"WAYNE, Michigan"}],"tags":[{"id":1904,"tag":"Pingree"},{"id":1899,"tag":"Detroit"},{"id":1930,"tag":"Urban Agriculture"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5940,"title":"The Historical Imaginary of the Potato Patch","course_id":118,"status":"P","start_date":"1/1/08","end_date":"12/31/17","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Detroit Mayor Hazen Pingree’s successful scheme to employ idle hands in the cultivation of subsistence gardens on vacant lots during the economic downturn of 1893 was the first such program in the nation. Despite its short tenure as a facet of the urban environment of Detroit, city plots abounding in vegetables would flourish in the public imagination for years to come. In 1908, during a hard winter for employment, an editorial in the Detroit Free Press calls for the redeployment of a vacant lot gardening scheme. It makes an appeal to the resounding success of the Pingree program and stresses the fact therefore that as a measure for reducing unemployment it would not require any experimentation. The author also points out the existence of vacant lots as a space in which imagined gardens could thrive. Almost a decade later, in a 1917 <em>Detroit Free Press </em>article, Pingree’s potato patches are again referred to as a potential solution for a city-wide food shortage.  The mayor at that time is stated as expressing his belief that a contemporary take on Pingree’s plan would resonate with the poor of the city as it would allow them to help themselves combat the famine.  Again, the success of the potato patch scheme is emphasized and its legacy is further elaborated upon.  It is evident that, far from vanishing after the termination of the program in 1897, Pingree’s potato patches lived on, populating vacant city lots with potential and imagined potatoes.","The cultivation of plants and the way in which we imagine the cultivation of plants is not a process that can merely be reduced to subsistence or economic motivations.  Labor, especially in the down-to-earth sense of agriculture, is embedded within a moral universe that valorizes the labor and the laborers and the product of the labor.  In the case of Pingree’s potato patches, there is a definite way in which the vacant lot gardening program as a historical artifact and the manner in which it was drawn on in times of perceived hardship carried with it notions about how to value the labor of the unemployed and the unemployed in general. In this sense then, the vacant lot gardening program served as something of a vehicle by which paternalistic sensibilities towards welfare and the poor were translated into different contexts and times."," "],"display_date":"1908 - 1917","search_date":"1912-12-31","locations":[{"id":50025,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1899,"tag":"Detroit"},{"id":1930,"tag":"Urban Agriculture"},{"id":1904,"tag":"Pingree"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}]}