{"id":1905,"tag":"Urban Farm","points":[[42.107446354,-83.1351982696]],"bounds":[[42.107446354,-83.1351982696],[42.107446354,-83.1351982696]],"episodes":[{"id":5833,"title":"The Poor Should Have Their Potatoes","course_id":118,"status":"P","start_date":"1896-03-31","end_date":"1896-03-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The year is 1896 and the newspapers in the city of Detroit are buzzing with reports and editorials concerning the annual city budget. There is much talk about the school board budget and the spending on campaign literature but only one article asks the question: why is there no talk of the highly successful urban farming progam? Detroit's mayor, Hazen Pingree, had made a name for himself and his city by initating a vacant-lot gardening program following the economic depression of 1893 in which the city donated unused plots on the edge of development to poor, mostly immigrant laborers so that they could be employed in growing their own food. After only a few years the program was considered a resounding success, as the monetary value of the produce grown on these vacant-lot gardens far exceeded the money allotted to the program in the city budget. This success had inspired many other American cities such as New York and Chicago to start their own vacant-lot gardening programs so as to deal with urban poverty and unemployment, and was a huge poltiical win for Pingree.  However, as the economy started to improve and employment increased, interest in the program began to wane. This article from the <em>Detroit Free Press</em> calls upon the city and Pingree to continue to fund the program. It quotes Pingree talking about the positive publicity that the program had generated for Detroit, going so far as to claim that it was his city's primary claim to national fame. Despite this lofty praise from its founder, Detroit's vacant-lot gardening program would only last another year before being abandoned.","This article unknowingly traces the decline in interest in Detroit's vacant-lot gardening program, which, in the context of the history of urban agriculture in the United States, is not really a novel story. Urban farming in the United States has been linked to a cyclical pattern of urban land use that can be understood as reacting to periodic economic downturns or wartime efforts.  Historically, urban farming has been in vogue when the sociopolitical and economic climate was conducive to public investment in efforts to alleviate poverty that are seen as a temporary fix. Farming on donated and unused land allows the poor and unskilled to produce something with minimal capital investment and oversight, and appeals to sensibilities that stress a strong work ethic and a self-help stance on economic disadvantage. The most recent urban farming movement in Detroit is potentially of a different ilk as it is more a grassroots effort, as opposed to an official policy, but there are many similarities with past manifestations of this idea. Detroit is once more on the map, so to speak, because of its \"innovative\" urban farms which are seen as making use of unused land and as a positive, constructive response to urban poverty and scarcity. The future of the current urban farming movement in Detroit is anyone's guess as the local economy improves, but it is useful to understand that it is drawing on a tradition started with Pingree's potato patches, and potentially sharing some of the same soil."],"display_date":"March 31, 1896","search_date":"1896-03-31","locations":[{"id":6599,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"WAYNE, Michigan"}],"tags":[{"id":1905,"tag":"Urban Farm"},{"id":1904,"tag":"Pingree"},{"id":1899,"tag":"Detroit"},{"id":1908,"tag":"Garden"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5907,"title":"Great Depression Gardens","course_id":118,"status":"P","start_date":"1/1/31","end_date":"12/31/32","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Immediately following the Great Depression, the Mayor’s Unemployment Committee (MUC) established a thrift-garden program in Detroit.  Between 1931 and 1932, the height of the program, the gardens supplied food and benefits for about 20,000 people.  Experienced gardeners would create model gardens for thrift gardeners to follow, who were either welfare clients or those near the verge of dependency.  Experienced gardeners also seemed to mange and oversee the workers and land, sitting outside of sheds on the perimeter of the land.  They were dressed well, considering that it was the time of the depression, wearing white button-down shirts, ties, brimmed hats, and slacks. Plots were located between dirt roads near shack-like houses, surrounded by some of Detroit’s factories and smokestacks.  Corn appeared to be one of the more popular crops to grow.","Inspired by Hazen Pingree’s potato patches, Frank Murphy, the mayor of Detroit, decided to establish the “vacant lot gardening,” which had the two objectives of feeding the needy and preserving the  work habits of the unemployed. In 1931, the MUC allotted $10,000 to the program, supplying land, equipment, gardening instruction.  By the end of its first year, the gardens profited each worker by about $50, justifying a continuation of the project for another year.","Similar to Detroit’s economic standing today, the Great Depression forced thousands out of their jobs.  Murphy’s gardens, however, seemed to be a successful solution to maintaining the city’s work morale, encouraging the population to be involved in their community, and stimulating the economy.  Due to the parallels between Detroit in the early 1930s and today, the thrift garden program may be a viable source and inspiration for making future changes within the city."],"display_date":"1931 - 1932","search_date":"1932-01-01","locations":[{"id":22722,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2029,"tag":"Thrift gardens"},{"id":1158,"tag":"Great Depression"},{"id":1905,"tag":"Urban Farm"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5956,"title":"Growing Urban Life","course_id":118,"status":"P","start_date":"1/1/06","end_date":"12/31/30","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Floral gardens in Detroit were very popular during the early half of the 20th century. From growing flowers in backyards to expos, gardens represented the importance of the city being a fast growing urban area.  Starting in 1906, nearly 7,000 school children planted, grew, and exhibited flowers with the support of city clubs, showing the prominence of home-gardening.  Not only was gardening a communal and social practice, but it had become a source of education and cultivation among the students, as well as a source of happiness.  The flowers were widely used for decoration and for city-wide competitions, thus promoting the school children’s efforts.","As gardening became more popular, its supporters began to further emphasize its necessity.  Clubs, such as the Twentieth Century club and the Horticulture Society of Michigan, carried out these efforts well into the mid-1930s, in order to educate others about gardening in urban areas, promote activities, and encourage others to be more self-sufficient.  Urban gardening was evidently an important matter and skill to hone in Detroit, hence the early education received by school children regarding small-scale farming and sustainable living.  Both of the girls’ and boys’ enthusiasm for the activities were supported by city clubs to continue and expand their knowledge and awareness on urban gardening."],"display_date":"1906 - 1930","search_date":"1918-07-02","locations":[{"id":50025,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1905,"tag":"Urban Farm"},{"id":1960,"tag":"Gardens"},{"id":1899,"tag":"Detroit"},{"id":6,"tag":"Education"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}]}