{"id":1908,"tag":"Garden","points":[[42.107446354,-83.1351982696],[41.000231092,-78.474128629]],"bounds":[[42.107446354,-78.474128629],[41.000231092,-83.1351982696]],"episodes":[{"id":5833,"title":"The Poor Should Have Their Potatoes","course_id":118,"status":"P","start_date":"1896-03-31","end_date":"1896-03-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The year is 1896 and the newspapers in the city of Detroit are buzzing with reports and editorials concerning the annual city budget. There is much talk about the school board budget and the spending on campaign literature but only one article asks the question: why is there no talk of the highly successful urban farming progam? Detroit's mayor, Hazen Pingree, had made a name for himself and his city by initating a vacant-lot gardening program following the economic depression of 1893 in which the city donated unused plots on the edge of development to poor, mostly immigrant laborers so that they could be employed in growing their own food. After only a few years the program was considered a resounding success, as the monetary value of the produce grown on these vacant-lot gardens far exceeded the money allotted to the program in the city budget. This success had inspired many other American cities such as New York and Chicago to start their own vacant-lot gardening programs so as to deal with urban poverty and unemployment, and was a huge poltiical win for Pingree.  However, as the economy started to improve and employment increased, interest in the program began to wane. This article from the <em>Detroit Free Press</em> calls upon the city and Pingree to continue to fund the program. It quotes Pingree talking about the positive publicity that the program had generated for Detroit, going so far as to claim that it was his city's primary claim to national fame. Despite this lofty praise from its founder, Detroit's vacant-lot gardening program would only last another year before being abandoned.","This article unknowingly traces the decline in interest in Detroit's vacant-lot gardening program, which, in the context of the history of urban agriculture in the United States, is not really a novel story. Urban farming in the United States has been linked to a cyclical pattern of urban land use that can be understood as reacting to periodic economic downturns or wartime efforts.  Historically, urban farming has been in vogue when the sociopolitical and economic climate was conducive to public investment in efforts to alleviate poverty that are seen as a temporary fix. Farming on donated and unused land allows the poor and unskilled to produce something with minimal capital investment and oversight, and appeals to sensibilities that stress a strong work ethic and a self-help stance on economic disadvantage. The most recent urban farming movement in Detroit is potentially of a different ilk as it is more a grassroots effort, as opposed to an official policy, but there are many similarities with past manifestations of this idea. Detroit is once more on the map, so to speak, because of its \"innovative\" urban farms which are seen as making use of unused land and as a positive, constructive response to urban poverty and scarcity. The future of the current urban farming movement in Detroit is anyone's guess as the local economy improves, but it is useful to understand that it is drawing on a tradition started with Pingree's potato patches, and potentially sharing some of the same soil."],"display_date":"March 31, 1896","search_date":"1896-03-31","locations":[{"id":6599,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"WAYNE, Michigan"}],"tags":[{"id":1905,"tag":"Urban Farm"},{"id":1904,"tag":"Pingree"},{"id":1899,"tag":"Detroit"},{"id":1908,"tag":"Garden"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5852,"title":"A farmer's wife's appeal for household gardens","course_id":118,"status":"P","start_date":"1884-04-08","end_date":"1884-04-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Fed up with her husband's insistence that a family garden was a waste of time and money, in the spring of 1884 a strong-minded housewife wrote a letter to the Household supplement of the <em>Michigan Farmer and State Journal of Agriculture</em> on the importance of gardens to the health of her family. \"The man who 'hasn't time' to make a garden,\" she wrote angrily, \"says he has not time to attend to one of the most important of his duties, his own health and that of his family.\" Fresh produce, for this housewife, was integral to her sense that her food was both nutritious and tasty. Feeding her family from her own garden was not only \"a great incentive to good housekeeping,\" but also saved \"trouble and annoyance\" and gave her \"a virtuous consciousness of well doing.\" In light of these many benefits, she wrote, the least her husband could do was \"to foster and encourage\" her efforts.","The housewife's emphasis on women's duty to care for their families by growing their own food correlates with Carolyn Merchant's ideas of production and reproduction as significant factors in women's relationship to the environment. Merchant defines production as \"the human counterpart of 'nature's' activity\" and states that \"the need to produce sustenance to reproduce human energy on a daily basis connects human communities with their local environments.\" The production of food in a garden or a kitchen is necessary for human survival and reproduction, and thus is intrinsically linked to motherhood and women's work in the domestic sphere. This idea ties in with the housewife's ideas by further enforcing the importance of women's work in bearing and raising healthy children."],"display_date":"April 8, 1884","search_date":"1884-04-08","locations":[{"id":6598,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"WAYNE, Michigan"}],"tags":[{"id":1205,"tag":"Women's History"},{"id":1930,"tag":"Urban Agriculture"},{"id":1908,"tag":"Garden"},{"id":1940,"tag":"Housewives"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5874,"title":"Idle Hands Are a Gardener's Playthings: Community Involvement in the Wake of the Great Depression","course_id":118,"status":"P","start_date":"1/1/25","end_date":"12/31/35","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Just before World War I, John Balowich just barely avoided conscription into the Russian army by being sponsored to the US by his brothers. Beginning work in the coal mines in DuBois, PA, John faced dire circumstances both down in the mines and above ground: whatever wages he earned were owed to the company store for sustenance before he even resurfaced with his pay. Given an opportunity to escape the mines, John moved to Detroit as an auto factory worker, promised a \"magnificent sum of $5 a day.\" Leading up to the Depression, as auto company layoffs and changeovers began, John harbored dreams of staring a grocery store, a dream to which he came one step closer when he began renting a candy shop on Hanson and Cicotte. Shortly after, John was finally able to take up renting a \"grocery-butcher shop with living quarters,\" fulfilling his dream. Working from 6:45 AM to 9:45 PM, John loved every moment and created a \"village meeting place\" equipped with the only telephone in the area. John even began extending credit to local patrons and ended every transaction with \"a little schnapps\" and a candy bar for each of the men's children. John was happy, and \"everyone was happy,\" until rationing and shortages brought on by the Second World War forced him to close the store and return to factory work. Though John never fully regained the losses from the outstanding credit, John remained \"happy and optimistic\" since he had \"achieved his dream, lived a good life, and loved his country with a passion.\"","John's fierce optimism and devotion to his community was characteristic of the time period as Sidney Fine writes in his biography of Frank Murphy. He describes the \"widespread belief in the United States before 1929 that a person who wished to work could find employment,\" a sentiment that is exhibited by John's dreams to leave a steady position and risk opening his own store. Frank Murphy, the mayor of Detroit leading up to and during the Great Depression, believed that citizens of Detroit should expect that their government should aid those in distress due to unemployment, stating that \"no one in this great city of plenty...must be allowed to go hungry, or cold, or unhoused, or unclothed.\" This belief led Murphy to start the Mayor's Unemployment Committee (MUC) to help to address issues of unemployement by sharing the importance of the issue with the whole community and framing the issue in a new light. MUC went on to establish several new programs, once of which was the Detroit thrift-gardens, a program that echoed the work of Hazen Pingree and his \"potato patches.\" In addition to providing much-needed food to the unemployed, Murphy believed that \"the psychological effect of idleness of large groups of our people...[is] dangerous to the safety and morale of the country\" and that the projects could help to cultivate work ethic for the unemployed. Though originally unsuccessful, the project eventually proved to provide work for the unemployed and allowed them to stay mentally and physically fit until they found another job while contributing to the greater community."],"display_date":"1925 - 1935","search_date":"1930-07-02","locations":[{"id":21386,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"},{"id":21832,"lat":41.000231092,"lng":-78.474128629,"zoom":9,"place":"Clearfield, Pennsylvania"}],"tags":[{"id":1978,"tag":"Unemployment"},{"id":1081,"tag":"The Great Depression"},{"id":1111,"tag":"World War I"},{"id":1908,"tag":"Garden"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}]}