{"id":1909,"tag":"Detroit Immigrants","points":[[42.107446354,-83.1351982696]],"bounds":[[42.107446354,-83.1351982696],[42.107446354,-83.1351982696]],"episodes":[{"id":5961,"title":"Black Empowerment","course_id":118,"status":"P","start_date":"1/1/40","end_date":"12/31/60","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["World War II brought a lot of good opportunities in the workforce for the city of Detroit. Because of Detroit’s powerful automobile industry, they became the epicenter for WWII production. Black men and women were given many more job opportunities. The three major effects that helped black people were economic forces, activism, and government assistance. The most powerful of the three effects were the government assistance by President Franklin Roosevelt’s Executive Order 8802, which mandated nondiscrimination in war industries. In the Executive Order 8802, President FDR created the Fair Employment Practices Commission which helped diffuse the growing black protest movement.","The Second Migration had a great impact on Detroit and the social environment. Black people from the South moved to Detroit in search of becoming an equal citizen who participated in the social, political, and economic life. White Detroiter’s didn’t like the fact that these migrants wanted be a part of the social, political, and economic life of Detroit. The racial tension in Detroit lasted for many decades because white and black people have different views on the future of the city."],"display_date":"1940 - 1960","search_date":"1950-07-02","locations":[{"id":27066,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2088,"tag":"President FDR"},{"id":2087,"tag":"Second Migration"},{"id":1909,"tag":"Detroit Immigrants"},{"id":242,"tag":"WWII"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}]}