{"id":191,"tag":"Liberator","points":[[42.3649994065,-70.9800517697]],"bounds":[[42.3649994065,-70.9800517697],[42.3649994065,-70.9800517697]],"episodes":[{"id":4626,"title":"<strong>Abolitionists Urged to Reunite Under Common Goal</strong>","course_id":23,"status":"P","start_date":"1841-02-19","end_date":"1841-02-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On February 19, 1841, abolitionist Gerrit Smith urged his fellow activists to reunite in their common cause after having split into two factions. He offered a “proposition for peace amongst ourselves.” He encouraged abolitionists of every persuasion to tolerate their differences so that they can employ “against their common foe the time and ammunition, which, for the last two years, they have been guiltily wasting in their war upon each other.” He concluded his letter with a passionate plea of “let us be magnanimous enough to forget our past dissentions; and to make room for the holy resolution, that, until we or slavery die, we will hate it and love each other.”","According to Smith, the groups clashed over two main issues: “the doctrine of ‘woman’s rights’ and the doctrine of ‘non-resistance.” The doctrine of women’s rights held that “women should participate with men in the proceedings of our benevolent and religious societies.” Non-resistance men and women should remove themselves from the government and reject political actions such as voting because they were corrupt, compromised principles and seen as “a substitution of political action for moral suasion.” William Lloyd Garrison led one group that had firmly committed to both of those doctrines while Arthur Tappan led another group that felt including women was a “violation of an implied understanding and of the invasion of their rights of conscience” and that voting as an abolitionist strategy was completely moral and more effective than moral suasion alone.","In this letter to the <em>Liberator</em>, Smith suggested a resolution to these issues that had divided the abolitionist community. The official split occurred at the American Anti-Slavery Society’s annual meeting in 1840 when Abby Kelley was appointed to the business committee. Three very prominent men, Lewis Tappan, Charles W. Davidson, and Amos A. Phelps all resigned from the committee in protest. The next day the American and Foreign Anti-Slavery Society was formed with Arthur Tappan as president, James G. Birney and Henry B. Stanton as secretaries, and Lewis Tappan the treasurer.","The split within the American Anti-Slavery Society did not end the hostility between the two factions. Smith describes the situation as “a spirit of intolerance which more than any thing else, has separated abolition brethren from each other.” Rather than take his advice to do the Christian thing and “bear the ridicule and reproach meekly” instead “many of them retaliate the intolerance.” The opposing groups held each other in such contempt that it was difficult for them to realize that they had a common goal.","As an abolitionist, Smith agreed with Garrison’s views on immediatism but disagreed with the doctrine of non-resistance by becoming a member of the Liberty Party. Unfortunately, Smith’s call for a mutual tolerance was not successful. The disagreements and divisions proved to be too deep to overcome. Ideological battles within the abolitionist movement continued up until the 1860s."],"display_date":"February 19, 1841","search_date":"1841-02-19","locations":[{"id":6208,"lat":42.3649994065,"lng":-70.9800517697,"zoom":11,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":192,"tag":"Gerrit Smith"},{"id":193,"tag":"Abolitionism"},{"id":191,"tag":"Liberator"},{"id":190,"tag":"William Lloyd Garrison"},{"id":210,"tag":"AASS"},{"id":250,"tag":"American Anti-Slavery Soc"}],"course":{"name":"The Abolitionists and American Society","school":"University of Richmond","course_id":23,"school_id":11}}]}