{"id":1912,"tag":"1967","points":[[42.107446354,-83.1351982696]],"bounds":[[42.107446354,-83.1351982696],[42.107446354,-83.1351982696]],"episodes":[{"id":5848,"title":"The 1967 Detroit Rebellion","course_id":118,"status":"P","start_date":"7/23/67","end_date":"7/26/67","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Despite a long history of racial tensions and repeated race riots dating back more than a century, before the Great Rebellion of 1967 Detroit did not believe these sort of things would happen there. The city administration would often boast that \"Detroit has a lot of things going for itself,\" which was probably true relative to other major cities in the North. African American people lived in some of the finer areas of the city and did not have to deal with a lot of the poor housing like places in New York. There was also strong employment for African Americans, specifically in the auto plants. Furthermore, the leaders of the city -- both white and black -- remembered the violent riots of 1943 and wanted to avoid repetion. However, in 1967 tensions boiled over, and most of Detrot's African American population rebelled against the city's social structure. Many looted stores and vandalized buildings. Many of the Black leaders tried to encourage the angry masses to cool down, but their efforts went nowhere.","The Detroit Rebellion of 1967 can be attributed to multiple social injustices against Blacks. It is ultimately believed that people grew tired of unfair practices and rose up to force change. The Black population had grown tired of unfair housing policies such as \"Urban Renewal\" which displaced countless low income African American families in the 1950s so that highways for example could be built. The African American residents were also tired of being harrased by policemen who were predominately White. Although some of the actions taken by many in the Black community can be called into question (i.e. looting and general vandalism) it is believed that the people felt so oppressed by the social systems of the time that they had no other choice. Therefore their actions are viewed by many as a act of rebellion against an oppressive system and not a riot which connotes lawless behavior and is without meaningful purpose.","Despite the lives that were lost and all the property damage that resulted from the 1967 rebellion, twenty years later some things still seemed unchanged or in some instances appeared to be worse.  Blacks in Detroit still faced staggering unemployment numbers and often times nicer housing was not accessible for all Blacks. However, in the aftermath of the rebellion, the city did seem to be more responsive to Blacks in some ways: in the 1970s Detroit had a black mayor (Coleman Young), a black police chief, a black school superintendent, a black majority city council, and a police department that did not seem at war with the city's blacks. There were definitely changes in Detroit since the 1967 rebellions but there was also a lot more needed to be done around the city's economic stability."],"display_date":"July 23, 1967 - July 26, 1967","search_date":"1967-07-24","locations":[{"id":33546,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1912,"tag":"1967"},{"id":1899,"tag":"Detroit"},{"id":1931,"tag":"1967 Detroit Rebellion"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}]}