{"id":1914,"tag":"Black Bottom","points":[[42.107446354,-83.1351982696],[42.2533621325,-83.8384551752]],"bounds":[[42.2533621325,-83.1351982696],[42.107446354,-83.8384551752]],"episodes":[{"id":5840,"title":"Three Days and Three Nights of Rioting","course_id":118,"status":"P","start_date":"7/23/67","end_date":"7/26/67","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the early hours of July 23, 1967, one of the most violent race riots in American history broke out on the streets of Detroit as police raided an unlicensed, after-hours bar and arrested 82 black people who were celebrating the return of two local Vietnam veterans. The resulting conflict went on for three days, ending in 43 dead and 1,189 injured. This had a large impact on Detroit. James E. Cummings, a successful Detroit business man who was very active in the human rights efforts such as the National Associatoin for the Advancement of Colored People and the Detroit Urban League, experienced the riots firsthand. According to Cummings, after the Riot of 1967, property owners in Black Bottom were desperate to sell their land before the prices plummeted again due to another race riot outbreak.","This alludes to the instability of Detroit in the years surrounding the riot. This played a key role in the “white flight” that occurred shortly afterwards, in which middle-class whites began moving out of the east side of Detroit, which was predominantly black as a result of discriminatory housing practices. Black Bottom, where the bulk of the violence took place, was one of the principle neighborhoods in which blacks could live and there was a high concentration of poverty in it. In this time, there was a wide effort by city officials in trying to “contain” the black population to only certain parts of the city. The Riot of 1967 brough national attention to the racial tensions and institutionalized racism in Detroit while simultaneously alarming city residents."],"display_date":"July 23, 1967 - July 26, 1967","search_date":"1967-07-24","locations":[{"id":33546,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1961,"tag":"1967 Race Riot"},{"id":1914,"tag":"Black Bottom"},{"id":1913,"tag":"White Flight"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5844,"title":"An Oral History of Detroit's 1967 Race Riots","course_id":118,"status":"P","start_date":"7/23/67","end_date":"7/27/67","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Detroit resident James E. Cummings remembers the Detroit race riots that started on the morning of July 23, 1967. The race riots were provoked by a raid of an after-hours bar, known as a \"blind pig,\" on the corner of 12th and Clairmount streets. Cummings recollects not only the violence of the days that followed, in which arson and looting were commonplace and 2,000 buildings were destroyed, but also how the riots impacted his ability to buy property. Business owners were eager to sell their businesses “almost on your terms” out of fear that another riot would occur to further lower property values. The 1967 riots only ended after five days as a result of troops from the Army, sent in by then President Lyndon B. Johnson, and the Michigan National Guard, sent in by then Governor George W. Romney. The riots led to 43 deaths, 1,189 injures, and over 7,000 arrests.","The riots were preceded by racial segregation, such as that exhibited by Black Bottom, a neighborhood primarily composed of Blacks that once existed (but was destroyed by urban renewal projects in the 1960s). Black Bottom is an example of how whites attempted to contain blacks in certain parts of the City of Detroit, out of fear that blacks would negatively affect the entire city if given the opportunity to live anywhere they chose. Thus, many homes built before the 1967 riots were built with a restrictive covenant that prohibited the selling of the home to blacks. The riots of 1967 foreshadowed continued racial tension between whites and blacks, and led whites to fear that another revolt by blacks would ensue. In the aftermath of the race riots, many whites decided to move outside of the City of Detroit to its suburbs for the safety of their families and to ensure that they could continue their business elsewhere without fear of another civil unrest. The spread of whites to suburbs during this time continued for several decades thereafter and left a significant mark on the City of Detroit and its perception to non-Detroiters in America."],"display_date":"July 23, 1967 - July 27, 1967","search_date":"1967-07-25","locations":[{"id":33546,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2021,"tag":"African American history"},{"id":1914,"tag":"Black Bottom"},{"id":1922,"tag":"Detroit race riots"},{"id":21,"tag":"Race Relations"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5863,"title":"Black-Velvet-Valley","course_id":118,"status":"P","start_date":"1/1/68","end_date":"12/31/68","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["“Black-Velvet-Valley” by Cheryl Wells is a poem in which Wells details fond memories of her lived experiences being a resident in Detroit’s Black Bottom, a neighborhood that existed until its destruction in the 1960s. Wells’ poem address the immense worth of Black Bottom and the presence of jazz and blues in the community. In one part of the poem, Wells recognizes the “legendary life” of Black Bottom’s residents and the liveliness of Hastings Street. Hastings Street was one of the streets that served as a boundary of the Black Bottom neighborhood. Jazz and blues is significant in Black Bottom because during the 1930s to the 1950s artists such as Duke Ellington, Ella Fitzgerald, and Pearl Bailey played in the neighborhood as a means of building community amongst Black Bottom’s residents.","Wells’ account of her fondness of Black Bottom is particularly interesting, given the context of the siting of Black Bottom. Black Bottom was created to separate blacks from whites in the City of Detroit. However, Wells’ description of the Black Bottom community demonstrates how residents made the best out of their experience. Black Bottom is a tragic story because whites decided to dismantle the community they intentionally created in favor of building freeways to support “white flight” in the name of progress and modernity."],"display_date":1968,"search_date":"1968-07-01","locations":[{"id":33546,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1962,"tag":"African-American history"},{"id":1953,"tag":"Urban Renewal"},{"id":1899,"tag":"Detroit"},{"id":1914,"tag":"Black Bottom"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5864,"title":"<strong>Memories on Hastings Street in Detroit </strong>","course_id":118,"status":"P","start_date":"1/1/39","end_date":"12/31/60","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Detroit's Hastings Street was a place buzzing with activity and a hub for African American economic opportunity throughout the mid-twentieth century. Blacks were able to operate hospitals and practice medicine. Some of the other businesses that flourished along Hastings Street included a string of hotels and night spots; a grocery store, a cleaners, and a pool hall. However, the narrative of economic progress for blacks is not the most important component of this street’s rich history. On Hastings Street a Black man could actually feel like a man – he had the freedom to operate his own business and in many ways shape the society around him through the businesses he created. This freedom gave a sense of pride and achievement, which could be celebrated after historical wins by legendary boxer Joe Louis. The connection between Joe Louis and American Blacks was very important; Joe Louis’s success in the ring was often tied to Blacks' fight against oppression. His victories were especially important to Detroit Blacks since he lived in Detroit.","In Detroit as well as other cities, a common practice used by city officials and urban planners in order to clean up “blighted areas” was \"urban renewal,\" a process that involved razing houses and ultimately destroying neighborhoods. City planners viewed neighborhoods such as Black Bottom and Paradise Valley, which included Hastings Street, as slums and places with little to no social capital. There was a complete disregard for the sense of community and quality of life many residents had created. Sure, the housing was inadequate and city services were awful, but the Blacks who lived there due to housing discrimination had created a living situation that was fun, safe, and prosperous. The city only saw the community for its deplorable living conditions which they refused to rectify. Instead they displaced countless families through urban renewal. The city decided to run the expressway I-75 through the community, completely destroying Hastings Street. This once very rich cultured community no longer exists and much of it has been replaced by I-75 and Comerica Park (Detroit Tiger’s baseball stadium)."],"display_date":"1939 - 1960","search_date":"1949-12-31","locations":[{"id":22722,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1964,"tag":"Paradise Valley"},{"id":1914,"tag":"Black Bottom"},{"id":1899,"tag":"Detroit"},{"id":1953,"tag":"Urban Renewal"},{"id":1956,"tag":"Black Communities"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5871,"title":"Home is a relative term","course_id":118,"status":"P","start_date":"1/1/30","end_date":"12/31/39","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Between 1920 and 1970, millions of Blacks migrated from the South in pursuit of job opportunities in the manufacturing industry of the Midwest and Northeast. Detroit was a particularly popular destination due to its budding and thriving automotive industry. Before the \"Great Migration\", an era of Detroit's history coined for the sharp population influx, there were a total of 6,000 Blacks in Detroit. The numbers rose to nearly 120,000 after 1930. This raises the question of where they resided. The majority were constrained by discriminatory housing policies to only certain neighborhoods, one of which was Black Bottom, located on the southeast side of Detroit. Blacks were confined to the cramped, polluted, and congested areas such as Black Bottom. The nieghborhood's condition can be seen in the photograph taken by Walter and Victor Reuther in the 1930s. The overflowing dumpster littered with trash is surrounded by houses that look ready to collapse with the next gust of wind. Those houses sit on a bare, dust covered ground. The entire scene looks bleak and unfit for a comfortable lifestyle.","This picture was taken during the Great Depression. The job desperation that was prevalent in Detroit at this time was not unique to the country, but the sudden rise in immigration just prior to the Depression created special problems for the city, as it did in other northern industrial centers. The increase in population set the stage for the imminent housing crisis. The housing crisis eventually contributed to the race riot of 1943 as blacks begin moving into the white neighborhoods."],"display_date":"1930 - 1939","search_date":"1934-12-31","locations":[{"id":22722,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1962,"tag":"African-American history"},{"id":1081,"tag":"The Great Depression"},{"id":1899,"tag":"Detroit"},{"id":1914,"tag":"Black Bottom"},{"id":1010,"tag":"Housing"},{"id":1972,"tag":"1930s"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5887,"title":"A Community for a Variety of Needs","course_id":118,"status":"P","start_date":"1/1/56","end_date":"1/1/60","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Businesses line the streets in Black Bottom, a predominately black neighborhood. Hastings Street is alive with the rustle and bustle of suppling many needs for residents—ministry, food produce, restaurants, retail stores, music, and a “Right Hand Cleaners.” Cars galore use this main street in Detroit as a thoroughfare to get through this community to head to Downtown Detroit, but many community residents stay within the borders of Black Bottom, for its businesses have everything they need.","While Black Bottom was a flourishing community in the mid-twentieth century, it is important to note that it was only created via segregationist housing and land use policies as a means of containing blacks and separating them from whites. The proliferation of local businesses put residents in a position in which they did not have to leave Black Bottom to worship, shop, eat, or clean their clothes. By meeting many of the needs of its residents, the businesses in this new community mitigated the need for residents to go to other parts of Detroit.  Detroit’s Black Bottom became “a city within a city; the variety and breadth of life and institutions within the black community could match that of Detroit itself” (18). Even though Black Bottom had the sights of a community rich with heritage and progess; a mixture of the smells of clean clothes and food; and the sounds of jazz and blues throughout its streets, the community was still created as a means of justifying the end to blacks and whites being on the same streets. Therefore, the creation of Black Bottom was to contain blacks and have them be serviced by the business district in their area and away from whites."],"display_date":"January 1, 1956 - January 1, 1960","search_date":"1957-12-31","locations":[{"id":28980,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":142,"tag":"african americans"},{"id":21,"tag":"Race Relations"},{"id":1914,"tag":"Black Bottom"},{"id":1999,"tag":"Hastings Street"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5889,"title":"When history repeats itself","course_id":118,"status":"P","start_date":"1/1/21","end_date":"12/31/21","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The neighborhood that once stood as Black Bottom and Paradise Valley were subjected to “urban renewal” in the early 1960s. The Sanborn Insurance maps reflect the changes that the neighborhood underwent between1921 to the mid-1960s when I-75 was laid down , putting an end to the culturally rich area of east Detroit that existed around Hastings and Gratiot street. Changes to the land and buildings are makred by a piece of paper glued on top of the previous architecture that stood there. Parts of the neighborhood map have street blocks with multiple layers of papers which reveal the frequency and extent of changes in building erection and destruction that occurred. Some sections, after several layers of glued-on paper, simply read “ALL BUILDINGS IN THIS AREA…REMOVED.” These maps graphically reflect the decline of the neighborhood from the densely-settled community that it was in the 1930s to its obliteration in the early 1960s.","One former resident of Black Bottom said that \"Hastings Street in the 1930s was the only place in Detroit where a Black man could be considered a man.\" This statement reveals the strong correlation between location and identity. Therefore, according to the testimony, the destruction of Black Bottom was a simultaneous destruction of a Black sense of place in Detroit.  There is a parallel between what occurred in the early 1960s in Black Bottom and what is currently happening in Delray. Delray is currently undergoing social and economic changes that are directly linked to the heavy industry in the area."],"display_date":1921,"search_date":"1921-07-02","locations":[{"id":19267,"lat":42.2533621325,"lng":-83.8384551752,"zoom":9,"place":"Washtenaw, Michigan"}],"tags":[{"id":1899,"tag":"Detroit"},{"id":1914,"tag":"Black Bottom"},{"id":1964,"tag":"Paradise Valley"},{"id":1953,"tag":"Urban Renewal"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5898,"title":"A Disappearing Jewel","course_id":118,"status":"P","start_date":"1/1/33","end_date":"12/31/52","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Barthwell Drugs was a well-known pharmacy chain in Detroit. The pharmacies were created by Sidney Barthwell. He was born in Cordele, Georgia; he left Georgia when he was 14 and worked with his father in Chicago. He eventually moved to Detroit and attended Cass Technical High School where he studied courses in pharmacological sciences. He then went on to Detroit Technological Institute (now Wayne State University’s College of Pharmacy, and Allied Health Profession; where he studied pharmacy. Previous to the pharmacy becoming Barthwell Drugs it was an underperforming pharmacy which hired Barthwell after he graduated college. As the pharmacy continued to slip into despair, Barthwell bought the place and turned it into Barthwell Drugs. As a result of this business venture, a well-known chain of drug stores were created. Barthwell Drugs were well known throughout the city of Detroit, there were various locations in the Black Bottom and Paradise Valley area. A company like Barthwell represents the strong black business culture that was present around Black Bottom.","Bartwell's son, Sidney Bartwell, Jr., would later describe Black Bottom and Paradise Valley as \"a paradise for black entrepreneurial businesses.\" In addition to more contemporary images of Detroit's decline in the national media, the Detroit experience should also be remembered for what was lost to urban renewal and expressways in the 1950s and 1960s. Barthwell Pharmacy was one of many businesses that were destroyed by the construction of the I-75 and I-375 expressways. More recently, there have been talks about extending freeways through Detroit’s Midtown community. The question is how much more destruction will have to happen before city planners begin valuing communities and not just seeing them as problems to be paved over."],"display_date":"1933 - 1952","search_date":"1943-01-01","locations":[{"id":22722,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1989,"tag":"freeways"},{"id":1953,"tag":"Urban Renewal"},{"id":142,"tag":"african americans"},{"id":1914,"tag":"Black Bottom"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5904,"title":"Brewster Housing Project","course_id":118,"status":"P","start_date":"1/1/35","end_date":"12/31/55","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the first half of the twentieth century, with an influx in population and with large numbers of African Americans and other minorities making their way to the city, affordable housing became a salient issue in many American metropolises. The Brewster Housing Group was a housing project on the east side of Detroit. The Brewster Housing projects (constructed between 1935-1955), which would eventually be renamed the Frederick Douglass Housing projects, were especially notable for their size and scale. The high rises each took up three square blocks of land. In addition, they were surrounded by residential areas with relatively large homes. Each of the high rises faced inward to the other buildings in the projects, creating small areas between each building that could be small community gathering places. This shows the self-contained nature of housing projects and how the architecture promotes fraternizing with those in the projects but not with the world around you.","Detroit was not unlike other cities that required low income housing to accommodate a growing population, and in Chicago in particular the development of affordable housing has become a contemporary issue. In David Schalliol's <em>Method of Living</em> he gives an account of how the views and uses of these once great housing projects have shifted. He states that we moved \"from viewing subsidized housing as a pathway to a better future to condemning it as an almost unmitigated failure.\" The Hull housing projects he refers to and the Brewster projects both \"exacerbated\" a problem that was trying to be fixed. The Brewster photograph displays how this housing project was a small community that was only to be observed by the outside world without much interaction. While the Brewster projects still stand today they are abandoned and have become an eye sore for the city and like Chicago the city plans to tear these projects down without any plan for the future."," "],"display_date":"1935 - 1955","search_date":"1945-07-01","locations":[{"id":22722,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":35,"tag":"Architecture"},{"id":1899,"tag":"Detroit"},{"id":1969,"tag":"Public housing"},{"id":1914,"tag":"Black Bottom"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5909,"title":"Dismantling a Community","course_id":118,"status":"P","start_date":"1/1/59","end_date":"1/1/61","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Development makes way in Detroit, as the community that once contained blacks and separated them from whites fades into the background, never to be recreated. Businesses that once provided a variety of needs for residents are torn down and replaced with streets without stoplights to create a highway. Milions of cars travel over the land that once served as the site of homes, cleaners, churches, and restaurants. Do the drivers know the heritage of this area? It’s rather unlikely. The residents that once lived in this area have been forcibly displaced. This community, Black Bottom/Paradise Valley, is now a shell of its former self.  Its entertainment district is now just a memory, passed on from generation to generation through the voices of its former residents. The “new” Detroit begins.","The repurpose of Black Bottom/Paradise Valley shows a shift in the mindset of those in power. Detroit’s Black Bottom was originally created to separate blacks and whites and used as a means of containing blacks in a particular part of the city. Due to the decision of policy makers—both in Detroit and the State of Michigan—this community and everything it became for its residents has been discarded in the name of “development” for the creation of the Chrysler Freeway (I-75). The destruction of Black Bottom served as a catastrophic blow to Detroit’s African American community, and “families on highway sites [like Black Bottom] received only a thirty-day notice to vacate and the [Wayne County Road Commission] made no efforts to assist families in relocation.” These families were forced off of their property, away from their homes, and away from the site of which they were connected. “[A]bout one-third of [Black Bottom’s] families eventually moved to public housing, but 35 percent of the families in the area could not be traced. The best-informed city officials believed that a majority of families moved to neighborhoods within a mile of the Gratiot site, crowding into an already decaying part of city, and finding houses scarcely better and often moved overcrowded than that which they had left”. With the siting of I-75, the lives of the predominantly African American residents forever changed in order to support the needs of whites in the area. The camaraderie seen in Black Bottom is now a fond thought in the minds of many."],"display_date":"January 1, 1959 - January 1, 1961","search_date":"1960-01-01","locations":[{"id":28980,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":142,"tag":"african americans"},{"id":2009,"tag":"Interstate 75"},{"id":1899,"tag":"Detroit"},{"id":1914,"tag":"Black Bottom"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5938,"title":"Being Wrapped in Love-That's What Black Bottom Meant To Me","course_id":118,"status":"P","start_date":"3/1/42","end_date":"3/31/42","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Betty DeRamus is seen as a Detroit legend to some. Her parents moved to Detroit in the 40s when Betty was a baby. She lived in Detroit’s Black Bottom neighborhood as a child – her parents moved from the Black Bottom neighborhood when she was in high school. While growing up in Black Bottom Betty noticed the dilapidated housing; she said one house she lived in was desperately in need of a paint job but the house’s exterior looked as if it wouldn’t absorb paint. Despite conditions like this Betty says she felt that her family was rich. Both parents worked and by them having only one child they were able to maintain a nice home, they even bought Betty a piano. She also noted that the inside of her house was always spotless because her mother believed in keeping a clean home.","Additionally Betty talks about the sense of community in Black Bottom, she says it was a village. People knew you in Black Bottom and in many ways the Blacks “looked out for each other”. Betty talks about how there was some vice in Black Bottom (I.e. prostitution) but the community was not filled with overt violent crimes (i.e. break-ins and murders). She reflects on how her family seldom locked their doors and how people would sit on their porches late at night to enjoy the nightly breeze. She remembers sitting on the porch alone in the dark as a child and never hearing break-ins or assaults. The community was full of Black owned businesses which she enjoyed as a child, she recalls enjoying ice cream at Barthwells drug store and buying candy at the local confectionary. She also remembers how Hastings street was filled with fresh smells from restaurants and sounds of musical greats performing in local theaters.","“Feeling rich has nothing to do with how many dollars you have in a bank or in your pocket. It’s about having a sense of security. It’s about feeling cared for. It’s about growing up wrapped in love.” –Betty DeRamus.","This quote by Betty captures the feelings had by many living in Black Bottom. Their housing was not the greatest and many were poor but they had a sense of community. The people had created a way of life that made them feel rich. However this was disregarded and a community with a rich history and value was wiped away."],"display_date":"March 1942","search_date":"1942-03-16","locations":[{"id":27066,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1955,"tag":"Paradise Valley Detroit"},{"id":1990,"tag":"Hastings Street, Detroit"},{"id":1914,"tag":"Black Bottom"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5944,"title":"Black Bottom and Detroit's 1943 Riots","course_id":118,"status":"P","start_date":"6/20/43","end_date":"6/22/43","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the aftermath of a riot that started on June 20, 1943 due to racial tension between whites and blacks, residents of Black Bottom and Paradise Valley try to repair their lives and their businesses. Hastings Street is temporarily disabled even a month after the riots. Community members of this neighborhood look at the ruin of Paradise Valley in dismay, for their prized entertainment and business district now has many broken windows and boarded up buildings. Several cars are overturned, damaged, and broken into; this community has been violated. Community members try to expand their community into new areas as a means of escaping the ruin, but they are met with white mob violence and Polish youths informing them that Black Bottom is where they should stay. Escape is futile.","The riots in Detroit from June 20, 1943 to June 22, 1943 serve as another example of the racial tension in Detroit during the early-to-mid Twentieth century. The siting of Black Bottom, which was a community created for black containment and to separate whites from blacks because whites did not want blacks in Detroit, preceded these riots. The riot itself showcased first-hand to Black Bottom’s residents that their presence in the city is unwanted. Further, the riots demonstrate the idea of the time that if blacks are to remain in Detroit, it will only be due to them living—and remaining in—Black Bottom. The black discrimination that that served as a central tension thereby inspiring the riots found institutional support. During the riots, the Detroit Police Department only favored the white mobs, and unfairly targeted blacks as the police turned their backs to the crimes committed by whites. The riot of 1943 not only foreshadowed continued racial tension due to the injustices demonstrated by the Detroit Police Department. This riot showed that whites were willing to violate the only community blacks were allowed to have, which reemerges in the future siting of I-375 through the middle of Black Bottom."],"display_date":"June 20, 1943 - June 22, 1943","search_date":"1943-06-21","locations":[{"id":27066,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1963,"tag":"1943 Race Riots"},{"id":142,"tag":"african americans"},{"id":1914,"tag":"Black Bottom"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5950,"title":"History of Hastings Street","course_id":118,"status":"P","start_date":"1/1/27","end_date":"12/31/27","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Black Bottom and Paradise Valley, best known as Detroit's historically black neighborhoods and the home of Motown's vibrant music scene in the mid-twentieth century, had their roots in the waves of immigrants from Eastern Europe who arrived in Detroit around the turn of the century to work in the new industries. The neighborhoods revolved around the two main commercial streets of Hastings and St. Antoine. Hastings Street was established in 1927, by Eurotas Parma Lee Hastings. He was born in New York but moved to Detroit in 1925 and named the President of the Bank of Michigan. After that, he was named the assignee in bankruptcy and settled over 660 cases of bankruptcy. He was influential in the beginnings of an industrial and economically driven Detroit. As European immigration rolls on, a large Eastern European Jewish community arises. It isn’t until the early 1910s that a Black community is developed. The origins of Hastings street shed light on the fact that Black Bottom was not originally a black community, its past lies on a conglomerate of immigrants from a variety of nations."],"display_date":1927,"search_date":"1927-07-02","locations":[{"id":21386,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2075,"tag":"Eurotas Parma Lee Hasting"},{"id":1899,"tag":"Detroit"},{"id":1999,"tag":"Hastings Street"},{"id":1914,"tag":"Black Bottom"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5959,"title":"The 606 Horse Shoe Bar in Black Bottom","course_id":118,"status":"P","start_date":"1/1/40","end_date":"1/1/63","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Several buildings align St. Antoine Street, a well-known street in Paradise Valley. The buildings on this street all look similarly plain and hastily built, which speaks to the poverty present in the area. Cars frequent this area to experience the entertainment life, which is in part shaped by the 606 Horse Shoe Bar and Lounge. The 606 Horse Shoe Bar and Lounge, a popular spot in Paradise Valley, stands in the daylight with a few patrons congregating at its front. A sign attached to the front of the building informs those in the community about future musical talent. Located at 606 St. Antoine Street, this bar and lounge is accustomed to hosting people to and from, as it is utilized as a space for Blacks to have entertainment away from whites. Some nights, Duke Ellington would play for whites at a venue too expensive for Blacks to attend, and use the Horse Shoe Bar as his after party. Even though the Black residents of Detroit were largely confined to Black Bottom due to segregation, the oppression endured by these Blacks did not stop the creation of this “Paradise Valley.” The Horse Shoe Bar contributes to this development of a vibrant strip of businesses for residents of Black Bottom. Little does this bar and its patrons know, the brown building that contains the prized “The 606 Horse Shoe Bar and Lounge” will soon be turned into rubble: a new plan of Detroit will arrive. With this new plan, the city and federal government will utilize eminent domain to build a freeway through this destination. Policymakers will say that entertainment at this bar and lounge will be no more.","The tragedy that later came to The 606 Horse Shoe Bar and Lounge was not unique. Despite the fact that Blacks were confined to the Black Bottom residential district and the Paradise Valley entertainment district to stay away from whites in the 1940s, city leaders again justified uprooting Blacks from the area of the bar in the late 1960s in the name of the “public good.” Plenty of businesses and homes were destroyed in this community, along with the Horse Shoe Bar, to make room for the I-75 Freeway. The surrounding community, established in Black Bottom/Paradise Valley to make the best out of subpar housing conditions and contained siting, was deliberately torn apart. The residents of Black Bottom had to find a new home, without the help of city government. Neighbors that once walked together to Paradise Valley soon found themselves split up due to the limited availability of housing in Detroit. The “city within a city” aspect many vividly remember in Black Bottom/Paradise Valley still has yet to resurface. Will it ever?"],"display_date":"January 1, 1940 - January 1, 1963","search_date":"1951-07-02","locations":[{"id":27066,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1914,"tag":"Black Bottom"},{"id":1899,"tag":"Detroit"},{"id":3,"tag":"African-Americans"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6002,"title":"Demolishing Black Bottom One Year At A Time","course_id":118,"status":"P","start_date":"1/1/56","end_date":"1/1/61","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Two snapshots showcase the changes that occurred in Black Bottom and Paradise Valley between 1956 and 1961. Over these five years, the landscape of Black Bottom changed drastically. In 1956, the image of Black Bottom shows how it was designed in an organized way: the roads run parallel to one another, there is a clear divide between residential and commercial districts (which also speaks to intentional zoning in Detroit), and homes were built to be similar in size. The organized layout of Black Bottom in 1956 speaks to the homogenous way that Detroit wanted the neighborhoods in this predominately Black community to look. The snapshot of Black Bottom in 1961 shows that areas once filled with homes in 1956 became desolate shells of their former selves. The makings of a freeway are clear through the center of this once-lively community. Only a portion of this area of Detroit is demolished: the area that contained the majority of blacks. The siting of the freeway was intentional.","The creation of Interstate-75 through Black Bottom completely dismantled and uprooted the residents of the community that once called Black Bottom home. The removal of residents from Black Bottom forcibly sent its residents elsewhere in Detroit, without any governmental assistance. Interstate-75 was created in support of urban renewal, which sought to remove poor neighborhoods such as that of Black Bottom. City government decided in his 1950s plan for the future of Detroit that a freeway was needed to promote traffic from the suburbs to Detroit. The suburbs of Detroit were created, in part, in response to an increasing demand for housing that Detroit struggled to meet."],"display_date":"January 1, 1956 - January 1, 1961","search_date":"1958-07-02","locations":[{"id":28980,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2127,"tag":"1961"},{"id":2126,"tag":"1956"},{"id":3,"tag":"African-Americans"},{"id":1899,"tag":"Detroit"},{"id":1914,"tag":"Black Bottom"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6022,"title":"Brewster Projects vs Parkside Projects: Help or Hurt?","course_id":118,"status":"P","start_date":"1/1/35","end_date":"12/31/50","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Brewster Projects were built in 1935 on the east side of Detroit in the “Black Bottom” neighborhood. What is lesser known is that a housing project named Parkside Projects, were simultaneously funded and built. As testimonies from past Brewster Project residents have recounted, their projects were a “paradise” of sorts. Deanna Neeley states, “And so it was a Godsend, it was like moving into a mansion and even some of my friends  that lived in the South used to say that when they used to go visit their friends  that lived in the projects it was like going to heaven” (Kinney, 44).  The Projects were built with the intentions of the Brewster being for blacks while Parkside was for whites. Although both projects were a success in providing decent government housing for low-income families, they also perpetuated the housing segregation that already infected Detroit.","The discrepancy between the two projects begins even before 1938, when the blacks moved into the Brewster Projects while the whites moved into the Parkside. The segregation was even apparent in the logistics of erecting the buildings. The Brewster Projects were built on land that was government-funded for “slum clearance.” This means that many houses and businesses were demolished for the land. Residents were relocated and local community economics were disrupted to build the Brewster Projects while on the other hand, the Parkside Projects were built on vacant land in a neighborhood of single-family homes for whites. Partly because it was built in a cleared space in the center of the city, the Brewster Projects were also built on a much smaller parcel of land than the Parkside Projects. The Brewster Projects had 701 units compared to the 775 units of Parkside, and they were concentrated into 32 units/acre while the Parkside Projects were 25 units/acre (Kinney 48). Not only were there more units in the Parkside, but also the units themselves were more spacious than the Brewster. Although the Brewster Projects were beneficial to those that lived in them, their construction stands as an act of racial discrimination that was both intentional and institutional."],"display_date":"1935 - 1950","search_date":"1942-12-31","locations":[{"id":22722,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1969,"tag":"Public housing"},{"id":1921,"tag":"Housing discrimination"},{"id":1914,"tag":"Black Bottom"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6052,"title":"The Brewster-Douglass Housing Projects","course_id":118,"status":"P","start_date":"1/1/52","end_date":"1/1/69","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In response to the lack of housing in Detroit, the Brewster-Douglass Housing Projects were created. Each of the six tower in this housing project was built in a similar fashion as a means of expediting its creation, as an aerial image makes clear. Located on St. Antoine Street and near Hastings Street, border streets of the traditionally African American neighborhood of Black Bottom, thousands of families called this place home. The nearby Paradise Valley commercial district provided residents with entertainment and a sustainable nightlife. The Brewster-Douglass Housing Project was the first federal housing project built for African-Americans. The siting of these projects was intentional, as it helped to ensure that African-Americans would remain in segregated neighborhoods, away from whites. Through the destruction of Black Bottom in the 1960s to make way for a freeway, these projects would continue to serve as one of the few housing options for low-income Detroiters until they were eventually abandoned in the early 21st century.","Even though the Brewster-Douglass Housing Projects were not demolished along with Black Bottom, their character changed dramatically with the construction of the freeway. Those who called the Brewster-Douglass Housing Projects home lost the Paradise Valley commercial district and the sense of community with Black Bottom, and many who could afford it moved to more convenient locations along with their former neighbors. Interstate-75 brought with it a shift in the utilization of the area, without much concern for what would occur to these housing projects, and caused the families to be transported out of the area to promote the mobility of whites into the city."],"display_date":"January 1, 1952 - January 1, 1969","search_date":"1960-07-02","locations":[{"id":28980,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2123,"tag":"Detroit Brewster-Douglass"},{"id":3,"tag":"African-Americans"},{"id":1914,"tag":"Black Bottom"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6053,"title":"\"World War II Was The Greatest Setback To Negro Relations\"","course_id":118,"status":"P","start_date":"1/1/30","end_date":"12/31/50","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Black Bottom has been known from many residents who resided there to be a tight-knit functional black community. They didn’t have the resources that white people had in Detroit, and in their community they created the resources they needed to survive. A former resident of Black Bottom, Sidney Barthwell Jr., recalled “Funeral homes, doctors — there were a dozen different black-owned hospitals,” Barthwell said. “The Detroit black community in its heyday was absolutely fantastic. It was better than Harlem.” Barthwell’s father, Sidney Barthwell Sr. owned and operated many chains of pharmacies and soft serve ice cream shops in Black Bottom. In an interview, his father states that, “I think that World War II was the greatest setback to Negro relations in general. I think that one of the mistakes that black people made was when they thought they had integration, they gave up their own institutions. I think every ethnic group needs a place where they can get together and discuss things that are peculiar to their problems.”","During World War II (WWII) and after, Detroit was on the verge of creating an “urban utopia” laid out by Mayor Jeffries and his Detroit Housing Committee. To keep Detroit segregated, Mayor Jeffries planned to keep black people in the center of the city away from the white people. “Slum” areas such as Black Bottom were eventually razed and destroyed for the construction of I-375 like many other public housing buildings. Displaced residents of public housing were left to fight on their own. City planners promised urban housing for low and middle income families to compensate with over populated Detroit."],"display_date":"1930 - 1950","search_date":"1940-07-01","locations":[{"id":22722,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1994,"tag":"I-375 Freeway"},{"id":242,"tag":"WWII"},{"id":937,"tag":"integration/segregation"},{"id":1914,"tag":"Black Bottom"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}]}