{"id":1915,"tag":"Norris","points":[[42.107446354,-83.1351982696]],"bounds":[[42.107446354,-83.1351982696],[42.107446354,-83.1351982696]],"episodes":[{"id":6019,"title":"The Real Estate Wheeling and Dealing of P.W. Norris and his Son","course_id":118,"status":"P","start_date":"1885-01-01","end_date":"1885-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Col. Philetus W. Norris was central in the development of the land that would later become North East Detroit.  From 1865 to 1877 he burned the candle at both ends by constantly selling property while facilitating the expansion of the railroad into the territory he was helping to settle.  Norris impressed potential buyers with his eloquent speech, military background, and wide-ranging personal interests.  He labored intensively as a real estate agent and speculator, and evidence of his work can be found in the numerous records of sales recorded in the Register’s office, which are still available through the archives of the <em>Detroit Free Press</em>.","P.W. Norris worked tirelessly to bolster his village, as well as his pocketbook. His efforts included extensive advertising for the settlement, even to the point of dishonesty in embellishing his undertakings for the settlement’s success.","Norris' biographer posits that P.W. Norris eventually left Michigan due to “an insufficient number of new Detroiters to buy lots in his village.”  But Norris’ son, E.A. Norris, continued his father’s legacy, as seen in the numerous accounts of real estate sales in E.A. Norris’ name.  When Philetus died in 1885, Edward took on the role of managing the entire business; but he was not blessed with his father’s charisma and was prosecuted many times in petty lawsuits.  It has been speculated that the area’s name was changed from “Norris” to “North Detroit” due to Edward’s contentious nature, although no formal explanation for the change was ever given.","Edward, and the rest of Col. Norris’ immediate family, died in 1929.  The village no longer bore his name, and most of the original houses have since been destroyed or marred by fire.  As such, Col. Norris slipped into the recesses of historical memory.  His own house, which he built himself, still stands on its original location at 17815 Mt. Elliott Ave.  But it too has been terribly tarnished by arson.  The Nortown Community Development Corporation owns the property and has plans to restore it, but lack of funding has delayed the project for years.  The house seems doomed to stay in its current dilapidated state, unless someone can harness the energy of Philetus Norris and breathe new life into the long stalled project."],"display_date":1885,"search_date":"1885-07-02","locations":[{"id":6598,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"WAYNE, Michigan"}],"tags":[{"id":1935,"tag":"Nortown, Detroit"},{"id":1915,"tag":"Norris"},{"id":2151,"tag":"Real Estate"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}]}