{"id":1918,"tag":"Detroit Free Press","points":[[42.107446354,-83.1351982696]],"bounds":[[42.107446354,-83.1351982696],[42.107446354,-83.1351982696]],"episodes":[{"id":5839,"title":"Back to the Farm Movement: A 20th Century Battle Between Rural &amp; Urban Living","course_id":118,"status":"P","start_date":"9/1/00","end_date":"9/30/11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["The opening and subsequent expansion of the Henry Ford Factory in 1903, among many other factors, led to the population of the city of Detroit skyrocketing to one million residents between the years of 1910 and 1920. The rapid expansion of urban populations led to concerns that the remaining farmers would not be able to grow enough to feed them all. Some urban intellectuals suggested that people should move “Back to the Farm” in order to ensure a sufficient food supply for the country.","In September of 1910, for example, an article in the Detroit Free Press used the upcoming census as a chance for people to react to both urban and rural growth. The author believed that after decades of urban growth, the country would finally outnumber the cities nationwide. The author attributes this shift to the disadvantages of country life compared to the urban advantages of technological advancements such as the trolley, the telephone and mail. He also suggests that farmers should make a lot of money because they have to feed all the people in the cities.","Almost exactly one year later, another editorial with similar themes was published about the \"Back to the Farm\" movement. A sociologist named Dr. L.H. Balley from Cornell opposes the movement, saying that there are enough farmers to feed the cities. He calls for a \"co-ordinate relationships between city and surrounding rural areas\" where both city and farm living is healthy for the well-being of the human population as a whole.  The author in the Detroit Free Press editorial is enraged at this doctor and angrily questions the existence of sociology and the doctor grouping society as a whole instead of leaving it up to the free will of individuals to make choices.","A few days later, a third article stated that Thomas Edison visited Austria and declared that everyone should have a small plot of land to grow food for themselves and their families. He says that “rural life is the basis for human happiness,” and calls urban settings “artificial.”","The arguments in this series of editorials sets up the city and countryside as polar opposites, when they are actually inherently related. We see the relationship between the cities and the countryside in the first two editorials, where the city-dwellers depend on the produce from the countryside to feed themselves and their families. The article that features Thomas Edison goes so far to fetishize the wilderness as sacred, like nineteenth-century romantics, and inherently better for the human soul and psyche. We can see here the creation of binaries that will affect the way the human beings treat the earth in modern times."],"display_date":"September 1900 - September 1911","search_date":"1906-03-17","locations":[{"id":50025,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1918,"tag":"Detroit Free Press"},{"id":1917,"tag":"Rural Life"},{"id":1595,"tag":"Thomas Edison"},{"id":704,"tag":"Urbanization"},{"id":1899,"tag":"Detroit"},{"id":897,"tag":"Farming"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5978,"title":"Points of Interest in Detroit to a Mid-19th Century Visitor","course_id":118,"status":"P","start_date":"1886-05-14","end_date":"1886-05-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the warmer summer months in the late 1800s, Detroit experienced an influx of visitors and tourists who needed guidance on locating the more interesting city locales and landmarks. As a solution, The Detroit Free Press published this article in May of 1886 to offer assistance to the \"intelligent excursionists to [the] old city\" who wished to see the historic sites that Detroit had to offer. This detailed and thorough guide to the \"first permanent colony in the Northwest\" includes sites like Fort Pontchartrain, <em>Belle Fontaine</em> (or Springwells in the Third Street Depot area), Claude Campau's grist mill on May's Creek, Judge May's house on the corner of Jefferson and Cass, the Fort Lemoult citadel, the First National Bank building, the second St. Anne's Church, multiple historic homesteads and houses (some already having been demolished by the time the article was printed), the \"Pontiac Tree\", and many other places of historic interest. Most of these site listings are accompanied by small anecdotes of their historical significance, including a lengthy paragraph dedicated to Fort Pontchartrain and the involvement of the \"treacherous\" Native Americans during the \"great Indian conspiracy of 1763\".<br /><br /> This article gives us an interesting insight into how Detroit looked during the late 1800’s (which was vastly different than the Detroit we see today). Some of the landmarks that are mentioned in this guide are still visible today, and still attract some tourists. However, tourism has severely declined since the economic boom of the automobile and industrial period of 19<sup>th</sup> century Detroit. Also, many of the places mentioned in the article no longer exist as they did during 1886; for instance, the majority of the homesteads mentioned have been demolished and built over, and the few parts of Fort Pontchartrain that remained in 1886 have since been destroyed (the majority of the Fort was burned down during the great fire of 1805 in Detroit that also wreaked havoc on most of the city). This article makes a mention of the 1805 fire when it lists Judge May’s house (no longer standing), which is said to have included bricks from the chimneys of French houses that were consumed in the city-wide fire. It is interesting and thought-provoking to compare a modern-day guide of Detroit to this 1886 version, because one can see the differences in what was considered historically important in 1886 to today’s historical landmarks in Detroit (mainly through the landmarks that were demolished by the city, built over, or destroyed in some other fashion since this article’s publication). In analyzing a historic guide like this one, it is possible to envision the physical changes that have shaped the city into its current state via its historic landmarks (or lack thereof)."],"display_date":"May 14, 1886","search_date":"1886-05-14","locations":[{"id":6598,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"WAYNE, Michigan"}],"tags":[{"id":1512,"tag":"Tourism"},{"id":537,"tag":"Native Americans"},{"id":1899,"tag":"Detroit"},{"id":1918,"tag":"Detroit Free Press"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6032,"title":"WWI Success in Detroit","course_id":118,"status":"P","start_date":"4/6/17","end_date":"4/6/18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["On April 6 1917, the United States entered World War I (WWI) and declared war on Germany. In the beginning of WWI the United States could only muster up around 100,000 troops who were ready to fight. In order to strengthen our armed forces, President Wilson adopted the conscription act which boosted our armed forces to over 2 million soldiers. With the help of the United States the allied forces were able to take down Germany and win the war.","Detroit was greatly involved in WWI as much as it was in WWII. Detroit production changed from cars to supplying are military with motor trucks and airplanes which Colonel P.S Bond said would play a large part in winning the war. Nearly 40 percent of Detroit’s male population was sent off to fight in the war which brought a surge of women into the workforce. Detroit was a central power in the efforts to help the fight in WWI and the city was rapidly expanding. In a 1917 Detroit Free Press article, they state how Detroit banks were expecting the war and were well prepared for it. They also stated how the automobile industry is evolving and is only going to benefit Detroit in their upcoming expansion of the city."],"display_date":"April 6, 1917 - April 6, 1918","search_date":"1917-10-05","locations":[{"id":18385,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2169,"tag":"President Wilson"},{"id":1918,"tag":"Detroit Free Press"},{"id":665,"tag":"Conscription"},{"id":228,"tag":"Roles of Women"},{"id":240,"tag":"WWI"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}]}