{"id":1919,"tag":"1970s","points":[[28.5146851201,-81.3237702415],[37.7029266937,-123.005394924],[42.107446354,-83.1351982696]],"bounds":[[42.107446354,-81.3237702415],[28.5146851201,-123.005394924]],"episodes":[{"id":5841,"title":"Abortion in the 1970s","course_id":119,"status":"P","start_date":"5/8/70","end_date":"5/8/70","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the 1970s, abortion became a hot topic that was either avoided in conversation or would lead to a heated debate.  Even today, the debate over abortion is still present.  When the Roe v. Wade case was being debated in court from 1971 until the verdict was decided in 1973, many protests broke out across the nation.<sup>[1]</sup> These protests divided people, men and women, young and old.  In a <em>Sandspur</em> article from May 1970, Gwen von Stetten wrote about the importance of educating women about abortions, suggesting that we follow in the same path as the Southern Blacks did.  Since abortion was out of reach by lower classes, whether that was information or financial setbacks, von Stetten believed it to be beneficial for those women.  In addition, Rollins invited girls to discuss the topic on April 28, 1970.  Out of over 25 girls that were invited to attend, twelve girls actually showed up to discuss the topic.  This could indicate that the majority of girls are uncomfortable with the topic, or are simply not interested enough to attend a debate over the issue.","With the changed in abortion laws during the early 1970s, a Pandora’s Box opened with multiple problems spewing out of the metaphorical box.<sup>[2]</sup> Many of the more urgent problems required immediate action.  These actions affected many of the consumers and potential consumers, as well as health professionals.  With the Pandora’s Box opened, society had to accept that abortion was now the elephant in the room, so to speak.  While the topic existed in society at this time, this did not mean that people wanted to talk about abortion on a regular basis.  With the introduction of home pregnancy tests open to the public, this made determining a pregnancy easier for women who did not want to go to the hospital.<sup>[3]</sup> This leads to an increase in determining unwanted pregnancies earlier than usual.  This would, fortunately or unfortunately, lead more women to think about abortion as a solution to unwanted pregnancies."],"display_date":"May 8, 1970","search_date":"1970-05-08","locations":[{"id":36752,"lat":28.5146851201,"lng":-81.3237702415,"zoom":9,"place":"Orange, Florida"}],"tags":[{"id":1758,"tag":"Gender"},{"id":1919,"tag":"1970s"},{"id":1920,"tag":"abortion"}],"course":{"name":"Decade of Decision- 1970s","school":"Rollins College","course_id":119,"school_id":5}},{"id":6079,"title":"<strong><em>Rolling Stone</em></strong><strong> Publishes Hunter S. Thompson’s Gonzo Journalism about Las Vegas</strong>","course_id":123,"status":"P","start_date":"11/1/71","end_date":"11/30/71","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["“We were somewhere around Barstow on the edge of the desert,” Raoul Duke began, “when the drugs began to take hold.”  Duke, Hunter S. Thompson’s pseudonym, continued, “I remember saying something like ‘I feel a bit light headed; maybe you should drive…’”  Then in a flash of terror, Duke’s light-headedness turned dramatically into full blown drug induced hallucination and chaos.  Flying down the interstate through an endless desert, bombarded by a swarm of twisted psychedelic animals, Duke and his lawyer blasted out of Los Angeles on their search for the American dream.  Published in <em>Rolling Stone</em> magazine in November 1971, <em>Fear and Loathing in Las Vegas</em> was a semi-autobiographical work by Hunter S. Thompson, and an experiment in Gonzo Journalism.","Described as an “outlaw journalist” by his managing editor at <em>Rolling Stone</em>, Paul Scanlon, Thompson was part of a generation of journalists that rebelled against the dry writing of their predecessors and embraced writers like Tom Wolfe, author of <em>The Electric Kool-Aid Acid Test</em>, and <em>The Kandy-Kolored Tangerine-Flake Streamline Baby</em>, and what became “New Journalism.” <em>Rolling Stone</em>, an alternative magazine founded in 1967, sought to cover the social, cultural, and political unrest missed or ignored by the mainstream newspapers and newsweeklies.  Hunter S. Thompson and his brand of what came to be called Gonzo Journalism, fit this scene perfectly.  Scanlon described Thompson’s standard affects as “something edible, like a grapefruit, a carton of Dunhills, a large police flashlight, a bottle of Wild Turkey, and can of liquid mace.” Though Scanlon admitted that Thompson’s process included “evenings of drug fueled adventures that left more than a few staffers dazed and worn out,” his top priority was always work.  Scanlon remembered that in his early career, Thompson told him that he had “not taste for either poverty or honest labor, so writing was the only recourse left for [him].”","<em>Fear and</em> <em>Loathing</em> was one of Thompson’s first experiments with new journalism which focused on finding “a subject that [could] induce a paroxysm of words, scribble[ing] them out on paper, then mov[ing] on before the rush [wore] off and the synapses cool[ed].” Thompson used this as his guiding principal in <em>Fear and Loathing</em>. “But that was the story? Nobody had bothered to say. So we would have to drum it up on our own.  Free Enterprise.  The American Dream.  Horatio Alger gone mad on drugs in Las Vegas. Do it <em>now</em>: pure Gonzo journalism.” Under this directive, Thompson chronicled his pursuit of the American Dream on the streets of Las Vegas armed with “two bags of grass, 75 pellets of mescaline, five sheets of high powered blotter acid, a salt shaker half full of cocaine, and a whole galaxy of uppers, downers, screamers, laughers… and also a quart of tequila, a quart of rum, a case of Budweiser, a pint of raw either, and a two dozen amyls.”"],"display_date":"November 1971","search_date":"1971-11-15","locations":[{"id":34924,"lat":37.7029266937,"lng":-123.005394924,"zoom":11,"place":"San Francisco, California"}],"tags":[{"id":726,"tag":"Journalism"},{"id":1008,"tag":"Counterculture"},{"id":1919,"tag":"1970s"},{"id":2198,"tag":"Gonzo"},{"id":2200,"tag":"Las Vegas"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":123,"school_id":3}},{"id":6129,"title":"<strong>Smog Madness: Remembering the Vacuum Carburetor Era</strong>","course_id":127,"status":"P","start_date":"1/1/73","end_date":"12/31/73","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The 1973 edition of the <em>Chevrolet Emission Control Systems</em> reference manual is a special supplement to the standard mechanic’s repair reference. General Motors produced this manual as a guide for its dealer-level mechanics, who would be tasked with repairing and adjusting emission control systems for Chevrolet owners. The manual contains a host of novel names and corresponding acronyms for parts of the new emissions-control system: Air Injector Reactor (AIR), Controlled Combustion System (CCS), Exhaust Gas Recirculation (EGR), Coasting Richer System (CRS), and many others. These new technologies represented the industry’s best short-term effort for reducing toxic exhaust gas emissions. However, their acronyms would be liberally intermixed with swear words throughout the 1970s, as both mechanics and their customers struggled to adapt to the new technological regime.","The main problem with 1970s emission controls proved to be the difficulty of keeping them in tune. In the era before inexpensive, compact microprocessors revolutionized engine management, emissions control systems relied on comparatively crude technology. Copious lines of fragile vacuum hoses, complex mechanically actuated carburetors, and hot-burning catalytic converters were virtually impossible to maintain in concert with one another. Datsun equipped its cars with “Floor Temp” warning lights, to keep catalytic converters from igniting the floor carpeting. Other manufacturers warned consumers not to park in tall grass for the same reason. Vacuum carburetors were notoriously devilish devices, with a tendency to produce stalling at the worst possible moments. Newly established emissions testing frequently devolved into shouting matches and frustration. To add insult to injury, these emissions-control systems actually made cars less fuel efficient in the short term, at a time when gas shortages and embargoes were menacing the land. In short, the 1970s proved to be an inauspicious time to own a car, or to be a person that worked on them for a living.","As Kevin Borg writes in <em>Auto Mechanics:</em> <em>Technology and Expertise in Twentieth-Century America</em>, mechanics bore the brunt of consumer criticism of the new technology. When the cars of the 70s stumbled and stalled in traffic, their drivers naturally blamed the men responsible for maintaining them. Auto mechanics were forced to choose between tuning their customers’ cars to meet emissions standards, or to run well in everyday use. The <em>Chevrolet Emission Control Systems</em> manual is a relic of this era of hard choices, and a reminder of the difficulty of introducing complex technological systems quickly."],"display_date":1973,"search_date":"1973-07-02","locations":[{"id":35437,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1544,"tag":"automobile"},{"id":1354,"tag":"Air Pollution"},{"id":1899,"tag":"Detroit"},{"id":1919,"tag":"1970s"},{"id":599,"tag":"Technology"},{"id":2296,"tag":"emissions"},{"id":2297,"tag":"mechanics"},{"id":2298,"tag":"regulation"},{"id":2299,"tag":"car"}],"course":{"name":"Fundamentals of Environmental History","school":"Auburn University","course_id":127,"school_id":73}}]}