{"id":1920,"tag":"abortion","points":[[28.5146851201,-81.3237702415]],"bounds":[[28.5146851201,-81.3237702415],[28.5146851201,-81.3237702415]],"episodes":[{"id":5841,"title":"Abortion in the 1970s","course_id":119,"status":"P","start_date":"5/8/70","end_date":"5/8/70","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the 1970s, abortion became a hot topic that was either avoided in conversation or would lead to a heated debate.  Even today, the debate over abortion is still present.  When the Roe v. Wade case was being debated in court from 1971 until the verdict was decided in 1973, many protests broke out across the nation.<sup>[1]</sup> These protests divided people, men and women, young and old.  In a <em>Sandspur</em> article from May 1970, Gwen von Stetten wrote about the importance of educating women about abortions, suggesting that we follow in the same path as the Southern Blacks did.  Since abortion was out of reach by lower classes, whether that was information or financial setbacks, von Stetten believed it to be beneficial for those women.  In addition, Rollins invited girls to discuss the topic on April 28, 1970.  Out of over 25 girls that were invited to attend, twelve girls actually showed up to discuss the topic.  This could indicate that the majority of girls are uncomfortable with the topic, or are simply not interested enough to attend a debate over the issue.","With the changed in abortion laws during the early 1970s, a Pandora’s Box opened with multiple problems spewing out of the metaphorical box.<sup>[2]</sup> Many of the more urgent problems required immediate action.  These actions affected many of the consumers and potential consumers, as well as health professionals.  With the Pandora’s Box opened, society had to accept that abortion was now the elephant in the room, so to speak.  While the topic existed in society at this time, this did not mean that people wanted to talk about abortion on a regular basis.  With the introduction of home pregnancy tests open to the public, this made determining a pregnancy easier for women who did not want to go to the hospital.<sup>[3]</sup> This leads to an increase in determining unwanted pregnancies earlier than usual.  This would, fortunately or unfortunately, lead more women to think about abortion as a solution to unwanted pregnancies."],"display_date":"May 8, 1970","search_date":"1970-05-08","locations":[{"id":36752,"lat":28.5146851201,"lng":-81.3237702415,"zoom":9,"place":"Orange, Florida"}],"tags":[{"id":1758,"tag":"Gender"},{"id":1919,"tag":"1970s"},{"id":1920,"tag":"abortion"}],"course":{"name":"Decade of Decision- 1970s","school":"Rollins College","course_id":119,"school_id":5}}]}