{"id":1921,"tag":"Housing discrimination","points":[[42.107446354,-83.1351982696]],"bounds":[[42.107446354,-83.1351982696],[42.107446354,-83.1351982696]],"episodes":[{"id":5842,"title":"Detroit Race Riot of 1943","course_id":118,"status":"P","start_date":"6/20/43","end_date":"6/20/43","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On the evening of June 20, 1943, tensions finally boiled over on Belle Isle, a popular recreation area for both blacks and whites in the city of Detroit. Twenty-three people perished, and hundreds were injured in the fighting that ensued. It was reported that the initial rioting occurred on the belief that an African American woman and her baby were thrown off of the Belle Isle bridge, which connected the park to the city. City and state police were called in to help quell the fighting. Additionally, several African-American leaders joined in to aid the police forces at the recommendation of Horace White and Otis Saunders, two prominent and respected men in the African American community. Disruptions continued into the next day, including the closures of many schools and local businesses.","The report of the attack on the woman and her child may have been the spark that ignited the riots, but there already existed a very racialized climate in the city of Detroit during World War II. Many factors contributed to this. With Detroit's factories increasing their production on account of the war effort, the population of the city increased rapidly with people looking to secure jobs. This led to blacks and whites competing for the same positions, with additional issues arising when a black man rose higher in the company than his white colleagues. Many suggest that an incident regarding housing had a direct impact on the riots. Since much of the housing for African Americans was overcrowded and in deplorable conditions, the government built a new housing project for some African American workers. Some white citizens believed that they should live there instead so the government handed it over to them. After much objection, the government once again returned it the African Americans. The whites protested on move-in day and had to be forcibly removed. Therefore, it was not one event that caused the fighting to break out. There were many racist practices, policies, and mindsets that culminated in the Race Riot of 1943."],"display_date":"June 20, 1943","search_date":"1943-06-20","locations":[{"id":27066,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1901,"tag":"Belle Isle"},{"id":21,"tag":"Race Relations"},{"id":1921,"tag":"Housing discrimination"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5868,"title":"Creating Detroit's First Low-Income Housing Projects","course_id":118,"status":"P","start_date":"1/1/38","end_date":"12/31/38","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the summer of 1938, the Detroit Housing Commission took over management of Detroit's first public housing projects designed by the Public Works Administration. The project held two different residental areas: Parkside Homes for white people, and Brewster Homes for black people. Eugene P. Opperman was named Resident Manager of Parkside and George A. Isabell was named Resident Manager of Brewster. Their first duties included overseeineg the applicant process for potential tenants, which was very strict. Caution was taken to ensure that \"the spirit and intent of these low-rent projects\" was upheld. Eligibility requirements included such things as inspection of the potential tenants' current living conditions, their fitness, their moral credit, and their income, as that one member of each family in the projects was required to have a full-time job. Many families who moved into the projects came from \"miserable, damp, unhealthful quarters\" where overcrowding was common and alleyways were considered backyards. To aid in giving these low-income renters a better place to live, the Brewster projects were built near the factory in which many tenants worked, so that they could walk to work and easily get back home. By the end of December of the first year, 539 tenants had moved into the available 775 units of Parkside and 551 tenants had moved into the available 701 units of Brewster. Applications for Parkside currently totaled 5,951 and 6,059 for Brewster respectively. The projects were praised as a way to provide decent, healthy, and safe living conditions in new beautiful neighborhoods that would offer Detroit's poor \"a new lease on life\".","This government-documented account of the initial ideas and creation behind Detroit's low-income public housing projects provide an excellent representation of historical environmental racism in three significant ways. First, this account from the Michigan Housing Commission shows that historically, \"the spatiality of racism is not understood, particularly the relationship between places\" (Pulido). Even accounting for the acceptance of racism at the time (such as segregated housing and creating more units for Whites, despite a higher demand from Blacks) this document still holds underlying environmentally racist issues, with the most prominent being that the housing units for Blacks were located closest to the factories, where air pollution was surely present. These neighborhoods might not have been any safer than the old ones, especially considering the amount of polluted emissions allowed in the 1940's, despite being praised on a national scale as a great step towards a safe and happy city. The placement in Detroit in which these houses were designated was not environmentally equal to those given to Whites, yet allowed to occur on the claim of mass transportation ease. Second, this document illustrates how heavily the government was involved in assessing the morality of tenants moving into the projects by determining their current living conditions as a way to assess their moral character. This coincides with ideas of the time that those who lived in poor and dirty areas were bad people, instead of realizing the political system that may have put them in such conditions. Finally, this document provides rationale behind the first step to Detroit's larger \"slum clearance\" plans to come later in the '60's. The African-Americans who were moved into the projects had been forced to leave the area they already lived in (Blackbottom) to make way for a highway. By marketing the projects as a beautiful new place to live, the government justitied their plans as best for the city and its people. However, we know today that there are many historical accounts of the injustice behind this plan, since Blackbottom was alternatively considered by its community as a vibrant neighborhood with alleyways - that the government called dirty and unsafe - serving as largely communal family spaces for gathering and growing urban gardens. Overall, this document shows that the environmental relationship and Detroit's city planner's allocation of home and neighborhood played a big part of the injust racism in Detroit's old African-American neighborhood of Blackbottom, despite being perceived quite differently at the time."],"display_date":1938,"search_date":"1938-07-02","locations":[{"id":22722,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1993,"tag":"Parkside Homes"},{"id":1992,"tag":"Brewster Homes"},{"id":1969,"tag":"Public housing"},{"id":1968,"tag":"Blackbottom, Detroit"},{"id":1921,"tag":"Housing discrimination"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6022,"title":"Brewster Projects vs Parkside Projects: Help or Hurt?","course_id":118,"status":"P","start_date":"1/1/35","end_date":"12/31/50","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Brewster Projects were built in 1935 on the east side of Detroit in the “Black Bottom” neighborhood. What is lesser known is that a housing project named Parkside Projects, were simultaneously funded and built. As testimonies from past Brewster Project residents have recounted, their projects were a “paradise” of sorts. Deanna Neeley states, “And so it was a Godsend, it was like moving into a mansion and even some of my friends  that lived in the South used to say that when they used to go visit their friends  that lived in the projects it was like going to heaven” (Kinney, 44).  The Projects were built with the intentions of the Brewster being for blacks while Parkside was for whites. Although both projects were a success in providing decent government housing for low-income families, they also perpetuated the housing segregation that already infected Detroit.","The discrepancy between the two projects begins even before 1938, when the blacks moved into the Brewster Projects while the whites moved into the Parkside. The segregation was even apparent in the logistics of erecting the buildings. The Brewster Projects were built on land that was government-funded for “slum clearance.” This means that many houses and businesses were demolished for the land. Residents were relocated and local community economics were disrupted to build the Brewster Projects while on the other hand, the Parkside Projects were built on vacant land in a neighborhood of single-family homes for whites. Partly because it was built in a cleared space in the center of the city, the Brewster Projects were also built on a much smaller parcel of land than the Parkside Projects. The Brewster Projects had 701 units compared to the 775 units of Parkside, and they were concentrated into 32 units/acre while the Parkside Projects were 25 units/acre (Kinney 48). Not only were there more units in the Parkside, but also the units themselves were more spacious than the Brewster. Although the Brewster Projects were beneficial to those that lived in them, their construction stands as an act of racial discrimination that was both intentional and institutional."],"display_date":"1935 - 1950","search_date":"1942-12-31","locations":[{"id":22722,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1969,"tag":"Public housing"},{"id":1921,"tag":"Housing discrimination"},{"id":1914,"tag":"Black Bottom"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}]}