{"id":1922,"tag":"Detroit race riots","points":[[42.107446354,-83.1351982696]],"bounds":[[42.107446354,-83.1351982696],[42.107446354,-83.1351982696]],"episodes":[{"id":5844,"title":"An Oral History of Detroit's 1967 Race Riots","course_id":118,"status":"P","start_date":"7/23/67","end_date":"7/27/67","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Detroit resident James E. Cummings remembers the Detroit race riots that started on the morning of July 23, 1967. The race riots were provoked by a raid of an after-hours bar, known as a \"blind pig,\" on the corner of 12th and Clairmount streets. Cummings recollects not only the violence of the days that followed, in which arson and looting were commonplace and 2,000 buildings were destroyed, but also how the riots impacted his ability to buy property. Business owners were eager to sell their businesses “almost on your terms” out of fear that another riot would occur to further lower property values. The 1967 riots only ended after five days as a result of troops from the Army, sent in by then President Lyndon B. Johnson, and the Michigan National Guard, sent in by then Governor George W. Romney. The riots led to 43 deaths, 1,189 injures, and over 7,000 arrests.","The riots were preceded by racial segregation, such as that exhibited by Black Bottom, a neighborhood primarily composed of Blacks that once existed (but was destroyed by urban renewal projects in the 1960s). Black Bottom is an example of how whites attempted to contain blacks in certain parts of the City of Detroit, out of fear that blacks would negatively affect the entire city if given the opportunity to live anywhere they chose. Thus, many homes built before the 1967 riots were built with a restrictive covenant that prohibited the selling of the home to blacks. The riots of 1967 foreshadowed continued racial tension between whites and blacks, and led whites to fear that another revolt by blacks would ensue. In the aftermath of the race riots, many whites decided to move outside of the City of Detroit to its suburbs for the safety of their families and to ensure that they could continue their business elsewhere without fear of another civil unrest. The spread of whites to suburbs during this time continued for several decades thereafter and left a significant mark on the City of Detroit and its perception to non-Detroiters in America."],"display_date":"July 23, 1967 - July 27, 1967","search_date":"1967-07-25","locations":[{"id":33546,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2021,"tag":"African American history"},{"id":1914,"tag":"Black Bottom"},{"id":1922,"tag":"Detroit race riots"},{"id":21,"tag":"Race Relations"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5990,"title":"The Great Migration and the Flow of Cultures from One Place to the Next","course_id":118,"status":"P","start_date":"8/21/43","end_date":"8/21/43","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1943, racial tensions were high as more and more African Americans left the South in pursuit of a new life and new opportunities in the North. Many African Americans hoped to leave their agricultural and rural roots in the South for a more urban lifestyle in the nation's larger and more industrialized cities. Large urban centers such as Detroit strained to accommodate the massive influx of people, both economically and socially, as these cities became meccas for Southern migrants. Lester Granger of the National Urban League feared that this \"undirected\" migration would produce \"unsound social planning\" and produce large industrial centers of African American-dominated populations with little regard to the demands of labor or these newcomers' welfare. Attorney General Frances Biddle stated that there would be no exclusion of African Americans from over-crowded areas, but that conflict like the Detroit race riots suggested that poor living and working conditions and other barriers to the rural-urban transition were likely a leading cause in the uproar and should be avoided if possible.","The Great Migration was one of the \"most significant demographic events to occur in the United States in the twentieth century\" (Tolnay, 210).  Due to the use of slaves in agriculture and farm production, the South always had a higher concentration of African Americans than any other region in the country. Even after emancipation, these people lived on plantations and farms, usually as sharecroppers, and their labor and expertise formed the back-bone of the South's economy. But by 1950, almost 2.5 million Southern-born African Americans had migrated out of the South, taking their culture and agricultural backgrounds with them. They saw Northern cities like Detroit as an opportunity to leave the agricultural pasts that had bound them to the negative after-effects of slavery, and begin anew life in urban and industrial areas.  As more and more African Americans moved North, whites became increasingly uncomfortable with the \"shifting racial balance in their cities\" (Tolnay, 210). These insecurities created racial tensions, and often ended in violent conflict.","The Great Migration marked a radical shift in the nation’s economic focus, but also in its social and cultural distributions.  Even with new jobs in urban factories in increasingly industrialized settings, African Americans had a strong historical background in farming and agriculture that influenced their assimilation to this new urban life.  Successful integration from one place to another typically relies on how well a migrant or immigrant is able to use his or her previous required skills and apply it to a new career.  African Americans were forced to take the lowest-paying, most un-skilled jobs partially due to the fact that they had little previous experience in any industrialized setting. They brought with them, however, a strong work ethic, a focus on conservation and frugality, and a history of stewardship with their environment that would later influence many individuals’ involvement in environmental justice issues and urban farming initiatives.  The Great Migration marked an important transition in the nation’s economy away from reliance on agriculture, but did not entirely destroy the cultural influence from centuries of working the land."],"display_date":"August 21, 1943","search_date":"1943-08-21","locations":[{"id":27066,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":81,"tag":"Great Migration"},{"id":1922,"tag":"Detroit race riots"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}]}