{"id":193,"tag":"Abolitionism","points":[[38.9151212228,-76.9435162098],[42.3649994065,-70.9800517697],[43.0056890825,-76.1943998481],[38.8323363936,-89.8986076154],[42.3399569086,-70.8833658099],[42.3600825,-71.0588801]],"bounds":[[43.0056890825,-70.8833658099],[38.8323363936,-89.8986076154]],"episodes":[{"id":4632,"title":"Sumner-Brooks Affair","course_id":23,"status":"P","start_date":"1856-05-22","end_date":"1856-05-22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Massachusetts Senator Charles Sumner sat as his desk in the nearly empty Chamber of the United States Senate on May 22, 1856. He had recently given a speech called “The Crime Against Kansas” on abolishing slavery in the United States. The speech described atrocities occurring in Kansas at the time. There pro-slavery border ruffians from Missouri crossed into Kansas and attacked anti-slavery settlers. Senator Sumner specifically mentioned Senator Andrew Butler, of South Carolina in the speech because of his involvement with the Kansas-Nebraska Act. Butler’s nephew, Congressman Preston Brooks, who had taken the speech particularly personally, entered the Senate Chamber. He proceeded to attack Senator Sumner with a walking stick. Brooks, who was accompanied at the time by Congressman Laurence Keitt of South Carolina and Congressman Henry Edmundson of Virginia, assaulted Sumner “with a considerable amount of violence.\" Sumner was struck with “numerous blows on and about the head with a walking stick which cut his head.\" Brooks hit Sumner so hard with the cane that part of the cane shattered. When other senators attempted to intervene and assist Senator Sumner, they were blocked by Congressman Keitt, who was wielding a pistol and shouting.","The attack was brutal, and Senator Sumner did not make another public appearance after the attack until November 5, 1856. Sumner did not return to the Senate for three years, but was repeatedly reelected by the Massachusetts General Court. Despite the extreme violence involved in the attack, an investigation by the United States Congress determined that Brooks did not intend to kill Sumner, but simply aimed to “punish him.\"","The 1856 attack shed light on the amount of passion in the debate about slavery n the United States during the 1850s. It was common for physical altercations to occur on the frontier in the Kansas area between anti-slavery and pro-slavery settlers, but a physical exchange in the Senate Chamber did not happen often. The fact that such a violent attack was not regarded as much more than retribution for something said in a speech by Senator Sumner exemplified how the conflict between pro-slavery and anti-slavery partisans was increasingly escalating into violence during the 1850s. Northerners and Southerners obviously reacted to the incident differently. Many Southerners viewed Brooks’s ations as manly and honorable because he was standing up not just for his family, but also his state, section, and slavery. However, in the North physicality and violence were increasingly at odds with ideals of manhood among the middle classes, and many northerners to viewed the caning of Sumner by Brooks as a barbaric assault, not just on Sumner himself, but on the fabric of American democracy. Speeches given at the time were taken personally, especially when the speeches invoked the names of relatives. This beating demonstrated the passion sparked by the debate over slavery, which eventually contributed to the start of the Civil War."],"display_date":"May 22, 1856","search_date":"1856-05-22","locations":[{"id":1275,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":249,"tag":"Kansas-Nebraska Act"},{"id":193,"tag":"Abolitionism"},{"id":194,"tag":"Sumner"},{"id":195,"tag":"Brooks"},{"id":244,"tag":"Violence"}],"course":{"name":"The Abolitionists and American Society","school":"University of Richmond","course_id":23,"school_id":11}},{"id":4628,"title":"Bleeding Congress","course_id":23,"status":"P","start_date":"1856-05-19","end_date":"1856-05-22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" "," ","Tensions on Capitol Hill had been rising for years as Southern and Northern politicians continued their debates with one another over the slavery issue. By the 1850s there was a full out war of words in both chambers of Congress as each side was becoming increasingly uncompromising in their cause. These tensions had been creeping across the country at an extremely fast rate throughout the nineteenth century, and by 1856 violence over the issue was something that occurred more often. The peak of these violent acts began in 1855, as proslavery and antislavery forces violently confronted one another in the newly formed territory of Kansas.","This Border War, called Bleeding Kansas by many living at the time, conveys the desperation of both sides; many Northerners wished to keep slavery from spreading, and many Southerners hoped slavery would continue for years. Violent outbreaks in the Kansas territory made it clear to everyone that the issue of slavery was not one that would be decided by a piece of paper signed by men in Washington D.C. People in the North saw the violence committed by these anti-abolitionists as vile and disgusting, while those in the South saw this as their last, viable option. The halls of Congress soon became another front in this war as politicians took up the argument of their counterparts. Charles Sumner, Senator from Massachusetts, had always proved his abilities as an orator and leader. He chose to use his talents to convey the sheer atrocity being committed by slaveholding Southerners. On May 19 and again on the 20<sup>th</sup>, Sumner stood in front of his fellow Senators and made his case against the Kansas-Nebraska Act. He began with soaring rhetoric criticizing the bill on a legal level; however, matters soon turned personal. As he stood in the front of the dozens of other Senators, Charles Sumner openly mocked the main authors of the bill, Senator Stephen A. Douglas and Representative Andrew Butler of South Carolina. Using the same skills that made him a revered abolitionist in Massachusetts, Sumner embarrassed these two men. Sumner talked about how Douglas was a “noisome, squat, and nameless animal” and that he was “not a proper model for an American senator.” These words drew cheers and chuckles from Northerners, while Southerners looked at Sumner as though he had just spat in their faces. Sumner continued, and became even more personal when he began to talk about Butler. He accused Butler of having “a mistress, who, though ugly to others, is always lovely to him; though polluted in the sight of the world, is chaste in his sight – I mean, the harlot, Slavery.” Northerners went wild, as did the Southerners, for obvious different reasons. Sumner continued to batter the elder statesman as he mocked his speech and physical mannerisms, which had been greatly affected by a stroke Butler had suffered from. By the time the session that day had ended, Sumner’s speech had roused support from many of his fellow Northerners and complete resentment from many others. News traveled fast about this speech, but no one thought it would take the turn it did.","Two days following the attack, Charles Sumner was busy doing paperwork in an almost empty Senate Chamber. Unbeknownst to him, Rep. Butler’s nephew, Representative Preston Brooks entered the chamber. He approached Sumner, along with Laurence Keitt and Henry A. Edmundson. Sumner stopped writing and gave his attention to the three men before him. Sumner measured up the men in front of him, and before he had the chance to say anything, Preston Brooks began. He politely informed Sumner that he had read his speech two times, and that it was “a libel on South Carolina, and Mr. Butler, who is a relative of mine.” Sumner, realizing the severity of the situation stood up to speak with Brooks. As Sumner began to rise out of his chair, Brooks lifted his thick gutta-percha cane with a gold head. He raised the cane and brought it down with such a force that Sumner was immediately knocked to the floor. Blood splattered everywhere, and Brooks continued to beat the unarmed Senator. Sumner attempted to find shelter under the desk, but Brooks, in such a rage, was able to rip the bolted desk out of the floor. He continued to assault the Senator, who by this time had been blinded by his own blood and was near unconsciousness. Slowly and painfully, Sumner made his way up the aisle in the chamber, with Brooks following him the whole way, beating him the whole way, until breaking his cane over Sumner’s head. As Sumner lay unconscious, other Senators ran over to help him, and Butler, as casually as he had entered the building, left."],"display_date":"May 19, 1856 - May 22, 1856","search_date":"1856-05-20","locations":[{"id":1275,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":193,"tag":"Abolitionism"},{"id":200,"tag":"Bleeding Kansas"},{"id":201,"tag":"Brooks-Sumner Fight"},{"id":244,"tag":"Violence"}],"course":{"name":"The Abolitionists and American Society","school":"University of Richmond","course_id":23,"school_id":11}},{"id":4626,"title":"<strong>Abolitionists Urged to Reunite Under Common Goal</strong>","course_id":23,"status":"P","start_date":"1841-02-19","end_date":"1841-02-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On February 19, 1841, abolitionist Gerrit Smith urged his fellow activists to reunite in their common cause after having split into two factions. He offered a “proposition for peace amongst ourselves.” He encouraged abolitionists of every persuasion to tolerate their differences so that they can employ “against their common foe the time and ammunition, which, for the last two years, they have been guiltily wasting in their war upon each other.” He concluded his letter with a passionate plea of “let us be magnanimous enough to forget our past dissentions; and to make room for the holy resolution, that, until we or slavery die, we will hate it and love each other.”","According to Smith, the groups clashed over two main issues: “the doctrine of ‘woman’s rights’ and the doctrine of ‘non-resistance.” The doctrine of women’s rights held that “women should participate with men in the proceedings of our benevolent and religious societies.” Non-resistance men and women should remove themselves from the government and reject political actions such as voting because they were corrupt, compromised principles and seen as “a substitution of political action for moral suasion.” William Lloyd Garrison led one group that had firmly committed to both of those doctrines while Arthur Tappan led another group that felt including women was a “violation of an implied understanding and of the invasion of their rights of conscience” and that voting as an abolitionist strategy was completely moral and more effective than moral suasion alone.","In this letter to the <em>Liberator</em>, Smith suggested a resolution to these issues that had divided the abolitionist community. The official split occurred at the American Anti-Slavery Society’s annual meeting in 1840 when Abby Kelley was appointed to the business committee. Three very prominent men, Lewis Tappan, Charles W. Davidson, and Amos A. Phelps all resigned from the committee in protest. The next day the American and Foreign Anti-Slavery Society was formed with Arthur Tappan as president, James G. Birney and Henry B. Stanton as secretaries, and Lewis Tappan the treasurer.","The split within the American Anti-Slavery Society did not end the hostility between the two factions. Smith describes the situation as “a spirit of intolerance which more than any thing else, has separated abolition brethren from each other.” Rather than take his advice to do the Christian thing and “bear the ridicule and reproach meekly” instead “many of them retaliate the intolerance.” The opposing groups held each other in such contempt that it was difficult for them to realize that they had a common goal.","As an abolitionist, Smith agreed with Garrison’s views on immediatism but disagreed with the doctrine of non-resistance by becoming a member of the Liberty Party. Unfortunately, Smith’s call for a mutual tolerance was not successful. The disagreements and divisions proved to be too deep to overcome. Ideological battles within the abolitionist movement continued up until the 1860s."],"display_date":"February 19, 1841","search_date":"1841-02-19","locations":[{"id":6208,"lat":42.3649994065,"lng":-70.9800517697,"zoom":11,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":192,"tag":"Gerrit Smith"},{"id":193,"tag":"Abolitionism"},{"id":191,"tag":"Liberator"},{"id":190,"tag":"William Lloyd Garrison"},{"id":210,"tag":"AASS"},{"id":250,"tag":"American Anti-Slavery Soc"}],"course":{"name":"The Abolitionists and American Society","school":"University of Richmond","course_id":23,"school_id":11}},{"id":4687,"title":"Abolitionists Free Suspected Runaway Slave","course_id":23,"status":"P","start_date":"1851-10-04","end_date":"1851-10-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On Wednesday October 4, 1851, Syracuse city police, led by Deputy U.S. Marshall Allen, arrested an African American man by the name of Jerry McHenry.  John M. Reynolds of Marion County, Indiana, claimed McHenry to be his slave, and as a result, McHenry was taken into custody as a runaway slave and set for trial.  However, Reynolds would soon be surprised by an unexpected turn of events that neither he nor the court anticipated.","As U.S Commissioner Joseph F. Sabine adjourned the courtroom at two o’clock pm on October 4, a crowd of black and whites seized McHenry from the custody of the officers.  McHenry’s team of rescuers successfully fought their way out of the courtroom, but failed to carry the prisoner very far before police caught up with them and took McHenry back into custody. McHenry’s would-be liberators were not deterred by this initial failure.  A primarily African American group, consisting of Liberty Party members from all over the state and abolitionists from the County Fair, gathered in front of the courthouse the very next day.  Reverend Samuel R. Ward, an African American preacher and abolitionist, gave a “stirring speech” to the group rousing them into an angry mob.  The mob threw “stones and other missiles” at the courthouse windows injuring some of the army officers, forcing them to nail up the windows with planks and discharge firearms in a desperate attempt to intimidate the mob.  <em>The New York Daily Times</em> reported that once the Commissioner adjourned the court at eight o’clock, “a systematic attack was made, with axes, sledges, crowbars, and a battering ram in the shape of a heavy plank, upon the door of the outer office” until the door gave way and allowed the mob to enter the courthouse and carry McHenry out to his freedom.","The daring rescue of McHenry was only one example of black resistance during the antebellum period and of northern defiance to the 1850 Fugitive Slave Law.  During the rise of immediatism, public protest and antislavery publications served as the first most popular strategy for blacks protesting slavery, but the use of violence against slavery became more common in the 1850s after the passage of the Fugitive Slave Law.  The Fugitive Slave Law of 1850 placed every Northern African American in danger because it declared that any person suspected of being a runaway slave could be arrested without warrant and turned over to a claimant without proper trial.  This significantly increased black resistance and protests, especially during fugitive slave trials.  Influential abolitionists like Congressmen Joshua Giddings who strongly endorsed antislavery violence persuaded more abolitionists to turn to violence as a means of protest.  The government further angered abolitionists by passing laws that penalized free African Americans ten shillings for every day a runaway was hidden and protected from government officials.  The strategy of mass action, involving crowds of abolitionists gathering outside, and sometimes inside, fugitive slave trials in northern states, began as peaceful protests but sometimes ended violently when protestors chose to interfere with the trial.  As more and more abolitionists felt the impulse to engage in civil disobedience, they began to accept the use of righteous violence."],"display_date":"October 4, 1851","search_date":"1851-10-04","locations":[{"id":8955,"lat":43.0056890825,"lng":-76.1943998481,"zoom":9,"place":"ONONDAGA, New York"}],"tags":[{"id":193,"tag":"Abolitionism"},{"id":202,"tag":"Abolitionist violence"},{"id":244,"tag":"Violence"}],"course":{"name":"The Abolitionists and American Society","school":"University of Richmond","course_id":23,"school_id":11}},{"id":5048,"title":"“Few of you are wise enough, and good enough to be trusted with liberty.”","course_id":43,"status":"P","start_date":"1842-09-11","end_date":"1842-09-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Upon entering the vibrant city of Georgetown and embarking upon a new career path as a teacher, Miss Caroline Healey Dall found herself at once confronted with questions she relied upon her religious convictions to answer. In her diary, Caroline documented her day-to-day life and travels, as well as her dreams, passions, and concerns.   After the Panic of 1837 left her father bankrupt, Caroline set out to do what she could to aid her family’s troubled situation.  As a young woman of only twenty years, Caroline began teaching at Miss English’s school in Georgetown, D.C.  On her second day at the school, a young slave girl named Christie came up and asked her for a lesson. ","After thirty minutes or so of reading and history lessons, Christie admitted she feared she would never be free.  Caroline replied “The whites must be servants of God Christie—and you are very happy now.”  The conversation continued for some time as Christie and Caroline discussed God’s plan and the reasons why blacks could not all be free at once, “… it is because few of you are wise enough, and good enough to be trusted with liberty.”  Caroline cited various biblical passages referencing the important, and sometimes trying, relationship between servant and master.  She concluded her entry with ruminations over her homesickness, as well as her hope that God would unveil her fate and intended duty in the world. ","It may seem odd that Caroline, who was deeply grounded in her religious faith as a Unitarian, spoke out against the abolition of slavery.  This anti-abolitionist attitude, however, prevailed in the early 1840s throughout most of the North.  In Caroline’s hometown of Boston, only seven years prior to this entry’s inscription, William Lloyd Garrison, the editor of the abolitionist newspaper <em>The Liberator </em>was dragged through the streets and almost hung by an anti-abolitionist mob until he was rescued by local law enforcement.  To many, slavery was an institution that seemed remote and irrelevant in day-to-day life.  Abolitionists also posed a direct challenge to the local elites in cities nationwide, challenging the status quo and threatening to empower not only the enslaved, but free blacks and women as well. It was also a system which had stimulated the growth of northern business, the very industry that Caroline’s father worked in as a merchant in Boston.  Caroline’s attitudes toward abolitionism were no doubt shaped by the prevailing attitudes of the time as well as her upbringing as a wealthy merchant’s daughter in New England. "],"display_date":"September 11, 1842","search_date":"1842-09-11","locations":[{"id":1274,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":193,"tag":"Abolitionism"},{"id":142,"tag":"african americans"},{"id":79,"tag":"Religion"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5060,"title":"<strong>A History of African Slaves in the American Revolution</strong>","course_id":43,"status":"P","start_date":"1855-01-01","end_date":"1855-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Freedom and the emancipation of slaves were not two separate ideals in separate times in American history.  One of the important milestones in the American Revolution was the Boston Massacre, in which one of the first people to die was a black slave. Some claimed he was one of the first martyrs of the American Revolution.  During the American Revolution, several regiments were formed by order of George Washington using slaves.  Those who served to fight for the Continental Armies would receive wages and, when their service had ended, freedom.  Freedom was granted to slaves by not just General Washington, but several other leaders in the Continental Army.  Even among the great men who gave freedom to the hard-working slaves, emancipation for all slaves did not come for centuries afterwards.","This subject was something William C. Nell wanted to show in his book <em>The Colored Patriots of the American Revolution, With Sketches of Several Distinguished Colored Persons. </em>William Nell was an abolitionist of the ninteenth century who avidly studied the history of African Americans, mulattoes, and all other men of African descent.  He was a free African American, who was prejudiced while educating himself.  He worked avidly to integrate schools so that African American children  could study alongside white Americans.  He also took an interest in history, avidly learning all about the history of African Americans and his heritage.  He worked with William Lloyd Garrison and the <em>Liberator</em> for many years, wrote several books and articles promoting emancipation and integration, and diligently pressed for the integration of black and white students in Massachusetts.","His books bring up an interesting point though: in an age born from the American Revolution, there were so much pro-slavery movements.  Slaves and free blacks had actively worked to fight for their freedom and to protect their own nation.  Moreover, many were given that freedom.  It seems ironic, looking through this history, that the issue with slavery continued even until the Civil War.  It is true that the South had become dependent on slaves for their plantations, however, this feeling among slave owners that slaves had no equal standing rivals that of the great leaders giving their slaves freedom.  Truly, the War for Independence was a war fought by all and for all who sought a new nation and freedom.","Michael Kammen mentions Nell as someone who was dedicated to bringing memory of black soldiers to the American culture.  Nell's work in preserving African American history is astounding, and his work has been used to research the African American slave culture.  He was able to bring to light all the reasons why slaves should be given freedom, if not for their service to the cause of freedom."],"display_date":"January 1, 1855","search_date":"1855-01-01","locations":[{"id":6209,"lat":42.3649994065,"lng":-70.9800517697,"zoom":11,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":365,"tag":"Emancipation"},{"id":193,"tag":"Abolitionism"},{"id":625,"tag":"Revolutionary War"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5562,"title":"The Murder of Elijah Lovejoy","course_id":96,"status":"P","start_date":"1837-11-07","end_date":"1837-11-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","On November 7, 1837, Elijah Lovejoy sought to defend his new printing press from a proslavery mob. Lovejoy, a Presbyterian minister and editor of the abolitionist newspaper <em>The Alton Observer, </em>had already lost three other printing presses to such mobs. Lovejoy was set on keeping this one safe.","Word of the printing press's delivery soon spread across the town of Alton, Illinois. By nightfall, a proslavery mob arrived at the warehouse where the press was being kept. Lovejoy and twenty of his supporters were there, vowing to protect their property. Mob members starting shooting and throwing stones at the warehouse. In the midst of the fighting, Lovejoy was shot five times and died attempting to preserve his printing press and the words it created. The warehouse was soon set on fire, forcing Lovejoy's defenders to flee and abandon the printing press. It was broken and thrown into the Mississippi River.","Prior to this event, Lovejoy had long fought for the abolition cause. Following a religious conversion in 1832, Lovejoy devoted himself to the antislavery fight. In the early 1830s, Lovejoy wrote abolition pieces for the <em>St. Louis Observer. </em>Proslavery Missourians did not handle this well. Violent mobs often threatened Lovejoy and his paper, prompting Lovejoy to become more committed to abolitionist ideas and his right to print them. He moved to the free state of Illinois to continue printing his religious, antislavery paper.","But the tension surrounding printing antislavery arguments followed Lovejoy beyond Missouri. Since Alton bordered a slave state, there were many people still supportive of slavery. These supporters became hostile towards Lovejoy as his demands became increasingly radical, even calling for an antislavery society in Alton. These abolitionist appeals terrified many slavery proponents who considered these ideas a threat to the slave system. In their minds, it was just to destroy a press that was \"[brought] to teach the slave rebellion; to excite the slaves to war, to preach murder in the name of religion; to strike dismay in the hearts of people, and spread desolation over the face of this land.\"","To advocates of the slave system, abolition ideas threatened a harmonious social order. They feared that these ideas would spread among both free Americans and slaves, either inciting rebellions or encouraging slaves to escape. This was especially frightening in an area that could be used as a safe haven for escaped slaves. The vehement attempts to destroy all of Lovejoy’s printing presses demonstrate this fear among slavery defenders.","The mob violence and resulting murder of Elijah Lovejoy exemplifies the escalating tension between proslavery and abolition movements that began in the early nineteenth century. The murder of Lovejoy added to the conflict between the two sides of the slavery debate. It helped to strengthen the abolitionist cause by turning Lovejoy into a martyr for the movement. Newspapers and sermons criticized the murder of Lovejoy, increasing northern resentment of the South by portraying the brutality of proslavery advocates. Lovejoy's martyrdom grew the ranks of the abolitionists and inspired more people to continue his fight for freedom and justice."],"display_date":"November 7, 1837","search_date":"1837-11-07","locations":[{"id":2820,"lat":38.8323363936,"lng":-89.8986076154,"zoom":9,"place":"MADISON, Illinois"}],"tags":[{"id":193,"tag":"Abolitionism"},{"id":1490,"tag":"Elijah Lovejoy"}],"course":{"name":"Transatlantic Abolitionism","school":"University of Richmond","course_id":96,"school_id":11}},{"id":5565,"title":"Song of the Abolitionist","course_id":96,"status":"P","start_date":"1843-01-01","end_date":"1843-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Hingham, Massachusetts was a hotspot of abolitionist activity.  The town’s anti-slavery society held a large regional celebration of British emancipation in 1844. This celebration marked the tenth anniversary of the abolition of slavery in the British holdings of the West Indies. Many anti-slavery advocates held annual celebrations throughout the region.   Jarius Lincoln held the position of chief marshal of the “grand procession” that capped off the celebration in Hingham.  The festivities included a speech by Fredrick Douglass and the singing of many abolitionist songs as participants marched from the Old Ship Church (the oldest continuously run house of worship in the United States) to a \"Tranquility Grove\"  built for the occasion.  This commemoration, along with many other regional celebrations throughout the Northeast served as a means of melding together abolitionists into a single community.  The anniversary of British emancipation provided an opportunity for members of the movement who lived across a large geographical area to have a tangible means of forging common traditions.","We do not know what was sung as the abolitionists marched that day, but the songs might have included \"Song of the Abolitionist.\" An abolitionist musical culture had started to develop in the 1830s and 1840s, and many abolitionist groups included singing as part of their meetings. Writers paired anti-slavery words with familiar tunes of the day to introduce abolitionist sentiments into popular culture.  “Song of the Abolitionist” was one such song and started to spread throughout the Northeast. The melody appeared in the <em>Anti-Slavery Melodies </em>songbook. Lincoln (a distant relative of Abraham Lincoln) compiled this collection of songs, and Elijah B. Gill later published them.  Lincoln compiled the book in 1843 on behalf of the Hingham Anti-Slavery Society.","The well-known abolitionist William Lloyd Garrison wrote the lyrics of the song and set them to the tune of “Auld Lang Syne.”  “Auld Lang Syne” is a well known Scottish folk song that many Americans used to celebrate the start of the New Year, as well as at funerals and graduations.  Lines like “I am an abolitionist!  I glory in the name; Though now by slavery’s minions hissed, And covered o’er with shame” were meant to encourage abolitionists to stand strong and resist proponents of slavery.  A lot of military imagery, “I am a soldier for the war”, \"Do I enlist\" and other military jargon is sprinkled throughout the song.  This is out of character for the normally pacifist Garrison.  This more aggressive tone may be due to the condition of the abolitionist movement at the time.   An angry mob dragged Garrison  through the streets of Boston only a few years before he wrote “Song of the Abolitionist.”  As the abolitionist movement dragged on in the United States, activists became more and more desperate. Time had shown that pacifist means were not always fruitful.  The aggressive verbiage that makes up the song’s lyrics reflects a growing progression toward more strong handed tactics in the fight for American abolition.","Along with the martial imagery in the “Song of the Abolitionist” are images of persuasion and argument.  The many references to God, “In God’s great name do I demand” and the use of words like soul or peace and joy, depicts many abolitionists hope that by appealing to slaveholders on moral grounds that slavery would come to an end.   The lyrics of the song emphasized the tactic of moral advocacy, but beside this moral plea was the hint of the militant words that foreshadowed the rise of more violent means of abolitionism that would soon come to the forefront only a decade later with the actions of people like John Brown at Harper’s Ferry."," "],"display_date":1843,"search_date":"1843-07-02","locations":[{"id":6199,"lat":42.3399569086,"lng":-70.8833658099,"zoom":9,"place":"PLYMOUTH, Massachusetts"}],"tags":[{"id":250,"tag":"American Anti-Slavery Soc"},{"id":190,"tag":"William Lloyd Garrison"},{"id":193,"tag":"Abolitionism"}],"course":{"name":"Transatlantic Abolitionism","school":"University of Richmond","course_id":96,"school_id":11}},{"id":6828,"title":"Boston female abolitionists call upon women to join their cause","course_id":188,"status":"P","start_date":"1836-07-13","end_date":"1836-07-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Maria Chapman and Melanie Ammidon from the Boston Anti-Slavery Female Society wrote an address about their abolitionist society outlining why their support for abolition and how they planned to petition. They believed that all people are immortal souls created by God, and that no one, therefore, should live under the cruel system of slavery. The address argued that women are very influential in society and are the key in urging men to cease protecting immoral systems and to preserve everyone’s God-given rights. Chapman and Ammidon wrote the goals of women are, “to labor to increase the knowledge and the love of God.” The goals of the society included garnering support from women to condemn slavery and push for men, particularly those from DC, to help abolish slavery. The address warned that if the United States did not abolish slavery then “God punishes wicked systems,” so society needed to change for their safety.","The Boston Anti-Slavery Female Society was founded in 1834 by twelve women with the aid of abolitionist Reverend Amos Phelps. The group’s methods were initially ineffective at promoting abolitionism. The society had few meetings and confined itself to going to sermons of abolitionist preachers. In the book <em>Strained Sisterhood</em>, Debra Hansen writes the society admitted that their campaign did not gain much attention. Maria Chapman later emerged as the figurehead of the society by her own fervent opposition to slavery and support of women’s rights. She pushed for new initiatives to be pursued by the society. Historian Jean Yellin comments on Chapman by stating, “Chapman constituted the bazaar as a means of moral transformation, consciously winning the hearts of New England for abolition.” The society established sewing circles, and funded projects such as the Boston Christmas Fair and the Samaritan Asylum, which helped to strengthen public awareness for abolition. The society started to break apart by 1839, as male abolitionists claimed the society was not an anti-slavery movement, but a disguised women’s movement. Reverend Amos Phelps, who originally helped form the society, thought the group diverged into a women’s movement once they started to argue for the importance of women in society. Reverend Joseph Tracy of the American Colonization Society shared this view. Prominent ministers claimed the members of the society “behave[ed] in a manner unbecoming to their sex.” Some of these reverends believed that if feminism was promoted that it would be a slippery slope that would lead to the support of anarchy, infidelity, and atheism. Eventually, the Massachusetts Abolition Society formed in opposition to the Boston Anti-Slavery Female society and stole its spotlight."],"display_date":"July 13, 1836","search_date":"1836-07-13","locations":[{"id":53160,"lat":42.3600825,"lng":-71.0588801,"zoom":8,"place":"Suffolk County, Boston, Massachusetts"}],"tags":[{"id":193,"tag":"Abolitionism"},{"id":514,"tag":"Christianity"},{"id":7,"tag":"Women"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":188,"school_id":3}}]}