{"id":1930,"tag":"Urban Agriculture","points":[[42.107446354,-83.1351982696]],"bounds":[[42.107446354,-83.1351982696],[42.107446354,-83.1351982696]],"episodes":[{"id":5847,"title":"It's Not Too Late: Pingree's Potato Plan Continues","course_id":118,"status":"P","start_date":"1894-06-08","end_date":"1894-06-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The year was 1894, and the United States economy was in a state of depression. The large number of unemployed citizens needed a way to provide for ther families. They were able and willing to work, but opportunities were scarce. On June 8, 1894, The <em>Detroit Free Press</em> published a notice to the community that Mayor Hazen Pingree was to continue his plan to turn Detroit into an agricultural hub. He saw the many unused, vacant, and abandoned lots in his city as an opportunity for the poor to cultivate crops to feed their families and ride out the hard economic times the nation was experiencing. Mayor Pingree called on the community to donate farming supplies and resources to facilitate his plan, and encouraged citizens to come together and help each other in any way posisble. It was already somewhat late in the planting season, but Mayor Pingree urged growers to continue their planting, stating \"the very best potatoes raised are those planted between the 15th of June and the 15th of July.\" He vowed to continue to call on prominent members of the community and community organizations to donate through the end of the planting season.","Though many saw Pilgree's potato patches as a lousy and unrealistic attempt at attacking a very large problem, many members of the community took notice, and stood behind the mayor by offering to donate acrees of their own land to be tended by unemployed, needy men looking to farm.  By 1894, the plan was in full swing and many important community figures pledged to help in any way they could.  Hazen Pingree's plan to cultivate gardens and crops in unused city lands was one of the first urban gardening movements in the country.  The success of his urban politics and potatoe patch plan prompted many other mayors of urban centers to copy his tactics in their own cities.  Potato patch-like plots were created in Chicago, New York, and Boston among others. Mayor Pingree's approach on mitigating the problems facing the poor made him a well kown \"social reformer\" of the era, and set the stage for future ideas around urban agricuture and urban gardens."],"display_date":"June 8, 1894","search_date":"1894-06-08","locations":[{"id":6599,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"WAYNE, Michigan"}],"tags":[{"id":1960,"tag":"Gardens"},{"id":1930,"tag":"Urban Agriculture"},{"id":1904,"tag":"Pingree"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5852,"title":"A farmer's wife's appeal for household gardens","course_id":118,"status":"P","start_date":"1884-04-08","end_date":"1884-04-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Fed up with her husband's insistence that a family garden was a waste of time and money, in the spring of 1884 a strong-minded housewife wrote a letter to the Household supplement of the <em>Michigan Farmer and State Journal of Agriculture</em> on the importance of gardens to the health of her family. \"The man who 'hasn't time' to make a garden,\" she wrote angrily, \"says he has not time to attend to one of the most important of his duties, his own health and that of his family.\" Fresh produce, for this housewife, was integral to her sense that her food was both nutritious and tasty. Feeding her family from her own garden was not only \"a great incentive to good housekeeping,\" but also saved \"trouble and annoyance\" and gave her \"a virtuous consciousness of well doing.\" In light of these many benefits, she wrote, the least her husband could do was \"to foster and encourage\" her efforts.","The housewife's emphasis on women's duty to care for their families by growing their own food correlates with Carolyn Merchant's ideas of production and reproduction as significant factors in women's relationship to the environment. Merchant defines production as \"the human counterpart of 'nature's' activity\" and states that \"the need to produce sustenance to reproduce human energy on a daily basis connects human communities with their local environments.\" The production of food in a garden or a kitchen is necessary for human survival and reproduction, and thus is intrinsically linked to motherhood and women's work in the domestic sphere. This idea ties in with the housewife's ideas by further enforcing the importance of women's work in bearing and raising healthy children."],"display_date":"April 8, 1884","search_date":"1884-04-08","locations":[{"id":6598,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"WAYNE, Michigan"}],"tags":[{"id":1205,"tag":"Women's History"},{"id":1930,"tag":"Urban Agriculture"},{"id":1908,"tag":"Garden"},{"id":1940,"tag":"Housewives"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5862,"title":"Detroit's Agricultural Hub","course_id":118,"status":"P","start_date":"11/1/75","end_date":"11/30/75","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Since 1889, the Detroit Eastern Farmer’s Market has been a municipally-owned center for the sale of farm produce, including wholesale and retail. The market was, and still is, a way for urban consumers to purchase goods directly from farm growers.  Within the structure of the market, there are both formal and informal organizations.  Formally, it is administered by the Bureau of Markets, which is a division of the Department of Purchases and Supplies. The Bureau supervisor answers directly to the commissioner of the Department of Purchases and Supplies, who in turn answers directly to the mayor. The market was also formally designed to have a series of stalls for each farmer to occupy. Informally, the market was basically self-regulated by the farmers and dealers themselves, arranging themselves in stalls near others who sell different products so that there is less competition.  Kinships and friendships within the market were also considered to be important, as connections better help to sell goods. Most of the farmers in the market were of German and Belgian descent, since Detroit had a heavy amount of European migrants during the 1830s.","Detroit Eastern Farmers Market became a weekly opportunity for city dwellers to interact with local farmers form the late 19th century through the latter half of the 20th century, and even today.  The market had transformed into an important food hub for southeastern Michigan and its food distribution industry. There are future plans to make the market larger, as well as more efficient."],"display_date":"November 1975","search_date":"1975-11-15","locations":[{"id":35437,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1899,"tag":"Detroit"},{"id":1930,"tag":"Urban Agriculture"},{"id":1950,"tag":"Eastern Market"},{"id":1951,"tag":"Farmer's Market"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5882,"title":"Problematizing the Potato Patch Scheme","course_id":118,"status":"P","start_date":"1895-01-01","end_date":"1895-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1895, while still serving his last term as Detroit’s mayor, Hazen S. Pingree wrote an autobiography entitled <em>Facts and Opinions: Or, Dangers That Beset Us.</em> Far from laying out some nostalgic, narrative arc from his boyhood in rural Maine to his career as the populist mayor of a burgeoning industrial city, Pingree writes almost exclusively of his time as a mayor and conveys the gravitas with which he wielded his mayoral power to curtail the increasingly monopolistic influence of corporations.  One chapter, near the end of the book and after an exhaustive description of his struggles with greedy capitalists, highlights the potato patch scheme that gained Pingree significant national acclaim: a vacant-lot gardening program that successfully employed the unemployed in subsistence food production during the economic downturn of 1893.","Rather than relating this story personally, however, Pingree opts to preprint a public address by the aptly named Captain Cornelius Gardener who officially ran the program for its duration .Gardener, being a practical-minded man, does not embellish much in his post-operational breakdown of the successful program as he focuses on economics and logistics and positive press.  He does, however betray some overtly paternalistic and problematic conceptions of those who participated in the program, emphasizing their simplicity and that “they can be managed as easily as children.” This type of demeaning language, coupled with a photo in the chapter that depicts a family of farmers arranged in a stilted manner behind a handwritten sign in their garden that states “The name of the man who originated this system will be handed down to posterity” and a caption that explicitly labels them as Polish immigrants expose a darker side to the much lauded potato patch scheme.  Not only are immigrant communities and the poor being portrayed as simple and ignorant but they are also being used, objectified, as props in a propagandistic manner serving a political end wholly detached from their labor in the soil.","Here we see displayed something that potentially undermines the legacy of Pingree’s potato patch scheme or at least demands our critical examination.  To be honest though, it should come as no surprise that a philanthropic scheme in the late 19<sup>th</sup> century would have to play into prevailing notions of how to conceive of and treat the poor and immigrant populations.  Despite Pingree’s populist stance and posturing as a man of the people we should not fool ourselves into thinking that “people” meant quite the same thing then that it does to us now, and even today many programs developed to combat poverty and benefit immigrant communities come under intense criticism from those who still maintain that these populations must be made to be industrious and useful due to ingrained idleness or ignorance.  This is where urban farming as a means of social welfare must be incredibly careful to empower individuals without being paternalistic and demeaning or using that empowerment as a ploy for good press."],"display_date":1895,"search_date":"1895-07-02","locations":[{"id":6599,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"WAYNE, Michigan"}],"tags":[{"id":1904,"tag":"Pingree"},{"id":1899,"tag":"Detroit"},{"id":1930,"tag":"Urban Agriculture"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5888,"title":"Detroit's Eastern Market: A Melting Pot of Cultures","course_id":118,"status":"P","start_date":"1/1/30","end_date":"12/31/40","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Detroit's Eastern Market showcased a similar scene nearly every day of the week: thousands of customers navigated the narrow walkways betwen the hundreds of stands selling anything from poultry to cucumbers to maple syrup. Local farmers gathered to showcase their produce and earn a living by selling their goods in what was, by 1924, said to be the largest farmers market in the world. Prices were lower here than other places due to the elimination of the middleman, and though the best produce was always saved for Saturdays, produce in Detroit's Eastern Market was grown localy and promised to be the best in the city. The market not only served as a place to buy the freshest goods, but as a place to meet and mingle with Detroit locals of all different ethnicities, backgrounds, and walks of life.","Detroit's Eastern Market has served the people of Detroit since its beginnings in 1841, and has remained a prominent center for both agricultural commerce and social interaction within the city for close to 125 years.  The Eastern Market \"prospered greatly from the waves of immigrants\" that arrived in Southeast Michigan in the ealry 20th century, many of whom brought their agricultural backgrounds and farming experience with them.  The market offered immigrants a sense of community within distinct social circles of vendors and customers from similar ethnic origins. The market also boasted the lowest prices in the area, an important factor for many poor immigrant families when choosing where to shop. The Eastern Market's wide variety of goods catered to Detroit's eclectic mix of immigrant tastes.  Urban spaces like the Eastern Market have provided Detroit communities with a place in where the \"intersection (of) many groups and cultures\" allows people from the inner city, the suburbs, and other diverse backgrounds to interact and socialize: a purpose these markets still fulfill today (De Weese, 17)."],"display_date":"1930 - 1940","search_date":"1935-07-02","locations":[{"id":22722,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1930,"tag":"Urban Agriculture"},{"id":1899,"tag":"Detroit"},{"id":2001,"tag":"Farmers Market"},{"id":31,"tag":"Immigration"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5906,"title":"History of the Mundane","course_id":118,"status":"P","start_date":"1/1/33","end_date":"12/31/33","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["This is the story of something completely boring or, at least, it would seem that way from the outset.  It is the story of the registration process for the Detroit Thrift Gardens program started in 1931 to provide vacant lot gardens for the many people whose lives were shattered by the Great Depression.  This type of program was nothing new for the city of Detroit which had pioneered the concept of vacant lot gardening programs in the United States during the economic downturn of 1893. However, the bureaucratized vision of it was something that was, if not new, at least enhanced in the Detroit Thrift Gardens program.  The vacant lot gardening program of the 1890s was concerned with tracking economic input and estimating output but was never quite so meticulous as the thrift garden program, which, besides its registration forms that mirrored a census data form in the nature of their queries, had an official pledge that each gardener had to sign.  The pledge laid out the ground rules for participation in the program, which included an agreement not to sell any of the produce grown, to design and manage the plot in a specific spatiotemporal manner, and an agreement to statistically track the progress of the garden plot, among other things.  Some of these pledges established a program that was much more strictly controlled than a similar program in the 1890s had been: for instance, the restriction on selling surplus produce which was not only permitted but encouraged in the nineteenth-century vacant lot gardening program.  This increase in bureaucratic management could be read in a variety of ways but something that should be considered is that while both programs were framed as a consumptive alternative for poor urban dwellers who could not afford produce the vacant lot gardens of 1893 were also understood to be a means of naturalizing and potentially ruralizing recently immigrated Eastern European populations.","It is startling what can be gleaned from the most seemingly mundane bureaucratic documents.  Often, the unexpectedly fascinating history of faceless government agencies is obscured behind the veil of boring that seems to pervade bureaucracy.  However, what is being concealed, beyond simply the untold history of the mundane, is the assumptions and social logic that serve as frameworks and operating principles for these institutions.  More importantly, the operation of power and the central role that institutions, even small-scale institutions such as the Detroit Thrift Gardens program, serve in shaping the way people live and interact with the world.  The thrift gardens, for instance, were a highly managed form of urban land-use that, through bureaucratic tools and channels, shaped the appearance of urban agriculture and shaped people’s relations to it."],"display_date":1933,"search_date":"1933-07-02","locations":[{"id":22722,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1081,"tag":"The Great Depression"},{"id":1930,"tag":"Urban Agriculture"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5940,"title":"The Historical Imaginary of the Potato Patch","course_id":118,"status":"P","start_date":"1/1/08","end_date":"12/31/17","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Detroit Mayor Hazen Pingree’s successful scheme to employ idle hands in the cultivation of subsistence gardens on vacant lots during the economic downturn of 1893 was the first such program in the nation. Despite its short tenure as a facet of the urban environment of Detroit, city plots abounding in vegetables would flourish in the public imagination for years to come. In 1908, during a hard winter for employment, an editorial in the Detroit Free Press calls for the redeployment of a vacant lot gardening scheme. It makes an appeal to the resounding success of the Pingree program and stresses the fact therefore that as a measure for reducing unemployment it would not require any experimentation. The author also points out the existence of vacant lots as a space in which imagined gardens could thrive. Almost a decade later, in a 1917 <em>Detroit Free Press </em>article, Pingree’s potato patches are again referred to as a potential solution for a city-wide food shortage.  The mayor at that time is stated as expressing his belief that a contemporary take on Pingree’s plan would resonate with the poor of the city as it would allow them to help themselves combat the famine.  Again, the success of the potato patch scheme is emphasized and its legacy is further elaborated upon.  It is evident that, far from vanishing after the termination of the program in 1897, Pingree’s potato patches lived on, populating vacant city lots with potential and imagined potatoes.","The cultivation of plants and the way in which we imagine the cultivation of plants is not a process that can merely be reduced to subsistence or economic motivations.  Labor, especially in the down-to-earth sense of agriculture, is embedded within a moral universe that valorizes the labor and the laborers and the product of the labor.  In the case of Pingree’s potato patches, there is a definite way in which the vacant lot gardening program as a historical artifact and the manner in which it was drawn on in times of perceived hardship carried with it notions about how to value the labor of the unemployed and the unemployed in general. In this sense then, the vacant lot gardening program served as something of a vehicle by which paternalistic sensibilities towards welfare and the poor were translated into different contexts and times."," "],"display_date":"1908 - 1917","search_date":"1912-12-31","locations":[{"id":50025,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1899,"tag":"Detroit"},{"id":1930,"tag":"Urban Agriculture"},{"id":1904,"tag":"Pingree"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5943,"title":"Victory Gardens and the Campaign for Frugality","course_id":118,"status":"P","start_date":"2/1/42","end_date":"2/28/42","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1942, in the heat of the Second World War, the United States Department of Agriculture published a 16-page pamphlet to be distributed to homes and families across the United States.  The pamphlet was intended as an informational packet to facilitate the successful implementation of Victory Gardens in American’s backyards.  The pamphlet detailed the nutritional, economical, and national benefits of growing fruits and vegetables at home.  It provided detailed information on what to plant, how a garden should be laid out, and when to harvest.  It gave tips and pointers on raising produce, and stressed (many times) the absolute importance of creating a practical garden that could be grown and harvested without waste and with the intent of long-term, continuous production.","In World War II, Victory Gardens were encouraged to decrease the stress on the low food supply both abroad and at home.  The United States government produced posters, pamphlets, leaflets, cartoons, and other persuasive communication media in hopes that the public would see victory gardens as a way to aid in the war effort, and as a means of uniting with other fellow Americans under a common goal.  With food and resources so scarce, the pamphlets and leaflets were used to encourage frugality, and to convey waste as a symbol of anti-patriotism and an act against United States victory in the war.  Through these communication media on victory gardens, the United States government hoped to redirect the American consumer culture to reflect the direction of the country’s wartime needs.","Many persuasive campaigns by the government have failed due to Americans’ skepticism of government regulation and influence of personal values and behaviors, yet the World War II poster and pamphlet campaign “appears to have been effective in inculcating frugal consumption habits among home front consumers” (70).  It is likely that because of the war, Americans were more inclined to see government intervention into personal behaviors and values as protecting the common good of the nation. The common enemy the war produced allowed the government to campaign for frugality with more success than otherwise. The victory gardens of World War II are a perfect example of a successful poster/pamphlet/paper media frugality campaign.   By the end of the War, nearly 20 million Americans had their own gardens and 40% of the produce supply came from home-grown sources. Pamphlets, like the one produced by the Department of Agriculture, provided Americans with the information they needed to plant and harvest crops, as well as the message of the importance of frugality needed for the nation to win the war.  Urban agricultural campaigns centered around the production of food for security and independence would appear later in American history, especially during the civil right movement of the 1960s.  Though these campaigns differed, the 1940s ideal of food production by the individual to benefit a larger cause would continue to influence urban agriculture and farming movements of the future."],"display_date":"February 1942","search_date":"1942-02-14","locations":[{"id":27066,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1930,"tag":"Urban Agriculture"},{"id":258,"tag":"World War II"},{"id":1719,"tag":"Victory Gardens"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5957,"title":"Shifting Values, Raising Beds","course_id":118,"status":"P","start_date":"1/1/92","end_date":"12/31/92","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1992, Jimmy and Grace Lee Boggs, Detroit’s homegrown, radical, activist/philosopher, power couple started Detroit Summer.  This urban gardening program was envisioned as a multi-racial, inter-generational collective with the express purpose of engaging youth in the process of rebuilding Detroit communities and growing themselves through communal, agricultural work.  In a picture of the program contained in Grace Lee Boggs’ autobiography, we see a group of youth attending to a garden plot.  The youth, representing the multi-racial ideal promulgated by the program, all seem absorbed in some task pertaining to a garden plot.  The thick gloves they wear on their hands is either an expression of their inexperience with this kind of labor or the direct effect of a well-thought out program’s intention to make agricultural labor more accessible or both.  Also of note, the plot that they are tending is not set directly in the earth but on a raised bed, reflecting the fact that the garden is probably located on a plot that was formerly occupied by some now vanished structure that still haunts the soil with its least attractive elements.  This picture tells a deeper story when it is compared to a picture from about 100 years earlier found in Hazen Pingree’s autobiography, which depicts a family enrolled in the then mayor’s vacant lot gardening program.  This photo is, unlike the photo of the Detroit Summer youth, not an action shot but is obviously stilted as the family is posing behind a sign glorifying Pingree and his gardening program.  Also, the farm plot the family is posing in seems to be much more on the periphery of the city as it is bounded by an undeveloped horizon and the plants are growing directly in the soil.  Finally, the family members, unlike the youth dressed in leisurely summer attire and sporting gloves, are dressed in what may have been their everyday attire rather than clothing especially chosen for summer weather and working with the soil.  These pictures then speak to us in dialogue with one another, showing us, visually, the manner in which a century has changed the nature of urban agriculture in Detroit.","The values and ideals of Detroit Summer were a massive departure from those that guided urban gardening programs in Detroit in the past, which often relied on appeals to either economic disadvantage to temporarily employ the idle hands of an essentialized stock of the poor or the enlistment of a patriotic public in times of need.  Detroit Summer saw urban agriculture as a means of empowering individuals and communities, and in this way, represents a broader shift in public understanding of urban gardening from a method for feeding and employing and rallying the masses to a method for developing a person who is a unique expression of life experience and identity, not a face in a mass of faces.  Of course, programs like Detroit Summer can still fall victim to the paternalistic, essentializing logic that pervaded such programs as Pingree’s vacant lot gardening program, but it is hard not to appreciate the strides that they have made value-wise."],"display_date":1992,"search_date":"1992-07-01","locations":[{"id":41645,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2084,"tag":"Detroit Summer"},{"id":1930,"tag":"Urban Agriculture"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5988,"title":"<strong>An Oral History—What ‘Urban Ag’ Means to Betti Wiggins</strong>","course_id":118,"status":"P","start_date":"1/1/50","end_date":"1/1/50","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Betti Wiggins proudly declares, “I am in the ‘urban ag’ movement.”  Wiggins, born in North Carolina, arrived in Detroit at two months old.  She lived in a single-family apartment in Black Bottom, the city's predominantly African-American neighborhood, with her mother, father, aunt, uncle and five cousins.  In Wiggins’ early childhood, her mother developed tuberculosis.  With help from their local church, Wiggins’ immediate family moved forty miles outside Detroit to a twenty-seven acre farm in Milan, Michigan. As her father developed a relationship with Ray Kowalski, owner of a local Detroit grocery store, their family moved to a forty-acre farm. Wiggins spent her childhood on this farm.  However, in her teen years Wiggins moved back to Detroit.  She went on to attend Wayne State University majoring in nutrition and dietetics.","Wiggins, currently the executive director of the Office of School Nutrition for Detroit Public Schools, declares that \"in its very bones this city is agrarian.\"  The people who came to Detroit came from sharecropping backgrounds. This included not only African Americans, she clarifies, but also Appalachian whites and peasant Europeans.  From her memory, in the mid-twentieth century, everyone had a garden.  Further, she says they all had the same sort of humble backgrounds and that is why she likes Detroit.  While Wiggins’ agrarian roots developed just outside the city limits, her pride of Detroit's agrarian past seeps through her smile and tone as she speaks on her understanding of Detroit’s history.  Wiggins feels a personal connection to Detroit’s agrarian history.  She hopes Detroiters can capitalize on their history moving forward making Detroit a healthier and safer place to live.","Wiggins’ understanding of Detroit’s urban agricultural history fits nicely into the themes scholar Laura Lawson describes in the history of urban agriculture.  Lawson argues while the historical context of a particular moment shapes the face of urban agriculture at a certain time, three recurring themes remain constant: nature, education and self-help.  Using urban gardening as a means to stay in touch with nature and educate people about health is central to Wiggins' understanding of the importance of urban agriculture.  Furthermore, for Wiggins the self-help theme is even more paramount as this is part of her pride for Detroit.  Additionally, the prominence of this theme in Wiggins’ reflection on urban agriculture in Detroit also reinforces a common narrative that brings pride to many Detroiters—the narrative that Detroit is a city of hard-working and determined people."," "," "],"display_date":"January 1, 1950","search_date":"1950-01-01","locations":[{"id":28980,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1899,"tag":"Detroit"},{"id":1930,"tag":"Urban Agriculture"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6020,"title":"<strong>“Farm-A-Lot” Twenty-Eight Years Later </strong>","course_id":118,"status":"P","start_date":"1/1/74","end_date":"12/31/99","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 2002, senior program mangers Susan Stellar and Moniqua Dent reflected on the legacy and future of Coleman Young’s “Farm-A-Lot” program, which he established in 1974 (for details on the specifics of the program see “Coleman’s Influence on Urban Farming in Detroit”).  Both Stellar and Dent believed the program served as a means for communities to become self-reliant.  While they had not done a quantitative analysis, anecdotal evidence suggests that gardening helps build pride and self-confidence, which consequently empowers disadvantaged communities.  Most of the harvest produced from the “Farm-A-Lot” program stays within a family or community.  For example, very little is sold at Detroit's Eastern Market.  Moniqua explains, “Usually the gardeners use it for themselves or the community.  Some of them grow the crops for the children in the area for nutrition.”  Additionally she adds, “The things we grow here are mostly not in line with the varieties at the Eastern Market.”  “Farm-A-Lot” has established a legacy for helping communities help themselves.","The “Farm-A-Lot” program receives 2000 requests annually.  They can typically accommodate 400.  Since they are unable to meet all the requests, they encourage raised bed gardening, which is a garden planted on top of the ground in a container.  Further, they also encourage raised bed gardens because the “Farm-A-Lot” program has not been able to provide tilling for many Detroiters and raised bed gardens require less maintenance.  Looking to the future, Stellar and Dent said they were hoping to develop ties to other organizations to battle food security issues.  Dent explained, “Some of the gardeners are emergency food provides, but it is not at this time coordinated and recognized in our program”.  In closing remarks on “Farm-A-Lot’s” impact Dent expressed the program out vacant land to good use and Stellar added the program changed the opinion from gardening a mere hobby to a resource for eating and nurturing bodies.  Overall, Dent and Stellar affirm that “Farm-A-Lot” accomplished Young’s original goal of eliminating “eyesores” and helping Detroiters provide for themselves.","The continued success of the “Farm-A-Lot” program is not unique, but rather symbolic of the importance of urban agriculture in the history of cities.  The garden serving as tool to accomplish a much larger goal continues to be a trend in the history of urban agriculture.  For example, during both World War I and II, urban gardens provided average Americans with a means to contribute to the war effort.  Or for example, Americans reacted to the Great Depression by planting thrift gardens in cities across the United States.  Another example, in the 1960s, an era of widespread political activism, Americans viewed community gardens as way to participate.  Similarly, Young launched “Farm-A-Lot” with a much larger goal than just getting people to garden more: he used “Farm-A-Lot” as a means to clean up the city and help struggling Detroiters help themselves."],"display_date":"1974 - 1999","search_date":"1986-12-31","locations":[{"id":35437,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1930,"tag":"Urban Agriculture"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6021,"title":"<strong>Urban Farming and [R] evolution </strong>","course_id":118,"status":"P","start_date":"1/1/73","end_date":"12/31/98","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1999, Detroit activist Harry Gardner wrote in the <em>Michigan Citizen</em> to applaud Detroit activist Grace Lee Boggs’ embrace of John Dewey’s educational philosophy. Drawing on Dewey's experiential learning philosophy, Boggs argued that students can effectively learn from being involved with local community-building projects.  Gardner, likewise, declared he believed “there is no better time achieve this in Detroit Schools than now.”  Gardner explained through genuine community experiences, young students would become extensively involved in problem-solving, reading, analyzing materials and studying local, city and state government.  He cited the program he launched in 1992, 4-H Breakfast Club, to support his claim.  In 4-H Breakfast Club students met two and half-hours a week and worked toward qualifying to be a “cook for a day.”  This required students to write a paper on the food they would serve, their rationale for serving it, where the food came from, the recipes and a calculation of the cost per person and the total cost of the food.  Gardner concluded his article urging, “Let’s provide [young people] with early opportunities to discover our needs and build improved sustainable communities throughout Detroit”.  Accompanying his article was a picture of three young boys planting a tree.","Gardner’s call to action was inspired by a truly important figure in Detroit’s history—Grace Lee Boggs.  In 1973, Boggs expressed her belief that instead of investing hope into GM, Ford and Chrysler, Detroiters must align with one another and the Earth to invest in and work with each other.  As a venue to begin what Boggs called \"Detroit’s [r]evolution,\" she advocated for the organization of community gardens.  She made an alliance with the Gardening Angels, a loose network of mainly African American Detroiters who had moved to the city from the rural south, bringing with them their farming traditions and knowledge.  Gardner’s article reveals the influence of Boggs' school of thought as he too argues that connecting young with food they eat develops them as students and strengthens the community."," "," "],"display_date":"1973 - 1998","search_date":"1985-12-31","locations":[{"id":35437,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1960,"tag":"Gardens"},{"id":1930,"tag":"Urban Agriculture"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}]}