{"id":1934,"tag":"P.W. Norris","points":[[42.107446354,-83.1351982696]],"bounds":[[42.107446354,-83.1351982696],[42.107446354,-83.1351982696]],"episodes":[{"id":5850,"title":"Correspondence on the Conservation of Yellowstone","course_id":118,"status":"P","start_date":"1877-04-18","end_date":"1882-02-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On March 1, 1872, Congress set apart a tract of land in what is now northwestern Wyoming as Yellowstone National Park, the first in the world.  In April 1877, P.W. Norris of Detroit, Michigan, was appointed as the superintendent of the park.  As described by a correspondence from the Secretary of the Interior, his role was to ensure the preservation and protection of all forests, mineral deposits, geysers, hotpots, and other natural wonders within the park boundaries and ensure that they remained in their natural condition, as well as enforcing the rules against hunting, fishing, and trapping in the park.  In addition, he was to oversee the construction of small buildings and roads to accommodate visitors to the park so that more people could enjoy the wonders that the park provided.  He was promised personal payment and Congressional appropriations to assist him in this, but he never received any of these funds, nor any remuneration for lasting injuries he sustained during his travel to Yellowstone from Detroit.","The correspondence depicts the shift in attitudes regarding wilderness that happened during the 19<sup>th</sup> century.  The first Europeans to settle North America, beginning in the 17<sup>th</sup> century, saw the wilderness as an enemy that needed to be tamed and subdued so it could be turned into agriculturally productive land.  This was indeed what happened: forests were clear-cut in New England to make room for planting crops, and huge swaths of prairie land were plowed over.  As John Muir and others led the exploration of the West in the early 1800s, however, they realized that there was more to the natural world, which was quickly disappearing, than simply its potential as farmland.  They then led the charge in changing the way people saw wilderness.  They began to see the world as a space that should be preserved in order to be enjoyed by as many people as possible, including what was previously seen as a terrifying “wilderness.”  This desire to protect and preserve natural land resulted in the proliferation of national parks in America, led by the establishment of Yellowstone as the world’s first in 1872."],"display_date":"April 18, 1877 - February 28, 1882","search_date":"1879-09-23","locations":[{"id":15185,"lat":null,"lng":null,"zoom":8,"place":"LARAMIE, Wyoming"}],"tags":[{"id":1730,"tag":"Historic Preservation"},{"id":1550,"tag":"Conservation"},{"id":87,"tag":"Environment"},{"id":1934,"tag":"P.W. Norris"},{"id":2171,"tag":"Yellowstone National Park"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5983,"title":"Travel in Comfort and Style with the Detroit and Milwaukee Railroad","course_id":118,"status":"P","start_date":"1856-01-01","end_date":"1856-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["A 1856 advertisement for a railway company and a steamship company offered trips via either mode of transportation down the Detroit River and through the railways of the major cities and states in the Upper Midwest. The advertisement, probably originally published in regional newspapers, also includes the multiple connections that could be made through either the steamship route or the railway to other boats and trains. The routes offered include the Mississippi River and popular cites (such as Grand Rapids, Muskegon, Chicago, and St. Anthony), and emmigrants are offered \"cheap and comfortable transit\" to each destination on the \"first-class\" and \"reliable\" steamships.","The advertisement was published at an interesting juncture in the history of Detroit, after the decline of the fur trade, but well before the start of the auto industry. Railroads were a main source of land transportation at this point, and the railroads in the area of the city were created in part as a result of developer P.W. Norris' involvement in the city. Norris insisted that railroads were going to be the key to the success of the city of Detroit, specifically in the area of his namesake (the Village of Norris, today a region of northeast Detroit commonly known as Nortown), and so he was a key player in their inception and implementation throughout the bustling city. These railroads were highly beneficial to some at the time, as they allowed passengers to travel quickly from one landlocked place to another, and also ensured the delivery of goods and products form one city to another. However, the railroads have caused more than their fair share of problems in modern-day Detroit, including traffic issues, road blocks, destruction of property/buildings, and high taxes. The popularity of the railroads since this advertisement has indeed declined in favor of more efficient and timely transportation, such as airlines, personal vehicles, and commercial trucks."," "],"display_date":1856,"search_date":"1856-07-01","locations":[{"id":6595,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"WAYNE, Michigan"}],"tags":[{"id":1934,"tag":"P.W. Norris"},{"id":1899,"tag":"Detroit"},{"id":666,"tag":"Railroad"},{"id":2108,"tag":"Steamboats"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6015,"title":"Self-Proclaimed Flourishing Village of Norris","course_id":118,"status":"P","start_date":"1875-01-01","end_date":"1875-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Philetus W. Norris is best known for his work as Yellowstone’s second superintendent, but he played a major role in the Midwest before following his wanderlust to the west.  Specifically, P.W. Norris helped develop what would later become North East Detroit with the founding of a village in his own name.  Norris took it upon himself to promote the “Village of Norris,” and even posted advertisements in local newspapers. One such advertisement, published in the Detroit Free Press on January 1, 1875, reported that the village was flourishing, with “large dry business, residence and suburban lots.”","Norris was not altruistically advocating for the development of land that would later become Detroit; he had a personal stake in the matter as a primary real estate agent of the area.  Norris’ motivation to sell is captured in the ad’s laconic declaration of “Title perfect.  Terms easy.”  This advertisement ran multiple times and was one of many similar ads, according to Norris biographer Don Binkowski.  Binkowski describes Norris as “a superb salesman,\" and suggests that the village may have floundered had Norris lacked business prowess.","The ads Norris authored brought great publicity to the village, which, in turn, brought publicity to Norris himself.  Perhaps unfortunately, the anamnesis of Norris’ accolades center on his work at Yellowstone.  Norris was only in Detroit for twelve years, and there are few extant accounts from the settlers that knew him personally.  These facts serve to highlight the importance of any artifacts linking Norris, a crucial figure in the rise of Detroit, to the city—artifacts like the Norris house, which is now dilapidated and in danger of collapse, but serves as a vital point to local community groups eager to revive the neighborhood."],"display_date":1875,"search_date":"1875-07-02","locations":[{"id":6597,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"WAYNE, Michigan"}],"tags":[{"id":1934,"tag":"P.W. Norris"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6016,"title":"All aboard the Railway Bandwagon","course_id":118,"status":"P","start_date":"1866-01-01","end_date":"1866-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Detroit became a hub for commerce and trade during the 19<sup>th</sup> century.  The city’s central location in the Great Lakes Region and its proximity to the Detroit River made it a natural choice for shipping routes.  This ideal location was further aided by the addition of railroad networks to the west and interior of the country, the earliest of which were in place by 1830.","The railways had a bit of a tumultuous infancy in Michigan; difficulties within private companies and general inefficiency of construction were two of the main problems. But by 1865 the railroads had found their legs and were driving the city forward with force. The success of the railroads can be seen in an article on the Detroit & Milwaukee Railway, which proclaims that it “Is becoming far and widely known as among the best conducted roads of the country.”  The article describes how this railway overcame every difficulty it faced, including its construction in a “sparsely settled portion of the state,” a fact made more impressive by the fact that this company emerged from the bankrupt Detroit and Pontiac Railway.","The existence of a railroad was often cause for the congregation of settlers and the creation of new villages, which the article states were “springing up all along the line.”  One of the villages that relied on the railways was the Village of Norris, just northeast of Detroit, whose eponymous founder was an experienced railroad man. P.W. Norris knew that the railroad would be a vital vein for drawing settlers and businesses to his settlement, so he did everything in his power to ensure the railroad’s success. To that end, he ensured that there would be rail and road access to his new settlement before beginning to sell lots. Norris’ village would later become North East Detroit, known colloquially as Nortown, and it is hard to imagine the rise of the village—or Detroit—without the early creation of these railways."],"display_date":1866,"search_date":"1866-07-02","locations":[{"id":6596,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"WAYNE, Michigan"}],"tags":[{"id":1899,"tag":"Detroit"},{"id":666,"tag":"Railroad"},{"id":1934,"tag":"P.W. Norris"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6017,"title":"Insidious Inception of Railroads in Hamtramck?","course_id":118,"status":"P","start_date":"1895-06-01","end_date":"1895-06-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Col. Philetus W. Norris has been heralded as the man who brought railroads into the area that would become North East Detroit; but did he and his kin use legitimate business practices to do so?  Some have adamantly claimed that they did not, such as a group of Hamtramck taxpayers in 1895.  On June 1, a group of roughly sixty gathered in condemnation of the Norris franchise.  Edward Augustus Norris, the son of P.W. Norris, had been given a thirty-year franchise for a street railway by the Hamtramck Township board.  The impassioned taxpayers declared that the franchise had been illegally granted in an act of “The greatest fraud ever perpetrated on the taxpayers of Hamtramck.”","The group’s main point of contention was that the people had no knowledge of the franchise until after the deal was complete.  This lack of public inclusion with regards to decisions affecting changes to the landscape has continued throughout Detroit’s history.  From the homes stranded next to industrial developments to the possible location of the new international bridge, Detroiters have seen more than their fair share of economic injustice and undemocratic urban planning.","Interestingly, one complaint of the Hamtramck taxpayers was that the franchise might build the new railroad in the middle of the highway.  The grievance over location of road construction has been repeated by Detroiters many times and was especially prominent in the late 1950s and early 1960s, during the period of urban redevelopment.  Unfortunately, the cries of exasperated Detroiters went unheeded.  The government’s effort to use the roads as buffers between residential and industrial zones left some residents stuck on the side of heavy industry.  The city was re-planned for cars rather than pedestrians, as the government aimed to accommodate suburbanites as opposed to city dwellers.  Some have deemed these freeways “The nail in the coffin” for Detroit neighborhoods.","While the Norris Railway franchise did not have this effect on Hamtramck, the taxpayers were right to express their agitation at being excluded from the city’s plans.  One need only to look to the current environmental injustices in Detroit to see what happens when citizens lose power and control over their local environment."],"display_date":"June 1, 1895","search_date":"1895-06-01","locations":[{"id":6599,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"WAYNE, Michigan"}],"tags":[{"id":1934,"tag":"P.W. Norris"},{"id":666,"tag":"Railroad"},{"id":1971,"tag":"urban planning"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}]}