{"id":1937,"tag":"\"Belle Isle\"","points":[[42.107446354,-83.1351982696]],"bounds":[[42.107446354,-83.1351982696],[42.107446354,-83.1351982696]],"episodes":[{"id":5851,"title":"Race Riots on Belle Isle","course_id":118,"status":"P","start_date":"6/20/43","end_date":"6/22/43","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Fifteen months before the race riots of 1943, a Detroit report warned that \"unless some socially constructive steps are taken shortly, the tension that is developing is very likely to burst into active conflict.\" The racial tensions in Detroit at the time came from a variety of sources, but especially resentment by white residents of the city's growing African-American population, based on discriminatory attitudes and fears that black people would move into traditionally white jobs and commuities. Detroit's African-American community was also increasingly frustrated with the poor housing, educational opportunities, and pay that they got in Detroit as a result of segregationist policies.","The racial tensions were often especially evident on Belle Isle, because it was a public place that both whites and blacks visited frequently. Whereas residential neighborhoods remained very segregted, when they came to Belle Isle members of different races came into contact with each other and had to deal with each other.","The 1943 riot broke out all over the city and the city had to have military police come in and help break up the riot. Cars were burnt and people with bats and other weapons went after people of the other race. The hundreds of police in Detroit's streets arrested many people, both black and white, for vandalism. A large number of people were trapped on Belle Isle by a police blockade, which led to many people being hurt. Many complaints came into the police about crimes on Belle Isle. For example, there was a black and a white boy that had a fight and two black women said that they had been molested by a white man and woman. There were two white men and five black men that fought over the possession of a picnic oven. A teenaged white boy was beaten to a pulp, and there was friction in the air because many blacks reported being called explitive names. Citywide, there were 34 people killed, nine white and 25 black, and there were hundreds more injured as the city descended into chaos. One indication of official racial attitudes of the city is the fact that 17 blacks were killed by police, but no whites.","After the riot, racial tensions in Detroit continued, and burst forth again in the riots of 1967. Again, the riots came from a combination of racist attitudes from whites and frustration at poor conditions (especially housing conditions) from blacks."],"display_date":"June 20, 1943 - June 22, 1943","search_date":"1943-06-21","locations":[{"id":27066,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1939,"tag":"\"Racism\""},{"id":1938,"tag":"\"Detroit Race Riots\""},{"id":1937,"tag":"\"Belle Isle\""}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}]}