{"id":1940,"tag":"Housewives","points":[[42.107446354,-83.1351982696]],"bounds":[[42.107446354,-83.1351982696],[42.107446354,-83.1351982696]],"episodes":[{"id":5852,"title":"A farmer's wife's appeal for household gardens","course_id":118,"status":"P","start_date":"1884-04-08","end_date":"1884-04-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Fed up with her husband's insistence that a family garden was a waste of time and money, in the spring of 1884 a strong-minded housewife wrote a letter to the Household supplement of the <em>Michigan Farmer and State Journal of Agriculture</em> on the importance of gardens to the health of her family. \"The man who 'hasn't time' to make a garden,\" she wrote angrily, \"says he has not time to attend to one of the most important of his duties, his own health and that of his family.\" Fresh produce, for this housewife, was integral to her sense that her food was both nutritious and tasty. Feeding her family from her own garden was not only \"a great incentive to good housekeeping,\" but also saved \"trouble and annoyance\" and gave her \"a virtuous consciousness of well doing.\" In light of these many benefits, she wrote, the least her husband could do was \"to foster and encourage\" her efforts.","The housewife's emphasis on women's duty to care for their families by growing their own food correlates with Carolyn Merchant's ideas of production and reproduction as significant factors in women's relationship to the environment. Merchant defines production as \"the human counterpart of 'nature's' activity\" and states that \"the need to produce sustenance to reproduce human energy on a daily basis connects human communities with their local environments.\" The production of food in a garden or a kitchen is necessary for human survival and reproduction, and thus is intrinsically linked to motherhood and women's work in the domestic sphere. This idea ties in with the housewife's ideas by further enforcing the importance of women's work in bearing and raising healthy children."],"display_date":"April 8, 1884","search_date":"1884-04-08","locations":[{"id":6598,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"WAYNE, Michigan"}],"tags":[{"id":1205,"tag":"Women's History"},{"id":1930,"tag":"Urban Agriculture"},{"id":1908,"tag":"Garden"},{"id":1940,"tag":"Housewives"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}]}