{"id":1941,"tag":"Delray","points":[[42.107446354,-83.1351982696]],"bounds":[[42.107446354,-83.1351982696],[42.107446354,-83.1351982696]],"episodes":[{"id":5836,"title":"Whiskey Bottles Thrown in the River Rouge","course_id":118,"status":"P","start_date":"5/1/09","end_date":"5/31/09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["When the sheriff told Frank Akey that the whiskey bottle he had confiscated the night before was now at the bottom of the River Rogue, Akey promptly ran into the town and let everyone know. According to the sheriff, every bottle confiscated when drunken men were held in the station was now at the bottom of the river. This now-public knowledge was met with unrest, and an apparent intention to fish out every last bottle from the river.","Since the story was published in the Sunday morning paper, and this news had only broken Saturday night, what became of this communal anxiety is unknown. What contributes most to this story is the author's speculation about the response. The author embraces the lamenting tone, cursing that the \"liquid joy\" was wasted at the bottom of a river with only the unappreciative fish, and that every fishing tackle must make an effort to do its duty and bring back Delray's \"beloved\" from the River Rouge. An important takeaway from the article is not only the strong devotion to their alcohol, squandered by the good sheriff, but the relationship between the river and the community. It is a waste receptacle, that at this point is at least presumed to contain some fish. This article is a first look at the relationship of a community to a river that 60 years later will catch on fire.","At the turn of the century, Delray was a rapidly growing community on the banks of the river in southwestern Detroit. Armenians, Slovaks, Hungarians, and Poles flooded into the town, creating a ethnically diverse area. At the same time industry was beginning to flourish. Detroit United Railway cars would stop in Delray to carry men to the growing industries to work. In the evenings, men would make their way to River Street, a growing business area. One issue of the time was alcohol consumption and concerns over alcoholism in the community. Heavy drinking was common in the growing immigrant communities, and this is reflected in the tone of the story."],"display_date":"May 1909","search_date":"1909-05-16","locations":[{"id":50025,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1941,"tag":"Delray"},{"id":1899,"tag":"Detroit"},{"id":518,"tag":"Alcoholism"},{"id":1910,"tag":"River Rouge"},{"id":87,"tag":"Environment"},{"id":31,"tag":"Immigration"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5854,"title":"Training Workers in Delray: The Coming of the Technical School","course_id":118,"status":"P","start_date":"3/26/21","end_date":"3/26/21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In March of 1921, the <em>Detroit Free Press </em>announced plans for the opening of a technical high school in the Delray district in the southwest of the city. While a plethora of unskilled workers inhabited the area and were eager to work, there was a noticeable lack of skilled laborers. The major industrial companies hired many Delray residents, but because of the lack of skilled hands, they had no choice but to also seek able workers from out of town. The district hoped to change this by opening this new school. It would train boys for work at local businesses such as the Solvay Process company, Ireland & Mathews, the Michigan Malleable Iron company, the Henry Ford factories, and others. The school would open on the thirteen acre site of the former Nordstrum High School, which had initially been intended to be a new elementary school. However, to “meet the needs of the district,” the city favored the establishment of the technical school.  In addition to this school, the site was also to serve as a community center with sports fields and courts, an auditorium, and spaces for public meetings.","The opening of many major industries in Delray at the end of the 19<sup>th</sup> century which accelerated the development of the district. Immigrants eagerly streamed in for work, largely from Hungary, and Delray rapidly grew into a largely self-sufficient village. Delray welcomed the coming of these industries: the village boasted the local availability of natural resources, such as sand, salt, and limestone, as well as the accessibility of transportation by rail or water in the hopes of bringing jobs to residents. The establishment of a technical school in Delray reflects the district’s desire to keep as many jobs in the hands of its own residents by better preparing and training the growing workforce."],"display_date":"March 26, 1921","search_date":"1921-03-26","locations":[{"id":21386,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":6,"tag":"Education"},{"id":1881,"tag":"Industrialization"},{"id":1941,"tag":"Delray"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5858,"title":"Diverse Industries in Pre-Automobile Delray","course_id":118,"status":"P","start_date":"5/26/01","end_date":"5/26/01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the early 20<sup>th</sup> century, Delray’s appealing waterfront location in southwest Detroit attracted a diverse group of industries to the area. Businesses were attracted to the accessibility of transport, both riverfront and railway lines, and abundance of human capital. In May of 1901, M. J. Murphy, owner of Murphy Chair Company, purchased 50 acres of land in Delray, stretching from River Street to the channel bank of the Detroit River. Murphy would pay a yearly rent of $3000, which is equivalent to roughly $85,000 in 2012 values, and had the option to buy the property for $75,000 (about $2.2 million in 2012). While the public was not yet sure about the exact use he would make of the property, Murphy was likely to opt for a manufacturing plant, where he would join various other industries in the area. One of his neighbors, F. E. Driggs, a partner in the prominent law firm Driggs & Meddaugh, leased 30 acres of land along the river bank, and planned to use the site for larger manufacturing plants to take advantage of the nearby shipping facilities. The 20 acres of land west of Mr. Drigg’s property was sold to Swift & Co., a meatpacking company.","Murphy, Driggs, and Swift and Co. were just three of many who invested in Delray. Pre-auto industries in the area included pharmaceutical, shipbuilding, stoves, steam radiators and boilers, brass goods, chemicals, tobacco products, and garment. Delray’s industrial history dates back to the early 1830s, and the large influx of eastern and southern Europeans over the course of the nineteenth century provided the manpower for the thriving industries. Detroit’s labor force is intimately connected with the factories, and Delray was at the hub of the city’s industrial movement. Detroit’s present and future prosperity is closely associated with success in the manufacturing industries."," "],"display_date":"May 26, 1901","search_date":"1901-05-26","locations":[{"id":50025,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":58,"tag":"Industry"},{"id":1941,"tag":"Delray"},{"id":1899,"tag":"Detroit"},{"id":31,"tag":"Immigration"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5859,"title":"All Quiet in Delray? The role of annexation in environmental history","course_id":118,"status":"P","start_date":"1/1/05","end_date":"12/31/05","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The distinctions between the city of Detroit and the metropolitan area of Detroit have existed since the early historical documentation of the region. Consider Delray. Delray, a neighborhood approximately two miles south of the city center has long been a major industrial center for the city. Home to salt mines, steel plants, and later a massive waste water treatment facility, Delray has borne the brunt of heavy industry for Detroit, often at major environmental consequences to its citizens and laborers. Additionally, the majority of the citizens who lived and worked in Delray were working-class immigrants, first from Eastern Europe and later from the American South.","The process of Delray's annexation by the City of Detroit in 1905 demonstrates the tenuous relationship between the two entities. Both groups needed each other, but did not seem to want each other. This is evidenced by both Detroit’s lack of desire to provide basic services such as lighting to the area, as well as Delray commissioners' plan to fight annexation in general. Detroit, being the more powerful entity in the relationship, did end up annexing Delray, and quieting the voices of opposition that resided there. This semi-hostile takeover is an important consideration in the context of urban metabolism, and the important transition from city to metro. Even today, Delray still internalizes the environmental degradation that provides industrial outputs to Detroit. It is clear then, that both history and path dependency determine who wins and who loses as a metro gobbles up different pieces of the region, and there power dynamics, infused with many complex socio-cultural issues infuse it all."],"display_date":1905,"search_date":"1905-07-02","locations":[{"id":50025,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1941,"tag":"Delray"},{"id":704,"tag":"Urbanization"},{"id":58,"tag":"Industry"},{"id":2031,"tag":"Annexation"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5878,"title":"Delray and Windsor From Above: An Aerial Photograph from 1930","course_id":118,"status":"P","start_date":"1/1/30","end_date":"12/31/30","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["With the completion of the Ambassador Bridge in November 1929, which spans the Detroit River and links Detroit to Windsor, Detroiters looked forward to what they hoped would be increased economic interaction with Canada and therefore, more wealth for the residents. An aerial photo of the bridge taken from 18,000 feet both implicitly and explicitly sheds light on the industrial advancement of the city, from the bridge to the photographic feat itself. Both Detroit and Windsor are visible, along with features of the industrial and commercial landscape. What is most striking, though, is the difference between the two cities: Detroit, on the right bank of the river, appears significantly darker than the Canadian city on the left. The photo’s caption remarks a couple of times in passing on this, referring to Detroit’s “ungainly winter smoke screen”, the “cloud of smoke” and how the photographer could see Navin Field when “the sun’s rays penetrated the smoke long enough.”  However, even with these comments, the focus instead is fixed on the elements of the advancing city, such as the railroad, the bridge, and even the ability to capture such an image.  Even though the image itself seems bleak, the tone of the caption and the ennummerated successes reflect a positive, forward-thinking attitude.","At the beginning of the 20<sup>th</sup> century in this Southwest region of Detroit, with the influx of immigrants from Eastern Europe and the growing black population from the south, the main concern of the residents was employment. This bridge and the growing number of industries gave the people hope that they would foster further economic benefits for the area.  The rapidly increasing trade and business in Detroit due to the industrialization and transportation hub of the Southwest neighborhoods was a point of pride. Any pollutants were not yet a major concern.  As long as the people were employed and were benefiting from these industrial changes, they were content."],"display_date":1930,"search_date":"1930-07-02","locations":[{"id":22722,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1983,"tag":"The Detroit News"},{"id":1982,"tag":"The Ambassador Bridge"},{"id":1981,"tag":"Windsor"},{"id":1899,"tag":"Detroit"},{"id":1941,"tag":"Delray"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5895,"title":"Lonely Delray: The Isolation Process","course_id":118,"status":"P","start_date":"1/1/43","end_date":"12/31/61","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Delray residents have been living with the roar of 18-wheeler trucks and congested morning commutes off the Interstate 75 since 1961. The interstate divided Historic Delray, with West Fort Street to the south and Lafayette Boulevard to the north, and created what the City of Detroit called a \"natural boundary\" between the industrial and residential quarters. At first glance at the land use map prepared for the Master Plan of Detroit of 1950, placement of the interstate appeared reasonable. South of the proposed freeway was heavily industrial, including big names like The Solvay Process, United Fuel Supply Co., Michigan Malleable, Delray Salt Co., and the mysterious, heavily contaminanted, and privately owned Zug Island.","But some residential and commercial areas remained, scattered among the industries. While the freeways did connect residents from the suburbs to the central business districts in downtown Detroit, the Detroit City Planning Commission did not consider the residents that the construction of I-75 would isolate. In 1943, the long stretch of Fort Street, from Boyd Street to North Vinewood, was lined with commercial properties. The placement of the Interstate cut off Fort Streets' local businesses' customer base, leaving the local businesses with little choice but to shut their doors. Directly across from the industries on West Jefferson, residents lived side by side with the smoke stacks. Interstate 75 essentially isolated Delray’s residents and local businesses from the rest of Detroit. In 1950, the City viewed industry as the economic reason for the existence of the city. While Delray’s industries continued to grow, the residents in the mixed-use areas were left unconsidered."],"display_date":"1943 - 1961","search_date":"1952-07-01","locations":[{"id":27066,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2010,"tag":"Industries"},{"id":2009,"tag":"Interstate 75"},{"id":1941,"tag":"Delray"},{"id":1989,"tag":"freeways"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5902,"title":"Hungarians in Delray: Maintaining a Beautiful Neighborhood in Spite of Criticisms","course_id":118,"status":"P","start_date":"10/18/11","end_date":"10/18/11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Early 20<sup>th</sup> century Detroit underwent major demographic changes, which were not easily accepted by those Americans who already lived there. In 1911, one reporter from the <em>Detroit Free Press</em> visited Delray in the southwest of the city, which had a substantial population of Hungarian immigrants, to investigate accusations that Hungarians were dirty and had low morals.  The Hungarian community in Delray had come under attack after it had criticized and deemed unnecessary the addition of a new Sunday school room offered by the Women’s and Foreign Mission Society and the Women’s Home and Mission Society of the Presbyterian Church. In response to Delray residents' concerns, the Reverend E. H. Pence of the church retorted that the Hungarians “had little idea of how to live in the twentieth century, a badly warped sense of morality and no idea of sanitary laws.” Naturally, this comment incited indigantion from the Hungarian community. To disprove the Reverend and those who agreed with him, Atty A. Weisz, a Hungarian lawyer, and Reverend Stephen Borsos of the Hungarian Reformed church invited a reporter to take a look at the neighborhood for himself. And in fact, what was reported was that their neighborhood, despite the smoke from the nearby factories, was clean, beautiful, and in prime condition.","The Hungarian population spiked in the early years of the 20<sup>th</sup> century and the city of Detroit certainly noticed. The recently-established industries in Delray attracted many immigrants, not just Hungarians, but as perhaps expected, it was not always the smoothest transition. That being said, the Hungarian community in Delray did well to establish for themselves a vibrant, thriving community.  While the demographics may have changed and while the challenges may have become more pronounced, this pride in Delray still remains in many of its residents today."],"display_date":"October 18, 1911","search_date":"1911-10-18","locations":[{"id":18385,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":31,"tag":"Immigration"},{"id":1899,"tag":"Detroit"},{"id":1941,"tag":"Delray"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5910,"title":"Typhoid Fever strikes Delray","course_id":118,"status":"P","start_date":"1858-01-01","end_date":"1858-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1858, Dr. Hennery Baker, the head of the Michigan Board of Health, diagnosed a large number of deaths in the Delray settlement as the results of an outbreak of typhoid fever. Typhoid, transmitted by drinking water contaminated with the feces of an infected person, was commonly found in the unsanitary conditions of urban centers across the industrialized world in the nineteenth century. Delray, a growing industrial settlement just southwest of Detroit, was home to approximately 15,000 inhabitants. Without adequate sanitation and water infrastructure, residents of the area were habitually disposing of their nightsoil on the ground, where it filtered into the local water supply. The people of Delray were not only worried about the spread of disease within their own community, but also with the way that Detroit had handled the dumping of its pollutants through the River Rouge. Since Delray lay downstream of Detroit, much of the dumped pollutants would wash up on Delray’s shores.","In 1913, many years after Dr. Baker's finding, little progress had been made, and  residents still found themselves suffering disproportionately from the pollution of Detroit's industries. Now, increasing levels of air pollution from more and more industries meant that respiratory diseases caused the most diseases, followed by typhoid deaths due to poor sanitation. Approximately 430 people of every 100,000 living in Wayne County had died that year of complicated lung problems in Wayne County. This continued danger to public health reflects issues of environmental justice, as working-class people suffered from the conditions created by industrial urbanization."],"display_date":1858,"search_date":"1858-07-02","locations":[{"id":6595,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"WAYNE, Michigan"}],"tags":[{"id":1313,"tag":"Typhoid fever"},{"id":1941,"tag":"Delray"},{"id":2092,"tag":"Environmental Justice"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5911,"title":"Automobiles and Industry Transform Delray","course_id":118,"status":"P","start_date":"1/1/08","end_date":"12/31/08","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the early twentieth century, the neighborhood of Delray in southwest Detroit was beginning to become a dynamic industrial hub, with companies such as Swift Franklin Salt Block, Detroit City Glass Works, and Sutton Pail Factory, among many others, setting up large factories that overshadowed the nearby residential neighborhoods. As the area became more heavily industrial, the demand for workers increased beyond the capacity of the surrounding residential neighborhoods to supply. By 1908, there were calls for the creation of a rail line that could carry workers from elsewhere in the city directly to the new factories in Delray.","The rail line was never built, and as the century wore on Detroit's existing public transportation would gradually disappear as well. While cities around the country became increasingly automobile-dependent by midcentury, in Detroit that trend was exacerbated by the heavy influence of the auto industry on local politics. Henry Ford's Model T went into production in 1908, but it was not mass-produced until 1914. The massive expansion of car ownership was part of a calculated plan by Ford, who raised his employees' pay enough to allow them all to purchase their own automobiles. Some decades later, this would create the opportunity for increasing numbers of Detroiters to leave Detroit, moving out to the less-polluted neighborhoods that would be built on the outskirts of the city after the second World War.","By the end of the century, those who could afford to move out of the city had largely done so, leaving only the poorest residents - overwhelmingly African-Americans and immigrants - remaining in the polluted industrial neighborhoods of Delray. Declining real estate prices and an inadequate housing market contributed to overcrowding in already unsanitary living environments. Although Ford's intention was simply to sell cars, his actions inadvertently harmed future generations of immigrants who knew little of the pollution of Delray and the harm that could come from living there."],"display_date":1908,"search_date":"1908-07-01","locations":[{"id":50025,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1900,"tag":"Automotive Industry"},{"id":1510,"tag":"Suburbanization"},{"id":1941,"tag":"Delray"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5931,"title":"Unfolding Zug Island","course_id":118,"status":"P","start_date":"1888-01-01","end_date":"12/31/01","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Across West Jefferson Avenue in Delray lies the mysterious Zug Island. On Google Maps, it is a dark mass of land covered with heavy industry factories and black smog. In person, one can only view Zug Island from afar. The privately owned island is off limits to the public and there is little known about what occurs on the island. In contrast to Zug Island’s hazy present, the island had much more transparent days in the past. Located at the opening of the River Rouge, the peninsula was purchased by Samuel Zug as a potential investment. However, the marshy land made the land uninhabitable. Zug allowed the River Rouge Improvement Company turn the peninsula into an island in 1888 as a way to better connect River Rouge to the Detroit River.","In 1891, George Brady and Charles Noble purchased the island from Zug for $300,000 with plans of turning the land into an isolated industrial dumping ground for the booming manufacturing companies in nearby Delray. While searching for gas in the marshy grounds, Noble and Brady struck salt beneath their new property. A geological survey showed that the land beneath the island contained a wealth of limestone and salt. A well 1,620 feet deep was set up on the island to retrieve salt and limestone. Salt was used to create soda ash, used in manufacturing of glass, and other by-products used in manufacturing. The island’s strategic location allowed ease of transportation and made the island a desirable location for industries. in 1895, the exposition building for the International Exposition and Fair of 1889 was torn down in favor of the new Solvay Processing Company, a prominent soda ash producer. The plant was located across the River Rouge from Zug Island and on the Detroit River waterfront, serving useful for importing raw materials and exporting finished goods. The company had wells covering 100 acres of Zug Island where the salt is extracted, and then brought over to be processed into soda ash. Within a decade of the grand exposition, the grand was cleared for salt mining interests. By prioritizing heavy industry opportunities, Delray continues to invite heavy industry into the village.","While Zug Island is no longer a source for salt, petroleum coke and steel are still being produced on the island. With smoke stacks reigning high on the island, Brady and Noble’s vision of Zug Island as an industrial dumping ground might have been realized under a different definition."],"display_date":"1888 - 1901","search_date":"1894-12-31","locations":[{"id":6598,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"WAYNE, Michigan"}],"tags":[{"id":1941,"tag":"Delray"},{"id":2054,"tag":"Zug Island"},{"id":2055,"tag":"Heavy Industry"},{"id":2056,"tag":"Salt"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5955,"title":"1933 Photograph Outside Delray Theater","course_id":118,"status":"P","start_date":"1/1/33","end_date":"12/31/33","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Two women dressed in traditional Hungarian attire stand on either side of a Hungarian film poster one day in 1933 when someone snaps their photo. They situated directly outside of the Delray Theater on Jefferson Avenue and behind them we can see a cluster of people filing toward the theater.  In the background, the men have donned their hats and overcoats and the women in front in heels and dresses or skirts falling mid-calf. While it is difficult to decipher the text on the poster and although there is little context to the photo other than its location and year, we can tell that there was some excitement about this Hungarian film coming to the theater in the predominately Hungarian neighborhood.","Unfortunately, this theater is no longer around. Neither is the formerly dominating Hungarian population. After World War II, there was a great demographic shift.   Much of the Hungarian population could afford to move elsewhere (many moved to the Allen Park neighborhood) and less affluent migrants from the South, from Mexico, and from Puerto Rico took their place. The neighborhood continued to be mainly industrial and began to lose investment in other businesses. While once, as glinted at in this photograph, the streets were lined with businesses and pedestrians spending their leisure time there. While the residents’ desire for this once vibrant Delray may still exist, the city of Detroit’s lack of investment in the neighborhood beyond its industries has hurt small business such as this theater in the aforementioned photograph."],"display_date":1933,"search_date":"1933-07-02","locations":[{"id":22722,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2081,"tag":"hungarians"},{"id":8,"tag":"Arts/Leisure"},{"id":425,"tag":"Business"},{"id":1941,"tag":"Delray"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5958,"title":"Breeding Ground for Tuberculosis","course_id":118,"status":"P","start_date":"1/1/09","end_date":"12/31/31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["At the turn of the 20<sup>th</sup> century, Delray was defined by heavy industry and smoke stacks. Because of where they lived, residents were trapped in the middle of an industrial playground and subjected to poor housing policies. In 1909, Dr. Leo H. Herbert, the founder of the Detroit Tuberculosis Sanatorium, along with other renowned physicians of the time, spoke out against Detroit’s neglect of Delray’s environmental injustice during the Anti-Tuberculosis meeting. The filth and litter that filled the alley ways and cramped cottages were breeding grounds for tuberculosis. Aside from the health risks, the lack of proper leisure space for children, such as parks and playgrounds, created an unsuitable, and even disgraceful, living environment for Delray residents. Dr. Herbert pointed at the Solvay Processing Company’s pollution as the culprit of killing plant life in the area. The doctors argue that the children in Delray are constantly in danger of contracting tuberculosis at school because of their poor living conditions. Dr. Herbert was at the forefront of health issues in Detroit and devoted his career to fighting tuberculosis in the city.","As the tuberculosis epidemic was occurring, the first Great Migration increased Detroit’s black population from 5,741 in 1910 to 40,838 in 1920. Due to racial segregation in Detroit’s hospitals and the growing tuberculosis epidemic, black-owned and operated hospitals answered the African American community’s health crises. While hospitals like the Bethesda Hospital (1931) and the Good Samaritan Hospital (1929) made progress in combating tuberculosis for minorities, the white plague continued its presence in the poor neighborhoods of southwest Detroit."],"display_date":"1909 - 1931","search_date":"1920-07-01","locations":[{"id":50025,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1319,"tag":"tuberculosis"},{"id":1941,"tag":"Delray"},{"id":908,"tag":"Pollution"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5967,"title":"Detroit International Fair in Delray","course_id":118,"status":"P","start_date":"1899-01-01","end_date":"1899-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Detroit in the 1880s was growing, and seeking a reputation among the great cities of the era. When well-to-do citizens formed the exposition company, they imagined a fair that would marry agriculture and industry in a world class exposition. By early 1889, the exposition company had a capital stock of $500,000 to draw on, and the Detroit International Fair and Exposition became a reality.","Seventy two acres of unincorporated land where the Detroit and Rouge Rivers met, just south of Fort Wayne were chosen to host the fair. The countryside was valued at $150,000, and had long been enjoyed by canoeists, fishermen, and hunters.","The goal of the exposition was not only to showcase the city and state, but to draw attention to Detroit and boost its stature among other great cities. The advertisements for the fair struck this chord. Touted as the most handsome grounds in the world, little Delray to the southwest of Detroit was built up magnificently. There were to be wonderful displays of electric inventions and manufactures, as well as the \"finest blooded horses and cattle, sheep, swine, and poultry. Railcars and ferries pulled up right to the shores, \"beautifully located on the bank of the Detroit River.\"","Several important points can be drawn from these sources. One, the Solvay Process Company would go on to buy and build its factory on this very location. The easy access to the water, prelaid rail, and a city warm to industry all set this in motion. Two, the area exploded around the expostition, and the village of Delray would be incorporated, shortly after the annual fair halted, in 1897. Three, the fair was a harmony of agriculture and industry, in a beautiful area. In the decades after the fair Delray would itself change into industry and housing, and smokestacks would tower over a landscape that fair gowers and fisherman had enjoyed."],"display_date":1899,"search_date":"1899-07-02","locations":[{"id":6599,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"WAYNE, Michigan"}],"tags":[{"id":2096,"tag":"International Fair"},{"id":13,"tag":"Agriculture"},{"id":58,"tag":"Industry"},{"id":1899,"tag":"Detroit"},{"id":1941,"tag":"Delray"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5968,"title":"The Closing of St. Mark's Episcopal Church of Delray, Detroit in 1922 Signlas Delray's Demographic Shift","course_id":118,"status":"P","start_date":"2/18/22","end_date":"2/18/22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Sunday February 19, 1922 marked the final day of services at St. Mark’s Episcopal Church in the Delray neighborhood of Detroit.  The Detroit Free Press announced its closure the day prior, February 18, 1922, in an article entitled “Delray Church to Close its Doors”. The article printed a photo of the front of the church, showing its elevated entry, tall pointed-arched windows, and the building’s rather extensive length. The church stood on West End Avenue and Thaddeus Street and first opened in 1897.  At that time, it was centered in quickly developing neighborhood of Delray and by 1911 it needed to be enlarged to sufficiently serve the growing community.  However, by 1922, the church was considered to be “in the heart of a foreign settlement” and not within the same proximity of its former visitors. The Episcopalians who previously frequented this church are cited as having mostly moved out of this area of Delray and into neighborhoods north of Fort Street.  Because of the population movement, the church lost most of its followers and could no longer be self-sustaining. Thus, it was forced to sell its property.","Because of Delray’s industrial development at the beginning of the 20<sup>th</sup> century, it naturally drew many immigrants looking for work. The predominately Hungarian population that settled in Delray opened their own churches, which were most often Catholic. The closing of the Episcopal Church thus illustrates the extent to which Hungarians transformed Delray into their own, (or as the article iterates- into a “foreign”) neighborhood. This demographic shift in Delray was summoned by the influx of factories and the availability of jobs for unskilled laborers, but as the immigrants form this phase of movement gained more skills and more income, they too would eventually move out of Delray and make way for a second great demographic shift after World War Two.  As with the closing of the Episcopal Church, Delray would later see far many more businesses close their doors as the demographics and population of Delray would continue to be in flux."],"display_date":"February 18, 1922","search_date":"1922-02-18","locations":[{"id":21386,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":31,"tag":"Immigration"},{"id":79,"tag":"Religion"},{"id":1941,"tag":"Delray"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5969,"title":"Detroit International Exposition Fair of 1889: Delray Before Its Industries","course_id":118,"status":"P","start_date":"1889-08-17","end_date":"1889-09-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","<em>Harpers Weekly</em> devoted a large part of its August 17, 1889 issue to the upcoming Detroit International Exposition Fair, which would open exactly one month later on September 17, 1889. Included in their spread was an engraving by Francis Schell and Thomas Hogan, bearing the caption, “General View of the Buildings and Grounds of the Detroit International Fair and Exposition.”  The engraving is of an aerial view of the Main Building, several pavilions adjacent to it, and two long ponds. These grand projects were built just southwest of Fort Wayne in Delray, and according to the engraving would be surrounded by bustling activity around the pavilions as well as significant boat traffic along the river, presumably bringing in hoards of tourists eager to visit the fair. The main building was designed by Louis Kamper in style that recalls great European palaces, and was prominently placed at the center axis of the engraving and at an angle that dramatically accentuated its long, ornamented halls.  The <em>Harpers </em>article points out proudly that it was “the largest building in the world erected exclusively for fair and exposition purposes,” and goes on to boast of the plethora of industries and activities that would be represented, from packaged seeds to stove manufacturers to musicians and a painting gallery with 300 artworks. The fair would be so large that the author said the only person capable of seeing everything in a day would have to be a “professional pedestrian.”","The event jumpstarted major construction projects in Delray. The city transformed the area by draining marshlands, clearing farms, building new roads and railways, and even constructing two additional docks to accommodate the anticipated increase in river-traffic.  The fair happened at a time when Detroit was bursting with economic and industrial activity and this event solidified its reputation as a booming city. The fair did draw a lot of attention, but afterwards, the structures did not remain. Delray also did not maintain this palatial appearance. Within just six years, the Solvey Processing Plant took over the location of the main exposition building and began to dig for salt.  If we were take an aerial shot from the same spot today as where Schell and Hogan did their engraving in 1889, instead of seeing the grand halls by Kamper, we would be peering down onto the black land and factories of Zug Island."],"display_date":"August 17, 1889 - September 17, 1889","search_date":"1889-09-01","locations":[{"id":6598,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"WAYNE, Michigan"}],"tags":[{"id":2096,"tag":"International Fair"},{"id":2054,"tag":"Zug Island"},{"id":1941,"tag":"Delray"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5970,"title":"Fisher Freeway (I-75) through Delray","course_id":118,"status":"P","start_date":"1/1/61","end_date":"12/31/61","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["\"Recommended location and design has been developed with full consideration given to existing and proposed land use, to urban renewal and industrial redevelopment projects and plans, and to all elements of the official Master Plan of the City of Detroit.\"","As the Wayne County Road Commission points out in its location study for the Fisher Freeway, Detroit's Master Plan had written off Delray, historically a mixed-use area and still home to several thousand working-class residents, as industrial. While it would be easy to say that this is why Delray was parceled off from Detroit as a whole, the location study does not connect any dots, or point any fingers. Instead it offers what has been clear in both the Master Plan of the City of Detroit and the Fisher Freeway Route Location Study: industry trumps all.","In the end, the recommended route from the Wayne County Road Commission would lead to the destruction of 1,954 residencies (including more than 400 multiple-family homes) and 33 industrial sites. The process of determining this route involved a massive effort to balance and divide a city, in order for the necessity of connectivity. Detroit was no longer growing, but the areas around it were. And they had resources to move. In the years prior to the construction of I-75 traffic jams were a major issue and the Ambassador Bridge was locked behind neighborhoods like Delray. The project was an effort to allow for the suburban commuters to enter the city, but also to facilitate the massive flow of resources through and into the inner city.","In the eyes of Detroit, the road was a necessity. But so was their industry, and Delray was front and center in the conflict of the two. What would happen was a balance that largely favored industry and avoided wealthier communities. Alternative proposals presented in the review show that while industry and residential were considered, residential uses were obviously given less weight. Not only this but Delray represented a path of least resistance. What could be defended as a somewhat natural divide, found itself in a relatively defenseless community. The people were largely poor, largely unable to put up a fight, and unable to move.","Industries along the river were largely unaffected by construction, as were the wealthier communities. The suburbs and industry, together the tax base, were aided by the additional connectivity. But the community of Delray suffered. The highway was the first major blow to the Delray community. Delray would face similar subjugation with a remodeled Waste Water Treatment, and to this day faces the challenge of industry over community. While the international bridge might not be the first strike against the Delray community, it may be the last."],"display_date":1961,"search_date":"1961-07-02","locations":[{"id":33546,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":87,"tag":"Environment"},{"id":1941,"tag":"Delray"},{"id":2014,"tag":"I-75"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5996,"title":"Delray Property Owners Welcome the International Fair of 1889","course_id":118,"status":"P","start_date":"1889-05-08","end_date":"1889-09-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Detroit International Exposition and Fair Project of 1889 was an exciting year for all of Delray. Pre-automobile industry times allowed room for diverse businesses, a glowing point well showcased in the Exposition. The fair was a healthy combination of agricultural and industrial. Displays of livestock, musicians, art galleries, and new technology surrounded the exposition’s main building, the biggest infrastructure at its time. Among the excited were Delray property owners. Extending Delray’s boundaries and incorporation of the village has already been on the village’s property owners’ agenda. The owners believed that the Exposition will bring considerable property value increases and help their plan along. Expansion of Delray’s boundary would include all the territory north of Fort Street, the east of the city, south by the Detroit River, and west by the River Rouge. Street improvements and a town hall are also part of the plan. With several hundred thousand people projected to walk the streets of Delray during the 10 day exposition in September of 1889, Delray property owners are confident about the execution of such plans for the village. However, the proponents are met with formidable opposition by those concerned about tax increases and poor return on investment. With or without the expansion and incorporation of Delray, the International Fair marked Detroit's industrial growth and growing economic prosperity in an appropriately grandiose fashion. As one of the last horse carriages were drawn down Woodward Avenue, rapid industrial growth awaited Detroit in the 20th century."],"display_date":"May 8, 1889 - September 27, 1889","search_date":"1889-07-18","locations":[{"id":6598,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"WAYNE, Michigan"}],"tags":[{"id":2096,"tag":"International Fair"},{"id":1941,"tag":"Delray"},{"id":2121,"tag":"Property Value"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6009,"title":"Albert Kahn's Detroit Savings Bank Branch of SW Detroit as a Symbol of Former Success","course_id":118,"status":"P","start_date":"3/1/18","end_date":"3/31/18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1918, <em>Architecture</em> magazine published an image of the Detroit Savings Bank branch for Southwest Detroit, designed by Albert Kahn. Clearly inspired by Greek and Roman architecture, the rectangular structure reflects an air of prestige and durability. It has two stories, two massive Doric columns flanking either side of the entrance that stand twice as high as the doorway, and in a square arch around this entryway are rosettes evenly spaced as an elegant, but simple border.  In the magazine’s image, an American flag is centered behind the building and raised majestically above it and a man in a suit and hat stands with his arms crossed over his chest and faces the camera. The bank itself is not only a functional space, but through this powerful architecture and the dignified, stately staging of the photograph clearly communicates the city’s growing financial success, its stability, and its pride.","The need for the new branch of the bank in Southwest Detroit in the early twentieth century reflects the area’s growing economic and industrial success. This corner of the city was booming as industries moved into the neighborhood and as Zug island continued to be built up. The neoclassical style of the building recalls the City Beautiful Movement of the period, which held that orderly, neoclassical architecture could instill cultural and moral values into the people who lived around and interacted with the buildings. This building thus stands as a monument to the forward-thinking, confident attitude of Detroiters at the time. Sadly, though, Detroit is fighting to maintain this building. Today, instead of being surrounded by the bustling economy of the 1920s, the building (which no longer functions as a bank), as well as many of its neighboring buildings, have been borded up and have fallen into solemn disuse and disrepair."],"display_date":"March 1918","search_date":"1918-03-16","locations":[{"id":18385,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2143,"tag":"Detroit Savings Bank"},{"id":2142,"tag":"Albert Kahn"},{"id":2141,"tag":"southwest detroit"},{"id":1941,"tag":"Delray"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6013,"title":"Feasible Foods","course_id":118,"status":"P","start_date":"1/1/63","end_date":"12/31/63","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The story of Detroit’s \"food desert\" and urban abandonment is a common one in todays media, but as the story of the construction of the Union Produce Terminal in 1963 shows these are by no means new problems. In 1963 a city planning and urban renewal company called Parkins, Rogers, & Associates issued a feasibility survey for a wholesale food distribution center located in what was then referred to as the “Fort Street area,” in the neighborhood of Delray on the banks of the Detroit River. The report's purpose was to inform potential investors about site development opportunities for a new food distribution facility. One of the main draws of this area, according to the report, wasthe neighborhood. Even in 1963, the report described Delray, once a thriving working-class community, as \"a blighted and deteriorating residential neighborhood with considerable intermixing of commercial, warehousing and industrial uses.\" The residential areas surrounding industrial sites was described as “substandard.” By redeveloping the area for the “proposed purpose,” the report argues, investors could benefit the economy and employment in the local area. In fact, it would go beyond helping the local community and help the city as a whole, since the distribution center would be providing the majority of food for the city.","The irony of this proposal lies in the fact that urban renewal projects like this often helped to further degrade the city for residents, displacing them from their homes and transforming neighborhoods. Moreover, by the late twentieth century Detroit was often referred to as “food desert” for its lack of grocery stores and fresh food, and the failures of redevelopment and urban renewal plans like this one exacerbated Detroit’s problems. Studies have repeatedly found that more than half of all Detroit residents lack access to healthy food options. Plans like the 1963 report looked to address the issue of food availability in the city while bringing back jobs, but ultimately were unsuccessful. In places like Delray, a combination of the lack of fresh food and the presence of heavy industry added to the blight and illness in the community and ultimately contributed to its downfall."],"display_date":1963,"search_date":"1963-07-02","locations":[{"id":33546,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2147,"tag":"Detroit food"},{"id":2146,"tag":"Produce"},{"id":1975,"tag":"Detroit Enviornment"},{"id":1941,"tag":"Delray"},{"id":1953,"tag":"Urban Renewal"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6039,"title":"Freeways Effects on Health in Delray","course_id":118,"status":"P","start_date":"1/1/99","end_date":"1/1/99","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the aftermath of WWII, Detroit followed national urban planning trends in seeking to enhance high-speed transportation between the growing suburbs and the city center. Plans began for an extension to the I-75 highway to rectify the problem. The route recommended by the Fisher Freeway Planning Committee began at the southwest limits of the city, in the neighborhood of Delray. There, it would connect with three other freeways in the section under consideration: the Jefferies Freeway, I-96 and the Chrysler Freeway, serving as a terminus for the Jefferies freeway and providing interstate traffic access to the Ambassador Bridge to Canada. It also served to give traffic on both freeways access to the freeway loop. What this meant for Delray, however, was that there would be even more pollution in an already environmentally distraught neighborhood. It also divided industrial areas, residential areas and public and semi-public areas in the neighborhood, essentially splitting the community in half.","The Fisher Freeway was completed in 1959, and in the following years asthma and lung infection rates in Delray greatly increased. In part, this can be attributed to the increase in traffic, especially the diesel-run semi trucks that made up a large part of the international commerce and which emitted large amounts of carbon monoxide. Air pollution has been linked to morbidity and mortality from several diseases, including diverse conditions such as coronary disease and Hodgkin's Lymphoma. In terms of the effects on respiratory disease, exposure to air pollution has been linked to the aggravation of chronic respiratory symptoms and increased mortality from chronic obstructive pulmonary disease. Nationwide, over the course of the 20th century, air pollution increased greatly alongside the noted increase in the prevalence of asthma. More recent declines in pollution and improvements in public health do not compensate for what Delray residents have had to endure for decades."],"display_date":"January 1, 1999","search_date":"1999-01-01","locations":[{"id":41645,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":908,"tag":"Pollution"},{"id":1941,"tag":"Delray"},{"id":1953,"tag":"Urban Renewal"},{"id":2092,"tag":"Environmental Justice"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6050,"title":"The Delray Tuberculosis Clinic","course_id":118,"status":"P","start_date":"1/1/10","end_date":"12/31/12","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The booming Detroit industries of the early twentieth century brought enormous demand for more workers as more and more industries pushed their way into neighborhoods such as Delray. Low real estate prices and rents attracted poor immigrants from around the world. Around 1910 Romanians, Serbs, Turks, Armenians, Austrians, Hungarians, and others flooded into the area. But the low cost of living translated into low standards of living, as well: bereft of even the most basic sanitation and infrastructure, many of the new residents were living in unspeakable conditions. Overcrowding of large numbers of people in these extremely small apartments and houses caused overflowing cesspools. The wells that the neighbors had dug for drinking water were sunk only a few feet into the sand, in close proximity to the cesspools, making the water unfit even for washing purposes. Lacking an alternative source, people in Delray used the well water anyway, even for cooking and drinking. The area was constantly in danger of outbreaks of tuberculosis, typhoid, and other diseases common in poor urban living conditions.","The Delray community, while powerless to address the underlying infrastructural issues, came together to create the Delray Tuberculosis Clinic in order to fight the disease in Delray. The clinic opened in May 1911 to educate the people of Delray about the disease and how it spread. Shortly thereafter, when word of the poor sanitary conditions in Delray reached authorities, the city of Detroit put together a full clean-up process led by health officer J.W. Inches. The first thing that Inches did was to condemn the wells as un-usable and begin to mainline the water in to Delray from other sources. The Board of Health also acquired the Tuberculosis Clinic to carry on its work."," "],"display_date":"1910 - 1912","search_date":"1911-07-02","locations":[{"id":18385,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1319,"tag":"tuberculosis"},{"id":1941,"tag":"Delray"},{"id":230,"tag":"Medicine/Health"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}]}