{"id":1944,"tag":"Frederick Olmstead","points":[[42.107446354,-83.1351982696]],"bounds":[[42.107446354,-83.1351982696],[42.107446354,-83.1351982696]],"episodes":[{"id":5856,"title":"Frederick Law Olmstead expresses his vision for Belle Isle Park","course_id":118,"status":"P","start_date":"1882-11-01","end_date":"1882-11-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1882, Frederick Law Olmstead, a landscape architect and designer of fifteen previous parks, was invited to take a look at a newly purchased property in Detroit, MI. As the designer of the first municipal park in America, he is considered the father of landscape architecture. With his pioneering expertise cultivated through years of follow-up work, Olmstead wrote an explanation for future planning of Belle Isle Park, a “gem” in the midst of the Detroit river, which runs between the United States and Canada. In it, Olmstead claimed that the possibilities for Belle Isle were as great as in his other works, such as Central Park in New York City, Mount Royal Park in Quebec, and the Emerald Necklace in Boston, Massachusetts. His plan for Belle Isle envisioned capitalizing on the island's existing wooded areas as the park's central attraction, and nurturing the trees into a majestic forest. He also saw the island's fields as possibly the best area for a marching band in all the Parks of the United States, and the rivers that ran through the island an attraction for boaters and fishermen. Olmstead also warned that fluctuations in economy would harm a city owned park if not properly addressed from the beginning. He advised that what the city may consider financially rewarding in the short term, such as a new recreation building, lessens the value in the park if not properly funded and maintained. These words would seem prophetic in the early twenty-first century, when city managers are struggling with strategies for maintaining the municipal use of Belle Isle.","Olmstead's plan was an early visualization of how parks and nature are not separate, but can exist symbiotically. The idea of a wilderness is a constructed ideology. A park which includes shelters and buildings for relaxing would not be shattering a pristine wilderness, but instead make the area more attractive for visitors. His vision of the park is also one that looks holistically at Belle Isle, as the park becomes a maintained organism. His vision to utilize the natural rivers as an attraction for boaters, and the trees as an inspiration for the architecture for future buildings, show how human interaction with Belle Isle was shaped by the island's natural resources. His warning of the possible problems with financing shows the tension between park maintenance and park financing has been around from the conception of the island."],"display_date":"November 1882","search_date":"1882-11-15","locations":[{"id":6598,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"WAYNE, Michigan"}],"tags":[{"id":1944,"tag":"Frederick Olmstead"},{"id":1902,"tag":"recreation"},{"id":1899,"tag":"Detroit"},{"id":1901,"tag":"Belle Isle"},{"id":1947,"tag":"City parks"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}]}