{"id":1946,"tag":"Higher Education","points":[[28.5146851201,-81.3237702415],[41.4673534696,-90.5674122327]],"bounds":[[41.4673534696,-81.3237702415],[28.5146851201,-90.5674122327]],"episodes":[{"id":5857,"title":"Black Professionals in the 1970's","course_id":119,"status":"P","start_date":"1/1/71","end_date":"12/31/79","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Following the riveting decade of 1960s, African Americans started to act upon the social and political equality that they were granted by the Civil Right Movements. Some of these freedoms include the desegregation of schools and public areas and African American assimilation into society. This great shift allowed women such as Eleanor Mitchell teach in private universities such as Rollins College. In the 1970s, 9.2 percent of African-American professors were women, and 29.3 Caucasian women were employed during this time. [1]Eleanor Mitchell was the first African-American professor at Rollins College to teach an International Relation courses.  She would later lead the first study aboard trip to explore Africa.  Mitchell goal was “insure that anyone who is interested, could find career opportunity information on international relations.”  During the trip to Africa, student would explore Senegal, Dakar, Liberia’s capital Monrovia, Ghana’s capital Accra, and the last stop Nigeria; which was the “slave coast”, where the slaves would have to wait until they were shipped off to the United States.[2] Following the trip to Africa, she was able to take four students from Rollins to the Model U.N session held at Auburn University, At the Model U.N session these students won a trophy for participating in the French Delegation.Still relatively young at 24, Mitchell opted to continue her studies in political science in Tallahassee. Mitchell worked for Governor Ruebin Askew in 1976 as a Supreme Court Law Clerk; she was named assistant general counsel and was the first black women to serve on the post.[3]","In the 1970’s over 700,00 African-American students were enrolled into college declaring majors such as communications, teaching, business administration, and medical related jobs. [4]After graduating from either a vocational school or a university, students usually continued their studies to obtain masters and doctoral degrees. [5]In 1977 there were 58,515 thousand African Americans to graduate with a Bachelors’ degree and 1,273 African Americans to graduate with a Doctorate degree. [6]Eleanor Mitchell established a successful professional foundation, but more importantly her career paved the way for African American women at Rollins College and other Universities.","[1] Victor Bondi, <em>American Decades 1970-1979</em>, (Detroit Michigan: Gale research Inc, 1995), 164-173.","[2] Simms, Rosemary. \"African Better Bee Ready For Eleanor Mitchell.\" <em>The Sandsour</em>, August 17, 1972."," ","[3] Wilkening, David. \"A Matter of Life and Death Job.\"<em>Sentinel Star</em>, February 7, 1977."," ","[4] Victor Bondi, <em>American Decades 1970-1979</em>, (Detroit Michigan: Gale research Inc, 1995), 164-173."," ","[5] Victor Bondi, <em>American Decades 1970-1979</em>, (Detroit Michigan: Gale research Inc,"," "],"display_date":"1971 - 1979","search_date":"1975-07-02","locations":[{"id":36752,"lat":28.5146851201,"lng":-81.3237702415,"zoom":9,"place":"Orange, Florida"}],"tags":[{"id":1758,"tag":"Gender"},{"id":6,"tag":"Education"},{"id":1945,"tag":"African-American Women"},{"id":1946,"tag":"Higher Education"}],"course":{"name":"Decade of Decision- 1970s","school":"Rollins College","course_id":119,"school_id":5}},{"id":6340,"title":"Women’s Social Organizations during the Economic Crisis.","course_id":144,"status":"P","start_date":"1/1/25","end_date":"12/31/33","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1925, a new social sorority, founded just years before the economic downfall, the Great Depression, made its first official document, the Chi Omega Gamma Constitution. Chi Omega Gamma was founded by Helen Sheveland, Dorothy Youngberg, Lois Oline, Lorraine Ossain, Clarice Swanson, Lillian Wilson and Mildred Anderson. These women saw the need for another social organization on Augustana College’s campus. They felt Augustana needed more “spirit.”  Little did these women know, spirit would be very helpful in just a few short years.","In order to make any organization successful there need to be rules and expectations for the members to follow. The seven women, along with two pledges, set rules and regulations as well as the goals they wanted their organization to achieve. First they started with a monthly meeting.  To run these meetings, and the sorority effectively, they made four primary positions: President, Vice President, Historian, and Treasurer.","During the Great Depression many college aged woman were financially affected by the stock market crash in the late 1920s. Samuel Haig Jameson found that one of the biggest issues for college women in the early 1930s was money. The women felt pressure from their parents to conserve money, which only added stress to the already hectic college life.","While the Chi Omega Gamma sorority had been growing for over five years, its members were not above the economic crisis happening during this time. The group vowed, back in 1925, to hold no more than two social events per year. Next, they decided on system to pay for these events, and made mandatory monthly fees, or dues; each woman was required to pay her share in order to be active in the sorority.  Without this money, the sorority would not hold these social events, and, as a result, would lose the opportunity to recruit new members.","During this economic hardship, the women of Chi Omega Gamma found solace in their sisterhood and banded together to move the sorority forward."],"display_date":"1925 - 1933","search_date":"1929-07-02","locations":[{"id":20952,"lat":41.4673534696,"lng":-90.5674122327,"zoom":9,"place":"Rock Island, Illinois"}],"tags":[{"id":2654,"tag":"Sorority"},{"id":1081,"tag":"The Great Depression"},{"id":1946,"tag":"Higher Education"},{"id":7,"tag":"Women"}],"course":{"name":"History of Women in the U.S.","school":"Augustana College","course_id":144,"school_id":54}}]}