{"id":1947,"tag":"City parks","points":[[42.107446354,-83.1351982696]],"bounds":[[42.107446354,-83.1351982696],[42.107446354,-83.1351982696]],"episodes":[{"id":5856,"title":"Frederick Law Olmstead expresses his vision for Belle Isle Park","course_id":118,"status":"P","start_date":"1882-11-01","end_date":"1882-11-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1882, Frederick Law Olmstead, a landscape architect and designer of fifteen previous parks, was invited to take a look at a newly purchased property in Detroit, MI. As the designer of the first municipal park in America, he is considered the father of landscape architecture. With his pioneering expertise cultivated through years of follow-up work, Olmstead wrote an explanation for future planning of Belle Isle Park, a “gem” in the midst of the Detroit river, which runs between the United States and Canada. In it, Olmstead claimed that the possibilities for Belle Isle were as great as in his other works, such as Central Park in New York City, Mount Royal Park in Quebec, and the Emerald Necklace in Boston, Massachusetts. His plan for Belle Isle envisioned capitalizing on the island's existing wooded areas as the park's central attraction, and nurturing the trees into a majestic forest. He also saw the island's fields as possibly the best area for a marching band in all the Parks of the United States, and the rivers that ran through the island an attraction for boaters and fishermen. Olmstead also warned that fluctuations in economy would harm a city owned park if not properly addressed from the beginning. He advised that what the city may consider financially rewarding in the short term, such as a new recreation building, lessens the value in the park if not properly funded and maintained. These words would seem prophetic in the early twenty-first century, when city managers are struggling with strategies for maintaining the municipal use of Belle Isle.","Olmstead's plan was an early visualization of how parks and nature are not separate, but can exist symbiotically. The idea of a wilderness is a constructed ideology. A park which includes shelters and buildings for relaxing would not be shattering a pristine wilderness, but instead make the area more attractive for visitors. His vision of the park is also one that looks holistically at Belle Isle, as the park becomes a maintained organism. His vision to utilize the natural rivers as an attraction for boaters, and the trees as an inspiration for the architecture for future buildings, show how human interaction with Belle Isle was shaped by the island's natural resources. His warning of the possible problems with financing shows the tension between park maintenance and park financing has been around from the conception of the island."],"display_date":"November 1882","search_date":"1882-11-15","locations":[{"id":6598,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"WAYNE, Michigan"}],"tags":[{"id":1944,"tag":"Frederick Olmstead"},{"id":1902,"tag":"recreation"},{"id":1899,"tag":"Detroit"},{"id":1901,"tag":"Belle Isle"},{"id":1947,"tag":"City parks"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5876,"title":"An Afternoon at the Belle Isle Conservatory","course_id":118,"status":"P","start_date":"1/1/10","end_date":"12/31/10","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["It’s 1910, and the Horticultural Building on Belle Isle in Detroit has become a popular attraction since its construction eight years earlier. The conservatory houses a large collection of rare flowers and other plants. This unique sight draws visitors in throughout the entire year. Many of the visitors seem to be members of the upper class, escaping the city to spend their leisure time perusing the various shrubs and flowers and catching a glimpse of nature. The building itself is a sight to behold with an ornate dome of metal and glass and intricate stonework on the façade. The lawn is meticulously well-kept to allow guests to stroll the beautiful grounds. It is the perfect place to spend a lovely afternoon.","Changes in this era made it possible for people in the cities to have more time for these types of leisure activities. Wages increased and the work week decreased. People had more time and money in order to pursue activities for enjoyment. Additionally, new methods of transportation made it feasible for people to leave the city and make their way to the parks. All of these circumstances made Belle Isle a very popular place to be. This became a contentious issue with the upper class. The park, while public, had been their place. They felt that quite a bit of their money contributed to the building of it. Similar to what happened in Central Park, the lower classes started coming in and occupying the same spaces as the rich. Issues of ownership and the definition of a public space arose with different classes coming together at the same park."],"display_date":1910,"search_date":"1910-07-02","locations":[{"id":18385,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1901,"tag":"Belle Isle"},{"id":1947,"tag":"City parks"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5890,"title":"The Opening of the Belle Isle Bridge","course_id":118,"status":"P","start_date":"1884-01-01","end_date":"1889-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Up until 1889, the only way for people to cross over to Belle Isle from Detroit was by ferry, and a fare was required to board the boat. A bridge was then constructed that allowed visitors to walk or drive over to reach the park. While still in the planning stages, there was much debate over who should build, and then subsequently own, the bridge. Popular opinion was, by and large, in favor of the city of Detroit supplying the workers to build the bridge. Additionally, they felt that the city should also own and run the bridge. This would mean providing free access to the island. If a private corporation took over the bridge, they would be doing so for profit and would, therefore, require a fee to enter the island.","The city eventually did take ownership of the bridge which led to greater access for the residents of the Detroit. The bridge itself had a democratizing effect. It was free. People did not need to have any money in order to enjoy Belle Isle. This allowed for all classes to be able to spend their time together at the park. You could spend the day with your family on the island even if you had no money. The very bridge structure acted as an equalizer among the classes. This is additionally why the state takeover of the park is such a contentious issue among the citizens of Detroit. You have to buy a state park pass in order to cross over the bridge into Belle Isle. While it is a nominal amount, many families do not have any disposable income that can go towards that. Therefore, a structure that began as an opportunity for the lower classes to enjoy the park has become the very thing that will keep some out."],"display_date":"1884 - 1889","search_date":"1886-12-31","locations":[{"id":6598,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"WAYNE, Michigan"}],"tags":[{"id":1901,"tag":"Belle Isle"},{"id":1899,"tag":"Detroit"},{"id":1947,"tag":"City parks"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5891,"title":"Results from the consolidation of the Parks and Recreation Department in Detroit, 1940-1946","course_id":118,"status":"P","start_date":"1/1/40","end_date":"12/31/46","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["1940, the city of Detroit voted to consolidate the Department of Parks and Boulevards and the Department of Recreation into a new Department of Parks and Recreation. The consolidation was the outcome of overlapping goals and not enough discussion between the groups, which sometimes bottlenecked recreational activities. “It was a case of one hand letting the other know what it was doing,” remarked a pamphlet, published in 1946, describing the progress of the Department over its first six years. The pamphlet extolled the consolidation itself, the reorganization and expansion projects since then, and described the future Department's future plans. Despite the wartime restrictions and the depression, the Department's first six years introduced a number of significant new programs in Detroit, including city-owned horseback riding, canoe rentals through Belle Isle Park, expansion plans for picnics and playgrounds, the increased productivity of the Belle Isle Greenhouse run by the Horticulture Association, and the consolidated management of six swimming pools throughout the city.","After President Franklin D. Roosevelt declared a call to arms in 1940, Detroit was nicknamed the “Arsenal of Democracy.” Detroit’s automobile industry was retrofitted into manufacturing battle tanks and weapons. The increase in high wage earning jobs brought a migration of 350,000 people, mostly from the rural South. This increase strained the recreational facilities for those who wanted to escape their job in the industrial sector. The Parks and Recreation consolidation therefore was an important investment for the booming economy of Detroit during WWII. This 1946 Pamphlet is put out after WWII ended, and shows how Detroit had an early start in the Urban Renewal Projects in the years to follow, with expectations for growth as soldiers came home."],"display_date":"1940 - 1946","search_date":"1943-07-02","locations":[{"id":27066,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":242,"tag":"WWII"},{"id":789,"tag":"Urban Life/Boosterism"},{"id":1233,"tag":"Environmental History"},{"id":1902,"tag":"recreation"},{"id":1947,"tag":"City parks"},{"id":1953,"tag":"Urban Renewal"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5892,"title":"Postcard reveals the nature of Belle Isle Park","course_id":118,"status":"P","start_date":"1/1/10","end_date":"12/31/10","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["A postcard centers on a group of deer who are closely herded together, feeding. The background of the forest is a mixture of evergreens and deciduous trees commonly found in Michigan woods. These deer seem to be eating off of a log. At first glance it seems to be a wilderness area with nature’s animals in a forest without human intervention. Taking a closer look, however, reveals the deer are actually being fed out of troughs that were built of the surrounding timber. There is also another small building in the corner, which seems to blend seamlessly with the nature as well. This is the habitat to be found on Belle Isle Park, in the bustling urban center of Detroit, MI. It’s surprising to find such an authentic view of nature in the city of Detroit.","The photo captures the trend of building parks and recreation in urban environments which attempted to escape industrialization and urbanization. The goal by the original park planner, Frederick Law Olmstead was to create a pristine wilderness for people to relax. He believed trees to be the most precious resource of the island, and he thought Belle Isle should capitalize in any architecture to blend in with the environment. This postcard shows how the nature was emphasized the troughs and buildings of the photo, with the intention of attracting animals as a feature of the Belle Isle. It also shows the blending of nature in artificial environments can exist interdependently to increase the attraction of the environment, bringing people closer with nature."],"display_date":1910,"search_date":"1910-07-02","locations":[{"id":18385,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1947,"tag":"City parks"},{"id":1233,"tag":"Environmental History"},{"id":1901,"tag":"Belle Isle"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5965,"title":"A right to a park","course_id":118,"status":"P","start_date":"1/1/70","end_date":"12/31/70","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the early 1970s, representatives of the United Automobile Workers' union presented a picture of deprivation to the City of Detroit. The influential Motor City workers union had created a map which literally illustrated the isolation of urban residents; isolation from any large city-facilitated parks. For residents of the City of Detroit, there are no parks or open spaces within a 30 minute drive besides the city's treasured Belle Isle, an island park in the Detroit river. Representing a fundamentally urban membership and their families, the UAW union recognised that many of their members lacked a car or convenient access to transportation as public transport was (and still is) inadequate and irregular, out of metro Detroit and to the several beautiful parks in surrounding counties. The UAW demanded that the city increase funding and maintenance for the only relatively accessible Metro Park, Belle Isle; and they succeeded.","For the UAW the lack of access which urban Detroiters had and still have is an Environmental Justice issue, as it represents an inequality between suburban and regional citizens and their urban counterparts. In Environmental Justice literature and thinking access to 'green spaces' such as maintained parks and other large, open, relatively natural areas for use as recreational is a right for all people. This right of access to a space to relax and play has been historically denied for many Detroit residents; while Belle Isle defines itself as a recreational, democratic park for all of Detroit it is quite inaccessible to citizens without a car as are other parks in the region. The UAW's fight for an accessible and maintained city park has gained relevance again with the recent lease of the island to the State of Michigan; a new bus route has been promised to allow easier access to urban residents, but a price of $11 a year for access with cars will be charged."],"display_date":1970,"search_date":"1970-07-02","locations":[{"id":35437,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1901,"tag":"Belle Isle"},{"id":1899,"tag":"Detroit"},{"id":1947,"tag":"City parks"},{"id":2092,"tag":"Environmental Justice"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6034,"title":"Progress of the Dept. of Parks and Recreation in Detroit, MI","course_id":118,"status":"P","start_date":"1/1/40","end_date":"12/31/52","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Twelve years after the Detroit Parks and Recreation Department entered into service, they proudly announced that they had become the “largest and most active [Department] in our City Government.” Originally created to prevent overlaps in event planning, the department expanded along with the booming city of Detroit. The total acreage of Detroit parks from 1940-52 jumped from 4163 to 5736 acres, including a total of 170 new parks. The new ice rink, hoped administrators, would benefit future players of the Detroit Red Wings, while the boating dock of the Memorial Park Marina would help the city attract new capital. Dramatic urban renewal projects that included the construction of several new depressed highways produced large amounts of excess dirt, some of which the city used to build new toboggan chutes on top of Water Canyon Park. The Hawthorne Recreation Center was built on the site of an abandoned warehouse, creating a playground where “a factory had been converted into a production of citizens.”","These projects reflected the Parks and Recreation Department's efforts to work on a very local level to improve the quality of life for its citizens. While urban renewal projects as a whole tend to focus on the larger, top-down picture of the \"greater good,\" many of the new parks projects of the era suggest a real engagement with local needs and landscapes. The relocation and reuse of excess dirt from the construction highways, for instance, is a practical and locally-based solution to two separate problems. Additionally, the types of parks produced, including the boating dock expansion project, capitalized on the city's natural resources of riverfront property. Extending Detroit’s hockey season also foresaw the setbacks of the seasonal changes, and counteracted the limitations of weather to produce a longer season. These ideas blended nature into artificial environments, and produced recreational activities which nature and human interaction can exist interdependantly."],"display_date":"1940 - 1952","search_date":"1946-07-02","locations":[{"id":27066,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":10,"tag":"Urban-Life/Boosterism"},{"id":1947,"tag":"City parks"},{"id":1233,"tag":"Environmental History"},{"id":1971,"tag":"urban planning"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}]}