{"id":1949,"tag":"Concert","points":[[42.107446354,-83.1351982696]],"bounds":[[42.107446354,-83.1351982696],[42.107446354,-83.1351982696]],"episodes":[{"id":5861,"title":"Groit Galaxy freak out on Belle Isle","course_id":118,"status":"P","start_date":"6/11/78","end_date":"6/11/78","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The air was electric with anticipation as a substantial crowd of jazz enthusiasts, free thinkers, day trippers, beat poets and social activists waited for the captivating headliners, experimental improvisational ensemble Groit Galaxy, to begin their set at the Bandstand on Belle Isle, Detroit. The six sweating figures on stage held their instruments and waited in the summer afternoon heat for a cue from their leader, pre-eminent saxophonist Faruq Z. Bey, to burst into life. Groit Galaxy were the final act on a special day of alternative culture hosted by the Friends of Belle Isle, consisting of several other local jazz and funk groups, original poetry readings by several esteemed artists, amateur sports and other family oriented activities. Representing one of the many recreational uses of the park, the event gave the space a cultural edge.","The event described in its 1978 press release entices guests to come visit a cultural and social landmark that holds a special place for many Detroiters. The 'Jazz on a Summer's Day' concert was held in the historic spirit of the island park as it was free to all visitors, and was attended by many socially aware individuals from all walks of life. The socially inclusive yet radical vibe of the concert was intended by local promoter John Sinclair, whose work in Detroit as a radio host, blues and jazz musician, poet, band manager and most importantly political activist made him an influential figure in the thriving avant-garde arts scene of Detroit in the late 70's. Sinclair was involved in many important Detroit organisations such as the Detroit Artists Workshop Press, which became famous 'hippy' collective Trans Love Energies. The location of the event as a political space is particularly appropriate as the origin of the 1943 race riot, for Sinclair participated in the 1967 riots and was jailed, arguably politically, for 2 years following this. The event however was held in cooperation with the Belle Isle Police Department, reflecting Sinclair's reluctance to engage in militant activism and encourage cultural participation."],"display_date":"June 11, 1978","search_date":"1978-06-11","locations":[{"id":35437,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1949,"tag":"Concert"},{"id":1899,"tag":"Detroit"},{"id":959,"tag":"Jazz"},{"id":1901,"tag":"Belle Isle"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}]}