{"id":1951,"tag":"Farmer's Market","points":[[42.107446354,-83.1351982696]],"bounds":[[42.107446354,-83.1351982696],[42.107446354,-83.1351982696]],"episodes":[{"id":5862,"title":"Detroit's Agricultural Hub","course_id":118,"status":"P","start_date":"11/1/75","end_date":"11/30/75","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Since 1889, the Detroit Eastern Farmer’s Market has been a municipally-owned center for the sale of farm produce, including wholesale and retail. The market was, and still is, a way for urban consumers to purchase goods directly from farm growers.  Within the structure of the market, there are both formal and informal organizations.  Formally, it is administered by the Bureau of Markets, which is a division of the Department of Purchases and Supplies. The Bureau supervisor answers directly to the commissioner of the Department of Purchases and Supplies, who in turn answers directly to the mayor. The market was also formally designed to have a series of stalls for each farmer to occupy. Informally, the market was basically self-regulated by the farmers and dealers themselves, arranging themselves in stalls near others who sell different products so that there is less competition.  Kinships and friendships within the market were also considered to be important, as connections better help to sell goods. Most of the farmers in the market were of German and Belgian descent, since Detroit had a heavy amount of European migrants during the 1830s.","Detroit Eastern Farmers Market became a weekly opportunity for city dwellers to interact with local farmers form the late 19th century through the latter half of the 20th century, and even today.  The market had transformed into an important food hub for southeastern Michigan and its food distribution industry. There are future plans to make the market larger, as well as more efficient."],"display_date":"November 1975","search_date":"1975-11-15","locations":[{"id":35437,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1899,"tag":"Detroit"},{"id":1930,"tag":"Urban Agriculture"},{"id":1950,"tag":"Eastern Market"},{"id":1951,"tag":"Farmer's Market"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6023,"title":"Healthy Growth, Development, and Teeth: Nutrition Education for Pre-Schoolers","course_id":118,"status":"P","start_date":"9/25/75","end_date":"9/25/75","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1975, Lucille Smith and Marguerite R. Kelly, a Health Specialist and an Community Services Specialist at the Detroit Urban League, set out on a mission to educate pre-school students and their parents about the importance of nutrition. Inspired by the possibility of improving dietary habits for not only the children, but also the parents and school administrators, Smith and Kelly planned activities with five nursery schools in the area. With the goal of exposing children to the relationship between good food and healthy \"growth, development, and teeth,\" the children were brought to field trips to a local farm, learning where milk comes from and which fruit grow on which trees, and to a farmer's market, searching for the four food groups within the market.","Carolyn Merchant argues that one of the imporant concepts useful in answering questions that environmental history poses is consciousness. Consciousness is the aggregate thoughts and feelings of an individual, as well as understanding of his or her own actions. Smith and Kelly's project sought to increase the level of consiousness of food sources and nutrition for the community. By educating pre-schoolers, Smith and Kelly hoped to inspire social change, which Merchant argues is one of the impacts of societal consiousness."],"display_date":"September 25, 1975","search_date":"1975-09-25","locations":[{"id":35437,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":884,"tag":"nutrition"},{"id":1951,"tag":"Farmer's Market"},{"id":6,"tag":"Education"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}]}