{"id":1953,"tag":"Urban Renewal","points":[[42.107446354,-83.1351982696],[42.2533621325,-83.8384551752],[42.5970895978,-84.3735932032]],"bounds":[[42.5970895978,-83.1351982696],[42.107446354,-84.3735932032]],"episodes":[{"id":5863,"title":"Black-Velvet-Valley","course_id":118,"status":"P","start_date":"1/1/68","end_date":"12/31/68","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["“Black-Velvet-Valley” by Cheryl Wells is a poem in which Wells details fond memories of her lived experiences being a resident in Detroit’s Black Bottom, a neighborhood that existed until its destruction in the 1960s. Wells’ poem address the immense worth of Black Bottom and the presence of jazz and blues in the community. In one part of the poem, Wells recognizes the “legendary life” of Black Bottom’s residents and the liveliness of Hastings Street. Hastings Street was one of the streets that served as a boundary of the Black Bottom neighborhood. Jazz and blues is significant in Black Bottom because during the 1930s to the 1950s artists such as Duke Ellington, Ella Fitzgerald, and Pearl Bailey played in the neighborhood as a means of building community amongst Black Bottom’s residents.","Wells’ account of her fondness of Black Bottom is particularly interesting, given the context of the siting of Black Bottom. Black Bottom was created to separate blacks from whites in the City of Detroit. However, Wells’ description of the Black Bottom community demonstrates how residents made the best out of their experience. Black Bottom is a tragic story because whites decided to dismantle the community they intentionally created in favor of building freeways to support “white flight” in the name of progress and modernity."],"display_date":1968,"search_date":"1968-07-01","locations":[{"id":33546,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1962,"tag":"African-American history"},{"id":1953,"tag":"Urban Renewal"},{"id":1899,"tag":"Detroit"},{"id":1914,"tag":"Black Bottom"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5864,"title":"<strong>Memories on Hastings Street in Detroit </strong>","course_id":118,"status":"P","start_date":"1/1/39","end_date":"12/31/60","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Detroit's Hastings Street was a place buzzing with activity and a hub for African American economic opportunity throughout the mid-twentieth century. Blacks were able to operate hospitals and practice medicine. Some of the other businesses that flourished along Hastings Street included a string of hotels and night spots; a grocery store, a cleaners, and a pool hall. However, the narrative of economic progress for blacks is not the most important component of this street’s rich history. On Hastings Street a Black man could actually feel like a man – he had the freedom to operate his own business and in many ways shape the society around him through the businesses he created. This freedom gave a sense of pride and achievement, which could be celebrated after historical wins by legendary boxer Joe Louis. The connection between Joe Louis and American Blacks was very important; Joe Louis’s success in the ring was often tied to Blacks' fight against oppression. His victories were especially important to Detroit Blacks since he lived in Detroit.","In Detroit as well as other cities, a common practice used by city officials and urban planners in order to clean up “blighted areas” was \"urban renewal,\" a process that involved razing houses and ultimately destroying neighborhoods. City planners viewed neighborhoods such as Black Bottom and Paradise Valley, which included Hastings Street, as slums and places with little to no social capital. There was a complete disregard for the sense of community and quality of life many residents had created. Sure, the housing was inadequate and city services were awful, but the Blacks who lived there due to housing discrimination had created a living situation that was fun, safe, and prosperous. The city only saw the community for its deplorable living conditions which they refused to rectify. Instead they displaced countless families through urban renewal. The city decided to run the expressway I-75 through the community, completely destroying Hastings Street. This once very rich cultured community no longer exists and much of it has been replaced by I-75 and Comerica Park (Detroit Tiger’s baseball stadium)."],"display_date":"1939 - 1960","search_date":"1949-12-31","locations":[{"id":22722,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1964,"tag":"Paradise Valley"},{"id":1914,"tag":"Black Bottom"},{"id":1899,"tag":"Detroit"},{"id":1953,"tag":"Urban Renewal"},{"id":1956,"tag":"Black Communities"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5884,"title":"Ironic History: Detroit Follows National Reversal Trend to Rip Out Freeway","course_id":118,"status":"P","start_date":"1/1/99","end_date":"12/31/99","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Detroit could soon be following a national urban environmentalism trend of ripping out freeways -- much like Portland and San Francisco -- by beginning to look into removing parts of its old I-375 freeway, also known as the Chrysler Freeway. It would remove the section running from Gratiot Avenue south to Jefferson Avenue, and replace it with a pedestrian-friendly parkway to reconnect LaFayette Park and Detroit's central business district with Detroit's eastside neighborhoods and the vibrant Eastern Market for the first time in over 50 years. Removing the freeway would be a step towards rebuilding community for the city, as the freeway's construction fifty years earlier destroyed the African-American neighborhood known as Blackbottom. Plans for the would-be newly cleared area could include retail and office development, as well as bicycle paths and pedestrian-friendly walkways. Many community members and residents support this idea, while others reject it. Among those in favor are General Motors and the Detroit Riverfront Conservancy, which both want to see it contribute to further economic development and growth downtown. Those opposed include other businesses that might lose easy access, increased publicity, and safe transportation for their employees. Others are simply undecided on what to do, citing many different considerations that need to be made, like Blue Cross Blue Shield of Michigan. As urban planners today point out all the negative arguments and historical affects of such \"slicing and dicing\" freeways throughout the city though, many people still don't want to lose the high-speed connection or its economic benefits that take those from the suburbs to downtown attractions, such as the Renaissance Center. But as one urban planner points out, \"they don't lose their access. They lose their high-speed access. There's a difference.\"","Reflecting on the devastating affects of Detroit's Blackbottom neighborhood and the environmental factors arising from freeways, this article represents a hopeful outlook for Detroit, and nationwide. Though it certainly comes with opposing beliefs and conflicts, the shift in thinking by cities and its planners represents an important stride in urban environmental history. However, while this proposed plan may seem promising, history often proves that the best laid plans may not always come to fruitation. For example, the thousands of motorists from the suburbs who utilize this freeway everyday, and don't deal with its damaging affects but only rely on its ease, might have a powerful say in rejecting its removal; So might the businesses that benefit from it. Furthermore, this plan could take up 15 years to take action, just like the creation of I-375 did, by which point the focus on Detroit and this issue may have moved on. Therefore, the future certainly cannot be determined from this <em>Detroit Free Press</em> article since history <em>also</em> proves that even the best laid plans don't always benefit the land and people they affect most... especially in the City of Detroit."],"display_date":1999,"search_date":"1999-07-02","locations":[{"id":41645,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1994,"tag":"I-375 Freeway"},{"id":1995,"tag":"Freeway Removal"},{"id":1953,"tag":"Urban Renewal"},{"id":1968,"tag":"Blackbottom, Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5889,"title":"When history repeats itself","course_id":118,"status":"P","start_date":"1/1/21","end_date":"12/31/21","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The neighborhood that once stood as Black Bottom and Paradise Valley were subjected to “urban renewal” in the early 1960s. The Sanborn Insurance maps reflect the changes that the neighborhood underwent between1921 to the mid-1960s when I-75 was laid down , putting an end to the culturally rich area of east Detroit that existed around Hastings and Gratiot street. Changes to the land and buildings are makred by a piece of paper glued on top of the previous architecture that stood there. Parts of the neighborhood map have street blocks with multiple layers of papers which reveal the frequency and extent of changes in building erection and destruction that occurred. Some sections, after several layers of glued-on paper, simply read “ALL BUILDINGS IN THIS AREA…REMOVED.” These maps graphically reflect the decline of the neighborhood from the densely-settled community that it was in the 1930s to its obliteration in the early 1960s.","One former resident of Black Bottom said that \"Hastings Street in the 1930s was the only place in Detroit where a Black man could be considered a man.\" This statement reveals the strong correlation between location and identity. Therefore, according to the testimony, the destruction of Black Bottom was a simultaneous destruction of a Black sense of place in Detroit.  There is a parallel between what occurred in the early 1960s in Black Bottom and what is currently happening in Delray. Delray is currently undergoing social and economic changes that are directly linked to the heavy industry in the area."],"display_date":1921,"search_date":"1921-07-02","locations":[{"id":19267,"lat":42.2533621325,"lng":-83.8384551752,"zoom":9,"place":"Washtenaw, Michigan"}],"tags":[{"id":1899,"tag":"Detroit"},{"id":1914,"tag":"Black Bottom"},{"id":1964,"tag":"Paradise Valley"},{"id":1953,"tag":"Urban Renewal"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5891,"title":"Results from the consolidation of the Parks and Recreation Department in Detroit, 1940-1946","course_id":118,"status":"P","start_date":"1/1/40","end_date":"12/31/46","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["1940, the city of Detroit voted to consolidate the Department of Parks and Boulevards and the Department of Recreation into a new Department of Parks and Recreation. The consolidation was the outcome of overlapping goals and not enough discussion between the groups, which sometimes bottlenecked recreational activities. “It was a case of one hand letting the other know what it was doing,” remarked a pamphlet, published in 1946, describing the progress of the Department over its first six years. The pamphlet extolled the consolidation itself, the reorganization and expansion projects since then, and described the future Department's future plans. Despite the wartime restrictions and the depression, the Department's first six years introduced a number of significant new programs in Detroit, including city-owned horseback riding, canoe rentals through Belle Isle Park, expansion plans for picnics and playgrounds, the increased productivity of the Belle Isle Greenhouse run by the Horticulture Association, and the consolidated management of six swimming pools throughout the city.","After President Franklin D. Roosevelt declared a call to arms in 1940, Detroit was nicknamed the “Arsenal of Democracy.” Detroit’s automobile industry was retrofitted into manufacturing battle tanks and weapons. The increase in high wage earning jobs brought a migration of 350,000 people, mostly from the rural South. This increase strained the recreational facilities for those who wanted to escape their job in the industrial sector. The Parks and Recreation consolidation therefore was an important investment for the booming economy of Detroit during WWII. This 1946 Pamphlet is put out after WWII ended, and shows how Detroit had an early start in the Urban Renewal Projects in the years to follow, with expectations for growth as soldiers came home."],"display_date":"1940 - 1946","search_date":"1943-07-02","locations":[{"id":27066,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":242,"tag":"WWII"},{"id":789,"tag":"Urban Life/Boosterism"},{"id":1233,"tag":"Environmental History"},{"id":1902,"tag":"recreation"},{"id":1947,"tag":"City parks"},{"id":1953,"tag":"Urban Renewal"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5897,"title":"In Distress Not Despair","course_id":118,"status":"P","start_date":"1/1/40","end_date":"12/31/55","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["After World War II in 1943, the city of Detroit had trouble dealing with the huge influx of people moving to Detroit to find factory jobs and returning war veterans. White residents of Detroit were very reluctant to allow black people live in the same neighborhood so new and returning migrants were confined to live in certain areas away from white neighborhoods. Even though there were inadequate living conditions in these areas, the community was known to be very tight-knit. Because of such a high volume of people living in such a small area, Black Bottom and Paradise Valley had trouble attaining general upkeep of these areas so filth began to slowly build up and the buildings began to diminish because of all of the people living in such confined area.","Mayor Jefferies began working on a plan to create an “urban utopia” with the Detroit City Plan Committee for people who lived in Paradise Valley and Black Bottom. Instead of helping to improve the tight-knit community, city planners decided to raze the area leaving the residence of this area a 30 day evacuation notice. This began the construction of I-75 and Lafeyette Park to the area which millions of black residents called home. One of the city planners, Edward Hustoles, visited Black Bottom and recalled, “a woman sticking her head out of an alley structure, and there was a pile of garbage and a rat sitting there. She looked out the window, over this pile, and said, 'Please don't take my house.” The “slum clearance” which destroyed these communities caused major problems to the city of Detroit. This tight-knit community didn’t want to be destroyed; all they wanted were general improvements to the area they were living in."],"display_date":"1940 - 1955","search_date":"1947-12-31","locations":[{"id":27066,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2179,"tag":"Mayor Jeffries"},{"id":1954,"tag":"Black Bottom Detroit"},{"id":1953,"tag":"Urban Renewal"},{"id":2011,"tag":"Slum Clearance"},{"id":2014,"tag":"I-75"},{"id":2013,"tag":"Lafayette Park"},{"id":242,"tag":"WWII"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5898,"title":"A Disappearing Jewel","course_id":118,"status":"P","start_date":"1/1/33","end_date":"12/31/52","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Barthwell Drugs was a well-known pharmacy chain in Detroit. The pharmacies were created by Sidney Barthwell. He was born in Cordele, Georgia; he left Georgia when he was 14 and worked with his father in Chicago. He eventually moved to Detroit and attended Cass Technical High School where he studied courses in pharmacological sciences. He then went on to Detroit Technological Institute (now Wayne State University’s College of Pharmacy, and Allied Health Profession; where he studied pharmacy. Previous to the pharmacy becoming Barthwell Drugs it was an underperforming pharmacy which hired Barthwell after he graduated college. As the pharmacy continued to slip into despair, Barthwell bought the place and turned it into Barthwell Drugs. As a result of this business venture, a well-known chain of drug stores were created. Barthwell Drugs were well known throughout the city of Detroit, there were various locations in the Black Bottom and Paradise Valley area. A company like Barthwell represents the strong black business culture that was present around Black Bottom.","Bartwell's son, Sidney Bartwell, Jr., would later describe Black Bottom and Paradise Valley as \"a paradise for black entrepreneurial businesses.\" In addition to more contemporary images of Detroit's decline in the national media, the Detroit experience should also be remembered for what was lost to urban renewal and expressways in the 1950s and 1960s. Barthwell Pharmacy was one of many businesses that were destroyed by the construction of the I-75 and I-375 expressways. More recently, there have been talks about extending freeways through Detroit’s Midtown community. The question is how much more destruction will have to happen before city planners begin valuing communities and not just seeing them as problems to be paved over."],"display_date":"1933 - 1952","search_date":"1943-01-01","locations":[{"id":22722,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1989,"tag":"freeways"},{"id":1953,"tag":"Urban Renewal"},{"id":142,"tag":"african americans"},{"id":1914,"tag":"Black Bottom"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5900,"title":"A City on the Rise: Expressways in Early Detroit","course_id":118,"status":"P","start_date":"4/8/50","end_date":"4/8/50","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the mid-twentieth century, Detroit was on the cutting edge of transportation innovation, and many cities around the world marveled at the city's rapid growth and industrial pride. The John C. Lodge Freeway was one of the many attractions gaining Detroit much of its attention. An aerial photograph taken in 1950 shows the city's complex and multifaceted highway system starting to take form. The photo depicts a portion of Detroit’s East Side along with an early M-10 freeway, still under construction. Today, construction of massive freeway systems is widely considered one of the main factors behind Detroit’s decline, and this photo shows how the freeway projects split neighborhoods and sectioned off large portions of the city. The freeway bisected the predominantly African-American Black Bottom and Paradise Valley neighborhoods, and was part of a larger \"slum clearance\" campaign by the city that wiped out many low-income communities without providing relocation or other services for former residents. Upon closer examination of the photo it is clear that without a car it would take some time to get across this new structure and venture to another portion of the city. In the northwest part of the city, a large area filled with countless blocks of recently constructed houses is visible, just where the freeway ends. The cranes shown at the end of the freeway suggest further expansion of M-10 into the neighboring residential areas, demonstrating the city's commitment to the growing suburbs.","The John C. Lodge freeway was just one of many projects happening across the country that made the inner cities less appealing and added to the appeal of suburbia for those who could afford it - or those who were not excluded by segregationist housing policies. In “Beautiful and Terrible: Aeriality and the Image of Suburbia,” author D.J. Waldie showcases a gallery of aerial photos that show the construction of future cookie-cutter suburbs in Southern California. Waldie notes that the developers of suburbs like these and projects like the Lodge were proud of such grand construction and expansion: aerial photographs of the projects frequently appeared in magazines and received high praise and admiration for the future they would bring. Photographs like these had significant impacts on the way the projects were perceived by the public, and were understood at the time as signs of progress, while today many of us focus more on their more problematic and overlooked aspects. Regardless of the viewer's perspective, however, it is certain that the highways would forever alter the city."],"display_date":"April 8, 1950","search_date":"1950-04-08","locations":[{"id":28980,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1510,"tag":"Suburbanization"},{"id":1989,"tag":"freeways"},{"id":1953,"tag":"Urban Renewal"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5977,"title":"Detroit City Plan Commission Shares Progressive Future Plans For City &amp; Goes By Name Of Urban Renewal","course_id":118,"status":"P","start_date":"1/1/63","end_date":"12/31/63","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1963, the Detroit City Plan Commission prepared an informational bulletin to provide the public with “a ready reference to Detroit’s program of redevelopment”, and an explanation of their large aims to remove blighted areas from the city and replace them with “sound [and] logical development”. It first started with a brief history of urban renewal in Detroit, classifying urban renewal as the term applied to programs that focused on two areas in regards to blight: conservation and redevelopment. Conservation was defined as implementing public improvements to acceptable neighborhoods and stimulating “home owners to high standards of maintenance and home improvement thus forestalling blight”. Redevelopment stemmed from earlier efforts in the city, like the Master Plan of Redevelopment set in the ‘40s that came with building Detroit’s first public housing. Blighted buildings were defined by: age, poor foundations, lack of modern plumbing and heating, overcrowding, lack of playgrounds, excessive traffic, and mixed zoning/land use. The bulletin then detailed current and future redevelopment programs in Detroit, with an explanation on each individual project, key maps, and timelines, as well as “tabular” information on acres of redevelopment and its cost in Detroit. Overall, the plan was estimated to affect 90,415 dwelling units and redevelop 7,928 acres. One of these, and also the largest housing redevelopment program noted in the bulletin, was the Gratiot Redevelopment Area, today known mainly as Lafayette Park.  The bulletin explains that the area was part of the first sector of Detroit’s rebuilding program that stood just east of the Walter P. Chrysler Freeway (under construction of the time of this publication). The plans for Gratiot Area wanted to increase dramatic intermixture of apartment buildings and continue to carry the redevelopment all the way to Jefferson Avenue. It was estimated that the area would accommodate 1,810 families, 350 in-garden apartments and town houses, and 1,460 in tower structures.","There are several important things to notice from this 1963 account. First, Detroit, like many other cities of the time, was interested in the nationwide trend of urban renewal. Choices made during this time could dramatically affect the city and its future. Similarly, it can be understood from this bulletin that the Commission genuinely thought they were aiding in improving the city by eliminating blighted areas and contributing to beautifying others that could be \"saved\". Where the Commission saw blight, high crime/disease rates, and poor housing, this account proves they did come up with some sort of plan to “fix” this blight, no matter how flawed modern and retrospective opinions of urban renewal are to us now. Today, there are numerous accounts of those who grew up in the above Gratiot Redevelopment Area (aka Black Bottom) that never saw it as blighted or crime laden. Furthermore, the line in the bulletin that announces the new development as being right next to the Chrysler Freeway shows the discrepancy in thinking of both the era and between those affected and those in power. In environmental historical terms, this lack of understanding can be described as “seeing like a state” and dealing in legibility: where those in power create a simplified rationale to centralize control (like with the redeveloping and “slum clearing” of over 200 acres of Black Bottom) without truly understanding the complexities of the area, people, or issues affected. The Commission assumed their solution for Lafayette Park and its expansion took into account all factors, despite most likely not speaking to those who lived there or including them in decisions. As history can then show, assumptions from legibility are often wrong. While Lafayette Park sustains to this day and can sometimes be considered an urban renewal success story just for doing so, it also stands on what is considered the dormant remains of Black Bottom. It replaced a neighborhood that many residents were terribly sad to see go, despite being thought of as an ideal plan of action by city planners."],"display_date":1963,"search_date":"1963-07-02","locations":[{"id":33546,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1953,"tag":"Urban Renewal"},{"id":2011,"tag":"Slum Clearance"},{"id":2066,"tag":"Building Preservation"},{"id":1550,"tag":"Conservation"},{"id":2099,"tag":"Black Bottom, Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5992,"title":"A Daughter's Memories of Her Father's Urban Renewal Efforts As Mayor Of Lansing","course_id":118,"status":"P","start_date":"1/1/50","end_date":"12/31/50","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["On November 2, 1943 Ralph W. Crego was elected into office as Mayor of Lansing in Michigan’s capital city. He would serve the City of Lansing for almost two decades until he was finally defeated in the election of 1961. During the long span of his eighteen years serving the city, Mayor Crego led Lansing through the 1940s and 50s - a period of urban renewal in the United States. Crego’s daughter, Jo (Crego) Hacker, was in ninth grade when her father became Mayor. She remembers having dinner with her family every night and hearing about the activities going on in the city and feeling very proud to have such “first hand” knowledge. On Sundays, her family would take drives around the city so her father could check up on things he was responsible for. She remembers going out to the east side of Lansing along the Grand River and seeing a new bridge and dam being put in to help with flooding in the area. She also remembers the feeling of being the Mayor’s daughter and having to act upright at all times. While Jo was too young to be aware and interested in the urban renewal ideas of the times or those enacted by her father, she recalls those around her being very receptive to the positive changes going on in the capital city. This included people in her neighborhood on Logan Street, where she lived next to other government officials, the editor of the Lansing State Journal, a doctor, a lawyer, and an engineer from the Lansing Oldsmobile plant. During the war, all extra funds went to the war effort, so after it was over, there was a desire to put money into improvements for the quality of life in the city.  She remembers improvements to city parks and when Michigan State University “either created or donated” Fenner arboretum where people could walk from the park to the river. Unlike her family, not all families could afford a car so she remembers walking being very important for mobility around the city center. In 1955, when her father replaced the Prudeen Auditorium with the building of the new Lansing Civic Center, Jo recalls the excitement among Lansing residents at having a venue in downtown that could bring plays, music shows, and even the circus. There was balcony seating all the way around the center and she remembers sitting in the balcony on the opening day and thinking it was the biggest auditorium she'd ever imagined!  Jo and her twin brother used to walk at night down to the center with their friends for events. Old concert records show that Duke Ellington, Gene Autry, and the Beach Boys all played at the Civic Center. Later, when Jo’s own daughter Lori was a teenager in the 1970’s, Lori attended the circus, a band concert, and a big wedding of over 1,000 people at the same location. Though Jo doesn’t remember exact reasons why it was torn down, the Civic Center - representing the height of her father’s urban renewal initiatives - was demolished in 1999 to make room for new State of Michigan office space. She assumes the trend was moving away from big activities in urban downtowns, but reflected that downtown lost a lot of vibrancy in the evenings when the Civic Center was gone.","These memories of mid-century Lansing offer both contrasts and parallels to the history of Detroit, the state's other major metropolis. While Lansing, as the capital city, sought to develop itself as a beautiful and important city for the State of Michigan, Detroit's emphasis on industry and economy seem to have contributed to more significant environmental and social complications. But both cities faced some similar issues of industrial pollution and decline. For example, in 1922, a city plan by St. Louis expert Harland Bartholomew advised the city to restrict automobile manufacturers from building on the Grand River. As we can still see today, the plan wasn’t followed and the river became a dumping ground for industry waste and excess. Just as in Detroit, Lansing automobile companies brought people into the city in large waves for employment, until eventually falling out in 1990s. Again, like Detroit, areas of Lansing today hold the remains of partially closed or abandoned industrial plants. Still, accounts from those who lived and worked during the era demonstrate that city planners were not seeking to intentionally damage the environment or scheme against certain races – an important point to remember when <em>generalizing</em> urban renewal.","Lansing and Detroit are different cities. So while one may feel inclined to think that Detroit was deliberate in where and whom it negatively affected, it also is important to understand external factors such as the racial and socio-economic thoughts of the time period in the U.S., objective data on issues like disease or poverty, and that urban renewal could mean more seemingly positive things too, like building libraries, fire stations, or city parks, instead of just dams and freeways. It is always easier to identify issues and look at events retrospectively, and urban renewal in general is no exception.","The overall conclusion that can be taken from this personal account of a mayor’s daughter is threefold. First, it offers a perspective often lost in modern day appraisals of urban renewal. Second, it shows that there were groups of people (still, likely to be those in power and in good community standing) that felt urban renewal plans were ideal for cities in the 1940’s and 50’s. Finally, it reminds us that no matter what the outcome of urban renewal plans are in cities across America today or the fact that urban renewal is often considered \"a bust\", it cannot be denied that these plans re-defined and changed our landscapes. Urban renewal both affected people during its implementation, and continues to have lasting historical affects for us today.","The dormant Detroit neighborhood of Black Bottom lends as an example of these affects."],"display_date":1950,"search_date":"1950-07-02","locations":[{"id":28155,"lat":42.5970895978,"lng":-84.3735932032,"zoom":9,"place":"Ingham, Michigan"}],"tags":[{"id":1899,"tag":"Detroit"},{"id":1953,"tag":"Urban Renewal"},{"id":2116,"tag":"City of Lansing"},{"id":2117,"tag":"Lansing Civic Center"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6013,"title":"Feasible Foods","course_id":118,"status":"P","start_date":"1/1/63","end_date":"12/31/63","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The story of Detroit’s \"food desert\" and urban abandonment is a common one in todays media, but as the story of the construction of the Union Produce Terminal in 1963 shows these are by no means new problems. In 1963 a city planning and urban renewal company called Parkins, Rogers, & Associates issued a feasibility survey for a wholesale food distribution center located in what was then referred to as the “Fort Street area,” in the neighborhood of Delray on the banks of the Detroit River. The report's purpose was to inform potential investors about site development opportunities for a new food distribution facility. One of the main draws of this area, according to the report, wasthe neighborhood. Even in 1963, the report described Delray, once a thriving working-class community, as \"a blighted and deteriorating residential neighborhood with considerable intermixing of commercial, warehousing and industrial uses.\" The residential areas surrounding industrial sites was described as “substandard.” By redeveloping the area for the “proposed purpose,” the report argues, investors could benefit the economy and employment in the local area. In fact, it would go beyond helping the local community and help the city as a whole, since the distribution center would be providing the majority of food for the city.","The irony of this proposal lies in the fact that urban renewal projects like this often helped to further degrade the city for residents, displacing them from their homes and transforming neighborhoods. Moreover, by the late twentieth century Detroit was often referred to as “food desert” for its lack of grocery stores and fresh food, and the failures of redevelopment and urban renewal plans like this one exacerbated Detroit’s problems. Studies have repeatedly found that more than half of all Detroit residents lack access to healthy food options. Plans like the 1963 report looked to address the issue of food availability in the city while bringing back jobs, but ultimately were unsuccessful. In places like Delray, a combination of the lack of fresh food and the presence of heavy industry added to the blight and illness in the community and ultimately contributed to its downfall."],"display_date":1963,"search_date":"1963-07-02","locations":[{"id":33546,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2147,"tag":"Detroit food"},{"id":2146,"tag":"Produce"},{"id":1975,"tag":"Detroit Enviornment"},{"id":1941,"tag":"Delray"},{"id":1953,"tag":"Urban Renewal"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6014,"title":"A Blight Future: Improving Detroit with Highways","course_id":118,"status":"P","start_date":"9/1/46","end_date":"9/30/46","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Detroit’s streets and expressways have and continue to play an integral part in the city’s development and maintenance. While streets and expressways may be apolitical on their own, their placement by city planners has had a great effect on the city. In 1946, urban planners began to work on Detroit’s local transportation plan to tackle the city's growing problem of limited capacity for \"through traffic.\" \"Through traffic,\" defined as long distance traffic consisting mostly commercial vehicles, streetcars, and buses, was growing as a result of outmigration from the city to the suburbs, a trend that was increasing all over the country. Detroit planners dismissed past methods of widening streets as ineffective, but also found that adding more through streets increased “blight and decay within cities” by increasing noisy traffic in residential areas and causing people to leave. Instead, Detroit planners decided that expressways were a suitable answer to their problem. They would decrease noisiness and through traffic presence by making the highways depressed, running below street level. These new limited-access roads, the planners believed, would bring great benefits to the city.","In practice, the outcome of the expressways was not what the planners had intended. To make room for the new roads, the city exercised eminent domain to seize the land where thousands of people, primarily African-Americans, lived and worked. All of those people were left without resources for relocation, and their displacement was a serious blow to the finances of the city. As urban researcher June Manning Thomas has noted, through \"expressway construction and other clearance projects...the city proceeded to clear out its own economic base.\" Judging by the 1963 plan, it seems clear that urban planners were looking to fix a city and make it better, and never intended the expressways to have this outcome. It is unfortunate that plans like this and others were the linchpins for the destruction of one of America’s once great cities."],"display_date":"September 1946","search_date":"1946-09-15","locations":[{"id":27066,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2148,"tag":"Expressways"},{"id":1953,"tag":"Urban Renewal"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6039,"title":"Freeways Effects on Health in Delray","course_id":118,"status":"P","start_date":"1/1/99","end_date":"1/1/99","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the aftermath of WWII, Detroit followed national urban planning trends in seeking to enhance high-speed transportation between the growing suburbs and the city center. Plans began for an extension to the I-75 highway to rectify the problem. The route recommended by the Fisher Freeway Planning Committee began at the southwest limits of the city, in the neighborhood of Delray. There, it would connect with three other freeways in the section under consideration: the Jefferies Freeway, I-96 and the Chrysler Freeway, serving as a terminus for the Jefferies freeway and providing interstate traffic access to the Ambassador Bridge to Canada. It also served to give traffic on both freeways access to the freeway loop. What this meant for Delray, however, was that there would be even more pollution in an already environmentally distraught neighborhood. It also divided industrial areas, residential areas and public and semi-public areas in the neighborhood, essentially splitting the community in half.","The Fisher Freeway was completed in 1959, and in the following years asthma and lung infection rates in Delray greatly increased. In part, this can be attributed to the increase in traffic, especially the diesel-run semi trucks that made up a large part of the international commerce and which emitted large amounts of carbon monoxide. Air pollution has been linked to morbidity and mortality from several diseases, including diverse conditions such as coronary disease and Hodgkin's Lymphoma. In terms of the effects on respiratory disease, exposure to air pollution has been linked to the aggravation of chronic respiratory symptoms and increased mortality from chronic obstructive pulmonary disease. Nationwide, over the course of the 20th century, air pollution increased greatly alongside the noted increase in the prevalence of asthma. More recent declines in pollution and improvements in public health do not compensate for what Delray residents have had to endure for decades."],"display_date":"January 1, 1999","search_date":"1999-01-01","locations":[{"id":41645,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":908,"tag":"Pollution"},{"id":1941,"tag":"Delray"},{"id":1953,"tag":"Urban Renewal"},{"id":2092,"tag":"Environmental Justice"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}]}