{"id":1956,"tag":"Black Communities","points":[[42.107446354,-83.1351982696]],"bounds":[[42.107446354,-83.1351982696],[42.107446354,-83.1351982696]],"episodes":[{"id":5864,"title":"<strong>Memories on Hastings Street in Detroit </strong>","course_id":118,"status":"P","start_date":"1/1/39","end_date":"12/31/60","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Detroit's Hastings Street was a place buzzing with activity and a hub for African American economic opportunity throughout the mid-twentieth century. Blacks were able to operate hospitals and practice medicine. Some of the other businesses that flourished along Hastings Street included a string of hotels and night spots; a grocery store, a cleaners, and a pool hall. However, the narrative of economic progress for blacks is not the most important component of this street’s rich history. On Hastings Street a Black man could actually feel like a man – he had the freedom to operate his own business and in many ways shape the society around him through the businesses he created. This freedom gave a sense of pride and achievement, which could be celebrated after historical wins by legendary boxer Joe Louis. The connection between Joe Louis and American Blacks was very important; Joe Louis’s success in the ring was often tied to Blacks' fight against oppression. His victories were especially important to Detroit Blacks since he lived in Detroit.","In Detroit as well as other cities, a common practice used by city officials and urban planners in order to clean up “blighted areas” was \"urban renewal,\" a process that involved razing houses and ultimately destroying neighborhoods. City planners viewed neighborhoods such as Black Bottom and Paradise Valley, which included Hastings Street, as slums and places with little to no social capital. There was a complete disregard for the sense of community and quality of life many residents had created. Sure, the housing was inadequate and city services were awful, but the Blacks who lived there due to housing discrimination had created a living situation that was fun, safe, and prosperous. The city only saw the community for its deplorable living conditions which they refused to rectify. Instead they displaced countless families through urban renewal. The city decided to run the expressway I-75 through the community, completely destroying Hastings Street. This once very rich cultured community no longer exists and much of it has been replaced by I-75 and Comerica Park (Detroit Tiger’s baseball stadium)."],"display_date":"1939 - 1960","search_date":"1949-12-31","locations":[{"id":22722,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1964,"tag":"Paradise Valley"},{"id":1914,"tag":"Black Bottom"},{"id":1899,"tag":"Detroit"},{"id":1953,"tag":"Urban Renewal"},{"id":1956,"tag":"Black Communities"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}]}