{"id":196,"tag":"women's rights","points":[[40.7805662337,-73.9388482485],[42.3649994065,-70.9800517697],[42.560328524,-70.797191322],[39.75455715,-84.290629961],[44.2738078175,-72.6171283227],[42.4842595758,-71.3901525974],[42.4835854974,-71.3897675857],[38.9151212228,-76.9435162098],[42.3509402419,-71.9042530938],[41.0633875895,-73.4206530083],[40.6916304076,-74.0035386433],[33.5543155862,-86.8964933862],[28.5146851201,-81.3237702415],[42.107446354,-83.1351982696],[39.2338595038,-76.3925904773],[41.4673534696,-90.5674122327],[40.7127837,-74.0059413]],"bounds":[[44.2738078175,-70.797191322],[28.5146851201,-90.5674122327]],"episodes":[{"id":4636,"title":"The Double Hip “Ironsides” Corset shapes American Women","course_id":22,"status":"P","start_date":"1885-01-01","end_date":"1885-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Victorian women liked their corsets tight.  If a person looked up and down any busy street in the late nineteenth century, they saw townswomen that struck dramatic silhouettes.  The corset, a tight fitting, boned garment, restricted movement and reshaped the natural position of organs inside a women's body.  A trade card from 1885 featured a corset typical of the period dubbed the Double Hip \"Ironsides\" Corset.  The construction of this corset placed stiff cords diagonally under the boning that ran perpendicularly over the hips.  The advertisement proclaimed that the hip bones are longer than those found in competitor's corsets \"producing a corset of great strength.\"  The card then explained that \"the bones on the sides and hips, and also the sides steels, are doubly protected by three or four thicknesses of jean\" which diminished the likely hood of snapping a steel bone from wear and added \"much to the durability of the corset.\"","From a construction standpoint, this corset was solidly built.  It is no wonder the manufacturer used the nickname of the USS Constitution, a ship whose \"ironsides,\" made of tough oak were said to be impenetrable by cannonballs.  However, four layers of denim over the hips, even before the addition of steel bones and cord, made moving the hip joints very difficult.  A woman wearing such a rigid undergarment found even simple tasks much more difficult to complete.  Household duties such as chasing after children, cooking a meal, or even tidying the house while wearing a corset made some women begin to wonder if the practice made any positive impact on their lives.","Middle and upper class women found themselves restricted in many ways during the Victorian era.  Though Susan B. Anthony and Elizabeth Cady Stanton launched the National Woman Suffrage Association in 1869, women did not have the right to vote on factors that affected their lives.  In addition, the majority of women did not have jobs outside the home.  In the home, society expected a woman to keep her household running seamlessly.  However, restrictions placed on women branched into other areas beyond social expectations.  While performing the roles assigned to them by society, Victorian fashion expected women to maintain specific hemlines and necklines.  The clothing that women wore took restriction to another level, and the corset led the way.","The difficulty of performing daily tasks as well as health concerns soon led to the formation of rational dress societies and movements across the Western Hemisphere.  Many of the members simultaneously fought for the right of women to vote, and encouraged them to choose clothing more appropriate for healthy lifestyles.  The rational dress voices represented a minority at the time this trade card was printed.  The fight to loosen the corset raged for several decades, but by the time women won the right to vote in America they were able to show up to polling places in much more comfortable clothing.","<a href=\"http://s647.photobucket.com/albums/uu197/alteredtyme/?action=view&current=img012.jpg\" target=\"_blank\"><img src=\"http://i647.photobucket.com/albums/uu197/alteredtyme/img012.jpg\" border=\"0\" alt=\"Photobucket\"></a>","<a href=\"http://s647.photobucket.com/albums/uu197/alteredtyme/?action=view&current=img013.jpg\" target=\"_blank\"><img src=\"http://i647.photobucket.com/albums/uu197/alteredtyme/img013.jpg\" border=\"0\" alt=\"Photobucket\"></a>"],"display_date":1885,"search_date":"1885-07-02","locations":[{"id":8929,"lat":40.7805662337,"lng":-73.9388482485,"zoom":10,"place":"NEW YORK, New York"}],"tags":[{"id":197,"tag":"fashion"},{"id":198,"tag":"corsets"},{"id":196,"tag":"women's rights"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}},{"id":4820,"title":"<strong>Women Entering the Business Sphere: Analyzes The Washington Post article, \"Women in Business\" in comparison to Shelley's, Learning to Stand and Speak.</strong>","course_id":41,"status":"P","start_date":"1880-01-01","end_date":"1881-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the late 18<sup>th</sup> to early 19<sup>th</sup> century, women began to explore their intellectual talents outside of the education field. <em>The Washington Post</em> (1877-1954) published an article titled <em>Women in Business</em>, expressing the purpose of the exhibit mounted by the League of Business and Professional Women. The goal was to help others, specifically women, appreciate their business skills and embark in professional careers. Though many women were reluctant of this new initiative to help motivate women into entering the business world, for many, the exhibit worked as a reminder that they can succeed. During this time there was major controversy surrounding the issue of women taking on professional roles outside of the home. On the other hand, many exhibitors believed that this was only the beginning to a great balance between the social and domestic power of women.  By entering the business sphere, women were becoming more thrifty housekeepers, enhancing their role as mother’s and wives. The idea that women <em>can</em> fulfill her duties within the home, while still maintaining her experiences in business, proved to society that women could actually “do it all.”","In the book, <em>Learning to Stand and Speak</em>, by Mary Kelley, she focuses on the “big picture” between the relationship of women and education. The piece reflects on womens entrance into education and their external influences in achieving teaching careers. Though this might have been seen as a positive shift towards gender equality, in reality, women were still given many limitations; their futures were pre-destined even upon entering college. The women seminaries considered that education would be for the women’s own good, preparing them as intellectuals. While this was a step forward in women’s rights, this was only useful for the intellectual advancement of <em>white </em>women during that era. <em>African American</em> women were not participating in the usage of such educational resources. Rather, they were excluded for reasons of not “belonging” to a certain class or race. The seminaries were structured from the curriculum males followed, though it did not serve justice for the women. The all women seminaries began to take shape during the early 1980’s, when more classes were being offered within the science and language field (specifically Latin).","When thinking about the role of female educational institutions during these times, women were asking questions such as, <em>what subjects will the seminaries cover? What are the career objectives for the women who attend such institutions?</em> Rather than expanding the career opportunities for women, these seminaries, though preparing women for civil society, created barriers between women and the professional world. As the first reading suggested, exhibits such as the one created by the League of Business and Professional Women, encouraged women to follow the business path. Meanwhile, the seminaries were not providing such opportunities for all women. The real question lies whether <em>all</em> women, regardless of race or class-status, were receiving a <em>fair</em> education. Whether these seminaries actually prepared women for the “real world”, having the intellectual and skillful organization to compete with other men. While education was key for success, a more valuable education prepared individuals for all aspects of real-world situations. The home is where the women’s heart lies, but not for the purpose of secluding them from other vocational goals."],"display_date":"1880 - 1881","search_date":"1880-12-31","locations":[{"id":6212,"lat":42.3649994065,"lng":-70.9800517697,"zoom":10,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":426,"tag":"Careers"},{"id":425,"tag":"Business"},{"id":424,"tag":"Washington Post"},{"id":6,"tag":"Education"},{"id":37,"tag":"House"},{"id":196,"tag":"women's rights"},{"id":7,"tag":"Women"}],"course":{"name":"U.S. Women, 1790-1890","school":"Wheaton College","course_id":41,"school_id":2}},{"id":4829,"title":"The Republic Woman and the public sphere in the early 1800s.","course_id":41,"status":"P","start_date":"1822-03-02","end_date":"1822-03-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Susan Thoughtful wrote to the editor of <em>The Euterpeiad</em> on March 2, 1822 to ask a few simple questions about the position of men and women in the republic society. She wondered how women were considered for government positions and how it affected the ideals of marriage. Thoughful questioned for example, a woman named Elizabeth Bartlett. Since she ran for office for the Register of Deeds, Bartlett created her own independence through the public sector. With this individualism, would it be necessary to get married? And if so, where would her position lie, within her own power or her husband’s? Would she not be able to get married because of the laws that prohibit women from enforcing laws? Miss Thoughtful had many questions concerning the current image of a republican women and how they were allowed to be represented in the public sphere.","During the 1800’s, the question as to where women belonged in society was difficult to answer. Women had the rights to dower, ensuring the wife some kind of income if the husband dies. However, females had no full power over land and important belongings which created a disempowerment for them publically. Schloesser discusses women’s position in society in her novel <em>The Fair Sex</em>. The fact that women could receive administrative power over land but not fully own it, further questions what happened when women became candidates for occupations containing legal power. Since women were represented through their husbands, women such as Elizabeth Bartlett, created a “potential” dependent that questioned women’s positions. The divide between single women’s rights and married women allowed confusion between the public and private spheres. Single women, like Bartlett created an opening for women in society that other women, such as Thoughtful were unaware of.","With Susan Thoughtful’s questions about women’s place in society, she introduced how the candidacy of Miss Bartlett in the Register of Deeds raised the question concerning women’s power. Thoughtful brought up how one position could raise women into power in the Senate, the Supreme Court and other important places in government. Since the difference in male and female education was thinning out by the mid 1800’s, the question where these intellectual women were to be placed in society became crucial. Life in the public and private sector needed adjusting, and Susan Thoughful had the readers of <em>The Euterpeiad </em>become aware."],"display_date":"March 2, 1822","search_date":"1822-03-02","locations":[{"id":6206,"lat":42.3649994065,"lng":-70.9800517697,"zoom":11,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":7,"tag":"Women"},{"id":196,"tag":"women's rights"}],"course":{"name":"U.S. Women, 1790-1890","school":"Wheaton College","course_id":41,"school_id":2}},{"id":4914,"title":"<strong>Purifying the Ballots: Women’s Entrance into The Political Sphere</strong>","course_id":41,"status":"P","start_date":"1849-01-01","end_date":"1868-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In a society where women were becoming the majority, they still stood bounded by political and social restraints. Rather than seeing this as a setback, American women grew more aware of their limitations and demanded the right to vote. <em>The Social Elevation of Woman</em>, refers to a time when patriarchy was most apparent and women’s voting rights remained undervalued. Men of the early nineteenth century, feared that women would gain such power in society, which might later jeopardize their status. On the other hand, some believed that women, viewed as the picture of <em>perfection</em> and <em>purity</em>, would become tainted when coming into contact with men in the voting polls. The article shows a clear shift towards a more <em>gender equal </em>society. While many men decided to avoid this claim, they knew that <em>old</em> ideals were being left behind and that women were now taking on the role of both the domestic and intellectual head of households. Not all men disagreed with the right of women’s vote in government, believing that this can only empower them to help cultivate <em>better</em> <em>dinners</em> at the table. This meant that through the intellectual awareness gained within social involvement, women could also enhance their roles within the household and bring to the table more intellectual conversations, while expanding both their social and domestic skills.","Meanwhile, in Elsa Barkley Brown’s, “<em>To Catch the Vision of Freedom”, </em>included in the book <em>Unequal Sisters</em>, she poses the idea of what it means to be freed, experiencing full political right. Freed women, while sometimes being accepted into society, were denied many rights, including the moral right to vote. Suffrage, as presented in the reading, was thought of as a God-given right for women and that there should be a clear distinction between the <em>right</em> to suffrageand the <em>right </em>for liberty. While many white Southern men experienced the right to vote, freed women were denied such liberty, showing that they never reached a point of full freedom. As the reading suggests, that since much of the field work was done by women, who were left to take care of the home, agriculture, and religious duties while their husbands were away, could have used their time more wisely by participating in the polls. Simply, a woman engaging just in controversial conversation was not enough to compensate for fair political participation.","Both readings, focused on women’s fight towards gaining voting rights, help support the idea that voting was not merely a right for one class nor one gender, but a universal privilege. Women also helped <em>purify</em> the polls, with their moral and trustworthy decisions. Women proved to be successful both intellectually and domestically, and were ready to take advantage of their full rights as lawful citizens. Overtime, women have also confirmed that they do take into consideration the importance of discussing political issues outside the home, but that their participation is needed to help alleviate the country from <em>portentous warnings</em>."," "," "," "," "," "," "," "," "],"display_date":"1849 - 1868","search_date":"1859-01-01","locations":[{"id":8921,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":196,"tag":"women's rights"},{"id":18,"tag":"Politics"},{"id":523,"tag":"voting"},{"id":524,"tag":"white women's rights"},{"id":525,"tag":"African American Sufferag"}],"course":{"name":"U.S. Women, 1790-1890","school":"Wheaton College","course_id":41,"school_id":2}},{"id":4964,"title":"<strong>The Beverly Beacon: Rise of Women's Voice in Media Publications </strong>","course_id":27,"status":"P","start_date":"11/1/13","end_date":"11/1/13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["     In New England at the turn of the twentieth century women took pen to paper to address the struggles among women in the fight for equality. <em>The Beverly Beacon</em> was the first all women published newspaper. Emerging in the early 1900s, it expressed women's opinions about social, economic, and political aspects of life in the rural New England town of Beverly Massachusetts. The women writers of the newspaper, <em>The Beverly Beacon</em>, expressed the fears they had for their children, gender inequality and the political, social and economic concerns of everyday women. They urged their readers to \"wake up and be more alive\"[i] to the needs of their communities, and encouraged other women to get more involved in public life.","   The early 1900s witnessed new voices in the cry for women's rights. Publications like the Beacon, made the public aware of women's political voice, a voice previously muted by male dominant media. However, while the <em>Beacon's</em> articles address issues important to their readers, they walk the fine line between acknowledging women's equality and campaigning for political change. For example, the editors claim that there is no need for a political section in their newspaper because they \"are neither Republican, Democratic, nor Progressive;in fact we care very little about politics and the chief aim of women is to get things done. It is not party nor principle nor platform but performance that counts in the forum of the home.\"[ii] However, the editors did include articles about the fight for women's suffrage and the need for advancement in political society. As one article noted: \"There is no good reason why women should not\"[iii] vote as an American citizen born with the same unalienable rights as a man. The Declaration of Independence of the American nation proclaims that all men are created equal, and \"if the term men is used figuratively, meaning the human family as comprising both men and women, then our present form of government is in flat contradiction of that time honored document.\"[iv] With its common vision of equality for women, <em>The Beverly Beacon </em>and similar publications helped create awareness of women's problems and concerns while advocating for women's voting rights. As one scholar noted, papers like the <em>Beacon</em> were a \"chance to help women see their own problems, help bring out the things that are true in the traditions that have bound them; help show up the things that are false.\"[v] The publication of <em>The Beverly Beacon</em> initiated the rise of women's voice in the New England area by creating an impenetrable bond between mothers, sisters, daughters, and friends. The publishers of <em>The Beverly Beacon</em> will be remembered as activists whose voices were carried across the nation, as the messages issued by women artists and writers \"appealed to universal principles of humanity and foresaw a new social era accompanying women's participation in politics.\"[vi]","[i] <em>The needs of the girls of Beverly, </em>Mary E. Bulkeley. Beverly Beacon. A Women's Newspaper, November 1, 1913.                                                                   ","[ii]Politics Page. Beverly Beacon A Women's Newspaper, November 1, 1913","[iii]Equal Suffrage, Anna C.M. Tullinghast. Beverly Beacon A Women's Newspaper, November 1, 1913","[iv] <em>Equal Suffrage, </em>Anna C.M. Tullinghast. Beverly Beacon A Women's Newspaper, November 1, 1913","[v] <em>Suffrage Art and Feminism</em>. Sheppard, Alice. Hypatia, Vol. 5, No. 2, Feminism and Aesthetics (Summer, 1990), pp 122-136. Published by: Indiana University Press","[vi] <em>Suffrage Art and Feminism.</em> Sheppard, Alice. Hypatia, Vol. 5, No. 2, Feminism and Aesthetics (Summer, 1990), pp 122-136. Published by: Indiana University Press."," "],"display_date":"November 1, 1913","search_date":"1913-11-01","locations":[{"id":16933,"lat":42.560328524,"lng":-70.797191322,"zoom":9,"place":"Essex, Massachusetts"}],"tags":[{"id":7,"tag":"Women"},{"id":18,"tag":"Politics"},{"id":196,"tag":"women's rights"},{"id":600,"tag":"Media"}],"course":{"name":"Digital History: New York, New York","school":"Stonehill College","course_id":27,"school_id":22}},{"id":4965,"title":"National Women's Convention in Cincinnati","course_id":27,"status":"P","start_date":"1855-10-08","end_date":"1855-10-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On Thursday October 8, 1855 the crowd of government and union officials at the The National Convention of Women’s Rights in Cincinnati fell silent as Lucy Stone Blackwell took the stage.  The preceding speaker Mr. Wise, had discussed gender inequality in education. Wise theorized that America was the home of a generation of “disappointed women.” who had been denied equal access to educational opportunities. Blackwell's address drew from her personal experience as a \"disappointed woman\". She described her education and said that she was not allowed to attend the same school as her brother because the school was unfit for girls. “As she grew up and desired equal education with her brother, she found all the schools and the colleges open to him, but shut to her, and again she was sorrowful and disappointed.” This can be considered one of the first waves of feminism that was taken. It was one of the first attempts to equalize the unbalance amongst women’s rights and education. Education is the first step to women’s rights.","After the morning convention they reconvened at 7pm, and was called into order by Mrs. President Wright. During this part of the Convention orators, Mrs. Cutler, Mrs. Rose, and Lucy Stone Blackwell spoke on their overall views of women’s rights. Each woman spoke about the importance of women’s education, and how women should be entitled to the same rights men are given. However, Lucy Stone Blackwell expressed what they truly desired out of this convention. She reads, “Whereas, The women of the state if Ohio are recognized as citizens by the Constitution, and yet are disfranchised on account of sex only, we do respectfully demand for them the right of suffrage, a right which involves all other rights of citizenship, and one that cannot justly be withheld.” Addressing the inequality necessary in order to alter the discrimination involving education. This convention was one of many that took place in an effort to improve women’s rights.  In discussing the creation of The National Women’s Suffrage Association and The National Organization for Women they were able to further women’s rights through education."],"display_date":"October 8, 1855","search_date":"1855-10-08","locations":[{"id":10443,"lat":39.75455715,"lng":-84.290629961,"zoom":9,"place":"MONTGOMERY, Ohio"}],"tags":[{"id":196,"tag":"women's rights"},{"id":614,"tag":"Female Unionists"}],"course":{"name":"Digital History: New York, New York","school":"Stonehill College","course_id":27,"school_id":22}},{"id":5115,"title":"Women's Welfare Activist Records Inequalities Faced by Female Teachers","course_id":50,"status":"P","start_date":"1862-01-01","end_date":"1862-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["During a visit to America, women's welfare activist, Emily Faithfull examined the vast inequality that existed between men and women teachers and concluded that the situation was unfortunately no better for English women. The \"feminization of teaching\" had just begun to evolve around the time of her visit (1862);the majority of teaching positions in America, from the colonial period to the middle of the 19th century, were occupied by young, white men. She noted, that \"thanks to tradition and prejudice\" female teachers continued to be underpaid. In her writing, she detailed the salaries of male and female teachers who underwent the same training and exams, performed the same tasks, and devoted as much energy and devotion as male teachers, but received less compensation. At that time, the average salary for women teachers in Vermont ranged from eight dollars per month (with board) to $750 a year, while men received around twenty dollars a month to $1600 a year. Faithfull also argued that while women also bore additional responsibilities of taking care of the home and child rearing, they fulfilled expectations that demanded they \"work with alacrity, give up [their] time, be well posted in every subject, dress like ladies, and accept a salary which a French cook would scorn.\" She also refuted the commonly held opinion that married individuals received a higher salary by pointing out that men always received a larger salary regardless of their marital status. While men often had access to greater educational opportunities, the unfortunate reality was that many equally deserving and competent women were widows with families to support. Even the public, she argued, was well aware of this fact and admitted their preference for female teachers due to \"the score of their cheapness, as well as on the ground of their general efficiency.\"<br /><br /> Reknowned for her work as a women's welfare activist, Faithfull's brief descriptions reflected the difficult struggle of equality for women, specifically the obstacles they experienced as teachers. Though legislation did eventually grant greater rights to women, the wage gap between men and women working in the same fields remained. Authors Pulliam and Patten explain that until the advent of \"common schools\"  in the 1830's (similar to modern day public schools), men dominated the field of education and usually used education as a starting point to move other areas of work, such as ministry and law. Prior to this, women predominantly taught basic lessons (alphabet, numbers, Bible studies) in \"dame schools\" run in their own homes for meager wages. Despite the low wages, however, women still longed for the opportunity to impart their knowledge, as it provided them independence and a sense of fulfillment. Initially, schools were reluctant to employ women as teachers, but with the efforts of reformers and activists like Emily Faithfull, who helped to broaden opportunities for women, monumental strides were made in education as well as other fields of work."],"display_date":1862,"search_date":"1862-07-02","locations":[{"id":13558,"lat":44.2738078175,"lng":-72.6171283227,"zoom":9,"place":"WASHINGTON, Vermont"}],"tags":[{"id":802,"tag":"Public School"},{"id":801,"tag":"Teachers"},{"id":576,"tag":"Equal Rights"},{"id":7,"tag":"Women"},{"id":6,"tag":"Education"},{"id":450,"tag":"Powerful Women in History"},{"id":421,"tag":"Women's roles"},{"id":196,"tag":"women's rights"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":50,"school_id":40}},{"id":5171,"title":"Charles Dickens and the Women of Lowell, Massachusetts","course_id":66,"status":"P","start_date":"1842-01-01","end_date":"1842-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["He said he wasn’t going to compare the textile factories at Lowell, Massachusetts, to the ones in his home country of England, but how could he not? After all, Charles Dickens would make it his life’s work to critique the deplorable working conditions that his fellow countrymen had to suffer through on a daily basis. “The contrast would be a strong one,” Dickens wrote in comparing Lowell to England, “for it would be between the Good and Evil, the living light and the deepest shadow.”","By the time Dickens arrived in Lowell in 1842 for his one-day inspection of the factories, the mills had only been in operation for twenty years. Everything looked and smelled and felt new. “One would swear that every ‘Bakery,’ ‘Grocery,’ and ‘Bookbindery,’ and other kind of store, took its shutters down for the first time, and started in business yesterday.” More important, America still must have felt like a young babe to many Europeans. In that vein, Emerson famously declared that America was “a country of beginnings, of projects, of vast designs and expectations.” So when Dickens arrived in Lowell that rainy day, he probably had rather high expectations of examples of America’s grandeur and progressive thinking. In Dickens' mind, the promise of industrialization had failed in England, and it was up to America to fulfill its prophecy. Dickens, it would seem, was in no way disappointed.","Given our knowledge of Dickens’ life and his literary works, it is of no surprise that most of his focus at Lowell was on the women and the conditions in which they worked and lived in. Lowell was constructed in 1822 from the ground up. First, mills were built on the river. Next, the town was constructed around them, which included boarding houses, churches, stores, and even a hospital. Over the years Lowell had been described as a “commercial utopia.” This is perhaps because the Merrimack Manufacturing Company designed the town in the guise of a utopia, in the hopes that the women would work long and difficult hours without a hint of unrest. For a while, this appeared to work. Indeed, many people visited the mills and commented on how happy the women appeared to be. Dickens was no different. “They were healthy in appearance, many of them remarkably so, and had the manners and deportment of young women: not of degraded brutes of burden.”","Dickens most famous and most fascinating commentary, however, was in regards to three “facts,” as he calls them, which “will startle a large class of readers on this side of the Atlantic, very much.” First, Dickens wrote that many boarding houses had a joint-stock piano. Apparently, to Englishmen this would seem like a luxury not fitting for workers. Second, Dickens noted that many women subscribed to circulating libraries. This was a fact that was widely publicized in America at the time. While it’s true that many of the women read a great deal, it is perhaps an example of the propaganda that surrounded those hopeful to shape Lowell into the American dream of prosperity and innovation. Lastly, Dickens told his English readers that the women working at Lowell produced a periodical called <em>The Lowell Offering</em>. Dickens was enamored with this magazine, as were many of the visitors of Lowell. “Of the merits of the <em>Lowell Offering</em> as a literary production, I will observe…that it will compare advantageously with a great many English Annuals.” In hindsight, much of the work published in the <em>Lowell Offering</em> was rather dull and incredibly sentimental. So much so that it has been argued by Professor Allan MacDonald that, “the <em>Offering</em> received attention more because of the peculiar circumstances of its production that its merit.”[6] Nonetheless, the mere production of a periodical is remarkable when you consider the twelve-hour workdays.","Dickens can be regarded among the many well-known Europeans to write about their travels through a young America. The most famous, perhaps, was Alexis de Tocqueville, who visited the U.S. in 1841. Harriet Martineau, Michel Chevalier, and Frances Trollope are three others. Each had their agenda. For Dickens, his agenda was no doubt manifold. He was very much interested in promoting the abolitionist movement, for example. But given his background, he couldn’t help but take a daylong trip to the factories at Lowell, Massachusetts. There, he marveled at the working and living conditions the women workers faced. You can almost here in his writing the voice of a person who believed America would lead the world into the millennium."],"display_date":1842,"search_date":"1842-07-02","locations":[{"id":6172,"lat":42.4842595758,"lng":-71.3901525974,"zoom":9,"place":"MIDDLESEX, Massachusetts"}],"tags":[{"id":901,"tag":"Industrial Revolution"},{"id":900,"tag":"Cotton Mills"},{"id":899,"tag":"Charles Dickens"},{"id":898,"tag":"Lowell"},{"id":196,"tag":"women's rights"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":66,"school_id":40}},{"id":5172,"title":"Chevalier and Lowell: The American Prophecy","course_id":66,"status":"P","start_date":"1839-01-01","end_date":"1839-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The machine once promised humanity greatness—or so the 19<sup>th</sup>-century train of thought went. “There is nothing in the physical order of things,” wrote Michel Chevalier, “of which our race has a better right to boast, than the mechanical inventions, by means of which man holds in check the irregular vigour, or brings forth the hidden energies, of nature. By the aid of mechanical contrivances, this poor weak creature, reaching out his hands over the immensity of nature, takes possession of the rivers, of the winds of heaven, of the tides of the ocean.”[1] Indeed, the machine was the greatest example yet of man’s genius. It would prove, however, to also be one of its darkest hours.","In his writings on the factories at Lowell, Chevalier went so far as to equate the steam-engine with a living being: “it runs like a courser at the top of his speed; more than this, it breathes.” This prologue set the stage for his commentary that dripped with the hope that Lowell would finally fulfils the prophecy that industrialization had promised decades prior. Chevalier was very much aware of the disastrous consequences the factories of Europe had had on the working class. This was no hidden secret. Chevalier even called the factories a “canker”. But he refused to give up on the prophecy that the machine would save mankind. “The manufacturing system is a novelty, it is expanding and maturing itself, and as it ripens, it certainly will improve.” With that in mind, Chevalier’s analysis of the working conditions at Lowell was continuously compared to those in Europe, especially in England and France. Things looked much cheerier from this perspective.","Chevalier broke his commentary down into two main groups: economic and social/religious. Economically, he focused most on the high wages the Lowell women received when compared to European workers. The average weekly wage fluctuated from $3.00 to $4.00 depending on the job. This was quite high compared to the twenty cents to one dollar a week wages Europeans made, not to mention the fact that the cost of living in Europe was much higher than that of America during this part of the 19<sup>th</sup>-century. Socially, Chevalier attempted to determine why the American system seemed fairer than the European model. He boiled it down to differences in societal expectations. After quoting at length a number of the codes at one of the factories, Chevalier admitted that those regulations would not be practical in France. Yet in America, he said that they were enforced without opposition or difficulty. This was not completely accurate, however, at least not from a historical standpoint. There were a number of strikes, the first of which took place in 1836. These typically involved wage cuts or other reductions in benefits. That said, Chevalier visited Lowell in 1832. This date is important because the factories had only been in operation for ten years, when the youth ignited a wave of hope not only across the United States but also across Europe. But, as Professor Allan MacDonald points out, we now “look back from our disillusionment with an experiment that has run its course only to acknowledge how far short we have come of the goal we had set for ourselves.” Chevalier’s wave of optimism and hope was most obvious when he tried to describe the town. “Lowell, with its steeple-crowned factories, resembles a Spanish town with its convents; but with this difference, that in Lowell, you meet no rags nor Madonnas, and that the nuns of Lowell, instead of working sacred hearts, spin and weave cotton.” Indeed, to Chevalier this new commercial utopia must have seemed like a dream come true. Here it was, the industrial revolution prophecy finally realized. Man had conquered nature and did so in a way that had no negative consequences. At least, that’s the way it appeared to Chevalier."],"display_date":1839,"search_date":"1839-07-02","locations":[{"id":6171,"lat":42.4835854974,"lng":-71.3897675857,"zoom":9,"place":"MIDDLESEX, Massachusetts"}],"tags":[{"id":902,"tag":"Chevalier"},{"id":901,"tag":"Industrial Revolution"},{"id":196,"tag":"women's rights"},{"id":898,"tag":"Lowell"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":66,"school_id":40}},{"id":5322,"title":"Patriotism or Equal Rights: The Suffragist’s Dichotomy during World War I","course_id":72,"status":"P","start_date":"2/26/17","end_date":"2/26/17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Great War in Europe had already lasted much longer than anticipated by the early months of 1917. Despite a long-standing precedent of neutrality in the face of foreign conflict, the United States steeled itself for the possibility of war. On February 26, 1917, the <em>New York Times</em> ran an article entitled \"Suffragist Pledge Aid to the Nation\" covering the National American Woman Suffrage Association’s pledge to aid in the war effort if the U.S. became involved in the conflict overseas. The Suffrage Association had met the day before in Washington, D.C. and had drafted a letter to President Woodrow Wilson promising the services of two million suffragists.","The <em>New York Times</em> cited the contents of the letter, which expressed the suffragists’ belief that \"the settlement of international difficulties by bloodshed is unworthy of the twentieth century\" [1]. However, despite their opposition to the war, the suffragists would remain loyal to the U.S. government and fulfill their civic duty to support the soldiers and the war effort. In anticipation that the U.S. might enter the war, the Suffrage Association planned to form a committee of representatives from each suffragist organization to ready them for war work, such as collecting rations and medical supplies. Additionally, the <em>Times</em> reported that a new bureau would coordinate the placement of women in the positions left empty by men shipped out to fight.","The suffragists’ letter to President Wilson made clear that they had \"no intention of laying aside [their] constructive, forward work\" to obtain voting rights for the female citizens of the United States [1]. At the same time the suffragists were pledging their loyalty to the nation, they were also planning a demonstration at the White House the following Sunday. According to the <em>Times</em> article, women from all over the country would rally together in support of a constitutional amendment granting women the right to vote. At the same meeting that produced the letter to President Wilson, the Congressional Union for Woman Suffrage raised $12,500 in support of the demonstration outside of his offices. Later the same week, the Woman’s Party and the Congressional Union for Woman Suffrage would be merged following another convention in Washington, D.C.","The <em>New York Times</em> article highlights some of the paradoxes of the time period in which it was published. Women were told to be prepared to fill men’s positions on the home front while the men were fighting overseas, and yet were not accorded the same rights as those men. They were encouraged to be loyal to the U.S. government, but had no say in choosing that government. During this time period, women were expected to be patriotic and functional, but not political or radical. Opponents to women’s suffrage frequently made comparisons between the suffragist movement and socialism, implying that the two were irretrievably intertwined. However, during World War One, suffragists rationed food, volunteered for the Red Cross, and worked in factories that produced munitions [2]. Their continued loyalty and patriotism deflated arguments that voting rights for women opened the doorway for radical socialist pacifism.","Ironically, suffragist actions to support the war effort fulfilled the female Red Cross volunteer ideal presented in pro-war propaganda. Organizations such as the National American Woman’s Suffrage Association featured in the <em>New York Times</em> article tried to prove women’s \"fitness for suffrage and equal citizenship rights by loyally supporting the government’s military preparedness and war policies\" [3]. Through the patriotic efforts of suffragists during World War I, American citizens came to accept that women were entitled to equal voting rights. Their ability to step in and keep the country functioning while a large portion of the male population fought valiantly overseas proved that suffragists were loyal to the United States of America and sought to be further enabled to participate in the country’s government."," ","[1] \"Suffragists Pledge Aid to the Nation. Declare at Washington Meeting that 2,000,000 Women Will Serve in the Country’s Crisis.\" <em>The New York Times</em>, February 26, 1917. Retrieved from http://query.nytimes.com/mem/archive-free/pdf?res=9E01E2DD123BEE3ABC4E51DFB466838C609EDE","[2] Brown, K. M. \"The Education of the Woman Citizen, 1917-1918.\" <em>Bowling Green State University, </em>2010<em>. </em>Retrieved from http://etd.ohiolink.edu/view.cgi/Brown%20Kathryn%20M.pdf?bgsu1277150212","[3] McKillen, E. \"Pacifist Brawn and Silk-Stocking Militarism: Labor, Gender, and Antiwar Politics, 1914–1918.\" <em>Peace & Change</em>, 33(3), 388-425, 2008. doi:10.1111/j.1468-0130.2008.00504.x"],"display_date":"February 26, 1917","search_date":"1917-02-26","locations":[{"id":17283,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Dist Columbia, District of Columbia"}],"tags":[{"id":7,"tag":"Women"},{"id":196,"tag":"women's rights"},{"id":170,"tag":"suffrage"},{"id":1111,"tag":"World War I"}],"course":{"name":"America From Civil War to World Stage","school":"Widener University","course_id":72,"school_id":43}},{"id":5377,"title":"Angelina Grimke and Her Secular Language of Rights","course_id":81,"status":"P","start_date":"1837-10-02","end_date":"1837-10-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1837, Angelina Grimke authored a series of letters to Catharine Beecher on the topic of the cultural roles of women as they relate to their social, economic, and political rights. One was reprinted in <em>Women's Rights Emerges within the Antislavery Movement, 1830-1870</em> by Kathryn Sklar. In the letter retitled by Sklar as, “<em>Human Rights Not Founded on Sex,</em>” Grimke argues that humans have rights because they are moral beings:","“the rights of all men, from the king to the slave, are built upon their moral nature: and as all men have this moral nature, so all men have essentially the same rights” (Grimke, Human Rights Not Founded on Sex).","In a very formal sense, Grimke used a secular argument to articulate a point about the what rights are and a necessity to respect them. Her persuasion proved to be effective and her methods involving secular justifications for equality of rights contrasted with other religious justifications for and against slavery and women's rights. Her points differed because they did not involve an appeal to her audience's religious sentiments, they involved an appeal to their reason. By appealing to reason, Grimke presented a new language of rights as they related to women and slaves, to the political climate of the mid 1800s.","The new kind of appeal that Grimke proposed was one that provided a stronger case for an immediate end to slavery, rather than gradually phasing it out. Gerda Lerner discusses the contrast between these two arguments in The Grimke Sisters and the Struggle Against Race Prejudice:","“If the Negro was entitled to equality on the grounds of his humanity, it followed that equality was his right, not a privilege to be granted at the slaveholder's pleasure” (Lerner, The Grimke Sisters and the Struggle Against Race Prejudice).","Lerner points out that if one granted Grimke the explicitly moral point she made in “<em>Human Rights Not Founded on Sex,</em>” then it followed that a gradual phasing out of slavery is morally wrong in a sense similar to why not ending it all was wrong. Grimke's point being presented on secular grounds was essential to her point having the amount of salience necessary to illustrate the way in which those calling for a gradual phasing out of slavery posited an internally incoherent message: they acknowledged slavery was morally wrong, but also suggested that it also be allowed to continue until a point that was convenient for a slaveholder. They were concerned with morality only insofar as slaveholders were not inconvenienced. The secular nature of Grimke's point had more salience because the Bible was used to argue both for ending slavery immediately, and to let it continue (Lerner, The Grimke Sisters and the Struggle Against Race Prejudice). Likewise, how one viewed the rights of women depended on how one interpreted the Bible. Grimke's secular language of rights were justificatorily minimal: they presented an account of rights of slaves and women that could accommodate the values of more than one point of view. The sense in which rights were to be respected on Grimke's account extended beyond what any religious account of morality could have provided. Religious justifications of rights only had normative force if the audience to which they were presented already believed the interpretation was correct. Grimke's language of rights contrasted with this because she reasoned through the status of the rights of slaves and women, meaning that her point was conceptual, rather than interpretive.","Grimke's justification for the equal rights of slaves and women was one that could have had normative force regardless of an individual's opinions. It was different because it appealed to reason rather than emotion. Consequently, her speeches and the arguments made in them reshaped the dialogue concerning the moral status of women in slaves in the mid-1800s."],"display_date":"October 2, 1837","search_date":"1837-10-02","locations":[{"id":6216,"lat":42.3509402419,"lng":-71.9042530938,"zoom":8,"place":"WORCESTER, Massachusetts"}],"tags":[{"id":1199,"tag":"Angelina Grimke"},{"id":1198,"tag":"Secularism"},{"id":64,"tag":"Anti-slavery"},{"id":79,"tag":"Religion"},{"id":7,"tag":"Women"},{"id":196,"tag":"women's rights"}],"course":{"name":"U.S. Women, 1790-1890","school":"Wheaton College","course_id":81,"school_id":2}},{"id":5395,"title":"National Women's Rights Convention: Maria Varney's letter emphasizing natural rights","course_id":81,"status":"P","start_date":"1850-10-20","end_date":"1850-10-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On October 23, 1850 the first annual National Women’s Rights Convention commenced in Worcester Massachusetts. For two days more then a thousand women and men from eleven different states listened to speakers. The speakers emphasized the right to vote, to own property, to be admitted to higher education and to choose their occupation or profession. Newspaper reporters from all over attended, but the majority of the press coverage the convention received was derisive and scornful. The criticism did not hurt the convention, but rather brought attention to it on a national level and built support for the movement.","Maria L. Varney wrote a letter to the National Convention of Women’s Rights in Worcester, Massachusetts. The letter expressed her regrets for being unable to attend the convention and put forth a few fundamental propositions about women’s rights. Her argument is founded on two principles. First, all people have certain inalienable rights including: life, liberty, and the pursuit of happiness. And second, women are human beings. Therefore, women are entitled to a right to life, liberty, and pursuit of happiness. She declared that a right to life implies “not only a right to the means of a livelihood, but a right to <em>one’s own person and property</em>.” And that a right to liberty and the pursuit of happiness implies “a choice of location, occupation, and self-government.” Varney concluded that any law that violates these rights of <em>people</em>, male and female, is unjust and must be immediately repealed. In order to be just and fair the government and laws must be blind to gender.","Varney’s emphasis on natural rights reflected the fact that ideas about who could claim such rights had been expanding and evolving since the American Revolution. The language of natural rights first identifies with the Declaration of Independence. While the Declaration of Independence specified Man, only ten years later, in1787, the language in the Constitution is gender-neutral, using the term “person.” In 1792 Mary Wollstonecraft wrote <em>A Vindication of the Right’s of Women</em>, in which she builds off of the principle of natural rights. She claimed that because natural rights are given by God they are universal and inherent to all people and therefore undeniable. The authors of the Declaration of Rights and Sentiments followed the same pattern and adapted the Declaration of Independence in 1848 at the Seneca Falls convention. They applied it specifically to women’s rights. By the early nineteenth century some of women’s civil liberties were recognized. This is important because it acknowledged that women are human beings who possessed rights. By recognizing that women were entitled to certain rights and that the government had a responsibility to protect the women’s rights, the government inadvertently acknowledged that women were separate and distinct individuals in the eyes of the law."],"display_date":"October 20, 1850","search_date":"1850-10-20","locations":[{"id":1176,"lat":41.0633875895,"lng":-73.4206530083,"zoom":9,"place":"FAIRFIELD, Connecticut"}],"tags":[{"id":196,"tag":"women's rights"},{"id":18,"tag":"Politics"}],"course":{"name":"U.S. Women, 1790-1890","school":"Wheaton College","course_id":81,"school_id":2}},{"id":5465,"title":"Potential Danger for Prohibition","course_id":84,"status":"P","start_date":"1/31/20","end_date":"1/31/20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1920 Linton Smith, also known as the Bishop of Hereford, wrote a controversial article on the Temperance Movement and Prohibition. Linton claimed that prohibition could possibly divide political parties on a, “Sex basis,\" meaning that female prohibition proponents could vote as a block against male opponents of prohibition.<br /> <br /> Strong drink was very popular in the lives of men during the time. In this time men were turning to alcohol because of work conditions, social, and sanitary reasons. In most cases this would affect the home life and relationship between husband and wife.  Because of the large amounts consumed men would become violent with their wives or spend all their income on alcohol rather than providing things needed for their family. Tension was rising between both men and women because of alcohol.<br /> <br />During the mid 1800’s to the early 1900’s women played a dominant role in the Temperance Movement and Prohibition. By 1892 the Women’s Christian Temperance Union, the largest temperance union at the time, had nearly 150,000 members. Historian Ruth Bordin writes that, “Through the WCTU, women became visible as leaders in communities and cities from coast to coast” (Bordin 157). Not only was the WCTU the largest temperance movement, but also the largest women’s organization in America. Because of the growing number of followers, the union began to respond not only to temperance but larger issues they were facing, such as women’s suffrage. Bordin also writes, “Through the Union women learned of their legal and social disabilities, gained confidence in their strengths and talents, and became certain of their political power as a group and as individuals” (Bordin 157). The Union allowed for women to push the envelope and fight for their rights, one of those rights being the right to vote. This right was given to women in 1920 with the passing of the 19th Amendment.<br /> <br />It is for reasons like this that Smith wrote the article on the danger of Prohibition and the Temperance Movement. Women were already aligned, in large numbers, with the WCTU and would vote for Prohibition. Smith felt as though the passing of this law would cause tension between the two sexes and split the political parties based on this one idea. He writes that, “The law will certainly be passed, if it is passed at all, by women for men, and it will be resented the more for that reason”."],"display_date":"January 31, 1920","search_date":"1920-01-31","locations":[{"id":21355,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":699,"tag":"Temperance Movement"},{"id":196,"tag":"women's rights"},{"id":111,"tag":"Prohibition"},{"id":644,"tag":"woman's suffrage"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":84,"school_id":10}},{"id":5717,"title":"The Role of Women in Nazi Germany","course_id":110,"status":"P","start_date":"9/1/41","end_date":"9/30/41","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Role of Women in Nazi Germany","Nazis are often thought of as men, but many women contributed to the Nazi nation in Germany according to this newsletter in <em>Nachrichtendienst der Reichsfrauenführung Sonderdien</em>. This newsletter was sent to Nazi women who were leaders. These statements are meant to encourage women working at home and let women know what is expected of them during the war. This newsletter describes Nazi women as an army at the homeland. The newsletter discusses women taking on jobs while still keeping up with household duties. This newsletter reveals women will be rewarded with vacation time because the Nazi organization realizes the strain. Women are instructed to work together whether they are part of the organization or not to keep the country running. The outcome of the current battle is in the hands of each and every one of the citizens even those at home.","Women were not excluded from the other ordinary people who became part of what is known as the evil empire. Not all women were perpetrators and not all women fell victim to Nazification and participated only because of force. This document shows it was normal for women to take part in helping out the nation. This article addresses how important it is for woman to keep the homeland running will Nazi soldiers fight. The blanket statement that women were just victims to the Nazis cannot be made because some women were actively participating and expected to participate to keep the homeland strong. The newsletter even refers to women at home as making important economic decisions."],"display_date":"September 1941","search_date":"1941-09-15","locations":[{"id":25458,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":196,"tag":"women's rights"},{"id":7,"tag":"Women"},{"id":1715,"tag":"German"},{"id":1716,"tag":"German Women"},{"id":1717,"tag":"Nazi Women"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":110,"school_id":10}},{"id":5718,"title":"Natural Beauty in Nazi Germany","course_id":110,"status":"P","start_date":"1/1/34","end_date":"12/31/34","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The National Socialist Women's Yearbook of 1934 reveals women without makeup, without jewelry, and with large hips were considered the ideal Aryan woman in Nazi Germany. The Chairwoman of the Association for German Women's Culture, Agnes Gerlach claimed the ideal woman had become the \"big Germanic type of woman\" instead of the France's \"small, romantic type.\" Nazi propaganda highlighted larger women with large, child bearing hips. Gerlach’s article stated it was un-German to use products to change hair color or to change one's looks with cosmetics. The image of the thin French woman was emotionally damaging to German women in Gerlach's opinion. Similarly, the Jewish influence was thought to include too much focus on accessorizing and overly made up women. According to Nazi propaganda, Jewish and French woman were not strong or able to bear as many children because they were petite.  The German woman was superior and did not need to use this enhancing products to be beautiful.","Nazis associated gaudiness with Jewish women and easy women because of tradition.  Dressing plainly without make up or jewelry had been popular since the earliest Europeans. There were even periods where Europeans believed wearing make-up was immoral.  Anglo-Saxons may have never worn make up; there is no evidence of them wearing make-up. Eventually cosmetics, dying hair, and wearing gaudy jewelry became associated with easy women.  Nazis often stated the Western cultures had created an ugly and unnatural beauty.  Women in Germany were beautiful naturally and did not need to look like the Western and Jewish's flawed idea of beauty.  Nazis promoted women who were larger and who could bear children easier because this is the role the woman played in the Nazi culture. Agnes article demonstrates the opinions of the Nazis.  The ideal German woman did not need to blend in with other women of the world.  They were supposed to be the superior race; therefore, their women did not need doctoring to be beautiful and perfect."],"display_date":1934,"search_date":"1934-07-02","locations":[{"id":24536,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":1717,"tag":"Nazi Women"},{"id":7,"tag":"Women"},{"id":196,"tag":"women's rights"},{"id":1731,"tag":"Women Germany"},{"id":1732,"tag":"Nazi"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":110,"school_id":10}},{"id":5719,"title":"Appealing to Aryan Women","course_id":110,"status":"P","start_date":"5/2/40","end_date":"5/2/40","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A painted picture from Mother’s Day issue of <em>The Frauen Warte</em>, a Nazi women’s magazine in 1940, reveals a light haired heavy set woman surrounded by her four children. This is the ideal Aryan, Nazi woman. She is not wearing jewelry and her dress is modest. She is not even wearing a wedding ring. Her four children each have light hair and blue eyes. The children each have a present for their mother in their hands. The gifts are simple: a ribbon, a toy bird on a stick, a flower, and a small toy sail boat. This picture uses an image for idolization as propaganda. The most important place for a woman to be would be at home with her children.","Women were supposed to meet this description. Women did not wear make-up because Aryan ancestors did not wear make-up. Nazis believed in natural, modest beauty this image portrays this because the woman, who is not wearing make-up, is dressed modestly. The wife has given birth to four children. The children shown have light hair and classic Aryan features due to the genes of their parents. The ideal Aryan wife would tend to the family while her husband worked to support the family or take care of the land. The “people” used in this magazine promoted a certain look and lifestyle. This is particularly interesting because it is a Mother’s Day issue. The family looks happy and the children appear to be thankful by giving her gifts. This may be a way to motivate women to have children, preferably many. Many magazines were created to promote this look and some existing magazines were told to print this propaganda. This natural look for the woman was often promoted and sometimes compared to a Jewish woman with too much make up or a misshapen face. The natural look was a way of protesting the pornographic images of dolled up women from western culture. A larger farmed woman could have children easier and this plain, natural look represented a loving mother not an \"easy woman\". This image portrays a woman who is appreciated and serving her purpose raising children in contrast to the western images of a sexy woman only used and appreciated for their beauty and sex. This ideal family Nazi family image would set a clear standard for other families in the regime."],"display_date":"May 2, 1940","search_date":"1940-05-02","locations":[{"id":25458,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":7,"tag":"Women"},{"id":196,"tag":"women's rights"},{"id":1717,"tag":"Nazi Women"},{"id":1246,"tag":"Propaganda"},{"id":1728,"tag":"Nazi Germany"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":110,"school_id":10}},{"id":5835,"title":"Gender in the 1970s: Women's Fashions","course_id":119,"status":"P","start_date":"1/1/71","end_date":"12/31/79","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["With fine fabrics and linens that were “soft and sunswept”, Leedy’s on Park Avenue had clothes for “discriminating girls of all ages”[1]. This advertisement reflects the changes in women’s fashion in the 1970s. After the 1960s, known as a decade of peaceful, nonviolent reform movements, the 1970s brought changes in gender roles. Many women demanded equal rights and advocated for careers outside the home. Following the Title VII provision of the 1964 Civil Rights Act, the National Organization for Women was formed in 1966 to help create equal partnership with men. Due to the increase of women working outside of the home in nontraditional work settings, the fashions of women’s clothing started to change. Women that were working in factory jobs obviously needed work clothes – clothes with heavy thread, strong zippers, rugged fabric and heavy-duty pockets. To meet this new demand, the world’s largest retailer, Sears, Roebuck, and Co., “has developed a line of women’s work clothing to take the place of the old clothes, sweatshirts, jeans and men’s work clothing”[2] that many women wore on the job. While miniskirts, makeup, and high heels were popular in the 1960s, many feminists in 1970s rejected the assumptions of feminine beauty and culture by cutting their hair and wearing jeans and pants. From the protest years of the 1960s “American women were no longer willing to follow the lead of fashion designers. Women wanted more than one look and seemed to thrive on choice”.[3] These changing fashions for women were a result from a feeling of repression as one woman explained that “women have been forced to dress as objects since the invention of patriarchy. Why are women forced to dress certain ways? Because our clothes help keep us oppressed. They are a constant reminder of our position”.[4]  In the 1970s, fashion designers introduced a new line of skirts known as the “midi” and “maxi” skirts that came down to women’s ankles and were meant to replace “miniskirts.” While this trend didn’t last long, clothing stores quickly brought back miniskirts, women’s rejection of the longer skirts, “implicitly illustrated that women ought to be able to dress as they pleased, even if the fashions they picked emphasized their sexuality rather than their feminine virtue”[5]. Although not all women changed their styles to button down shirts, jeans, and men’s boots, the transformation in how women dressed challenged how the American society in the 1970s viewed women."],"display_date":"1971 - 1979","search_date":"1975-07-02","locations":[{"id":36752,"lat":28.5146851201,"lng":-81.3237702415,"zoom":9,"place":"Orange, Florida"}],"tags":[{"id":1560,"tag":"The 1970s"},{"id":1758,"tag":"Gender"},{"id":197,"tag":"fashion"},{"id":196,"tag":"women's rights"}],"course":{"name":"Decade of Decision- 1970s","school":"Rollins College","course_id":119,"school_id":5}},{"id":5989,"title":"Wartime Agricultural Movements and Women","course_id":118,"status":"P","start_date":"10/1/19","end_date":"10/1/19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The year 1919 marked the United States’s first year out of war since 1914. World War I had been won with the help of an ambitious and aggressive campaign on the home front to overcome wartime shortages through collective action: namely widespread reducing, re-using, and home-producing (such as home-grown produce and canned goods).  The nation had looked to its women to take a leading role in igniting the nationalism and sense of patriotic obligation these efforts required.  As a 1919 Detroit Free Press article pointed out, women had risen to the occasion impressively.  In agriculture and gardening specifically, women’s efforts drew national recognition.  The “Farmerettes” as they were called, even became a division in the United States employment service, a milestone for women's rights considering society's generally negative attitute towards women in the workforce. The article described gardening as a “healthy and wholesome” outlet for young women, and due to its usefulness and proven success the article predicted that gardening for nationwide produce distribution would likely continue in the future. War gardens and victory gardens had created an occupational opportunity for women, even though the article pointed out, “American minds revolt at the idea of women in the work field.” The maternal nurturing and nourishing ideologies tied to the movement (and women in general) made this occupation seem less threatening than other fields, but it served as a powerful tool for empowering women to think about their capacity to occupy other social spheres.","Wartime agricultural movements such as the war gardens and liberty gardens of the World War I era and Victory Gardens during World War II had an especially important impact on women. These movements created opportunity for women to do what they had not done before…work outside the homestead. War gardens and victory gardens challenged gender norms and started the whisperings of political and social change within a male-dominated society. Though recognized for their contributions, these occupations within gardening and agriculture were still considered by many to be akin to the home-making and family-feeding spheres women had always occupied. Yet for many young women, being a farmerette served as a tool of empowerment. The sense of community and the success of their collective action called them to consider how they might continue to shape their identities through these assimilation into different domains. Big cities such as Detroit, Chicago, and New York provided an excellent place where women could gather and exchange ideas and feel recognized for their work.  Suffrage and women’s labor rights movements had roots, in part, in the empowerment women gained from wartime gardening and agricultural movements."],"display_date":"October 1, 1919","search_date":"1919-10-01","locations":[{"id":18385,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1719,"tag":"Victory Gardens"},{"id":196,"tag":"women's rights"},{"id":13,"tag":"Agriculture"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6247,"title":"Black Feminism and The Women's Liberation Movement","course_id":125,"status":"P","start_date":"1/1/70","end_date":"12/31/70","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The 1970s were characterized as an era of protest, activism, and change in America. Anti-war protests against the war in Vietnam and the involvement of the United States in Indochina were popular. As the women's liberation movement continued, the disparity between the needs and agendas of black feminists and white feminists became more evident. In the \"Black Women's Liberation\" pamphlet, two articles, \"Why Women's Liberation is Important to Black Women\" by Maxine Williams and \"Take a Look at Our Problems\" by Pamela Newman, identified the unique needs of black women that served to divide black feminists from the women's liberation movement. The authors identified the aspects of the women's movement that hindered the involvement and development of minority women, like racist sentiments and a narrowly-oriented set of goals that favored white, upper-and-middle class women. The narrow, class-focused orientation and goals of white feminists led many black feminists to value racial liberation over gender liberation.","A major source of tension between black feminists and white feminists was the push by upper-and-middle class white feminists and Southern Republicans for Congress to pass the Equal Rights Act (ERA) that granted both sexes equal rights under the law. The ERA was strongly opposed by the American Federation of Labor and other labor unions because they feared that the amendment would invalidate and weaken protective labor legislation for women. Black feminists, like the labor unions, favored state protective labor laws because they protected the minority women, who disproportionately formed the bulk of the women's labor force, from horrible working conditions like extreme hours, unfair pay, and dangerous work environments. Upper-and-middle class white feminists, however, unfamiliar with labor-intensive jobs and their harsh conditions, saw these laws as restrictive for upwardly-mobile women in the workplace. Black women and black feminists experienced a far greater array of oppression than their white counterparts-- as a woman, as a worker, and as an African American. As the case on state protective laws illustrates, the oppression that black women faced also came from the women's liberation movement. Disparity between the needs of the races functioned to solidify black women's resolve and efforts to focus on racial liberation rather than the liberation of women as a gender."],"display_date":1970,"search_date":"1970-07-02","locations":[{"id":36051,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":2492,"tag":"state protective laws"},{"id":2491,"tag":"white feminism"},{"id":2490,"tag":"black feminism"},{"id":2489,"tag":"gender-race conflict"},{"id":2488,"tag":"black liberation"},{"id":2487,"tag":"black women's movement"},{"id":196,"tag":"women's rights"},{"id":2258,"tag":"women's movement"}],"course":{"name":"American Women's History","school":"Schreiner University","course_id":125,"school_id":69}},{"id":6297,"title":"Johns Hopkins School of Nursing:  The Rise of the Nursing Profession","course_id":132,"status":"P","start_date":"1/1/89","end_date":"12/31/89","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the late 19th century, the United States faced a series of troubling economic and social transformations. In response, progressive reformers designed a modern approach to solving problems: conducting research, identifying potential solutions, and then lobbying for reform. Women were often in the forefront of efforts for reform.","The need for more efficient and effective methods to address medical epidemics led to the creation of the Johns Hopkins school of nursing in 1889. Isabel Adams Hampton Robb was appointed as the first head of the nursing school. She became highly influential in revolutionizing the field. Previously considered work for the lower classes, Robb and the School of Nursing helped raise the work to the status of profession. She insisted upon rigorous training methods. She is credited for influencing the establishment of many nursing organizations including the American Nurses Association, the National League for Nursing, and the International Council of Nurses. These associations worked to popularize the new standards instituted by Robb, thus improving the status and privileges for nurses and women in the field throughout the entire nation. In 1976, nearly 70 years after her death, Robb's name was recognized in the American Nurses Association Hall of Fame.","Robb's contributions to nursing lead Johns Hopkins University to become one of the pioneers in not only medical advancements, but in women’s rights. Women were finally being allowed access to appropriate secondary education, as well as a more prestigious profession. Robb's theories and contributions were extremely beneficial to the Johns Hopkins school of nursing, which in turn set new standards for the nursing profession on a national scale. The Johns Hopkins school of nursing was perhaps the birthplace for many ideas responsible for attributing higher standing to the female dominant profession."," "],"display_date":1989,"search_date":"1989-07-02","locations":[{"id":37967,"lat":39.2338595038,"lng":-76.3925904773,"zoom":9,"place":"Baltimore, Maryland"}],"tags":[{"id":196,"tag":"women's rights"},{"id":68,"tag":"Progressive Reformers"},{"id":2579,"tag":"Women's Professions"},{"id":2580,"tag":"Middle Class"},{"id":2581,"tag":"History of Medicine"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}},{"id":6333,"title":"Women in Protest and the Vagina Monologues","course_id":144,"status":"P","start_date":"2/14/98","end_date":"2/14/98","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Sex is not a taboo topic on college campuses. Sex is everywhere. At late night weekend parties. In campus coffee shops as people fill their friends in on their latest hookup. In freshman orientations where free condoms are handed out and safe sex is highlighted. In dorm rooms as you’re trying to focus on your assigned reading and the rhythmic bang bang bang of a lofted dorm room bed hitting the cement wall is all you can hear. But how does college feel about vaginas? Not good, many women fear. Upset with the taboo subject of vaginas, upset that so many people with vaginas know so little about them and are afraid to ask, upset that so many women are subject to sexual violence within the world, and specifically on college campuses where sex is so prominent, Eve Ensler wrote the Vagina Monologues. These were a series of interviews Ensler did with a group of women in which they discussed their experiences and anything related to vaginas.","In 1998, V-Day was created, in which a group of women performed Ensler’s Vagina Monologues in order to spread awareness about and to stop violence against women. This performance led to many similar ones taking place at colleges throughout the United States.","One of these colleges includes Augustana, whose members were inspired by the organizers of V-Day and other students to put on their own performance. In 2003, Jamie Nelson, Scott Magelssen, Emily Chouinard, Amy Fischl, and Ellen Hay all began to organize the school’s very first performance, which was funded by the school’s chapter of Alpha Psi Omega. Taking place in Wallenberg hall, students with vaginas were able to read pieces from the Vagina Monologues, and the school was able to donate its proceeds to the Family Resource Center in order to aid women faced with sexual or domestic abuse. The performances have since expanded into using art, poetry, prose, etc. by Augustana students with vaginas that captures the issues of vaginas, sexuality, and sexual violence.","The creation of the Vagina Monologues, V-Day, and its increased presence on college campuses came in a time period marked by third wave feminism and it’s ideals. Issues of gender violence and reproductive rights were being discussed more and more, something that was particularly relevant to college aged women. According to the Bureau of Justice Statistics, women between ages 16 and 24 years are at greatest risk for rape, and for college students in particular, 9 of 10 knew the man who raped them (Gross). The issue of sexual violence is something that desperately needed to be addressed for college women. It was a reality that they were faced with, knowing that the danger of rape and violence for them and their female friends could happen, and it could be done by someone they know, someone they share classes with, someone they see everyday on the quad. It is for this reason that the Vagina Monologues took off on college campuses, as it gave these women a platform of protest with which to discuss the issues they were faced with."," "],"display_date":"February 14, 1998","search_date":"1998-02-14","locations":[{"id":41315,"lat":41.4673534696,"lng":-90.5674122327,"zoom":9,"place":"Rock Island, Illinois"}],"tags":[{"id":2643,"tag":"third wave feminism"},{"id":2642,"tag":"Augustana College"},{"id":2641,"tag":"Vagina Monologues"},{"id":196,"tag":"women's rights"}],"course":{"name":"History of Women in the U.S.","school":"Augustana College","course_id":144,"school_id":54}},{"id":6343,"title":"Winsome Womanhood: Christianity as a Progressive Influence on Women’s Identity and Values During the Early 20th Century","course_id":144,"status":"P","start_date":"1890-01-01","end_date":"12/31/10","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["“O Lord and Master of us all,","Whate’er our name or sign,","We own Thy sway, we hear Thy call,","We test our lives by Thine.”"," ","Winsome Womanhood, a book written by Margaret Sangster, provided young women of the early 20th century with a connection to God as well as a purpose/identity within the Christian faith. It was Sangster’s belief that all women, regardless of age, could benefit from the teachings of the Bible and understand the meaning of what it means to be a true Christian woman. Living during a time when religion was not at the forefront of what structured society, women such as Sangster were adamant about keeping the ideals of Christianity close and informing women about how the message of God can be used to empower them as individuals at every stage in their life.","The book is broken into sections directed at women of different ages and from different walks of life. A young woman of fifteen, not yet a woman and no longer a girl, would look to this book and find guidance. During this time of transition from childhood to adulthood, the only true source of wisdom cannot come from mothers or teachers alone, but from God, and young women at this stage in life were encouraged to take time for themselves and read the Bible or pray to seek the answers they needed in order to grow into well-rounded women - women of faith. “A room of her very own, a tastefully appointed and comfortably furnished as possible, should be every young girl’s retreat. Here she may enjoy the half hours for devotion which tend to the soul’s growth . . . In this, her den, her nook, her bower, her special fancies may be indulged, and her individuality find fit expression”(Sangster, 25). Winsome Womanhood was not only, then, a guide for women to find faith and keep it, but also a guide for women to find liberation and individuality through their faith as Christian women, as opposed to feeling trapped by it.","She also speaks to working women or, “The Girl in Business.” It was not uncommon for a working woman of the early 1900’s to feel diminished in her role when compared to a working man - making less money, earning less respect - but Sangster’s view on the role of working women was not so. “Many young women belittle their employment by going to it in the spirit of martyrs who pty themselves . . . Self-pity is a badge of weakness, and work done for money alone is never noble work” (Sangster, 67). It was Sangster’s belief that women should take pride in their work, as women of honor and duty within the Christian faith, and not take pride solely in their wages. This assertion was not uncommon among Christian [Protestant] society at this time, as many women and men affiliated with Protestant denominations were involved in social activism and issues such as fair wages and voting rights for women around this time, as pointed out by Lori Ginzberg in her discussion of the “benevolent” work of women. Ginzberg states that, during this era of progression, “tensions about paying wages, centralizing corporate functions, relating benevolence to government, and using funds solely for administrative purposes all came into the open” (Ginzberg, 161). Sangster’s ideas, then, in regards to Christianity as a positive influence in women’s lives could also be interpreted as viewing religion as a force for equality and empowerment during this progressive age.","Overall, the message Margaret Sangster seems to be sending with Winsome Womanhood is that women of all stages in life, all positions, all classes, could be empowered and liberated through the study and adherence to Christian ideals and faith, and that God’s word should not be ignored, even as the world progresses."," "],"display_date":"1890 - 1910","search_date":"1900-07-02","locations":[{"id":2962,"lat":41.4673534696,"lng":-90.5674122327,"zoom":9,"place":"ROCK ISLAND, Illinois"}],"tags":[{"id":2642,"tag":"Augustana College"},{"id":1269,"tag":"Social Morality"},{"id":196,"tag":"women's rights"},{"id":1205,"tag":"Women's History"},{"id":228,"tag":"Roles of Women"},{"id":849,"tag":"Progressive Era"},{"id":79,"tag":"Religion"},{"id":514,"tag":"Christianity"},{"id":7,"tag":"Women"}],"course":{"name":"History of Women in the U.S.","school":"Augustana College","course_id":144,"school_id":54}},{"id":6691,"title":"Womens Rights During the Civil War","course_id":170,"status":"P","start_date":"1869-01-01","end_date":"1869-01-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Since International Women’s Day recently passed, it only seems fitting to analyze the role of women, and how the civil war helped to shape the ideas of the modern-day women.  As in many societies, the women were only viewed as the complementary aid to male, and the only ability of the women was to maintain a household. For centuries, the role of a women has been set out, and most women followed. Although there were exceptions, this is the way life was. During the civil war, starting in 1861, women started to express the urge to be more than the mold that was set out. With this, much criticism followed.","            Although typical roles of women are indeed important, such as raising children, supporting husbands, and maintaining the household, there is so much more to be explored. Many women to possess a more nurturing nature, than some men lack, therefore implying that these are simply women’s roles, but as history will show, women are just as capable as males in many fields. During the civil war, since so many men were away fighting in both the Confederate and Union, women were left to assume the responsibilities of the male that was away. Women had to find a way to provide both financial and emotional support for family, and friends left at home. During this era, women realized, and boldly expressed that they were capable to do the same thing as their male counterparts.","            In a lithograph, <em>“The Age of Brass/ or The Triumphs of Women’s Rights</em>” drawn in 1869 expresses the reactions and criticisms of the progressions of women’s rights. The photo depicts women voting for the “The Celebrated Man.”. Women are shown with exaggerated features that usually are expressed by men such as dresses that resemble suites, women smoking pipes, and the only male in the lithograph is holding a baby, showing confusion, and obviously is in shock of the environment that he is in.","            The depiction of this lithograph shows the negative perception of the progression of women. During the civil war era; it was common belief that if women were given the right to vote, women would attempt to change every facet of society. If women were given the right to assume roles that were predominately influenced by men, their would be no need for the men. While women were expected to stay within their roles, they were still appreciated. Thousands of women aided men in the battlefield of both the confederate and the union side. According to an article by Brooks."," ","            As history, will prove, women will indeed gain rights and will become productive, and influential members of society. While it did take some time, and is continuing to progress, the Civil War played a huge role in the rights of women. "],"display_date":"January 1, 1869 - January 30, 1869","search_date":"1869-01-15","locations":[{"id":52989,"lat":40.7127837,"lng":-74.0059413,"zoom":3,"place":"New York"}],"tags":[{"id":32,"tag":"Civil War"},{"id":7,"tag":"Women"},{"id":196,"tag":"women's rights"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}}]}