{"id":1960,"tag":"Gardens","points":[[42.107446354,-83.1351982696]],"bounds":[[42.107446354,-83.1351982696],[42.107446354,-83.1351982696]],"episodes":[{"id":5847,"title":"It's Not Too Late: Pingree's Potato Plan Continues","course_id":118,"status":"P","start_date":"1894-06-08","end_date":"1894-06-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The year was 1894, and the United States economy was in a state of depression. The large number of unemployed citizens needed a way to provide for ther families. They were able and willing to work, but opportunities were scarce. On June 8, 1894, The <em>Detroit Free Press</em> published a notice to the community that Mayor Hazen Pingree was to continue his plan to turn Detroit into an agricultural hub. He saw the many unused, vacant, and abandoned lots in his city as an opportunity for the poor to cultivate crops to feed their families and ride out the hard economic times the nation was experiencing. Mayor Pingree called on the community to donate farming supplies and resources to facilitate his plan, and encouraged citizens to come together and help each other in any way posisble. It was already somewhat late in the planting season, but Mayor Pingree urged growers to continue their planting, stating \"the very best potatoes raised are those planted between the 15th of June and the 15th of July.\" He vowed to continue to call on prominent members of the community and community organizations to donate through the end of the planting season.","Though many saw Pilgree's potato patches as a lousy and unrealistic attempt at attacking a very large problem, many members of the community took notice, and stood behind the mayor by offering to donate acrees of their own land to be tended by unemployed, needy men looking to farm.  By 1894, the plan was in full swing and many important community figures pledged to help in any way they could.  Hazen Pingree's plan to cultivate gardens and crops in unused city lands was one of the first urban gardening movements in the country.  The success of his urban politics and potatoe patch plan prompted many other mayors of urban centers to copy his tactics in their own cities.  Potato patch-like plots were created in Chicago, New York, and Boston among others. Mayor Pingree's approach on mitigating the problems facing the poor made him a well kown \"social reformer\" of the era, and set the stage for future ideas around urban agricuture and urban gardens."],"display_date":"June 8, 1894","search_date":"1894-06-08","locations":[{"id":6599,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"WAYNE, Michigan"}],"tags":[{"id":1960,"tag":"Gardens"},{"id":1930,"tag":"Urban Agriculture"},{"id":1904,"tag":"Pingree"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5903,"title":"Community Gardens: A Lens to Study History","course_id":118,"status":"P","start_date":"5/2/49","end_date":"5/2/49","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The photograph taken by the agency created to document and appraise Detroit’s East Side neighborhoods in 1949 captured an important aspect of the history of urban agriculture in Detroit—African American’s contributions to urban agriculture.  Seeing as the photograph was a piece of data used to assess the state of the neighborhood, it is clearly labeled.  The date (7-26-49) is nicely written in the top right corner, along with the address (1533 Lafayette) in the bottom left corner and a parcel number in the top left.  The photograph itself is of three picturesque, single-family homes each appear to be two stories tall.  Both of the homes on either end of the photograph are slightly cut off making the home sandwiched between the two the centerpiece of the photograph.  Aside from positioning, the center home also stands out because a tiny garden encompassed by a brown wooden fence stands in the front yard.  Although no people appear in the photograph, the garden gives the neighborhood a sense a life and community.  No only are the plants themselves living creatures, but the neatness of the garden hints people must take care of it.  Further, the houses are squeezed so close together that it is easy to envision the homeowner of middle house tending to their garden while chatting with their neighbor to the left or right.  Ironically, this neighborhood was destroyed in 1950 to build interstate 75.","This photograph reflects the importance of studying community gardens in order to better understand intersection of different cultures and their role in history.  During the Great Migrations, the early part of the twentieth century, many African Americans migrated from the south in north industrial cities like Detroit.  Many abandoned their traditional gardening practices; however, some simply adopted them to fit their new urban environment.  Although this photograph was taken in 1949, it is symbolic of this trend.  Additionally, many historians have noted how the food grown in a garden is telling of that particular culture’s past.  For example, a mixture of Southern American and African traditions often influenced African American gardens."],"display_date":"May 2, 1949","search_date":"1949-05-02","locations":[{"id":27066,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1962,"tag":"African-American history"},{"id":1960,"tag":"Gardens"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5956,"title":"Growing Urban Life","course_id":118,"status":"P","start_date":"1/1/06","end_date":"12/31/30","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Floral gardens in Detroit were very popular during the early half of the 20th century. From growing flowers in backyards to expos, gardens represented the importance of the city being a fast growing urban area.  Starting in 1906, nearly 7,000 school children planted, grew, and exhibited flowers with the support of city clubs, showing the prominence of home-gardening.  Not only was gardening a communal and social practice, but it had become a source of education and cultivation among the students, as well as a source of happiness.  The flowers were widely used for decoration and for city-wide competitions, thus promoting the school children’s efforts.","As gardening became more popular, its supporters began to further emphasize its necessity.  Clubs, such as the Twentieth Century club and the Horticulture Society of Michigan, carried out these efforts well into the mid-1930s, in order to educate others about gardening in urban areas, promote activities, and encourage others to be more self-sufficient.  Urban gardening was evidently an important matter and skill to hone in Detroit, hence the early education received by school children regarding small-scale farming and sustainable living.  Both of the girls’ and boys’ enthusiasm for the activities were supported by city clubs to continue and expand their knowledge and awareness on urban gardening."],"display_date":"1906 - 1930","search_date":"1918-07-02","locations":[{"id":50025,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1905,"tag":"Urban Farm"},{"id":1960,"tag":"Gardens"},{"id":1899,"tag":"Detroit"},{"id":6,"tag":"Education"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6021,"title":"<strong>Urban Farming and [R] evolution </strong>","course_id":118,"status":"P","start_date":"1/1/73","end_date":"12/31/98","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1999, Detroit activist Harry Gardner wrote in the <em>Michigan Citizen</em> to applaud Detroit activist Grace Lee Boggs’ embrace of John Dewey’s educational philosophy. Drawing on Dewey's experiential learning philosophy, Boggs argued that students can effectively learn from being involved with local community-building projects.  Gardner, likewise, declared he believed “there is no better time achieve this in Detroit Schools than now.”  Gardner explained through genuine community experiences, young students would become extensively involved in problem-solving, reading, analyzing materials and studying local, city and state government.  He cited the program he launched in 1992, 4-H Breakfast Club, to support his claim.  In 4-H Breakfast Club students met two and half-hours a week and worked toward qualifying to be a “cook for a day.”  This required students to write a paper on the food they would serve, their rationale for serving it, where the food came from, the recipes and a calculation of the cost per person and the total cost of the food.  Gardner concluded his article urging, “Let’s provide [young people] with early opportunities to discover our needs and build improved sustainable communities throughout Detroit”.  Accompanying his article was a picture of three young boys planting a tree.","Gardner’s call to action was inspired by a truly important figure in Detroit’s history—Grace Lee Boggs.  In 1973, Boggs expressed her belief that instead of investing hope into GM, Ford and Chrysler, Detroiters must align with one another and the Earth to invest in and work with each other.  As a venue to begin what Boggs called \"Detroit’s [r]evolution,\" she advocated for the organization of community gardens.  She made an alliance with the Gardening Angels, a loose network of mainly African American Detroiters who had moved to the city from the rural south, bringing with them their farming traditions and knowledge.  Gardner’s article reveals the influence of Boggs' school of thought as he too argues that connecting young with food they eat develops them as students and strengthens the community."," "," "],"display_date":"1973 - 1998","search_date":"1985-12-31","locations":[{"id":35437,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1960,"tag":"Gardens"},{"id":1930,"tag":"Urban Agriculture"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}]}