{"id":1961,"tag":"1967 Race Riot","points":[[42.107446354,-83.1351982696]],"bounds":[[42.107446354,-83.1351982696],[42.107446354,-83.1351982696]],"episodes":[{"id":5840,"title":"Three Days and Three Nights of Rioting","course_id":118,"status":"P","start_date":"7/23/67","end_date":"7/26/67","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the early hours of July 23, 1967, one of the most violent race riots in American history broke out on the streets of Detroit as police raided an unlicensed, after-hours bar and arrested 82 black people who were celebrating the return of two local Vietnam veterans. The resulting conflict went on for three days, ending in 43 dead and 1,189 injured. This had a large impact on Detroit. James E. Cummings, a successful Detroit business man who was very active in the human rights efforts such as the National Associatoin for the Advancement of Colored People and the Detroit Urban League, experienced the riots firsthand. According to Cummings, after the Riot of 1967, property owners in Black Bottom were desperate to sell their land before the prices plummeted again due to another race riot outbreak.","This alludes to the instability of Detroit in the years surrounding the riot. This played a key role in the “white flight” that occurred shortly afterwards, in which middle-class whites began moving out of the east side of Detroit, which was predominantly black as a result of discriminatory housing practices. Black Bottom, where the bulk of the violence took place, was one of the principle neighborhoods in which blacks could live and there was a high concentration of poverty in it. In this time, there was a wide effort by city officials in trying to “contain” the black population to only certain parts of the city. The Riot of 1967 brough national attention to the racial tensions and institutionalized racism in Detroit while simultaneously alarming city residents."],"display_date":"July 23, 1967 - July 26, 1967","search_date":"1967-07-24","locations":[{"id":33546,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1961,"tag":"1967 Race Riot"},{"id":1914,"tag":"Black Bottom"},{"id":1913,"tag":"White Flight"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}]}