{"id":1962,"tag":"African-American history","points":[[42.107446354,-83.1351982696],[32.8753704415,-79.8417496964],[39.603674835,-77.8141711851]],"bounds":[[42.107446354,-77.8141711851],[32.8753704415,-83.1351982696]],"episodes":[{"id":5870,"title":"Trains to Detroit","course_id":118,"status":"P","start_date":"1/1/10","end_date":"12/31/30","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["During the 1920s, industry representatives from northern cities traveled to the south to recruit black people to work at their factories. The recruiters would give out free train rides to anyone who wanted to go work up North in the factories. Black people began using the train as a free ride to get where they wanted to go instead of the factories that had paid their way. M. Kelly Fritz, who traveled to Detroit as part of this Great Migration, recalls that the recruiters “got smart and locked the cars, and you couldn’t get out until you got where you’re going.” Fritz and a few friends of his gathered enough money to take a train by themselves, so they weren’t locked in trains like animals.","An estimated one million Black southerners moved from the South to the North in search of better jobs between 1910-1930. White people in the North resented the Black people moving up North because they competed with them for jobs. The population of Detroit, along with other northeastern industrial cities, multiplied during the Great Migration as people came to work in automobile industry jobs. Racist official housing policies confined the newcomers to segregated neighborhoods, such as Black Bottom and Paradise Valley in Detroit."],"display_date":"1910 - 1930","search_date":"1920-07-01","locations":[{"id":18385,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1962,"tag":"African-American history"},{"id":81,"tag":"Great Migration"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5863,"title":"Black-Velvet-Valley","course_id":118,"status":"P","start_date":"1/1/68","end_date":"12/31/68","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["“Black-Velvet-Valley” by Cheryl Wells is a poem in which Wells details fond memories of her lived experiences being a resident in Detroit’s Black Bottom, a neighborhood that existed until its destruction in the 1960s. Wells’ poem address the immense worth of Black Bottom and the presence of jazz and blues in the community. In one part of the poem, Wells recognizes the “legendary life” of Black Bottom’s residents and the liveliness of Hastings Street. Hastings Street was one of the streets that served as a boundary of the Black Bottom neighborhood. Jazz and blues is significant in Black Bottom because during the 1930s to the 1950s artists such as Duke Ellington, Ella Fitzgerald, and Pearl Bailey played in the neighborhood as a means of building community amongst Black Bottom’s residents.","Wells’ account of her fondness of Black Bottom is particularly interesting, given the context of the siting of Black Bottom. Black Bottom was created to separate blacks from whites in the City of Detroit. However, Wells’ description of the Black Bottom community demonstrates how residents made the best out of their experience. Black Bottom is a tragic story because whites decided to dismantle the community they intentionally created in favor of building freeways to support “white flight” in the name of progress and modernity."],"display_date":1968,"search_date":"1968-07-01","locations":[{"id":33546,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1962,"tag":"African-American history"},{"id":1953,"tag":"Urban Renewal"},{"id":1899,"tag":"Detroit"},{"id":1914,"tag":"Black Bottom"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5871,"title":"Home is a relative term","course_id":118,"status":"P","start_date":"1/1/30","end_date":"12/31/39","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Between 1920 and 1970, millions of Blacks migrated from the South in pursuit of job opportunities in the manufacturing industry of the Midwest and Northeast. Detroit was a particularly popular destination due to its budding and thriving automotive industry. Before the \"Great Migration\", an era of Detroit's history coined for the sharp population influx, there were a total of 6,000 Blacks in Detroit. The numbers rose to nearly 120,000 after 1930. This raises the question of where they resided. The majority were constrained by discriminatory housing policies to only certain neighborhoods, one of which was Black Bottom, located on the southeast side of Detroit. Blacks were confined to the cramped, polluted, and congested areas such as Black Bottom. The nieghborhood's condition can be seen in the photograph taken by Walter and Victor Reuther in the 1930s. The overflowing dumpster littered with trash is surrounded by houses that look ready to collapse with the next gust of wind. Those houses sit on a bare, dust covered ground. The entire scene looks bleak and unfit for a comfortable lifestyle.","This picture was taken during the Great Depression. The job desperation that was prevalent in Detroit at this time was not unique to the country, but the sudden rise in immigration just prior to the Depression created special problems for the city, as it did in other northern industrial centers. The increase in population set the stage for the imminent housing crisis. The housing crisis eventually contributed to the race riot of 1943 as blacks begin moving into the white neighborhoods."],"display_date":"1930 - 1939","search_date":"1934-12-31","locations":[{"id":22722,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1962,"tag":"African-American history"},{"id":1081,"tag":"The Great Depression"},{"id":1899,"tag":"Detroit"},{"id":1914,"tag":"Black Bottom"},{"id":1010,"tag":"Housing"},{"id":1972,"tag":"1930s"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5903,"title":"Community Gardens: A Lens to Study History","course_id":118,"status":"P","start_date":"5/2/49","end_date":"5/2/49","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The photograph taken by the agency created to document and appraise Detroit’s East Side neighborhoods in 1949 captured an important aspect of the history of urban agriculture in Detroit—African American’s contributions to urban agriculture.  Seeing as the photograph was a piece of data used to assess the state of the neighborhood, it is clearly labeled.  The date (7-26-49) is nicely written in the top right corner, along with the address (1533 Lafayette) in the bottom left corner and a parcel number in the top left.  The photograph itself is of three picturesque, single-family homes each appear to be two stories tall.  Both of the homes on either end of the photograph are slightly cut off making the home sandwiched between the two the centerpiece of the photograph.  Aside from positioning, the center home also stands out because a tiny garden encompassed by a brown wooden fence stands in the front yard.  Although no people appear in the photograph, the garden gives the neighborhood a sense a life and community.  No only are the plants themselves living creatures, but the neatness of the garden hints people must take care of it.  Further, the houses are squeezed so close together that it is easy to envision the homeowner of middle house tending to their garden while chatting with their neighbor to the left or right.  Ironically, this neighborhood was destroyed in 1950 to build interstate 75.","This photograph reflects the importance of studying community gardens in order to better understand intersection of different cultures and their role in history.  During the Great Migrations, the early part of the twentieth century, many African Americans migrated from the south in north industrial cities like Detroit.  Many abandoned their traditional gardening practices; however, some simply adopted them to fit their new urban environment.  Although this photograph was taken in 1949, it is symbolic of this trend.  Additionally, many historians have noted how the food grown in a garden is telling of that particular culture’s past.  For example, a mixture of Southern American and African traditions often influenced African American gardens."],"display_date":"May 2, 1949","search_date":"1949-05-02","locations":[{"id":27066,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1962,"tag":"African-American history"},{"id":1960,"tag":"Gardens"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5987,"title":"Two New State Prisons Rise in Northeast Detroit","course_id":118,"status":"P","start_date":"10/3/88","end_date":"10/3/88","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["African American migrants who came to cities like Detroit with ambitious dreams about prosperity in the North, were sadly disappointed during times of recession in the city when there were not enough jobs available for them. As a consequence of the thousands of jobless, homeless, poorly educated and starving African-Americans in Detroit crime was high and upward mobility was low. Rather than address the underlying issues of racial discrimination, poor housing, and lack of jobs, in 1988 the Michigan Department of Corrections announced plans to build \"two new state prisons for men being built on the northeast side of Detroit.\" This massive project in the heart of Nortown, already struggling with economic decline and flight to the suburbs, was attended by strongly differing views among the community.","The new prisons, and a new police precinct station neighboring the prisons, lay directly south of several residential neighborhoods. Mildred Stallings, chairperson of the citizens' group working with the state on the project, noted that \"the flight (from the neighborhoods) has not occurred\" as had been feared when the project was announced. But critics pointed out that people had few options about where to go if they didn’t want to live next to a state prison, and the ongoing lack of resources available for the struggling community.","In response to these concerns, the state required that 15 percent of the labor involved in building the prisons go to minorities and 5 percent to women. The project was supposed to provide an estimated 350 to 500 construction jobs. Bill Richardson, a partner with the management company on the construction of the project, said the project provided an excellent opportunity for minorities, but he said there aren't enough minorities in the industry to take advantage of the situation. Minorities \"have a hard time getting into the trade unions….Because they are not in the unions, it will be difficult for them to be representative in the work force\" on the project. So, although the intentions of the state and other officials seemed amenable to compromise, the results still left African Americans in Detroit with the \"short end of the stick.\""],"display_date":"October 3, 1988","search_date":"1988-10-03","locations":[{"id":37726,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1962,"tag":"African-American history"},{"id":2112,"tag":"Prison system"},{"id":1899,"tag":"Detroit"},{"id":2003,"tag":"Nortown"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6155,"title":"<strong>History Engine Episode I</strong>","course_id":130,"status":"P","start_date":"1800-01-01","end_date":"1825-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["When slaves were sold across the Atlantic, they brought with them some aspects of their culture. A few of these aspects included music, and the instruments used to create the music of their original cultures. Naturally, being from totally differing regions, the Africans cultures were completely different from that of Europeans. This is shown in the accounts of the Europeans travels to Africa, in hopes of trade. After being captured, transported, and enslaved across the Atlantic to the Americas; some African slaves continued to maintain parts of their original respective cultures of their homeland. Often times Europeans did not accept the distinctive culture of the African slaves, and even thought their customs to be barbaric; while others embraced it.","In the nation of Zanzibar of the African continent, music was an important part of the sense of cultural connection the people valued. However the way the Africans expressed themselves in this music was very strange for the European traders. For example, when William H. Ingrams came to trade he noted his opinions and experiences of such strange cultural customs. He explained such impressions in his book, “The People of Makunduchi, Zanzibar.” He spoke of how the inhabitants of the communities would make music with the instruments used for expressing their culture and would participate in ritual dances to go along with the music. It was apparent throughout his book of his allusion of how they were barbaric in nature. Though instruments such as the “Murungura,” a gong called the “Chapuo,” or the horns they made from the rich culture of the gold coast displayed the craftiness of their cultures. Along with the music went the dances for this cultures true form of expressiveness. The African women of Zanzibar would dance as the men orchestrated with their “Chapuo’s” and “Mashindo’s”, which both were drum-like instruments. Even once in the Americas, the African slaves would still continue to handcraft these cultural instruments.","Another account, written by Richard Cullen Rath, discusses Africans on the other side of the Atlantic still clinging on to these forms of expression similar to those in Zanzibar. Even after being enslaved and traded to the Caribbean, some slaves initially had a sense of their original homeland culture. He spoke of how slaves on the island of Jamaica would dance and sing around a fire, with instruments like the drums; which were similar to the cultures of the gold coast regions of Africa. The difference of this situation was that the Europeans of the Caribbean enjoyed this experience and viewed it as “a spectacle not to be missed.”","To show another case of the cultural attainment of some Africans forced over the Atlantic by way of the transatlantic slave trade; the sense of culture was shown, once again, in a book about a Louisiana slave-master. Maum Guinea referred to her slaves as her children in her book and also thoroughly enjoyed the song and dance of their culture. Though in this case the instruments weren’t really traditional. These slaves would use homemade banjos, tambourines, and kettle-drums; however with a vibrancy that was just as rich as of their ancestors celebrations based on her descriptions.","All of these accounts essentially are unified in that they show linkages to African ancestry in African slaves continued cultural expressions. Whether the expression was done traditionally or just similarly, the African slaves were able to hold on to parts of their cultures; despite being forced to separate from their ancestral communities in Africa."],"display_date":"1800 - 1825","search_date":"1812-12-31","locations":[{"id":15846,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"Charleston, South Carolina"}],"tags":[{"id":1962,"tag":"African-American history"},{"id":157,"tag":"Transatlantic Slave Trade"}],"course":{"name":"African-American History to 1877","school":"Rollins College","course_id":130,"school_id":5}},{"id":6217,"title":"History Engine Episode II","course_id":130,"status":"P","start_date":"1844-01-01","end_date":"1846-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Some affairs in the media are profound enough to make a mark on peoples perspectives. The trial and imprisonment of Jonathan Walker was one of these cases. This episode takes place in Pensacola, Florida during 1845. Walker had been sympathetic to slavery and took action toward its abolition, which eventually led him to be the first and only victim to suffer the severe punishment of being branded with the letters “SS” on his right-hand palm. The letters stood for “Slave Stealer,” because Walker was very active in trying to provide safe havens for slaves to flee to, and would gather slaves to transport them to countries where slaves could be free; such as Mexico, Canada, and the Bahamas. He was eventually caught and found guilty in court by the Territory of Florida for “coercively” transporting seven slaves to the Bahamas, in hopes of their freedom. This case proved to be very controversial, with abolitionists siding with Walker and preservationists of slavery opposing him.","In 1845, immediately after complying with the sanctions that were given to him; Jonathan Walker wrote his narrative, “The Branded Hand,” in which he explained his recounted experience throughout the incident, pointed out the discrepancies of the legal system regarding his punishment, and alluded to the abolition of the slave system. Walker wanted to set the story straight with this book; while at the same time, exposing the disparity between slavery and natural rights. This incident caused Walker to devote the rest of life toward the abolition of slavery. And so he began to actively join the rhetoric that was spread throughout America during this time period to finally end slavery.","His unfortunate experience of the branded mark he wore on his hand turned out to be a spark in the eventually fire of the abolitionist movement. Other abolitionists began writing about his case to use him as inspiration for the continuation of the fight to end slavery. William Lloyd Garrison also began publishing some of Walker’s writings in his publication, “The Liberator.” One of the most impactful works of all the rhetoric surrounding Walker’s case toward abolitionism was a poem written by John Greenleaf Whittier, also titled, “The Branded Hand.” This poem reached a much broader audience than just abolitionists. This poem that displayed the big picture of the case, and compelled many Americans to reevaluate their views toward slavery.","Jonathan Walker, himself was dedicated to ensuring the liberties that the United States of America was founded upon to all. His contributions to the abolitionist movement deserve partial credit toward the eventual abolition of slavery. While he may have had to endure cruel punishment and scrutiny for what he stood for; the same ultimately made a perpetual mark on American society’s views on the slavery system. With Walker’s fight, along with many other abolitionists during this time period he fought with. Leaders such as Frederick Douglas, William Lloyd Garrison, and John Greenleaf Whittier. America gave a second thought on the slave system, and put it to an end."],"display_date":"1844 - 1846","search_date":"1845-07-01","locations":[{"id":1332,"lat":null,"lng":null,"zoom":8,"place":"ESCAMBIA, Florida"}],"tags":[{"id":1962,"tag":"African-American history"},{"id":64,"tag":"Anti-slavery"},{"id":1599,"tag":"Abolitionist Movement"},{"id":2428,"tag":"Jonathan Walker"},{"id":2429,"tag":"Pensacola, Florida"}],"course":{"name":"African-American History to 1877","school":"Rollins College","course_id":130,"school_id":5}},{"id":6280,"title":"The African-American Community &amp; Tolson’s Chapel","course_id":132,"status":"P","start_date":"1866-01-03","end_date":"1870-01-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Prior to the Civil War, the border state of Maryland was home to both a relatively large free black population and enslaved black people. Together, they created networks and relationships that became the framework for a new free community afer the end of the Civil War. Maryland freed all the enslaved people in the state in 1864. But the state provided little else to aid black people in defending themselves against unfair and violent treatment in the aftermath of the war. Although it was exempt from Reconstruction, the number of complaints about black people in the state encouraged the Freedman's Bureau to expand its activities into the former border state.","In the meantime, black people began to establish their own institutions to provide protection and support to the community. In Washington County, Maryland, newly freed black families joined their free brethren in launching new religious societies and educational institutions. They were able to take advantage of land and other resources held by free people as the basis for building a new and bigger community. In each community, the black church was the central institution. Reverend John R. Tolson founded Tolson’s Chapel  in Wasihngton County. Samuel Craig, a free black man, had acquired the land.It became the spiritual and educational center of a vibrant community of black families. The keystone for the chapel was laid in October 1866.","Tolson’s Chapel served the African-Community in many ways. It the center of an active community, holding services and Sunday school, fairs, festivals, and meetings.It served as a school and a community center as well as a place of worship. Eventually, educational activities took place in a separate building on church property, The American Union School. The school was funded by the Freeman’s Bureau until 1870, when the cost of education was supposed to fall on the county.","By the middle of the 20th century, Tolson's Chapel was no longer a thriving community. In search of jobs, people moved to Hagerstown, Maryland, or Baltimore.  By 1950 Tolson’s Chapel was connected with the Asbury Methodist Church on Jonathon Street in Hagerstown. Nonetheless, Tolson’s Chapel played a key role in establishing the African-American community’s independence in Maryland."],"display_date":"January 3, 1866 - January 3, 1870","search_date":"1868-01-03","locations":[{"id":6079,"lat":39.603674835,"lng":-77.8141711851,"zoom":9,"place":"WASHINGTON, Maryland"}],"tags":[{"id":1962,"tag":"African-American history"},{"id":1335,"tag":"African-American Church"},{"id":280,"tag":"Maryland"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}}]}