{"id":1964,"tag":"Paradise Valley","points":[[42.107446354,-83.1351982696],[42.2533621325,-83.8384551752]],"bounds":[[42.2533621325,-83.1351982696],[42.107446354,-83.8384551752]],"episodes":[{"id":5864,"title":"<strong>Memories on Hastings Street in Detroit </strong>","course_id":118,"status":"P","start_date":"1/1/39","end_date":"12/31/60","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Detroit's Hastings Street was a place buzzing with activity and a hub for African American economic opportunity throughout the mid-twentieth century. Blacks were able to operate hospitals and practice medicine. Some of the other businesses that flourished along Hastings Street included a string of hotels and night spots; a grocery store, a cleaners, and a pool hall. However, the narrative of economic progress for blacks is not the most important component of this street’s rich history. On Hastings Street a Black man could actually feel like a man – he had the freedom to operate his own business and in many ways shape the society around him through the businesses he created. This freedom gave a sense of pride and achievement, which could be celebrated after historical wins by legendary boxer Joe Louis. The connection between Joe Louis and American Blacks was very important; Joe Louis’s success in the ring was often tied to Blacks' fight against oppression. His victories were especially important to Detroit Blacks since he lived in Detroit.","In Detroit as well as other cities, a common practice used by city officials and urban planners in order to clean up “blighted areas” was \"urban renewal,\" a process that involved razing houses and ultimately destroying neighborhoods. City planners viewed neighborhoods such as Black Bottom and Paradise Valley, which included Hastings Street, as slums and places with little to no social capital. There was a complete disregard for the sense of community and quality of life many residents had created. Sure, the housing was inadequate and city services were awful, but the Blacks who lived there due to housing discrimination had created a living situation that was fun, safe, and prosperous. The city only saw the community for its deplorable living conditions which they refused to rectify. Instead they displaced countless families through urban renewal. The city decided to run the expressway I-75 through the community, completely destroying Hastings Street. This once very rich cultured community no longer exists and much of it has been replaced by I-75 and Comerica Park (Detroit Tiger’s baseball stadium)."],"display_date":"1939 - 1960","search_date":"1949-12-31","locations":[{"id":22722,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1964,"tag":"Paradise Valley"},{"id":1914,"tag":"Black Bottom"},{"id":1899,"tag":"Detroit"},{"id":1953,"tag":"Urban Renewal"},{"id":1956,"tag":"Black Communities"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5889,"title":"When history repeats itself","course_id":118,"status":"P","start_date":"1/1/21","end_date":"12/31/21","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The neighborhood that once stood as Black Bottom and Paradise Valley were subjected to “urban renewal” in the early 1960s. The Sanborn Insurance maps reflect the changes that the neighborhood underwent between1921 to the mid-1960s when I-75 was laid down , putting an end to the culturally rich area of east Detroit that existed around Hastings and Gratiot street. Changes to the land and buildings are makred by a piece of paper glued on top of the previous architecture that stood there. Parts of the neighborhood map have street blocks with multiple layers of papers which reveal the frequency and extent of changes in building erection and destruction that occurred. Some sections, after several layers of glued-on paper, simply read “ALL BUILDINGS IN THIS AREA…REMOVED.” These maps graphically reflect the decline of the neighborhood from the densely-settled community that it was in the 1930s to its obliteration in the early 1960s.","One former resident of Black Bottom said that \"Hastings Street in the 1930s was the only place in Detroit where a Black man could be considered a man.\" This statement reveals the strong correlation between location and identity. Therefore, according to the testimony, the destruction of Black Bottom was a simultaneous destruction of a Black sense of place in Detroit.  There is a parallel between what occurred in the early 1960s in Black Bottom and what is currently happening in Delray. Delray is currently undergoing social and economic changes that are directly linked to the heavy industry in the area."],"display_date":1921,"search_date":"1921-07-02","locations":[{"id":19267,"lat":42.2533621325,"lng":-83.8384551752,"zoom":9,"place":"Washtenaw, Michigan"}],"tags":[{"id":1899,"tag":"Detroit"},{"id":1914,"tag":"Black Bottom"},{"id":1964,"tag":"Paradise Valley"},{"id":1953,"tag":"Urban Renewal"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5962,"title":"Founding the Detroit Urban League","course_id":118,"status":"P","start_date":"1/1/16","end_date":"12/31/20","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The United States of America entered World War I (WWI) in 1916. Following their recent involvement in the war caused a boom in the industry production. To supply the new demands for industrial products, many African Americans and women began to migrate to the North in order to find factory jobs. Even though black migrants were trying to escape Jim Crow south, they still found themselves being discriminated in the North. The new black migrants were subjected to living in confined areas in Detroit which in return emerged the Black Bottom and Paradise Valley communities in Detroit. These two communities were known to have outrageous rent and “vile” living conditions.","In 1917 the National Urban League had a conference which praised the city of Detroit as a national model to deal with the migration. Eugene Kinckle Jones who was the director of the National Urban League, went Detroit in 1916 “to lobby For the opening of an affiliate there.” Many black long term residents of Detroit attended the conference and were resentful to Jones organization because they believe that the organization implied that black people needed “special needs.” To deal with the surge of black people in Detroit, white began to over time open their doors to the new migrants. Hospitals, a branch of YMCA, settlement houses, churches, began to allow black people in their facilities. Religion was very helpful for new migrants to feel at home because these places would take care of them."],"display_date":"1916 - 1920","search_date":"1918-07-02","locations":[{"id":18385,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2089,"tag":"National Urban League"},{"id":240,"tag":"WWI"},{"id":1964,"tag":"Paradise Valley"},{"id":1990,"tag":"Hastings Street, Detroit"},{"id":225,"tag":"Jim Crow"},{"id":1954,"tag":"Black Bottom Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6036,"title":"Is Paradise Valley aptly named?","course_id":118,"status":"P","start_date":"1/1/40","end_date":"12/31/50","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Until the mid-twentieth century, the north-bordering area of Detroit's east side Black Bottom neighborhood was known as “Paradise Valley.” Its name referred to the high number of black-owned businesses that occupied Hastings Street and St. Antoine Street, the heart of the entrepreneurial neighborhood. At the time, it was the only place with businesses that would all serve blacks. In the 1940s, the neighborhood was home to most of Detroit’s black-owned businesses. The pharmacy run by Sidney Barthwell was one of many examples of the flourishing businesses at that point including churches, social organizations, barber shops, famous jazz and blues clubs, and grocery stores.","However, the imagery of booming businesses and thriving organizations paints an inaccurate picture of the neighborhood’s environment. The living conditions within the neighborhood were bleak. Projects were being built next door, but within the neighborhood of Paradise Valley, the houses were almost a century old, poorly-maintained, and largely unattended by city services. Federal Housing officials declared that two-thirds of the residents were living in substandard units. The high number of immigrants to the city during WWII exacerbated the existing problem of overcrowding. With overcrowding came sanitation problems, disease, and fire hazards. The racial component of these conditions is clear from the fact that the white neighborhood nearby was rated at only 12% substandard living conditions. This is not dissimilar to the contemporary trends in the nation. in the 1930s, basketball teams were still segregated. By the end of 1957, only fifteen states had no segregation laws in place. Detroit, heavily populated by blacks, was in the majority, still subjected to segregation laws and therefore, suffered the blows of housing segregation."],"display_date":"1940 - 1950","search_date":"1945-07-01","locations":[{"id":27066,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1964,"tag":"Paradise Valley"},{"id":1899,"tag":"Detroit"},{"id":242,"tag":"WWII"},{"id":2016,"tag":"Pharmacy"},{"id":2170,"tag":"Living Conditions"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}]}