{"id":1965,"tag":"New France","points":[[42.107446354,-83.1351982696]],"bounds":[[42.107446354,-83.1351982696],[42.107446354,-83.1351982696]],"episodes":[{"id":5860,"title":"Tracing the Ribbons","course_id":118,"status":"P","start_date":"1/1/15","end_date":"12/31/15","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["This is a story that spans centuries of history, beginning in the 1700s with the French settlement of Detroit. The Detroit of the mid-18th century would have looked very different from the sprawling metropolis of today. Where the imposing skyscrapers of Detroit's downtown now dominate the riverfront, there would have been a sparsely populated settlement consisting of humble farms built along the river and extending a few miles inland. These narrow, elongated, side-by-side farm plots with riverfront access known as \"ribbon farms\" may seem to be relegated to the historical imaginary as the complexity and denisty of land use in modern Detroit does not seem to betray any remnant of this pastoral history. However, the ordering logic of the ribbon farms can be seen through the modern infrastructure and development that has buried it. Like a palimpsest, the farms of the French settlers can be traced out beneath the streets of the city.","In a 1915 real estate atlas of Detroit, long after the ribbon farms had disappeared beneath an urban, industrialized landscape, the original boundaries of the plots are still marked on the margins of the map.  While this may at first seem counterintuitive given that these plots do not correspond with the land use of 1915 Detroit, a closer look reveals that many of Detroit's streets roughly traced the boundary lines of the French ribbon farms. For instance, Dequindre Street extended from the river in a line that almost perfectly traced the eastern edge of the former Dequindre farm plot. Detroit grew up piecemeal from the ribbon farm plots as they were sold off through the 18th and early 19th centuries and thus, even after Detroit had long forgotten its agricultural beginnings, one could and still can trace the ribbon farms in the design of the urban fabric.","This story of the layering of human land use makes an important point about the study of history, especially in an urban area in which the intense pressure for development leads to a high turnover in land use. Human history, in the absence of iconic landmarks such as pyramids or the like, is often discussed in abstract terms that, while certainly a proper workout for one's imaginative capabilities, do not always resonate with an understanding of ecological or geological history which attest to an immense, temporal depth to natural and man-made events. This abstraction of historical reality becomes especially problematic when it does not take the trained eye of an archaeologist to trace out the patterns of former events and practices, such as in the streets of Detroit. By recognizing how historical land use can still order our present reality we can likewise gain a better perspective on how human interactions with an environment have a profound and lasting impact on said environment."],"display_date":1915,"search_date":"1915-07-02","locations":[{"id":18385,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1233,"tag":"Environmental History"},{"id":1948,"tag":"Ribbon Farm"},{"id":769,"tag":"Map"},{"id":1899,"tag":"Detroit"},{"id":1965,"tag":"New France"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6006,"title":"Le Nain Rouge: The Red Devil in Detroit City","course_id":118,"status":"P","start_date":"1790-01-01","end_date":"1790-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The founder of the city of Detroit, Antoine Laumet de La Mothe, Sieur de Cadillac's feet first touched the ground that would become his great city in the year 1701. He was a man of great ambition and big dreams for his new city, but at night he was taunted by dreams of a red devil causing chaos and undermining his big plans.","Later that year he met a fortune teller who knew about his dreams and told him that the creature he was seeing was the Nain Rouge, a red dwarf that was a physical embodiment of his ambition, anger, pride and envy. Since then, the Nain has been sighted in the city whenever things go astray. The first sighting was documented at the Battle of Bloody run in 1763, where the British lost over fifty soldiers to Native American warriors. Another sighting was reported in 1807 after fire ravaged the city and destroyed everything.","Today, the Nain Rouge is cited as a playful excuse for the downtrodden state of the city. But Detroiters are also hopeful for the future of Detroit and that hope is manifested every spring with a giant Mardi Gras-esque parade through the city, with citizens banging on pots and pans, big brass bands playing, and Detroiters attempting to ward off the Nain Rouge for better luck this year."],"display_date":1790,"search_date":"1790-07-02","locations":[{"id":15297,"lat":null,"lng":null,"zoom":8,"place":"[all counties], Northwest Territory"}],"tags":[{"id":2172,"tag":"Superstitions"},{"id":1965,"tag":"New France"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}]}