{"id":1966,"tag":"Ambassador Bridge","points":[[42.107446354,-83.1351982696]],"bounds":[[42.107446354,-83.1351982696],[42.107446354,-83.1351982696]],"episodes":[{"id":5867,"title":"Construction of the Ambassador Bridge","course_id":118,"status":"P","start_date":"1/1/27","end_date":"12/31/29","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["When construction of the Ambassador Bridge began in 1927, railroads that met ferries connected Windsor, on the Canadian side of the Detroit River, with the city of Detroit. The bridge to Canada created an artery of commerce, and would maintain a position of great importance in trade between the two cities for decades to come. The bridge would go on to connect I-75, I-96, and Hwy 3. Creating this fluid transportation of goods through the city contributed to the need for a freeway system connecting to the bridge. As the suburbs began to grow, expressways into and through the city doubled as trade corridors, at the cost of subdividing and transforming the city below them.","When the company owning the bridge went public in 1979, Detroit native Manuel Moroun, the largest private landowner in the state, acquired the bridge through a large-scale stock buy. Amidst talks of a new bridge in recent times there have been lawsuits and objections, creating a complex controversy. The neighborhood of Delray, where the city has repeatedly sacrificed community and living standards in the interest of industry and commerce, is located in the path of the planned bridge.","Images in the Bentley Historical Library's collection depict the construction of the Ambassador Bridge from all perspectives, from the beginning until its opening in November of 1929. Notable images show the curved approach to the river on the U.S. side, which was done at the expense of a nearby neightboorhood in order to avoid destruction of valuable business property along 21st street, including a small factory. Others show the large expanse of land cleared to accomodate the \"spacious\" U.S. terminal, and the large open spaces on the outside of Windsor. Images depict the viaduct over a once-flourishing business district on Fort Street in Detroit, the process of anchor construction, and asphalt laying. These photographs detail the transformation of neighborhoods for commerce, and offer a visual understanding of the Detroit trope, industry over community."],"display_date":"1927 - 1929","search_date":"1928-07-01","locations":[{"id":21386,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1966,"tag":"Ambassador Bridge"},{"id":1967,"tag":"Bridge Construction"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}]}