{"id":1968,"tag":"Blackbottom, Detroit","points":[[42.107446354,-83.1351982696]],"bounds":[[42.107446354,-83.1351982696],[42.107446354,-83.1351982696]],"episodes":[{"id":5868,"title":"Creating Detroit's First Low-Income Housing Projects","course_id":118,"status":"P","start_date":"1/1/38","end_date":"12/31/38","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the summer of 1938, the Detroit Housing Commission took over management of Detroit's first public housing projects designed by the Public Works Administration. The project held two different residental areas: Parkside Homes for white people, and Brewster Homes for black people. Eugene P. Opperman was named Resident Manager of Parkside and George A. Isabell was named Resident Manager of Brewster. Their first duties included overseeineg the applicant process for potential tenants, which was very strict. Caution was taken to ensure that \"the spirit and intent of these low-rent projects\" was upheld. Eligibility requirements included such things as inspection of the potential tenants' current living conditions, their fitness, their moral credit, and their income, as that one member of each family in the projects was required to have a full-time job. Many families who moved into the projects came from \"miserable, damp, unhealthful quarters\" where overcrowding was common and alleyways were considered backyards. To aid in giving these low-income renters a better place to live, the Brewster projects were built near the factory in which many tenants worked, so that they could walk to work and easily get back home. By the end of December of the first year, 539 tenants had moved into the available 775 units of Parkside and 551 tenants had moved into the available 701 units of Brewster. Applications for Parkside currently totaled 5,951 and 6,059 for Brewster respectively. The projects were praised as a way to provide decent, healthy, and safe living conditions in new beautiful neighborhoods that would offer Detroit's poor \"a new lease on life\".","This government-documented account of the initial ideas and creation behind Detroit's low-income public housing projects provide an excellent representation of historical environmental racism in three significant ways. First, this account from the Michigan Housing Commission shows that historically, \"the spatiality of racism is not understood, particularly the relationship between places\" (Pulido). Even accounting for the acceptance of racism at the time (such as segregated housing and creating more units for Whites, despite a higher demand from Blacks) this document still holds underlying environmentally racist issues, with the most prominent being that the housing units for Blacks were located closest to the factories, where air pollution was surely present. These neighborhoods might not have been any safer than the old ones, especially considering the amount of polluted emissions allowed in the 1940's, despite being praised on a national scale as a great step towards a safe and happy city. The placement in Detroit in which these houses were designated was not environmentally equal to those given to Whites, yet allowed to occur on the claim of mass transportation ease. Second, this document illustrates how heavily the government was involved in assessing the morality of tenants moving into the projects by determining their current living conditions as a way to assess their moral character. This coincides with ideas of the time that those who lived in poor and dirty areas were bad people, instead of realizing the political system that may have put them in such conditions. Finally, this document provides rationale behind the first step to Detroit's larger \"slum clearance\" plans to come later in the '60's. The African-Americans who were moved into the projects had been forced to leave the area they already lived in (Blackbottom) to make way for a highway. By marketing the projects as a beautiful new place to live, the government justitied their plans as best for the city and its people. However, we know today that there are many historical accounts of the injustice behind this plan, since Blackbottom was alternatively considered by its community as a vibrant neighborhood with alleyways - that the government called dirty and unsafe - serving as largely communal family spaces for gathering and growing urban gardens. Overall, this document shows that the environmental relationship and Detroit's city planner's allocation of home and neighborhood played a big part of the injust racism in Detroit's old African-American neighborhood of Blackbottom, despite being perceived quite differently at the time."],"display_date":1938,"search_date":"1938-07-02","locations":[{"id":22722,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1993,"tag":"Parkside Homes"},{"id":1992,"tag":"Brewster Homes"},{"id":1969,"tag":"Public housing"},{"id":1968,"tag":"Blackbottom, Detroit"},{"id":1921,"tag":"Housing discrimination"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5883,"title":"They Paved Paradise and Put Up A Freeway: Demolishing Detroit's Hastings Street","course_id":118,"status":"P","start_date":"1/1/45","end_date":"12/31/45","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1945 a seven-man committee appointed by Mayor Edward J. Jeffries prepared a master plan for the City of Detroit's transportation systems, in order to keep up with modern city plans of the day, like Chicago and London. The document, entitled \"Detroit Expressway and Transit System\" and prepared for the Detroit Transportation Board, was supported by both Cincinnati and Chicago consultants, as well as a New York law firm. The document included not only descriptions of the new rail, bus, and freeway transport systems wished for the city, but also architectural sketches and detailed depictions of how the various plans would look and interact with their urban landscape. One picture sketch detailed the plans for Hastings Expressway, to be paved over the current Hastings Street which ran through Detroit's predominantly African-American neighborhood, Blackbottom. The image captions, \"Hastings Expressway would carry express buses to the central business district south of the Crosstown. Both walks and bicycle paths would be included in the incidental improvements.\" The sketch includes a freeway divided by a grass median and sloping upwards on both sides to a row of trees, a bike/pedestrian path behind that, and then more trees and greenery before eventually reaching city roads.","It's been said that in 1940s Detroit, Hastings Street was where you could get anything and everything you wanted. Filled with African American-owned shops, restaurants, theatres, and clubs, it was the backbone of Blackbottom. However, after city planners decided to build the extention of I-75 through Detroit, and specifically through the Blackbottom neighborhood, Hastings Street never looked the same again (and neither did Blackbottom). The beautification features outlined above -- along with incidental improvements to the landscape for the people -- never occurred. But the paved freeway did. \"Sub-standard homes\" of African Americans were evicted and demolished to bulid the freeway under the Federal Highway Act, signed into law by President Eisenhower. It broke the neighborhood in two, lowered property values, and imposed significant adverse environmental effects, including noise and air pollution, directly onto the neighborhood. Many left, and were pushed, into the further eastside and the Brewster housing projects. City planners cited their desire to bring easy access to the city from the suburbs and to parallel its transportation with advancing industrial cities across the nation, as a way to clear what they defined as an urban slum, in both racist and environmental terms. Furthermore, much of Hastings Street lost its name - another way to demolish the culture of those who lived there. Today, Hastings Street is simply a memory of \"Paradise Lost\" (Gunrow) and better known as the Chrysler Freeway."],"display_date":1945,"search_date":"1945-07-02","locations":[{"id":27066,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1968,"tag":"Blackbottom, Detroit"},{"id":1989,"tag":"freeways"},{"id":1990,"tag":"Hastings Street, Detroit"},{"id":792,"tag":"Transportation"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5884,"title":"Ironic History: Detroit Follows National Reversal Trend to Rip Out Freeway","course_id":118,"status":"P","start_date":"1/1/99","end_date":"12/31/99","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Detroit could soon be following a national urban environmentalism trend of ripping out freeways -- much like Portland and San Francisco -- by beginning to look into removing parts of its old I-375 freeway, also known as the Chrysler Freeway. It would remove the section running from Gratiot Avenue south to Jefferson Avenue, and replace it with a pedestrian-friendly parkway to reconnect LaFayette Park and Detroit's central business district with Detroit's eastside neighborhoods and the vibrant Eastern Market for the first time in over 50 years. Removing the freeway would be a step towards rebuilding community for the city, as the freeway's construction fifty years earlier destroyed the African-American neighborhood known as Blackbottom. Plans for the would-be newly cleared area could include retail and office development, as well as bicycle paths and pedestrian-friendly walkways. Many community members and residents support this idea, while others reject it. Among those in favor are General Motors and the Detroit Riverfront Conservancy, which both want to see it contribute to further economic development and growth downtown. Those opposed include other businesses that might lose easy access, increased publicity, and safe transportation for their employees. Others are simply undecided on what to do, citing many different considerations that need to be made, like Blue Cross Blue Shield of Michigan. As urban planners today point out all the negative arguments and historical affects of such \"slicing and dicing\" freeways throughout the city though, many people still don't want to lose the high-speed connection or its economic benefits that take those from the suburbs to downtown attractions, such as the Renaissance Center. But as one urban planner points out, \"they don't lose their access. They lose their high-speed access. There's a difference.\"","Reflecting on the devastating affects of Detroit's Blackbottom neighborhood and the environmental factors arising from freeways, this article represents a hopeful outlook for Detroit, and nationwide. Though it certainly comes with opposing beliefs and conflicts, the shift in thinking by cities and its planners represents an important stride in urban environmental history. However, while this proposed plan may seem promising, history often proves that the best laid plans may not always come to fruitation. For example, the thousands of motorists from the suburbs who utilize this freeway everyday, and don't deal with its damaging affects but only rely on its ease, might have a powerful say in rejecting its removal; So might the businesses that benefit from it. Furthermore, this plan could take up 15 years to take action, just like the creation of I-375 did, by which point the focus on Detroit and this issue may have moved on. Therefore, the future certainly cannot be determined from this <em>Detroit Free Press</em> article since history <em>also</em> proves that even the best laid plans don't always benefit the land and people they affect most... especially in the City of Detroit."],"display_date":1999,"search_date":"1999-07-02","locations":[{"id":41645,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1994,"tag":"I-375 Freeway"},{"id":1995,"tag":"Freeway Removal"},{"id":1953,"tag":"Urban Renewal"},{"id":1968,"tag":"Blackbottom, Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}]}