{"id":1969,"tag":"Public housing","points":[[42.107446354,-83.1351982696],[38.8324772244,-76.8447330303]],"bounds":[[42.107446354,-76.8447330303],[38.8324772244,-83.1351982696]],"episodes":[{"id":5868,"title":"Creating Detroit's First Low-Income Housing Projects","course_id":118,"status":"P","start_date":"1/1/38","end_date":"12/31/38","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the summer of 1938, the Detroit Housing Commission took over management of Detroit's first public housing projects designed by the Public Works Administration. The project held two different residental areas: Parkside Homes for white people, and Brewster Homes for black people. Eugene P. Opperman was named Resident Manager of Parkside and George A. Isabell was named Resident Manager of Brewster. Their first duties included overseeineg the applicant process for potential tenants, which was very strict. Caution was taken to ensure that \"the spirit and intent of these low-rent projects\" was upheld. Eligibility requirements included such things as inspection of the potential tenants' current living conditions, their fitness, their moral credit, and their income, as that one member of each family in the projects was required to have a full-time job. Many families who moved into the projects came from \"miserable, damp, unhealthful quarters\" where overcrowding was common and alleyways were considered backyards. To aid in giving these low-income renters a better place to live, the Brewster projects were built near the factory in which many tenants worked, so that they could walk to work and easily get back home. By the end of December of the first year, 539 tenants had moved into the available 775 units of Parkside and 551 tenants had moved into the available 701 units of Brewster. Applications for Parkside currently totaled 5,951 and 6,059 for Brewster respectively. The projects were praised as a way to provide decent, healthy, and safe living conditions in new beautiful neighborhoods that would offer Detroit's poor \"a new lease on life\".","This government-documented account of the initial ideas and creation behind Detroit's low-income public housing projects provide an excellent representation of historical environmental racism in three significant ways. First, this account from the Michigan Housing Commission shows that historically, \"the spatiality of racism is not understood, particularly the relationship between places\" (Pulido). Even accounting for the acceptance of racism at the time (such as segregated housing and creating more units for Whites, despite a higher demand from Blacks) this document still holds underlying environmentally racist issues, with the most prominent being that the housing units for Blacks were located closest to the factories, where air pollution was surely present. These neighborhoods might not have been any safer than the old ones, especially considering the amount of polluted emissions allowed in the 1940's, despite being praised on a national scale as a great step towards a safe and happy city. The placement in Detroit in which these houses were designated was not environmentally equal to those given to Whites, yet allowed to occur on the claim of mass transportation ease. Second, this document illustrates how heavily the government was involved in assessing the morality of tenants moving into the projects by determining their current living conditions as a way to assess their moral character. This coincides with ideas of the time that those who lived in poor and dirty areas were bad people, instead of realizing the political system that may have put them in such conditions. Finally, this document provides rationale behind the first step to Detroit's larger \"slum clearance\" plans to come later in the '60's. The African-Americans who were moved into the projects had been forced to leave the area they already lived in (Blackbottom) to make way for a highway. By marketing the projects as a beautiful new place to live, the government justitied their plans as best for the city and its people. However, we know today that there are many historical accounts of the injustice behind this plan, since Blackbottom was alternatively considered by its community as a vibrant neighborhood with alleyways - that the government called dirty and unsafe - serving as largely communal family spaces for gathering and growing urban gardens. Overall, this document shows that the environmental relationship and Detroit's city planner's allocation of home and neighborhood played a big part of the injust racism in Detroit's old African-American neighborhood of Blackbottom, despite being perceived quite differently at the time."],"display_date":1938,"search_date":"1938-07-02","locations":[{"id":22722,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1993,"tag":"Parkside Homes"},{"id":1992,"tag":"Brewster Homes"},{"id":1969,"tag":"Public housing"},{"id":1968,"tag":"Blackbottom, Detroit"},{"id":1921,"tag":"Housing discrimination"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5904,"title":"Brewster Housing Project","course_id":118,"status":"P","start_date":"1/1/35","end_date":"12/31/55","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the first half of the twentieth century, with an influx in population and with large numbers of African Americans and other minorities making their way to the city, affordable housing became a salient issue in many American metropolises. The Brewster Housing Group was a housing project on the east side of Detroit. The Brewster Housing projects (constructed between 1935-1955), which would eventually be renamed the Frederick Douglass Housing projects, were especially notable for their size and scale. The high rises each took up three square blocks of land. In addition, they were surrounded by residential areas with relatively large homes. Each of the high rises faced inward to the other buildings in the projects, creating small areas between each building that could be small community gathering places. This shows the self-contained nature of housing projects and how the architecture promotes fraternizing with those in the projects but not with the world around you.","Detroit was not unlike other cities that required low income housing to accommodate a growing population, and in Chicago in particular the development of affordable housing has become a contemporary issue. In David Schalliol's <em>Method of Living</em> he gives an account of how the views and uses of these once great housing projects have shifted. He states that we moved \"from viewing subsidized housing as a pathway to a better future to condemning it as an almost unmitigated failure.\" The Hull housing projects he refers to and the Brewster projects both \"exacerbated\" a problem that was trying to be fixed. The Brewster photograph displays how this housing project was a small community that was only to be observed by the outside world without much interaction. While the Brewster projects still stand today they are abandoned and have become an eye sore for the city and like Chicago the city plans to tear these projects down without any plan for the future."," "],"display_date":"1935 - 1955","search_date":"1945-07-01","locations":[{"id":22722,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":35,"tag":"Architecture"},{"id":1899,"tag":"Detroit"},{"id":1969,"tag":"Public housing"},{"id":1914,"tag":"Black Bottom"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5939,"title":"Nowhere to Stay","course_id":118,"status":"P","start_date":"1/1/42","end_date":"12/31/60","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In January of 1942 in the brink of World War II(WWII), Federal Price Administrator Leon Henderson ordered that the city of Detroit to stop making automobiles for citizens and start military production for the United States. Factories stopped production and began to make weapons, planes, trucks, and tanks for the Allied forces. President Franklin D. Roosevelt ordered citizens to unite and help our factories make military equipment for the Allied forces. Detroit’s factories ability to supply the demand of the Allied forces gave it its nickname of, “Arsenal of Democracy.” Over 350,000 workers migrated to Detroit to help out in the factories. Because so many Americans were overseas fighting for our country, shortage in factory workers opened the door for women to begin working in the factories too. But with more people moving to Detroit to find jobs, this caused added stress to the already deteriorating Detroit.","Post-WWII, Detroit began to slowly crumble and the rapid population growth was becoming to be rapidly declining. The new mayor of the city, Albert Cobo, promised to “stop scattering public housing projects throughout the city and to build them only at segregated, inner-city sites.” Mayor Cobo wanted to centralize public housing in order to protect white homeowners elsewhere. But despite his efforts, Cobo couldnt find private developers willing to build in areas known as “black ghettos” and attract whites to move in such housing areas. Public housing for people needing to be relocated were never built so overcrowding became more prevalent in inner city Detroit. Without a functional public transportation system in Detroit, the inner city became congested, overpopulated, and inevitably began to deteriorate."],"display_date":"1942 - 1960","search_date":"1951-07-02","locations":[{"id":27066,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1969,"tag":"Public housing"},{"id":1899,"tag":"Detroit"},{"id":242,"tag":"WWII"},{"id":2180,"tag":"Gratiot Park"},{"id":2181,"tag":"Mayor Cobo"},{"id":2182,"tag":"Arsenal of Democracy"},{"id":2125,"tag":"housing segregation"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5963,"title":"Sojourner Truth Homes Controversy","course_id":118,"status":"P","start_date":"1/1/41","end_date":"12/31/42","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The two photographs show very conflicting images.  One is a flyer distributed by local white residents requesting assistance from other white people outside their neighborhood to help keep black Detroiters from moving into the newly-completed public housing project just north of Hamtramck and on the eastern boundary of Nortown. It encourages people to “Help the White People to keep this district white” and “don’t be YELLOW— come out we need every WHITE MAN.”  The other flyer, distributed by outraged black inner city residents, calls for “Negroes [to] Unite for Justice and Democracy!!!” to “PROTEST LOSS OF SOJOURNER TRUTH HOMES” at a “GIGANTIC” mass meeting at a local church.  It then lists several facts about the Sojourner Truth Homes, telling people that they were built for black defense workers, then that a Congressman and a real estate company successfully lobbied to have black residents prohibited from living in the neighborhood.","These flyers represent the two sides of the huge conflict over the building of homes to house black defense workers that previously lived in inner city slums.  When the U.S. increased its involvement in WW2, the amount of production in Detroit increased as well.  With this industrial boom came large numbers of new workers, many of them black.  Most of these workers ended up in the already crowded slums of the downtown black neighborhoods in Detroit.  City leaders and the NAACP then called for new homes to be built using federal dollars to house these workers, and a neighborhood at the corner of Nevada and Fenelon was selected and named the Sojourner Truth Housing Project.  However, white residents of the area were extremely angry that blacks would soon be moving into homes near theirs, and blacks were just as furious when Congressman Rudolph Tenerowicz led a movement to instead allow only whites to live in the neighborhood.  A major clash ensued on February 28, 1942 when several black families attempted to move into homes they’d been paying rent on for two months and were harassed by white militants.  Two months later, the original plan came to partial fruition when city and state police officers and Michigan National Guard troops guarded 168 black residents as they moved into the Sojourner Truth Homes."],"display_date":"1941 - 1942","search_date":"1941-12-31","locations":[{"id":27066,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2021,"tag":"African American history"},{"id":1969,"tag":"Public housing"},{"id":2003,"tag":"Nortown"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5999,"title":"A place I called HOME: Brewster-Douglass Projects","course_id":118,"status":"P","start_date":"1/1/35","end_date":"12/31/42","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Brewster Housing Project in Detroit, the country's first public housing project, was begun in 1935 as a result of a long campaign by African Americans demanding fair housing. This housing project was created during the time of Franklin D. Roosevelt’s presidency, which is significant because of his New Deal Policy which allocated money to go towards housing. However money was not always evenly distributed in Black communities.  First Lady Eleanor Roosevelt was a key proponent of declaring the importance of equal funds going to all communities. She was even present for the ground breaking ceremonies of the Brewster Project.","Completed in 1938, the Brewster Project consisted of 701 units in a low-rise apartment style. Although those units occupied many separate buildings, the Brewster Project was designed to foster a sense of community. It included various green spaces, which served as places for people to socialize and for children to play. The project's landscape was pretty plain -- a few trees and cut grass. Some buildings had small shrubbery in front. The sidewalks connected each building with the surrounding buildings, so there was easy access to other neighbors. Overall the area seemed to been taken care of well by residents. It was definitely not the most lavish of living arrangements, but neither was it a deplorable living arrangement, and many former residents remember it as far better than the run-down, overcrowded, underserviced neighborhoods they had moved from.","In 1941, the city began work on the Frederick Douglass Apartments immediately to the south of the Projects, consisting 941 new units in a combination of six-story and fourteen-story high rise buildings. Together, the housing development is commonly referred to as the Brewster-Douglass projects.","Housing projects in Detroit have a storied past as do the projects across the country. Many appeared to be beacons of success for a long period of time and others did not survive as long. But today, the Brewster-Douglass projects have been in serious decline for decades. The Brewster Projects have already been removed and new condos have been placed there. Demolition on the last of the vacant Frederick Douglass towers, which have become hotbeds for crime and misconduct, began in 2013.","These demolitions are painful for the people and families who lived in these places: the structures are more than just vacant eye sores to them. These structures hold special memories because it was once home. Many wish the structures did not have to be torn down and that they buildings would have been rehabilitated instead. As the historic marker on the site of the Brewster Homes reads, “Former residents described Brewster as a ‘community filled with families that displayed love, respect and concern for everyone in a beautiful, clean and secure neighborhood.”"],"display_date":"1935 - 1942","search_date":"1938-12-31","locations":[{"id":22722,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2021,"tag":"African American history"},{"id":1899,"tag":"Detroit"},{"id":1969,"tag":"Public housing"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6022,"title":"Brewster Projects vs Parkside Projects: Help or Hurt?","course_id":118,"status":"P","start_date":"1/1/35","end_date":"12/31/50","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Brewster Projects were built in 1935 on the east side of Detroit in the “Black Bottom” neighborhood. What is lesser known is that a housing project named Parkside Projects, were simultaneously funded and built. As testimonies from past Brewster Project residents have recounted, their projects were a “paradise” of sorts. Deanna Neeley states, “And so it was a Godsend, it was like moving into a mansion and even some of my friends  that lived in the South used to say that when they used to go visit their friends  that lived in the projects it was like going to heaven” (Kinney, 44).  The Projects were built with the intentions of the Brewster being for blacks while Parkside was for whites. Although both projects were a success in providing decent government housing for low-income families, they also perpetuated the housing segregation that already infected Detroit.","The discrepancy between the two projects begins even before 1938, when the blacks moved into the Brewster Projects while the whites moved into the Parkside. The segregation was even apparent in the logistics of erecting the buildings. The Brewster Projects were built on land that was government-funded for “slum clearance.” This means that many houses and businesses were demolished for the land. Residents were relocated and local community economics were disrupted to build the Brewster Projects while on the other hand, the Parkside Projects were built on vacant land in a neighborhood of single-family homes for whites. Partly because it was built in a cleared space in the center of the city, the Brewster Projects were also built on a much smaller parcel of land than the Parkside Projects. The Brewster Projects had 701 units compared to the 775 units of Parkside, and they were concentrated into 32 units/acre while the Parkside Projects were 25 units/acre (Kinney 48). Not only were there more units in the Parkside, but also the units themselves were more spacious than the Brewster. Although the Brewster Projects were beneficial to those that lived in them, their construction stands as an act of racial discrimination that was both intentional and institutional."],"display_date":"1935 - 1950","search_date":"1942-12-31","locations":[{"id":22722,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1969,"tag":"Public housing"},{"id":1921,"tag":"Housing discrimination"},{"id":1914,"tag":"Black Bottom"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6304,"title":"Greenbelt Maryland and the Traditional Family","course_id":132,"status":"P","start_date":"1/1/37","end_date":"12/31/45","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Great Depression had devastating affect on the American economy. President Franklin Roosevelt's New Deal programs were designed for relief, recovery, and reform. The Resettlement Administration was one of several new agencies created by the program. Under the auspices of the Department of Agriculture, the RA helped relocate farmers, refinance farms, and establish new and more sustainable communities. This last project --the creation of “greenbelt towns”-- was among the agency's most innovative.","The Greenbelt community in Maryland was designed to help sustain traditional families. It included a playground, green space, and close proximity to neighbors. All of these choices were designed to foster a sense of community and connection. As evidence that the program was building stronger families, a report issued in 1942 boasted that the birth rate in Greenbelt was 35 births per 1000 households, as compared to 17 nationwide."," "],"display_date":"1937 - 1945","search_date":"1941-07-02","locations":[{"id":23887,"lat":38.8324772244,"lng":-76.8447330303,"zoom":9,"place":"Prince Georges, Maryland"}],"tags":[{"id":1969,"tag":"Public housing"},{"id":2533,"tag":"Greenbelt Maryland"},{"id":1084,"tag":"The New Deal"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}}]}