{"id":197,"tag":"fashion","points":[[40.7964015502,-73.8979738005],[40.6916304076,-74.0035386433],[40.7805662337,-73.9388482485],[42.3649994065,-70.9800517697],[28.5146851201,-81.3237702415],[38.9071923,-77.0368707]],"bounds":[[42.3649994065,-70.9800517697],[28.5146851201,-81.3237702415]],"episodes":[{"id":4642,"title":"The Family Doctor Calls on the Corset","course_id":22,"status":"P","start_date":"12/1/02","end_date":"12/31/02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["At the dawn of the twentieth century, women discovered exciting new things to do with their bodies.  Women fell in love with exercise and this helped heat up the debate over the healthiness of wearing corsets.  An ad carried by the December 1902 issue of Munsey's Magazine, written like a letter from \"the family doctor,\" immediately noted that articles debating the merits or faults of tight lacing often appeared in the pages of the magazine written \"by all sorts and conditions of people.\"  The writer of the article, supposedly a medical doctor, agreed that there was much to be said for both sides of the argument.  The letter stated that \"stays are useful to support the female figure if used in moderation, and they are constructed with a due regard to health.\"  The ad, disguised as a letter pertaining to medical advice, then went on to recommend Mr. Thomas' Duchess Corset because it \"adds materially to the elegance of the figure without causing any injury to the vital parts.\"","While still wearing corsets, women in America discovered the joys of exercise.  Cycling, tennis, and basic aerobics became very popular, particularly among younger women.  Gyms for ladies sprung up in larger towns, and gymnastics evolved in to an important part of the curriculum in female education.  Fashion, however, mostly refused to keep up with the trend.  Though the popularity of exercise grew, women continued to wear restrictive corsets.  Much of the country fiercely debated the merits of wearing a corset, or at least the degree of tightness to which one laced the garment.  Experts weighed in on both sides of the debate offering no clear answer.  Many doctors warned wearing a corset led to problems with internal organs, especially the reproductive system.  Other doctors called those claims overblown.","Early twentieth century corset advertising did not over look the importance of altering the female figure, but it reflected the population's growing concerns and put more emphasis on health issues, even though many companies made false claims.  The author of this ad from Munsey's Magazine failed to mention what features made the Duchess corset more safe for women to wear.  The illustration included in the advertisement, if looked at as a technical drawing, shed no light on the subject either.  Often, manufacturers made claims of improved safety but failed to deviate from the standard production of a corset model.  The Duchess corset appeared to be one of these models.","Though many groups protested claims made by corset manufacturers, they failed to stop companies from making outrageous claims about their products.  Many women learned the hard way that corsets advertised as exercise friendly or more medically sound than past models showed little, if any, difference from corset models already on the market.  The false advertising continued as long as companies sold corsets and left the job of scrutinizing claims to the consumer.","<a href=\"http://s647.photobucket.com/albums/uu197/alteredtyme/?action=view&current=458px-TheFamilyDoctorTheDuchessCors.png\" target=\"_blank\"><img src=\"http://i647.photobucket.com/albums/uu197/alteredtyme/458px-TheFamilyDoctorTheDuchessCors.png\" border=\"0\" alt=\"Photobucket\"></a><a href=\"http://s647.photobucket.com/albums/uu197/alteredtyme/?action=view&current=800px-TheFamilyDoctorOct19_1889page.png\" target=\"_blank\"><img src=\"http://i647.photobucket.com/albums/uu197/alteredtyme/800px-TheFamilyDoctorOct19_1889page.png\" border=\"0\" alt=\"Photobucket\"></a>"],"display_date":"December 1902","search_date":"1902-12-16","locations":[{"id":49747,"lat":40.7964015502,"lng":-73.8979738005,"zoom":10,"place":"New York, New York"}],"tags":[{"id":207,"tag":"women's aerobics"},{"id":197,"tag":"fashion"},{"id":198,"tag":"corsets"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}},{"id":4637,"title":"Spencers Supports, Supporting Working Women","course_id":22,"status":"P","start_date":"2/1/43","end_date":"2/28/43","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["The strong, modern women of the 1940's no longer desired the wasp waist corsets of previous generations.  The new breed of woman wanted practicality.  Hence, the advertisements of the time did not dwell heavily on waist reduction or social expectations, rather, the emphasis focused more on health issues.  An example from Ladies Home Journal published in the February 1943 issue for Spencer Supports headlined their ad by posing a question to women about their level of fatigue.  \"Tire easily?\" the author asked.  The ad goes on to claim that a woman wearing Spencer Supports \"[felt] new energy.\"  It also stated that \"doctors prescribe Spencer's for backache, fatigue, arthritis, hernia,\" and many other maladies.  These claims for new found energy came in handy for women who entered the work force in support of the war.  Many women worked long hours doing strenuous work. Advertising promised more energy and support from a \"light, flexible, durable, easily washed\" garment that also eliminated bulges and smoothed the figure, and these promises really resonated with the target audience.","When women opened the pages of the Ladies Home Journal in 1943 and saw this article, a war raged on two fronts thousands of miles away.  A large percentage of the country's young men fought on those fronts, and women found themselves in new and exciting positions performing tasks that their mothers and grandmothers never dreamed.  These previous generations of women might also be surprised at the sort of garments passing for underwear near the mid twentieth century.  The rigid font busk corsets of the Victorian and Edwardian eras, made with a one inch or more wide piece of steel down the center front making motion difficult, fell out of favor.  Women replaced the unyielding corsets with garments resembling modern girdles and brassieres.  These support garments still laced up at the front, side, or center back for a tight fit, but they now came with stretchy elastic sections so less pressure was exerted on the wearer's waist.","The 1940's also saw a shift in how corsets companies marketed their products to women.  In decades past, advertisers made much of how small a corset shrunk the wearer's waist.  It was such an important detail that companies often altered photographs and encouraged artists to render drawings with skewed prospective to make waists look unnaturally small.  In contrast, the woman drawn in a Spencers Support appeared with normal proportions. Older advertisements also preyed on women's fears of inferiority pertaining to social expectations.  When manufacturers choose to use these fears in a positive light, the ad sometimes included claims that their corsets made it easier to keep up with young children or gave the wearer energy to take on household chores.  When advertisers used such tactics in negative ways, they doomed women without the proper corset to the lives of old maids.  The Spencers ad, however, highlighted cures for medical complaints rather than promises of a social and family life.","The clothing women wore evolved in to a much more practical state in the 1940's.  Undergarments followed suit and also changed for the better, because women looked for different qualities in their underwear than the ladies of previous generations.  Women attained new roles in society and fashion moved forward to meet the changing needs of the twentieth century woman.","<a href=\"http://s647.photobucket.com/albums/uu197/alteredtyme/?action=view&current=img0112.jpg\" target=\"_blank\"><img src=\"http://i647.photobucket.com/albums/uu197/alteredtyme/img0112.jpg\" border=\"0\" alt=\"Photobucket\"></a>"],"display_date":"February 1943","search_date":"1943-02-14","locations":[{"id":27491,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":198,"tag":"corsets"},{"id":197,"tag":"fashion"},{"id":199,"tag":"working women"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}},{"id":4636,"title":"The Double Hip “Ironsides” Corset shapes American Women","course_id":22,"status":"P","start_date":"1885-01-01","end_date":"1885-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Victorian women liked their corsets tight.  If a person looked up and down any busy street in the late nineteenth century, they saw townswomen that struck dramatic silhouettes.  The corset, a tight fitting, boned garment, restricted movement and reshaped the natural position of organs inside a women's body.  A trade card from 1885 featured a corset typical of the period dubbed the Double Hip \"Ironsides\" Corset.  The construction of this corset placed stiff cords diagonally under the boning that ran perpendicularly over the hips.  The advertisement proclaimed that the hip bones are longer than those found in competitor's corsets \"producing a corset of great strength.\"  The card then explained that \"the bones on the sides and hips, and also the sides steels, are doubly protected by three or four thicknesses of jean\" which diminished the likely hood of snapping a steel bone from wear and added \"much to the durability of the corset.\"","From a construction standpoint, this corset was solidly built.  It is no wonder the manufacturer used the nickname of the USS Constitution, a ship whose \"ironsides,\" made of tough oak were said to be impenetrable by cannonballs.  However, four layers of denim over the hips, even before the addition of steel bones and cord, made moving the hip joints very difficult.  A woman wearing such a rigid undergarment found even simple tasks much more difficult to complete.  Household duties such as chasing after children, cooking a meal, or even tidying the house while wearing a corset made some women begin to wonder if the practice made any positive impact on their lives.","Middle and upper class women found themselves restricted in many ways during the Victorian era.  Though Susan B. Anthony and Elizabeth Cady Stanton launched the National Woman Suffrage Association in 1869, women did not have the right to vote on factors that affected their lives.  In addition, the majority of women did not have jobs outside the home.  In the home, society expected a woman to keep her household running seamlessly.  However, restrictions placed on women branched into other areas beyond social expectations.  While performing the roles assigned to them by society, Victorian fashion expected women to maintain specific hemlines and necklines.  The clothing that women wore took restriction to another level, and the corset led the way.","The difficulty of performing daily tasks as well as health concerns soon led to the formation of rational dress societies and movements across the Western Hemisphere.  Many of the members simultaneously fought for the right of women to vote, and encouraged them to choose clothing more appropriate for healthy lifestyles.  The rational dress voices represented a minority at the time this trade card was printed.  The fight to loosen the corset raged for several decades, but by the time women won the right to vote in America they were able to show up to polling places in much more comfortable clothing.","<a href=\"http://s647.photobucket.com/albums/uu197/alteredtyme/?action=view&current=img012.jpg\" target=\"_blank\"><img src=\"http://i647.photobucket.com/albums/uu197/alteredtyme/img012.jpg\" border=\"0\" alt=\"Photobucket\"></a>","<a href=\"http://s647.photobucket.com/albums/uu197/alteredtyme/?action=view&current=img013.jpg\" target=\"_blank\"><img src=\"http://i647.photobucket.com/albums/uu197/alteredtyme/img013.jpg\" border=\"0\" alt=\"Photobucket\"></a>"],"display_date":1885,"search_date":"1885-07-02","locations":[{"id":8929,"lat":40.7805662337,"lng":-73.9388482485,"zoom":10,"place":"NEW YORK, New York"}],"tags":[{"id":197,"tag":"fashion"},{"id":198,"tag":"corsets"},{"id":196,"tag":"women's rights"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}},{"id":4831,"title":"Modesty versus Fashion: Nineteenth Century American Women’s Dress","course_id":41,"status":"P","start_date":"1836-01-01","end_date":"1836-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In an 1836 lifestyle manual for women, entitled <em>The Young Lady’s Friend</em>, John Farrar outlined the expectations for an American Christian women’s behavior in a particular chapter entitled <em>Dress a Test of Character</em>. In this chapter he discussed the appropriateness and significance of a nineteenth century women’s dress in relation to how she was viewed by society. According to Farrar, “Christian principles prevailed…and the more truly will dress be an indication of [a woman’s] character.” Early Republican society was based upon religious and moral duty and it was imperative for a domestic woman to “cover [her] body” unlike “the clumsy and inconvenient garments of the savage, [that] are attributed to his ignorance of the domestic arts.” The proper way to clothe oneself was seen as a symbol of civility, but a thin line existed between clothing for the sake of “covering the body” and clothing as fashion that was perceived as less appropriate. Farrar looked down upon the idea that clothing should not merely be a modest covering for the body and this was illustrated in an excerpt from the chapter: “What can be said in excuse for the civilized man when…the wavy lines of a female form are disguised under a stiff circle of whalebone.” Farrar referred to a popular trend in Parisian dress known as the hoop-skirt, which was seen as provocative and vain because it modified the female body shape, and therefore removed the nineteenth century Christian woman’s virtuosity.","According to Barbara Welter’s <em>The Cult of True Womanhood</em>, an early nineteenth century, Christian woman’s gender identity was prescribed to her by the males of society. Within this gender prescription a woman was expected to consider “religion and piety [as] the core of [her] virtue, the source of her strength”. This point is supported in Farrar’s manual when he explained that a domestic, pious woman should take pride in her appearance by covering her body appropriately. A religious woman could not be considered a virtuous member of society if she indulged in vanities, these being material goods and the modification of the appearance through dress.","Nineteenth century women were expected to withhold moral standards by sporting the conventional style of a long simple frock, by making sure no skin from her ankles to her neck was exposed, and by presenting herself in a tidy and presentable manner by doing her hair up. These conventions of dress were expected of a virtuous Christian woman because the way she dressed reflected her religious ideals. Although many wealthy women dressed with “pink ribbons on their bonnets and blue shawls on their shoulders, while their hands display yellow gloves and green bags,” the devout and modest Christian woman was required to fulfill her simple principles of dress without indulging in the vanities of ornamentation and embellishment."],"display_date":1836,"search_date":"1836-07-01","locations":[{"id":6207,"lat":42.3649994065,"lng":-70.9800517697,"zoom":11,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":7,"tag":"Women"},{"id":197,"tag":"fashion"},{"id":430,"tag":"clothing"},{"id":431,"tag":"dress"},{"id":432,"tag":"virtue"},{"id":433,"tag":"good wife"}],"course":{"name":"U.S. Women, 1790-1890","school":"Wheaton College","course_id":41,"school_id":2}},{"id":5043,"title":"A Senseless Waste","course_id":43,"status":"P","start_date":"1870-01-01","end_date":"1871-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["                “Personal insecurity is the great motivator to shop.”  Middle-class women of the 19<sup>th</sup> century struggled to keep up with fashion trends set by the wealthy in society in order to feel stylish and modern in a time where modernity was prized.  Sarah Tytler, a member of the American Tract Society and a contributor to The Young Lady’s Guide, wrote about this focus on fashion and decried it a senseless waste of time, effort, and resources by middle-class women. If a woman is not wealthy, attempting to keep up with the latest trends robs her of her money and subsequently her peace of mind. Staying abreast of and setting the fashion trends of the day is a task, a responsibility, a job of the wealthiest women.  Tytler instructs the women of her time to dress within their means and even instructs her readers to wear clothes out of affection for that is when the most joy will be gained from their use.  If stylishness is sought after just so that a woman looks better than those around her, garnering more attention while walking down the street, then she displays very bad taste. "," A woman naturally desires to have all things nice and pleasant, but laboring after an elusive fashion ideal that is constantly shifting leads to a lack of commitment to that which is normally within a middle-class woman’s sphere.  According to Tytler, this includes “honest hospitality, dignity, and loyal-brotherly kindness,” among others.  This emphasis on the household labor of care was a mainstay of the cult of domesticity that redefined women’s roles in the household in the nineteenth century.   A woman’s role was no longer that of a breadwinner for the household but of the nurturing caretaker that performed her duties as a mother, wife, and runner of the house out of and with love and affection.  A middle-class women, therefore, should focus on her “natural” duties in the home instead of looking outward, wasting time, money, and her talents which should be utilized elsewhere."],"display_date":"1870 - 1871","search_date":"1870-12-31","locations":[{"id":8927,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":718,"tag":"Women in the Household"},{"id":197,"tag":"fashion"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5054,"title":"America's First Fashion Magazine","course_id":43,"status":"P","start_date":"1867-11-02","end_date":"1867-11-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The issues discussed in the first issue of Harper’s Bazar are not different from concerns of twenty-first century women. The magazine cover of the first issue published on November 2, 1867, was quite different from the cover on stands today.  When glancing at the cover, one realizes that unlike today’s format, the first issue’s format was similar to a newspaper design. The design of the magazine title was quite different from today’s title in part because today, the magazine spells Bazar with two A’s instead of one. The font of the title was also quite different because it was written in an old English style and had ivy intertwining between the letters. There was also a lady sporting a Victorian-style gown sitting atop the H of the title; along with cherubs floating around the B. The words “A repository of fashion, pleasure, and instruction” sat underneath the name of the magazine.","Although at first glance the magazine may look quite different from a magazine on stands today, the reality is otherwise. When taking a closer look at the cover, one can realize that the magazine’s issues are not different from those featured in a current issue of Harper's Bazaar. The front cover discusses the clothing in style that fall; including fall bonnets and bridal toilets. Although, this issue looked more similar to Harper’s Bazaar’s wedding issue than the regular issue, it still deals with one of many women’s concerns. Like in 1867, today thousands of women are still concerned with their appearance.  The only difference being the actual style of the attire.","The gowns and bonnets shown on the cover of the magazine mimiced the Victorian style of England.  The dresses were full length, long sleeved, and also covered the female’s neck. However, the biggest difference between  attire of the nineteenth century and the twenty-first century did not lie on the outside. The major differences were what the women wore underneath their dresses. Most women had to wear a chemise, corset, petticoat, and crinoline something that was adapted from the females of  English high-class society.","Although, the United States was going through several important events during the nineteenth century, the establishment of the first American fashion magazine shows that twenty-first century women are not that different from the nineteenth century women. The cover exemplifies that everyone needs an outlet to get away. Even if people are going through difficult times, such as war, they want something else to focus their attention on. The magazine allowed women of the time to focus on fashion and looks, and not always have to think about the occurrences of their time such as Reconstruction and the fight for the ratification of the Fourteenth Amendment."],"display_date":"November 2, 1867","search_date":"1867-11-02","locations":[{"id":8925,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":197,"tag":"fashion"},{"id":7,"tag":"Women"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5056,"title":"<em>Who's to Blame for an Expensive Matrimony?</em>","course_id":43,"status":"P","start_date":"1867-11-02","end_date":"1867-11-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Harper’s Bazar first issue opposes the general consensus that women's expensive spending habits are to blame for the decrease in marriage during the nineteenth century. The magazine took on the daunting task and discussed marriage in its first issue on November 2, 1867. The first issue contained several articles that discussed various concerns of nineteenth century women. But, its most controversial article was entitled, “Expensive Matrimony.” The piece was one of the firsts of its time because during the 19<sup>th</sup> century, most newspapers and magazines did not discuss matrimony.","The author contradicted the idea that the reason for the decrease in marriage is women and their bad spending habits. She said it was wrong to blame women for the decrease in marriage rates because there was no statistical data to support the idea. She believed that men, in fact had worse spending habits than women did. The author stated that although women did tend to spend on clothing, men spent on larger, pricier items. She also stated that when it came down to it, men were greedier than women and men would put money before family. Men were more business oriented and would choose their careers and money over anything else. She said that since men usually focused more on their careers than family, they were more to blame for the decrease in marriage than women.","She also explains that not all women had bad spending habits. Some women were good with finances and saving money and it was wrong to simply assume that all women were bad with money. The author made several more valid points, such as the fact that women had self control and could stop shopping and spending money on clothing if need be.","The article demonstrated that marriage rates had been decreasing since the nineteenth century. It showed that people had the tendency to blame females for this decrease. Although, the article was based on personal opinion and did not present any facts, it exemplified the worries of nineteenth century women. It also showed that women were beginning to have a voice. But, unfortunately, it was usually only women of the high middle class. Females of lower social status, did not have much of a voice, neither did women of color."],"display_date":"November 2, 1867","search_date":"1867-11-02","locations":[{"id":8925,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":197,"tag":"fashion"},{"id":7,"tag":"Women"},{"id":405,"tag":"Marriage"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5835,"title":"Gender in the 1970s: Women's Fashions","course_id":119,"status":"P","start_date":"1/1/71","end_date":"12/31/79","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["With fine fabrics and linens that were “soft and sunswept”, Leedy’s on Park Avenue had clothes for “discriminating girls of all ages”[1]. This advertisement reflects the changes in women’s fashion in the 1970s. After the 1960s, known as a decade of peaceful, nonviolent reform movements, the 1970s brought changes in gender roles. Many women demanded equal rights and advocated for careers outside the home. Following the Title VII provision of the 1964 Civil Rights Act, the National Organization for Women was formed in 1966 to help create equal partnership with men. Due to the increase of women working outside of the home in nontraditional work settings, the fashions of women’s clothing started to change. Women that were working in factory jobs obviously needed work clothes – clothes with heavy thread, strong zippers, rugged fabric and heavy-duty pockets. To meet this new demand, the world’s largest retailer, Sears, Roebuck, and Co., “has developed a line of women’s work clothing to take the place of the old clothes, sweatshirts, jeans and men’s work clothing”[2] that many women wore on the job. While miniskirts, makeup, and high heels were popular in the 1960s, many feminists in 1970s rejected the assumptions of feminine beauty and culture by cutting their hair and wearing jeans and pants. From the protest years of the 1960s “American women were no longer willing to follow the lead of fashion designers. Women wanted more than one look and seemed to thrive on choice”.[3] These changing fashions for women were a result from a feeling of repression as one woman explained that “women have been forced to dress as objects since the invention of patriarchy. Why are women forced to dress certain ways? Because our clothes help keep us oppressed. They are a constant reminder of our position”.[4]  In the 1970s, fashion designers introduced a new line of skirts known as the “midi” and “maxi” skirts that came down to women’s ankles and were meant to replace “miniskirts.” While this trend didn’t last long, clothing stores quickly brought back miniskirts, women’s rejection of the longer skirts, “implicitly illustrated that women ought to be able to dress as they pleased, even if the fashions they picked emphasized their sexuality rather than their feminine virtue”[5]. Although not all women changed their styles to button down shirts, jeans, and men’s boots, the transformation in how women dressed challenged how the American society in the 1970s viewed women."],"display_date":"1971 - 1979","search_date":"1975-07-02","locations":[{"id":36752,"lat":28.5146851201,"lng":-81.3237702415,"zoom":9,"place":"Orange, Florida"}],"tags":[{"id":1560,"tag":"The 1970s"},{"id":1758,"tag":"Gender"},{"id":197,"tag":"fashion"},{"id":196,"tag":"women's rights"}],"course":{"name":"Decade of Decision- 1970s","school":"Rollins College","course_id":119,"school_id":5}},{"id":6458,"title":"The Jacqueline Kennedy Look","course_id":150,"status":"P","start_date":"1/1/60","end_date":"11/22/63","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“The new presidents wife has a look that’s all her own, yet it’s the look that’s already being copied rapidly by American women,” the <em>Los Angeles Times </em>noted when First Lady Jackie Kennedy blew up the fashion world during her husband's presidency. In the early 1960s, throughout towns and cities in America, Jackie created a frenzy in the media with her impeccable style. Newspapers all over the country showcased her style as “The Jackie Kennedy Look.”  On October 17<sup>th</sup> 1960, <em>The Washington Post </em>documented Jackie’s new hairstyle as the “Modified Bouffant” which was a short voluminous hairstyle that many admired. Within days, other women copied Jackie’s new hairstyle as their own. Women and girls were recreating every little aspect of Jackie’s style, forming a complete “Jackie Look” throughout America. Jackie had her style featured in numerous newspapers such as the <em>Los Angeles Times, </em>which made reference to Jackie’s style as “glamorous” and “confident.” She was an icon to all women who perceived her as flawless and beautiful. She wore items such as her pillbox hat, pearls, monochromatic palettes and trench coats, which the media documented. This signature look that she created helped individuals follow her style more closely. Her designer Oleg Cassini wrote a book dedicated to the outfits she wore at major events during her husband’s presidency. Cassini captured the influence Jackie reflected onto women through her fashion. He even stated, “… the public adulation had built up to such an extent that in the eyes of most Americans, everything she did was perfect.” Her influence was so strong on the American people that it shaped many styles and revolutionized the fashion culture of the 1960s.","Besides Jackie Kennedys fashion, her aura was looked at in a positive manner. The word “icon” coined Jackie Kennedy as an individual. Icons came from high society, which the media created from their fascination with these individuals. Jackie became an icon through press coverage and media attention of which she became surrounded by. She turned the 1960’s fashion into being “youth led” and many younger girls aspired to be like the first lady. Fashion expert Valerie Steele even stated, “Everyone wants to look like Kate Moss. It's the way women felt about Jackie Kennedy in the early '60s.'' Overall, this fascination Americans had with her was truly remarkable. She was able to turn America around as not only a style icon, but as a graceful First Lady who revolutionized the world. "],"display_date":"January 1, 1960 - November 22, 1963","search_date":"1961-12-11","locations":[{"id":52797,"lat":38.9071923,"lng":-77.0368707,"zoom":10,"place":"Washington D.C"}],"tags":[{"id":197,"tag":"fashion"},{"id":2847,"tag":"Jacqueline Kennedy"},{"id":2848,"tag":"First Lady"},{"id":2849,"tag":"icon"}],"course":{"name":"JFK: Famine to New Frontier","school":"Marist College","course_id":150,"school_id":77}},{"id":6734,"title":"The Omnipotent Kennedy Fade","course_id":174,"status":"P","start_date":"1/1/60","end_date":"11/1/63","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On February 14, 1962, Jackie Kennedy gave her famous White House Tour on for CBS Television. Charles Collingwood of CBS guided the hour-long tour. Jackie represented a new, relaxed style of modernity and femininity. She demonstrated impressive knowledge of history by speaking about what events past presidents held in each room. In the Green Room Jackie noted, “this used to be the dining room, and here Jefferson gave his famous dinners and introduced such exotic foods as macaroni, waffles and ice cream to the United States.” Kennedy’s eye for beauty and desire for prestige established the myth and glamour that would define the era of the Kennedys. While many perceived Jackie as a flawless beauty and easygoing mother and wife, she struggled with her public appearance and confidence.","The Kennedys represented the image of a cultural revolution in the1960s. The modern <em>Mad Man</em> television series centers on this image with the new hopes, fears and the eventual decline of the American dream. The article <em>Don, Betty and Jackie Kennedy On Mad Men and Periodization,</em> discusses the symbolism behind the Jackie Kennedy White House Tour in the 1960s. The central characters in <em>Mad Men </em>noted that Jackie seemed nervous, even when she saw Jack at the end. The message behind the show addresses the story of image control. The images and reality observed was well groomed to a specific persona as opposed to the reality of the hardships the family faced. The flaws and secrets of the family are hidden behind the well-tailored clothes, bright smiles and good looks.","In historian James Giglio’s book <em>The Presidency of John F. Kennedy</em>, he accounted for the image the Kennedys had, compared to the reality behind the scenes. John Kennedy was one of the most image-conscious presidents and centered the media on his attractive children, glamorous wife and his livelihood as a family man. The Kennedy lifestyle hardly resembled the Camelot that Jackie portrayed after the assassination.","Behind the handsome façade, Kennedy suffered from failing health, aggressive behavior towards others and being unfaithful to his family. Jackie was well aware of her husband’s problems. Her frustration may have been taken out on her shopping sprees for designer clothes, jewelry, antiques and artwork. Jackie unwillingly assumed the political obligations as first lady. Once President Kennedy twisted Jackie’s arm behind her back and marched her over to female reporters so that would portray the right family image. Jackie often had unpredictable mood swings and would cancel engagements due to illness, only to be reported to be water-skiing at Hyannis Port.","Jackie was a major asset to the image of the Kennedy presidency. In the White House tour Jackie acted as the perfect mother and wife, but her tense posture and controlled voice showed otherwise. Jackie’s seemingly flawless beauty was an image created to shield the ubiquitous flaws in the Kennedy family private life. Jackie lived a life where public image ruled over her own happiness, forcing her into a role she did not fully believe in."],"display_date":"January 1, 1960 - November 1, 1963","search_date":"1961-11-30","locations":[{"id":52836,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington DC"}],"tags":[{"id":2866,"tag":"Jackie Kennedy"},{"id":617,"tag":"Feminism"},{"id":1727,"tag":"JFK"},{"id":1507,"tag":"1960s"},{"id":2865,"tag":"White House Tour"},{"id":3213,"tag":"History"},{"id":145,"tag":"art"},{"id":197,"tag":"fashion"},{"id":7,"tag":"Women"},{"id":3412,"tag":"Image"}],"course":{"name":"JFK","school":"Marist College","course_id":174,"school_id":77}}]}