{"id":1970,"tag":"zoning","points":[[42.107446354,-83.1351982696]],"bounds":[[42.107446354,-83.1351982696],[42.107446354,-83.1351982696]],"episodes":[{"id":5894,"title":"Delray 1943 Generalized Land Use","course_id":118,"status":"P","start_date":"1/1/43","end_date":"12/31/46","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Evidence of lackluster city zoning is still evident in Delray. While there may have been a historical absence of zoning in the heavily industrial, immigrant community of Southeast Detroit, the residents of Delray were never adequately served by city zoning. Despite high-density residential settlement, Delray was never zoned residential, and through time this allowed for inadequate environmental and public health restrictions on the business and conditions in Delray. Today we see brownfield sites and asthma slowly constricting around the existing community. A community boxed in by a major expressway, a waste treatment facitility, an industrial hub (directly upwind), and abandoned industrial lots. While zoning is not the silver bullet for issues like these, it is an effective and heavily utilized tool in striking a balance between industry and community.","The 1946 Generalized Land Use Map for Delray shows vacant, residential, commercial and industrial land use and its distribution around the community. The most notable aspects of the map are the interlaced boundary of semi-segregated zones of residential, and industrial land use. These loose distinctions indicate the lack of zoning in Detroit, and the resulting construction of communities around industry, which residents accepted so long as jobs were provided, but which would go on to have public health and environmental consequences.","Commercial zoning could also be a valuable takeaway from this map. Apparantly solid and cohesive blocks of the area were devoted to commercial interest along Fort and Jefferson Streets as late as 1943. Apparantly the construction of the Ambassador Bridge and Waste Water Treatment Facility of the '20s did not immediately have negative impacts on the area. But by the 1960s, the construction of Interstate 1-75 and suburban outmigration would take their toll, as would the closing of Jefferson Avenue."],"display_date":"1943 - 1946","search_date":"1944-12-31","locations":[{"id":27066,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2007,"tag":"Detroit Industry"},{"id":2006,"tag":"Land Use"},{"id":1970,"tag":"zoning"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5984,"title":"Downzoning on the Mt. Elliott Industrial Corridor","course_id":118,"status":"P","start_date":"1/1/77","end_date":"12/31/99","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The journey north along Mt. Elliott St. in Northeast Detroit depicts somber remnants of a thriving past.  It takes you along a desolate street with few stores; the only buildings are small warehouses, repair shops, junkyards, and a few small parts stores.  Traveling along the corridor, empty lots and abandoned buildings line the streets, remnants of a once-bustling business district.  Many of the buildings— both abandoned and those that are still in use— are covered in graffiti, with weeds growing up around the storefronts and the windows of empty buildings broken or missing and boarded up.  The Grand Trunk Rail Line, established in the area in the 1870s by P.W. Norris, which brings freight to the area, now carries much less freight traffic than it did at the height of the auto industry.","For much of the 20<sup>th</sup> century, the Mt. Elliott corridor was full of thriving industry.  The Grand Trunk brought raw materials to the small businesses along Mt. Elliott and Sherwood, which runs parallel to Mt. Elliott along the tracks.  Most of the businesses were feeder plants that supplied parts and steel to Detroit auto factories like the Packard Plant, River Rouge facility, and the Highland Park Plant.  In the late 1970s, however, the auto industry began to move south to take advantage of the lower labor costs ensured by right-to-work laws in those states, and these feeder plants became less necessary.  Much like the rest of the city, the businesses experienced a general decline that matched that of the car companies.  Many areas were designated as partially contaminated brownfields, and taxes were lowered on the land.  As a response, Mt. Elliott was downzoned from “heavy” to “restricted” industrial, and many of the businesses that could move in were ones that required little startup capital and were not heavily industrialized— the junkyards and repair shops that are there now."],"display_date":"1977 - 1999","search_date":"1988-07-01","locations":[{"id":35437,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1970,"tag":"zoning"},{"id":1935,"tag":"Nortown, Detroit"},{"id":2109,"tag":"Mt. Elliott St."}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}]}