{"id":1971,"tag":"urban planning","points":[[42.107446354,-83.1351982696]],"bounds":[[42.107446354,-83.1351982696],[42.107446354,-83.1351982696]],"episodes":[{"id":6017,"title":"Insidious Inception of Railroads in Hamtramck?","course_id":118,"status":"P","start_date":"1895-06-01","end_date":"1895-06-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Col. Philetus W. Norris has been heralded as the man who brought railroads into the area that would become North East Detroit; but did he and his kin use legitimate business practices to do so?  Some have adamantly claimed that they did not, such as a group of Hamtramck taxpayers in 1895.  On June 1, a group of roughly sixty gathered in condemnation of the Norris franchise.  Edward Augustus Norris, the son of P.W. Norris, had been given a thirty-year franchise for a street railway by the Hamtramck Township board.  The impassioned taxpayers declared that the franchise had been illegally granted in an act of “The greatest fraud ever perpetrated on the taxpayers of Hamtramck.”","The group’s main point of contention was that the people had no knowledge of the franchise until after the deal was complete.  This lack of public inclusion with regards to decisions affecting changes to the landscape has continued throughout Detroit’s history.  From the homes stranded next to industrial developments to the possible location of the new international bridge, Detroiters have seen more than their fair share of economic injustice and undemocratic urban planning.","Interestingly, one complaint of the Hamtramck taxpayers was that the franchise might build the new railroad in the middle of the highway.  The grievance over location of road construction has been repeated by Detroiters many times and was especially prominent in the late 1950s and early 1960s, during the period of urban redevelopment.  Unfortunately, the cries of exasperated Detroiters went unheeded.  The government’s effort to use the roads as buffers between residential and industrial zones left some residents stuck on the side of heavy industry.  The city was re-planned for cars rather than pedestrians, as the government aimed to accommodate suburbanites as opposed to city dwellers.  Some have deemed these freeways “The nail in the coffin” for Detroit neighborhoods.","While the Norris Railway franchise did not have this effect on Hamtramck, the taxpayers were right to express their agitation at being excluded from the city’s plans.  One need only to look to the current environmental injustices in Detroit to see what happens when citizens lose power and control over their local environment."],"display_date":"June 1, 1895","search_date":"1895-06-01","locations":[{"id":6599,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"WAYNE, Michigan"}],"tags":[{"id":1934,"tag":"P.W. Norris"},{"id":666,"tag":"Railroad"},{"id":1971,"tag":"urban planning"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6034,"title":"Progress of the Dept. of Parks and Recreation in Detroit, MI","course_id":118,"status":"P","start_date":"1/1/40","end_date":"12/31/52","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Twelve years after the Detroit Parks and Recreation Department entered into service, they proudly announced that they had become the “largest and most active [Department] in our City Government.” Originally created to prevent overlaps in event planning, the department expanded along with the booming city of Detroit. The total acreage of Detroit parks from 1940-52 jumped from 4163 to 5736 acres, including a total of 170 new parks. The new ice rink, hoped administrators, would benefit future players of the Detroit Red Wings, while the boating dock of the Memorial Park Marina would help the city attract new capital. Dramatic urban renewal projects that included the construction of several new depressed highways produced large amounts of excess dirt, some of which the city used to build new toboggan chutes on top of Water Canyon Park. The Hawthorne Recreation Center was built on the site of an abandoned warehouse, creating a playground where “a factory had been converted into a production of citizens.”","These projects reflected the Parks and Recreation Department's efforts to work on a very local level to improve the quality of life for its citizens. While urban renewal projects as a whole tend to focus on the larger, top-down picture of the \"greater good,\" many of the new parks projects of the era suggest a real engagement with local needs and landscapes. The relocation and reuse of excess dirt from the construction highways, for instance, is a practical and locally-based solution to two separate problems. Additionally, the types of parks produced, including the boating dock expansion project, capitalized on the city's natural resources of riverfront property. Extending Detroit’s hockey season also foresaw the setbacks of the seasonal changes, and counteracted the limitations of weather to produce a longer season. These ideas blended nature into artificial environments, and produced recreational activities which nature and human interaction can exist interdependantly."],"display_date":"1940 - 1952","search_date":"1946-07-02","locations":[{"id":27066,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":10,"tag":"Urban-Life/Boosterism"},{"id":1947,"tag":"City parks"},{"id":1233,"tag":"Environmental History"},{"id":1971,"tag":"urban planning"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}]}