{"id":1972,"tag":"1930s","points":[[42.107446354,-83.1351982696],[38.9151212228,-76.9435162098],[40.6916304076,-74.0035386433]],"bounds":[[42.107446354,-74.0035386433],[38.9151212228,-83.1351982696]],"episodes":[{"id":5871,"title":"Home is a relative term","course_id":118,"status":"P","start_date":"1/1/30","end_date":"12/31/39","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Between 1920 and 1970, millions of Blacks migrated from the South in pursuit of job opportunities in the manufacturing industry of the Midwest and Northeast. Detroit was a particularly popular destination due to its budding and thriving automotive industry. Before the \"Great Migration\", an era of Detroit's history coined for the sharp population influx, there were a total of 6,000 Blacks in Detroit. The numbers rose to nearly 120,000 after 1930. This raises the question of where they resided. The majority were constrained by discriminatory housing policies to only certain neighborhoods, one of which was Black Bottom, located on the southeast side of Detroit. Blacks were confined to the cramped, polluted, and congested areas such as Black Bottom. The nieghborhood's condition can be seen in the photograph taken by Walter and Victor Reuther in the 1930s. The overflowing dumpster littered with trash is surrounded by houses that look ready to collapse with the next gust of wind. Those houses sit on a bare, dust covered ground. The entire scene looks bleak and unfit for a comfortable lifestyle.","This picture was taken during the Great Depression. The job desperation that was prevalent in Detroit at this time was not unique to the country, but the sudden rise in immigration just prior to the Depression created special problems for the city, as it did in other northern industrial centers. The increase in population set the stage for the imminent housing crisis. The housing crisis eventually contributed to the race riot of 1943 as blacks begin moving into the white neighborhoods."],"display_date":"1930 - 1939","search_date":"1934-12-31","locations":[{"id":22722,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1962,"tag":"African-American history"},{"id":1081,"tag":"The Great Depression"},{"id":1899,"tag":"Detroit"},{"id":1914,"tag":"Black Bottom"},{"id":1010,"tag":"Housing"},{"id":1972,"tag":"1930s"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5886,"title":"Market Mingling","course_id":118,"status":"P","start_date":"9/10/32","end_date":"9/10/32","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the 1930s, Detroit’s Western Market was bustling with hundreds of farmers, buyers, and city dwellers.  Trucks were arranged as close as possible and numbers of large baskets containing fresh produce lined the surrounding area. Young to middle-aged men tended to be the ones to sell the farmed products, ranging from apples to poultry. In the busy summer months, the men, both farmers and consumers, dressed presentably, wearing trousers, button-down shirts, and brimmed hats. Their attire indicates that the market brought together many formal interactions between those in the agriculture sector and those working in the booming city of Detroit.  Many conversations took place as buyers shopped from truck to truck searching for groceries.","Although the Western Market was the second of Detroit’s produce markets (Eastern Market being the first), it only lasted 74 years. Leading up to its closing were the freezing and packaging of foods, in addition to direct buying by chain stores.  By 1965, the market’s 309 stalls were demolished in order for the city to start the construction of the Fisher Freeway.  Western Market depicts the busy city activity of how Detroit used to be during the early twentieth century, showing the positive ties between agriculture and industry."],"display_date":"September 10, 1932","search_date":"1932-09-10","locations":[{"id":22722,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":1899,"tag":"Detroit"},{"id":1972,"tag":"1930s"},{"id":1998,"tag":"Western Market"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6110,"title":"<strong>Senator Miss Dixie Makes Headlines with Congressional Speech</strong>","course_id":126,"status":"P","start_date":"8/20/37","end_date":"8/20/37","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On August 20th, 1937, Dixie Bibb Graves took the senatorial oath and became Alabama’s first female senator. She created a precedent not only by representing her state in the Senate, but by being the first woman to deliver a speech on the Congress floor. “Miss Dixie”, as she was affectionately called, spoke against an anti-lynching bill. Southern women often talked about lynching, because they considered it a necessary prosecution to avoid rape; so it was not surprising that Senator Graves talked passionately about the subject. Lynching was a well-discussed subject during the New Deal Era of the 1930s, because the Great Depression and its repercussions had caused a new wave of lynching throughout the South. Congress had introduced various anti-lynching bills before and during the Progressive Era, but none could pass through the filibuster initiated by Southern Congressmen. By the 1930s, most mob violence and lynchings were directed against African Americans in the South; however, Senator Graves’s speech did not mention this. Instead, she argued that the frequency of lynching was declining and Southern states had the right to deal with it in their own way. She insisted that the lynching problem did not need governmental intervention and federal legislation, and states were “stamping out this disease”.","The speech became the subject of differing viewpoints and countless newspaper articles throughout the country. One such article from <em>The Birmingham News</em> praises Senator Graves and points out that “even Vice President Garner listened when [she] had her say about lynching”. The article even mentions that after the female senator was done with her speech, Republicans and Democrats from both sides of the isle stood up to shake her hand. Whether these events were true or not, many Southern newspapers like the <em>Tuscaloosa News</em> and the M<em>ontgomery Advisor</em> delivered similar articles acknowledging and praising Senator Graves. Northern newspapers, however, were not as kind. The newly appointed senator’s speech contained a number of erroneous facts, and to Northerners, she seemed to be defending the practice of lynching. Some Northern articles drew attention to her gender as a way of discrediting Miss Dixie Graves. One paper mocked her husband, Governor Graves, by saying that Mrs. Graves “can’t be a very good cook. Otherwise her husband, Bibb, would never have appointed her to the Senate”.","Dixie Graves followed in the footsteps of other women in Alabama and the South who were gaining more public roles since 1900. Historian Mary Martha Thomas writes, “although they were excluded from positions of political power, women compensated by activity in their various organizations”. Following the Progressive Era, women began moving from domestic life into public life; they established temperance societies, women’s suffrage clubs, and other organizations that were meant to bring attention to social issues. Through these organizations, women put pressure on the government to eliminate child labor, attack illiteracy, improve the school system, provide welfare for the sick and elderly, and allow women to vote. Although Miss Dixie’s speech to Congress represented women’s newly acquired confidence in public life, it was neither forward-looking in its subject matter, nor did it demonstrate any progress in the South's approval of racial equality."],"display_date":"August 20, 1937","search_date":"1937-08-20","locations":[{"id":22331,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Dist Columbia, District of Columbia"}],"tags":[{"id":2264,"tag":"senator graves"},{"id":2263,"tag":"governor Graves"},{"id":2262,"tag":"female senator"},{"id":2261,"tag":"women in politics"},{"id":1972,"tag":"1930s"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":126,"school_id":10}},{"id":6326,"title":"America’s Part on the Rise of Comic Books in the 1930s","course_id":139,"status":"P","start_date":"1/1/30","end_date":"12/31/39","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the ending years of the Great Depression, the launch of an enduring enterprise called Marvel Comics in 1939 was the approach taken by a young pulp magazine publisher named Martin Goodman. Goodman purchased comic book stories from the Funnies, Inc. which included superheroes such as the Human Torch and the Sub-Mariner.[1] Kevin Garcia a free-lance writer for Marvel Comics, describes in his interview his journey through the 1930s in the comic book business. In his interview, he describes the character of Namor “The Submariner” in enough detail that events in the U.S. can relate to that time period. In the 1930s, events in American politics, economics, and social culture, had an influence on the rise and development of comics, their characters, and writers.","The hunt for communists in the U.S. government began in the 1930s and continued on until the 1960s. This changed the stakes of politics and the development of the United States’ social policies. Historians argued that the anticommunist attack was triggered by the rise of unionism under the Congress of Industrial Organizations. This was also a reaction against the development of pro-labor, anti-racist, and feminist consumer movements.[2] In the 1930s the United States government believed that communism was a threat and immoral. This information relates to Kevin Garcia’s interview because he believed that Namor fought evil and rarely saw defeat.[3]","Given the right learning tools, pre-school children are able to demonstrate the extent of their learning. Comic strips have been used in many ways to enhance knowledge and education. Also, comic books and their use as learning stimuli show their historical context as well as their potential for future practice. Research shows that pre-school children respond in a positive manner to comic strips because they allow the learners to make sense of different topics through the retelling of stories, allowing a deeper understanding and a higher level of learning.[4] Kevin Garcia was a high school teacher of American literature. Since comics began to strongly rise in the 1930s, this research relates to Garcia’s comment that comics are an excellent learning tool and are part of American literature, which is why he used them in his classes.[5]","Militarization altered nearly every feature of American life from the late 1930s and the following centuries. Militarization steered the economy in the direction of a strong war production. This happened both during the actual hostilities of the World Wars and a lot longer during the cold war when hostilities threatened but were not acted upon. The nation paid unthinking attention to national security at the expense of other issues. This even had an impact on shaping social and cultural affairs, so that everything from education to the rights of women was debated in terms of the language of military struggle.[6] This document does not relate directly with Garcia’s interview but more importantly, it provides background knowledge of the struggling America that he endured during the 1930s.","In the United States, employment fell approximately 25 percent and output fell about 30 percent during 1929 and 1933, marking the beginning of the Great Depression.[7] The Great Depression began soon after the stock market crashed in October 1929. By 1933, nearly 13 to 15 million Americans were unemployed and approximately half the country’s banks failed.[8] Many comic book writers were in financial difficulties during the early 1930s and saw an opportunity in the comic book business to lift their families out of the Depression. The distance between the American dream and reality seemed particularly large at that time.[9] These facts relate to Kevin Garcia because he was a free-lance writer for Marvel Comics trying to make a living during that time.[10] Writers did not create superheroes only to entertain and to make a living, but to bring hope to the American people. Instead, the real heroes in the Great Depression of America turned out to be the American people themselves.","[1] Wright, Bradford W. 2001. <em>Comic Book Nation: The Transformation of Youth Culture in America. </em>Baltimore: T","[2] Storrs, Landon. \"LEFT-FEMINISM, THE CONSUMER MOVEMENT, AND RED SCARE POLITICS IN THE UNITED STATES, 1935-1960.\"<em>Journal of Women's History</em> 18, no. 3 (Fall, 2006): 40-67,148. http://ezproxy.rollins.edu:2048/login?url=http://search.proquest.com/docview/203248794?accountid=13584.","[3] Ortiz, Ildefonso. \"Local Writer Chronicles Marvel Superhero.\" <em>McClatchy - Tribune Business News,</em> Aug 23, 2010. http://ezproxy.rollins.edu:2048/login?url=http://search.proquest.com/docview/746394557?accountid=13584.","[4] Sharpe, Justin and Yasamin O. Izadkhah. \"Use of Comic Strips in Teaching Earthquakes to Kindergarten Children.\" <em>Disaster Prevention and Management</em> 23, no. 2 (2014): 138-156. doi:http://dx.doi.org/10.1108/DPM-05-2013-0083. http://ezproxy.rollins.edu:2048/login?url=http://search.proquest.com/docview/1507610768?accountid=13584.","[5] Ortiz, Ildefonso. (2010)","[6] Brands, H. W. \"In the Shadow of War: The United States since the 1930s.\" <em>Political Science Quarterly</em> 111, no. 3 (Fall, 1996): 539-540. http://ezproxy.rollins.edu:2048/login?url=http://search.proquest.com/docview/208265331?accountid=13584.","[7] Cole, Harold L. and Lee E. Ohanian. \"The Great Depression in the United States from a Neoclassical Perspective.\" <em>Federal Reserve Bank of Minneapolis.Quarterly Review - Federal Reserve Bank of Minneapolis</em> 23, no. 1 (Winter, 1999): 2-24. http://ezproxy.rollins.edu:2048/login?url=http://search.proquest.com/docview/227764563?accountid=13584.","[8] History.com Staff. “The Great Depression” <em>History.com- A+E Network</em> (Spring, 2015)","[9] Wright, Bradford W. (2001)","[10] Ortiz, Ildefonso. (2010)"],"display_date":"1930 - 1939","search_date":"1934-12-31","locations":[{"id":22428,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":2628,"tag":"Namor Marvel Comics"},{"id":2627,"tag":"Marvel Comics 1930"},{"id":1972,"tag":"1930s"}],"course":{"name":"Creating the Comic Book City","school":"Rollins College","course_id":139,"school_id":5}}]}