{"id":1973,"tag":"Detroit Windsor Bridge","points":[[42.107446354,-83.1351982696]],"bounds":[[42.107446354,-83.1351982696],[42.107446354,-83.1351982696]],"episodes":[{"id":5872,"title":"Railway and Vessel Industries Oppose the Original Bridge to Windsor","course_id":118,"status":"P","start_date":"1889-01-01","end_date":"1890-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The average temperature in Detroit on a January day is 24.5 degrees Fahrenheit—well below freezing. The Detroit River, the natural barrier between Windsor, Ontario and Detroit, Michigan, would often freeze up and interrupt shipments between the trading partners. Shipping vessels could only be hopeful for an “open” winter. Even then, ships could take upwards of two hours to cross the river, leaving thousands of cars stuck on both sides with no way to proceed. With 389,239 railroad cars ferried across the Detroit River in 1887, the railroad industry had special interests in a railroad bridge to reduce its dependency on ferries. As bridges and tunnels began to spring up (and down) in other parts of the world in the late 19<sup>th</sup> century, such as the Mersey Tunnel in England or the cantilever on the Hudson River in Poughkeepsie, the McMillian Bill outlined plans for an international bridge between Windsor and Detroit.","Along with the idea of the bridge came multiple voices with suggestions on how to satisfy the immediate necessity for more rapid transfer of cars. The options were either a low bridge, high bridge, or tunnel. The option of a low bridge was eliminated as it would obstruct vessel movements along the water. The option of a tunnel depended on the feasibility and cost of such an engineering feat. While the Michigan Central Railway Station supported the construction of a bridge over a tunnel, the company was not in favor of the private company, Lindenthal Co., given the rights to build the bridge. Henry Russell, the attorney for the Central, claimed Lindenthal was an irresponsible company that only wanted to build a monumental, multimillion dollar infrastructure to honor itself. Detroit merchants critized the planned location of the railroad terminal for being too far from the downtown business district and other existing railroad terminals. Vessel companies shared a different angle of opposition, stating that the bridge enhanced railroad interests and impeded those of lake carriers. Vessel owners claimed that the bridge's piers would obstruct navigation and the bridge's height would prevent large vessels from passing through. While the different industries were motivated by separate incentives, Michigan Central and vessel companies rallied together as allies and served as formidable opposition against Senator McMillian’s proposed bridge plan."],"display_date":"1889 - 1890","search_date":"1889-12-31","locations":[{"id":6598,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"WAYNE, Michigan"}],"tags":[{"id":1973,"tag":"Detroit Windsor Bridge"},{"id":58,"tag":"Industry"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}]}