{"id":1975,"tag":"Detroit Enviornment","points":[[42.107446354,-83.1351982696]],"bounds":[[42.107446354,-83.1351982696],[42.107446354,-83.1351982696]],"episodes":[{"id":6013,"title":"Feasible Foods","course_id":118,"status":"P","start_date":"1/1/63","end_date":"12/31/63","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The story of Detroit’s \"food desert\" and urban abandonment is a common one in todays media, but as the story of the construction of the Union Produce Terminal in 1963 shows these are by no means new problems. In 1963 a city planning and urban renewal company called Parkins, Rogers, & Associates issued a feasibility survey for a wholesale food distribution center located in what was then referred to as the “Fort Street area,” in the neighborhood of Delray on the banks of the Detroit River. The report's purpose was to inform potential investors about site development opportunities for a new food distribution facility. One of the main draws of this area, according to the report, wasthe neighborhood. Even in 1963, the report described Delray, once a thriving working-class community, as \"a blighted and deteriorating residential neighborhood with considerable intermixing of commercial, warehousing and industrial uses.\" The residential areas surrounding industrial sites was described as “substandard.” By redeveloping the area for the “proposed purpose,” the report argues, investors could benefit the economy and employment in the local area. In fact, it would go beyond helping the local community and help the city as a whole, since the distribution center would be providing the majority of food for the city.","The irony of this proposal lies in the fact that urban renewal projects like this often helped to further degrade the city for residents, displacing them from their homes and transforming neighborhoods. Moreover, by the late twentieth century Detroit was often referred to as “food desert” for its lack of grocery stores and fresh food, and the failures of redevelopment and urban renewal plans like this one exacerbated Detroit’s problems. Studies have repeatedly found that more than half of all Detroit residents lack access to healthy food options. Plans like the 1963 report looked to address the issue of food availability in the city while bringing back jobs, but ultimately were unsuccessful. In places like Delray, a combination of the lack of fresh food and the presence of heavy industry added to the blight and illness in the community and ultimately contributed to its downfall."],"display_date":1963,"search_date":"1963-07-02","locations":[{"id":33546,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2147,"tag":"Detroit food"},{"id":2146,"tag":"Produce"},{"id":1975,"tag":"Detroit Enviornment"},{"id":1941,"tag":"Delray"},{"id":1953,"tag":"Urban Renewal"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}]}