{"id":198,"tag":"corsets","points":[[40.7964015502,-73.8979738005],[40.6916304076,-74.0035386433],[40.7805662337,-73.9388482485]],"bounds":[[40.7964015502,-73.8979738005],[40.6916304076,-74.0035386433]],"episodes":[{"id":4642,"title":"The Family Doctor Calls on the Corset","course_id":22,"status":"P","start_date":"12/1/02","end_date":"12/31/02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["At the dawn of the twentieth century, women discovered exciting new things to do with their bodies.  Women fell in love with exercise and this helped heat up the debate over the healthiness of wearing corsets.  An ad carried by the December 1902 issue of Munsey's Magazine, written like a letter from \"the family doctor,\" immediately noted that articles debating the merits or faults of tight lacing often appeared in the pages of the magazine written \"by all sorts and conditions of people.\"  The writer of the article, supposedly a medical doctor, agreed that there was much to be said for both sides of the argument.  The letter stated that \"stays are useful to support the female figure if used in moderation, and they are constructed with a due regard to health.\"  The ad, disguised as a letter pertaining to medical advice, then went on to recommend Mr. Thomas' Duchess Corset because it \"adds materially to the elegance of the figure without causing any injury to the vital parts.\"","While still wearing corsets, women in America discovered the joys of exercise.  Cycling, tennis, and basic aerobics became very popular, particularly among younger women.  Gyms for ladies sprung up in larger towns, and gymnastics evolved in to an important part of the curriculum in female education.  Fashion, however, mostly refused to keep up with the trend.  Though the popularity of exercise grew, women continued to wear restrictive corsets.  Much of the country fiercely debated the merits of wearing a corset, or at least the degree of tightness to which one laced the garment.  Experts weighed in on both sides of the debate offering no clear answer.  Many doctors warned wearing a corset led to problems with internal organs, especially the reproductive system.  Other doctors called those claims overblown.","Early twentieth century corset advertising did not over look the importance of altering the female figure, but it reflected the population's growing concerns and put more emphasis on health issues, even though many companies made false claims.  The author of this ad from Munsey's Magazine failed to mention what features made the Duchess corset more safe for women to wear.  The illustration included in the advertisement, if looked at as a technical drawing, shed no light on the subject either.  Often, manufacturers made claims of improved safety but failed to deviate from the standard production of a corset model.  The Duchess corset appeared to be one of these models.","Though many groups protested claims made by corset manufacturers, they failed to stop companies from making outrageous claims about their products.  Many women learned the hard way that corsets advertised as exercise friendly or more medically sound than past models showed little, if any, difference from corset models already on the market.  The false advertising continued as long as companies sold corsets and left the job of scrutinizing claims to the consumer.","<a href=\"http://s647.photobucket.com/albums/uu197/alteredtyme/?action=view&current=458px-TheFamilyDoctorTheDuchessCors.png\" target=\"_blank\"><img src=\"http://i647.photobucket.com/albums/uu197/alteredtyme/458px-TheFamilyDoctorTheDuchessCors.png\" border=\"0\" alt=\"Photobucket\"></a><a href=\"http://s647.photobucket.com/albums/uu197/alteredtyme/?action=view&current=800px-TheFamilyDoctorOct19_1889page.png\" target=\"_blank\"><img src=\"http://i647.photobucket.com/albums/uu197/alteredtyme/800px-TheFamilyDoctorOct19_1889page.png\" border=\"0\" alt=\"Photobucket\"></a>"],"display_date":"December 1902","search_date":"1902-12-16","locations":[{"id":49747,"lat":40.7964015502,"lng":-73.8979738005,"zoom":10,"place":"New York, New York"}],"tags":[{"id":207,"tag":"women's aerobics"},{"id":197,"tag":"fashion"},{"id":198,"tag":"corsets"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}},{"id":4637,"title":"Spencers Supports, Supporting Working Women","course_id":22,"status":"P","start_date":"2/1/43","end_date":"2/28/43","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["The strong, modern women of the 1940's no longer desired the wasp waist corsets of previous generations.  The new breed of woman wanted practicality.  Hence, the advertisements of the time did not dwell heavily on waist reduction or social expectations, rather, the emphasis focused more on health issues.  An example from Ladies Home Journal published in the February 1943 issue for Spencer Supports headlined their ad by posing a question to women about their level of fatigue.  \"Tire easily?\" the author asked.  The ad goes on to claim that a woman wearing Spencer Supports \"[felt] new energy.\"  It also stated that \"doctors prescribe Spencer's for backache, fatigue, arthritis, hernia,\" and many other maladies.  These claims for new found energy came in handy for women who entered the work force in support of the war.  Many women worked long hours doing strenuous work. Advertising promised more energy and support from a \"light, flexible, durable, easily washed\" garment that also eliminated bulges and smoothed the figure, and these promises really resonated with the target audience.","When women opened the pages of the Ladies Home Journal in 1943 and saw this article, a war raged on two fronts thousands of miles away.  A large percentage of the country's young men fought on those fronts, and women found themselves in new and exciting positions performing tasks that their mothers and grandmothers never dreamed.  These previous generations of women might also be surprised at the sort of garments passing for underwear near the mid twentieth century.  The rigid font busk corsets of the Victorian and Edwardian eras, made with a one inch or more wide piece of steel down the center front making motion difficult, fell out of favor.  Women replaced the unyielding corsets with garments resembling modern girdles and brassieres.  These support garments still laced up at the front, side, or center back for a tight fit, but they now came with stretchy elastic sections so less pressure was exerted on the wearer's waist.","The 1940's also saw a shift in how corsets companies marketed their products to women.  In decades past, advertisers made much of how small a corset shrunk the wearer's waist.  It was such an important detail that companies often altered photographs and encouraged artists to render drawings with skewed prospective to make waists look unnaturally small.  In contrast, the woman drawn in a Spencers Support appeared with normal proportions. Older advertisements also preyed on women's fears of inferiority pertaining to social expectations.  When manufacturers choose to use these fears in a positive light, the ad sometimes included claims that their corsets made it easier to keep up with young children or gave the wearer energy to take on household chores.  When advertisers used such tactics in negative ways, they doomed women without the proper corset to the lives of old maids.  The Spencers ad, however, highlighted cures for medical complaints rather than promises of a social and family life.","The clothing women wore evolved in to a much more practical state in the 1940's.  Undergarments followed suit and also changed for the better, because women looked for different qualities in their underwear than the ladies of previous generations.  Women attained new roles in society and fashion moved forward to meet the changing needs of the twentieth century woman.","<a href=\"http://s647.photobucket.com/albums/uu197/alteredtyme/?action=view&current=img0112.jpg\" target=\"_blank\"><img src=\"http://i647.photobucket.com/albums/uu197/alteredtyme/img0112.jpg\" border=\"0\" alt=\"Photobucket\"></a>"],"display_date":"February 1943","search_date":"1943-02-14","locations":[{"id":27491,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":198,"tag":"corsets"},{"id":197,"tag":"fashion"},{"id":199,"tag":"working women"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}},{"id":4636,"title":"The Double Hip “Ironsides” Corset shapes American Women","course_id":22,"status":"P","start_date":"1885-01-01","end_date":"1885-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Victorian women liked their corsets tight.  If a person looked up and down any busy street in the late nineteenth century, they saw townswomen that struck dramatic silhouettes.  The corset, a tight fitting, boned garment, restricted movement and reshaped the natural position of organs inside a women's body.  A trade card from 1885 featured a corset typical of the period dubbed the Double Hip \"Ironsides\" Corset.  The construction of this corset placed stiff cords diagonally under the boning that ran perpendicularly over the hips.  The advertisement proclaimed that the hip bones are longer than those found in competitor's corsets \"producing a corset of great strength.\"  The card then explained that \"the bones on the sides and hips, and also the sides steels, are doubly protected by three or four thicknesses of jean\" which diminished the likely hood of snapping a steel bone from wear and added \"much to the durability of the corset.\"","From a construction standpoint, this corset was solidly built.  It is no wonder the manufacturer used the nickname of the USS Constitution, a ship whose \"ironsides,\" made of tough oak were said to be impenetrable by cannonballs.  However, four layers of denim over the hips, even before the addition of steel bones and cord, made moving the hip joints very difficult.  A woman wearing such a rigid undergarment found even simple tasks much more difficult to complete.  Household duties such as chasing after children, cooking a meal, or even tidying the house while wearing a corset made some women begin to wonder if the practice made any positive impact on their lives.","Middle and upper class women found themselves restricted in many ways during the Victorian era.  Though Susan B. Anthony and Elizabeth Cady Stanton launched the National Woman Suffrage Association in 1869, women did not have the right to vote on factors that affected their lives.  In addition, the majority of women did not have jobs outside the home.  In the home, society expected a woman to keep her household running seamlessly.  However, restrictions placed on women branched into other areas beyond social expectations.  While performing the roles assigned to them by society, Victorian fashion expected women to maintain specific hemlines and necklines.  The clothing that women wore took restriction to another level, and the corset led the way.","The difficulty of performing daily tasks as well as health concerns soon led to the formation of rational dress societies and movements across the Western Hemisphere.  Many of the members simultaneously fought for the right of women to vote, and encouraged them to choose clothing more appropriate for healthy lifestyles.  The rational dress voices represented a minority at the time this trade card was printed.  The fight to loosen the corset raged for several decades, but by the time women won the right to vote in America they were able to show up to polling places in much more comfortable clothing.","<a href=\"http://s647.photobucket.com/albums/uu197/alteredtyme/?action=view&current=img012.jpg\" target=\"_blank\"><img src=\"http://i647.photobucket.com/albums/uu197/alteredtyme/img012.jpg\" border=\"0\" alt=\"Photobucket\"></a>","<a href=\"http://s647.photobucket.com/albums/uu197/alteredtyme/?action=view&current=img013.jpg\" target=\"_blank\"><img src=\"http://i647.photobucket.com/albums/uu197/alteredtyme/img013.jpg\" border=\"0\" alt=\"Photobucket\"></a>"],"display_date":1885,"search_date":"1885-07-02","locations":[{"id":8929,"lat":40.7805662337,"lng":-73.9388482485,"zoom":10,"place":"NEW YORK, New York"}],"tags":[{"id":197,"tag":"fashion"},{"id":198,"tag":"corsets"},{"id":196,"tag":"women's rights"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}}]}