{"id":1984,"tag":"Conner Creek","points":[[42.107446354,-83.1351982696]],"bounds":[[42.107446354,-83.1351982696],[42.107446354,-83.1351982696]],"episodes":[{"id":5879,"title":"The Transformation of Conner Creek","course_id":118,"status":"P","start_date":"1873-01-01","end_date":"1873-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Conner Creek was a creek that used to run from what is now the City of Warren in Detroit to the Detroit River.  Before the turn of the 20th century, great fires would sometimes rage through the garbage-filled ditches in the area, as a result, property values dropped after each fire and small homes popped up all over; the following spring each year, however, the creek would overflow its 30-foot banks and flood the homes.  This cycle continued until adequate sewers were put in place.  At this point, Conner Creek was beautifully landscaped, flowing through ravines and valleys as it wound its way through Detroit.  However, because of the floods, the land’s only value was in its suitability for crops and the river’s usefulness in powering mills, as opposed to speculation, and the forests lining the river were cut down and replaced by ribbon farms and mills, planted by young men who were willing to work the land for a modest living.","As Detroit’s Indian trails and plank roads were replaced by railroads and paved roads and industry developed in Detroit, the farms and mills gradually turned into factories and plants, which were built over the creek.  Because of these changes, the creek now flows underground to the Jefferson Avenue Conner Creek Pumping Station of the Detroit Water and Sewage Department.  Many of the streets in the area are a testament to the river’s presence and importance to the Eastside, still following the plan established by the ribbon farms that lined Conner Creek.  The Detroit Eastside Community Collaborative is currently planning and constructing a greenway— a network of trails for walking, biking, and running— to commemorate this history and give Detroiters access to trails and other greenways.  The greenway follows the creek’s original path and, when finished, will connect Northeast Detroit’s neighborhoods and residents (only this time by a landscaped path rather than water).  The greenway will serve as the only evidence that a creek once flowed through the area, with bicycle tours and signs marking historical sites, reminding and teaching people of their neighborhood’s history."],"display_date":1873,"search_date":"1873-07-02","locations":[{"id":6597,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"WAYNE, Michigan"}],"tags":[{"id":2003,"tag":"Nortown"},{"id":1899,"tag":"Detroit"},{"id":1984,"tag":"Conner Creek"},{"id":1988,"tag":"Infrastructure"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5966,"title":"The Underground River","course_id":118,"status":"P","start_date":"1/1/24","end_date":"12/31/25","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Two maps, created in 1895 and 1924-25, respectively, offer evidence of the vast changes that occurred in the early 20<sup>th</sup> century on the Northeast Detroit section of Conner Creek. The original map, from 1895, depicts the course of Conner Creek as it flowed from Warren, MI (part of the northern section of Detroit) through Grosse Pointe and what is now Nortown to the Detroit River just north of Belle Isle.  The creek travels through Mt. Olivet Cemetery along French Road and Conner Street, crossing Gratiot Ave. and the site of the Edsel Ford Fwy.  The second series of maps, drawn three decades later, shows proposed plans to turn sections of Conner Creek into a storm sewer between 7 Mile Rd. and 6 Mile, under Mt. Olivet Cemetery, causing the river to disappear underground.","In the late 1910s, the Creek had become a dumping ground for area residents. Thanks to the railroads that the area's founder, P.W. Norris, secured for the area, industry was increasing and the river retained little of its former usefulness as a key component of rural mills and irrigation systems.  By the mid 1920s, much of the Creek was already diverted underground either to build factories on top of it or to turn into sewers. Today, the only aboveground section is a half-mile stretch before the Creek meets the Detroit River.  However, even this section has changed.  The course of the river’s mouth was completely altered in the early 2000s when a new water treatment plant was built: the direction of the creek was rotated and it no longer even actually flows into the river.  Instead, the Creek ends in little more than a small pond attached to the river; the flow essentially stops once it enters the treatment plant.  Both the treatment plant and the sewer are evidence of the many changes that have been instituted in Detroit, which have knowingly (and intentionally) changed the appearance of the area."],"display_date":"1924 - 1925","search_date":"1924-12-31","locations":[{"id":21386,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1233,"tag":"Environmental History"},{"id":1984,"tag":"Conner Creek"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}]}