{"id":1989,"tag":"freeways","points":[[42.107446354,-83.1351982696]],"bounds":[[42.107446354,-83.1351982696],[42.107446354,-83.1351982696]],"episodes":[{"id":5883,"title":"They Paved Paradise and Put Up A Freeway: Demolishing Detroit's Hastings Street","course_id":118,"status":"P","start_date":"1/1/45","end_date":"12/31/45","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1945 a seven-man committee appointed by Mayor Edward J. Jeffries prepared a master plan for the City of Detroit's transportation systems, in order to keep up with modern city plans of the day, like Chicago and London. The document, entitled \"Detroit Expressway and Transit System\" and prepared for the Detroit Transportation Board, was supported by both Cincinnati and Chicago consultants, as well as a New York law firm. The document included not only descriptions of the new rail, bus, and freeway transport systems wished for the city, but also architectural sketches and detailed depictions of how the various plans would look and interact with their urban landscape. One picture sketch detailed the plans for Hastings Expressway, to be paved over the current Hastings Street which ran through Detroit's predominantly African-American neighborhood, Blackbottom. The image captions, \"Hastings Expressway would carry express buses to the central business district south of the Crosstown. Both walks and bicycle paths would be included in the incidental improvements.\" The sketch includes a freeway divided by a grass median and sloping upwards on both sides to a row of trees, a bike/pedestrian path behind that, and then more trees and greenery before eventually reaching city roads.","It's been said that in 1940s Detroit, Hastings Street was where you could get anything and everything you wanted. Filled with African American-owned shops, restaurants, theatres, and clubs, it was the backbone of Blackbottom. However, after city planners decided to build the extention of I-75 through Detroit, and specifically through the Blackbottom neighborhood, Hastings Street never looked the same again (and neither did Blackbottom). The beautification features outlined above -- along with incidental improvements to the landscape for the people -- never occurred. But the paved freeway did. \"Sub-standard homes\" of African Americans were evicted and demolished to bulid the freeway under the Federal Highway Act, signed into law by President Eisenhower. It broke the neighborhood in two, lowered property values, and imposed significant adverse environmental effects, including noise and air pollution, directly onto the neighborhood. Many left, and were pushed, into the further eastside and the Brewster housing projects. City planners cited their desire to bring easy access to the city from the suburbs and to parallel its transportation with advancing industrial cities across the nation, as a way to clear what they defined as an urban slum, in both racist and environmental terms. Furthermore, much of Hastings Street lost its name - another way to demolish the culture of those who lived there. Today, Hastings Street is simply a memory of \"Paradise Lost\" (Gunrow) and better known as the Chrysler Freeway."],"display_date":1945,"search_date":"1945-07-02","locations":[{"id":27066,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1968,"tag":"Blackbottom, Detroit"},{"id":1989,"tag":"freeways"},{"id":1990,"tag":"Hastings Street, Detroit"},{"id":792,"tag":"Transportation"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5895,"title":"Lonely Delray: The Isolation Process","course_id":118,"status":"P","start_date":"1/1/43","end_date":"12/31/61","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Delray residents have been living with the roar of 18-wheeler trucks and congested morning commutes off the Interstate 75 since 1961. The interstate divided Historic Delray, with West Fort Street to the south and Lafayette Boulevard to the north, and created what the City of Detroit called a \"natural boundary\" between the industrial and residential quarters. At first glance at the land use map prepared for the Master Plan of Detroit of 1950, placement of the interstate appeared reasonable. South of the proposed freeway was heavily industrial, including big names like The Solvay Process, United Fuel Supply Co., Michigan Malleable, Delray Salt Co., and the mysterious, heavily contaminanted, and privately owned Zug Island.","But some residential and commercial areas remained, scattered among the industries. While the freeways did connect residents from the suburbs to the central business districts in downtown Detroit, the Detroit City Planning Commission did not consider the residents that the construction of I-75 would isolate. In 1943, the long stretch of Fort Street, from Boyd Street to North Vinewood, was lined with commercial properties. The placement of the Interstate cut off Fort Streets' local businesses' customer base, leaving the local businesses with little choice but to shut their doors. Directly across from the industries on West Jefferson, residents lived side by side with the smoke stacks. Interstate 75 essentially isolated Delray’s residents and local businesses from the rest of Detroit. In 1950, the City viewed industry as the economic reason for the existence of the city. While Delray’s industries continued to grow, the residents in the mixed-use areas were left unconsidered."],"display_date":"1943 - 1961","search_date":"1952-07-01","locations":[{"id":27066,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2010,"tag":"Industries"},{"id":2009,"tag":"Interstate 75"},{"id":1941,"tag":"Delray"},{"id":1989,"tag":"freeways"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5898,"title":"A Disappearing Jewel","course_id":118,"status":"P","start_date":"1/1/33","end_date":"12/31/52","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Barthwell Drugs was a well-known pharmacy chain in Detroit. The pharmacies were created by Sidney Barthwell. He was born in Cordele, Georgia; he left Georgia when he was 14 and worked with his father in Chicago. He eventually moved to Detroit and attended Cass Technical High School where he studied courses in pharmacological sciences. He then went on to Detroit Technological Institute (now Wayne State University’s College of Pharmacy, and Allied Health Profession; where he studied pharmacy. Previous to the pharmacy becoming Barthwell Drugs it was an underperforming pharmacy which hired Barthwell after he graduated college. As the pharmacy continued to slip into despair, Barthwell bought the place and turned it into Barthwell Drugs. As a result of this business venture, a well-known chain of drug stores were created. Barthwell Drugs were well known throughout the city of Detroit, there were various locations in the Black Bottom and Paradise Valley area. A company like Barthwell represents the strong black business culture that was present around Black Bottom.","Bartwell's son, Sidney Bartwell, Jr., would later describe Black Bottom and Paradise Valley as \"a paradise for black entrepreneurial businesses.\" In addition to more contemporary images of Detroit's decline in the national media, the Detroit experience should also be remembered for what was lost to urban renewal and expressways in the 1950s and 1960s. Barthwell Pharmacy was one of many businesses that were destroyed by the construction of the I-75 and I-375 expressways. More recently, there have been talks about extending freeways through Detroit’s Midtown community. The question is how much more destruction will have to happen before city planners begin valuing communities and not just seeing them as problems to be paved over."],"display_date":"1933 - 1952","search_date":"1943-01-01","locations":[{"id":22722,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1989,"tag":"freeways"},{"id":1953,"tag":"Urban Renewal"},{"id":142,"tag":"african americans"},{"id":1914,"tag":"Black Bottom"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5900,"title":"A City on the Rise: Expressways in Early Detroit","course_id":118,"status":"P","start_date":"4/8/50","end_date":"4/8/50","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the mid-twentieth century, Detroit was on the cutting edge of transportation innovation, and many cities around the world marveled at the city's rapid growth and industrial pride. The John C. Lodge Freeway was one of the many attractions gaining Detroit much of its attention. An aerial photograph taken in 1950 shows the city's complex and multifaceted highway system starting to take form. The photo depicts a portion of Detroit’s East Side along with an early M-10 freeway, still under construction. Today, construction of massive freeway systems is widely considered one of the main factors behind Detroit’s decline, and this photo shows how the freeway projects split neighborhoods and sectioned off large portions of the city. The freeway bisected the predominantly African-American Black Bottom and Paradise Valley neighborhoods, and was part of a larger \"slum clearance\" campaign by the city that wiped out many low-income communities without providing relocation or other services for former residents. Upon closer examination of the photo it is clear that without a car it would take some time to get across this new structure and venture to another portion of the city. In the northwest part of the city, a large area filled with countless blocks of recently constructed houses is visible, just where the freeway ends. The cranes shown at the end of the freeway suggest further expansion of M-10 into the neighboring residential areas, demonstrating the city's commitment to the growing suburbs.","The John C. Lodge freeway was just one of many projects happening across the country that made the inner cities less appealing and added to the appeal of suburbia for those who could afford it - or those who were not excluded by segregationist housing policies. In “Beautiful and Terrible: Aeriality and the Image of Suburbia,” author D.J. Waldie showcases a gallery of aerial photos that show the construction of future cookie-cutter suburbs in Southern California. Waldie notes that the developers of suburbs like these and projects like the Lodge were proud of such grand construction and expansion: aerial photographs of the projects frequently appeared in magazines and received high praise and admiration for the future they would bring. Photographs like these had significant impacts on the way the projects were perceived by the public, and were understood at the time as signs of progress, while today many of us focus more on their more problematic and overlooked aspects. Regardless of the viewer's perspective, however, it is certain that the highways would forever alter the city."],"display_date":"April 8, 1950","search_date":"1950-04-08","locations":[{"id":28980,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1510,"tag":"Suburbanization"},{"id":1989,"tag":"freeways"},{"id":1953,"tag":"Urban Renewal"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}]}