{"id":199,"tag":"working women","points":[[40.6916304076,-74.0035386433],[42.4842595758,-71.3901525974],[32.7703945791,-97.2918801714],[42.3399569086,-70.8833658099]],"bounds":[[42.4842595758,-70.8833658099],[32.7703945791,-97.2918801714]],"episodes":[{"id":4637,"title":"Spencers Supports, Supporting Working Women","course_id":22,"status":"P","start_date":"2/1/43","end_date":"2/28/43","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["The strong, modern women of the 1940's no longer desired the wasp waist corsets of previous generations.  The new breed of woman wanted practicality.  Hence, the advertisements of the time did not dwell heavily on waist reduction or social expectations, rather, the emphasis focused more on health issues.  An example from Ladies Home Journal published in the February 1943 issue for Spencer Supports headlined their ad by posing a question to women about their level of fatigue.  \"Tire easily?\" the author asked.  The ad goes on to claim that a woman wearing Spencer Supports \"[felt] new energy.\"  It also stated that \"doctors prescribe Spencer's for backache, fatigue, arthritis, hernia,\" and many other maladies.  These claims for new found energy came in handy for women who entered the work force in support of the war.  Many women worked long hours doing strenuous work. Advertising promised more energy and support from a \"light, flexible, durable, easily washed\" garment that also eliminated bulges and smoothed the figure, and these promises really resonated with the target audience.","When women opened the pages of the Ladies Home Journal in 1943 and saw this article, a war raged on two fronts thousands of miles away.  A large percentage of the country's young men fought on those fronts, and women found themselves in new and exciting positions performing tasks that their mothers and grandmothers never dreamed.  These previous generations of women might also be surprised at the sort of garments passing for underwear near the mid twentieth century.  The rigid font busk corsets of the Victorian and Edwardian eras, made with a one inch or more wide piece of steel down the center front making motion difficult, fell out of favor.  Women replaced the unyielding corsets with garments resembling modern girdles and brassieres.  These support garments still laced up at the front, side, or center back for a tight fit, but they now came with stretchy elastic sections so less pressure was exerted on the wearer's waist.","The 1940's also saw a shift in how corsets companies marketed their products to women.  In decades past, advertisers made much of how small a corset shrunk the wearer's waist.  It was such an important detail that companies often altered photographs and encouraged artists to render drawings with skewed prospective to make waists look unnaturally small.  In contrast, the woman drawn in a Spencers Support appeared with normal proportions. Older advertisements also preyed on women's fears of inferiority pertaining to social expectations.  When manufacturers choose to use these fears in a positive light, the ad sometimes included claims that their corsets made it easier to keep up with young children or gave the wearer energy to take on household chores.  When advertisers used such tactics in negative ways, they doomed women without the proper corset to the lives of old maids.  The Spencers ad, however, highlighted cures for medical complaints rather than promises of a social and family life.","The clothing women wore evolved in to a much more practical state in the 1940's.  Undergarments followed suit and also changed for the better, because women looked for different qualities in their underwear than the ladies of previous generations.  Women attained new roles in society and fashion moved forward to meet the changing needs of the twentieth century woman.","<a href=\"http://s647.photobucket.com/albums/uu197/alteredtyme/?action=view&current=img0112.jpg\" target=\"_blank\"><img src=\"http://i647.photobucket.com/albums/uu197/alteredtyme/img0112.jpg\" border=\"0\" alt=\"Photobucket\"></a>"],"display_date":"February 1943","search_date":"1943-02-14","locations":[{"id":27491,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":198,"tag":"corsets"},{"id":197,"tag":"fashion"},{"id":199,"tag":"working women"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}},{"id":5384,"title":"Maintaining a Gender Hierarchy","course_id":81,"status":"P","start_date":"1848-04-01","end_date":"1848-04-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Eliza Jane Cate was an unmarried woman who worked in the Lowell mills for several years and contributed a great number of moralistic essays to the New England Offering during the late 1840’s. Although Cates essays in the Offering were fictional, Cate presented realistic morals and views based on her experiences in the Lowell factories. She begins her essay “Duties and Rights of Mill Girls” with a fictitious character, Colonel Bartlett, who viewed the factory system in Lowell as a place where oppression and constant hardships existed. Cate presents the traditional masculinity of Bartlett; farm owner, employer and hard-worker but illustrates the uncommon sensibility and kind-heartedness characteristics of Bartlett. Cate also demonstrates that Bartlett’s mechanisms of handling his businesses had no contribution to the unfair “long-hour system in families and in corporations,” because she believed that “a greater part” of “the diseases and inconveniences of factory communities” are caused by the workers neglect of their own health rather than the corporations responsibility. Cate then proceeds to counsel factory women on their daily habits that may engender disease within an additional section, Habits of Diet and Exercise.","Historian Thomas Dublin, author of Women at work: the transformation of work and community in Lowell, Massachusetts, 1826-1860 explicitly demonstrate the impact women had in the industrial revolution as a result of more women entering the work force during this time period. Dublin expresses that women during this period “Brought different values, attitudes, and expectations into the industrial setting” and for women “Industrialization provided them with a new economic independence and encouraged a new individualism that led to greater sexual freedom”. Although women were becoming more independent, mill management (men) were still primarily in control and imposed strict uniform standards. Men were the authority and women rarely contradicted their regulations or stood up for what they believed was right. The Ten Hour Movement which Cate also discusses in her essay was a petition in 1845 to lessen the classic 14 hour workday to a 10 hour workday. Dublin explains that the petition was rejected by the Lowell committee (constructed of all men) for various “discriminatory” reasons against other mill factories that would not be moving to a ten hour work day. Although the ruling was unfair some women resigned on the issue. Cate who believed in male dominance had the same opinion as the committee, concluding that it was the factory workers responsibility to maintain their heath and she reiterates the steps women should take in order to stay healthy in her continued essay Habits of Diet and Exercise. In The Cult of True Womenhood, historian, Barbara Welter describes that once married a women was “completely dependent upon her husband, an empty vessel, without legal or emotional existence of her own” (Welter). Unmarried women as Cate however, continued to follow the dependency model allowing men to possess greater power over women. Even within her fictitious writing, Cate cultivates the gender hierarchy that was socially constructed.<br /><br />"],"display_date":"April 1848","search_date":"1848-04-15","locations":[{"id":6172,"lat":42.4842595758,"lng":-71.3901525974,"zoom":9,"place":"MIDDLESEX, Massachusetts"}],"tags":[{"id":199,"tag":"working women"},{"id":898,"tag":"Lowell"},{"id":1212,"tag":"hierarchy"}],"course":{"name":"U.S. Women, 1790-1890","school":"Wheaton College","course_id":81,"school_id":2}},{"id":5408,"title":"Rosie the Riveter","course_id":79,"status":"P","start_date":"1/1/42","end_date":"12/31/45","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["“All day long whether rain or shine, she’s part of an assembly line, she’s making history, working for victory!”  For the first time, in 1942, women were making history while being recognized for it, by working in the factories keeping our nation running strong, without skipping a beat, while the men were fighting World War II.  Propaganda was used to influence women to join the workforce.  The most powerful source of propaganda that was used during World War II was the bright eyed, tough, young, and attractive; Rosie the Riveter.  There were many “Rosies” in the workforce during this time, performing their duty for their country and their survival.","            WWII allowed women to come out of their homes and gain independence while their husbands were oversea.  Many of the lower class women already had experience in the workforce whereas middle class women were being awakened to the industrialization of our nation.  Though women were now working in the factories, it was still their duty to keep the household and take care of the children.  For most women, the juggle was a struggle but they somehow managed to keep their priorities in line and understood the importance of their place in society. ","            Rosie the Riveter was the ideal American woman and was “loyal, efficient, patriotic, and pretty.”  A song created by Redd Evans and John Jacob Loeb titled, “Rosie the Riveter” was made popular in 1942.  The song illustrated an American woman who, instead of drinking her favorite cocktails, was at the factories working for her country.  Not only is she working in the factories, she is putting her money to good use, “Rosie buys a lot of war bonds, that girl really has sense.  Wishing she could buy more bonds, putting all her cash into national defense.”  The song was propaganda to get more women into the workforce to support the nation as well as put their money towards the soldiers overseas.","            The first visual image of Rosie the Riveter was created by Norman Rockwell in 1943, when he designed the cover of the <em>Saturday Evening Post.</em>  The illustration showed a “loyal, efficient, patriotic, and pretty” woman on her lunch break, sitting in front of an American flag.  She is covered in oil and dirt but appears to have great pride and honor in her work.  This image gained more influence over the women entering the workforce than any other propaganda used during the war.","            Rosie the Riveter marked a revolution for women across the nation.  Over the years, “Rosies” became the typical working woman in American society.  Though “Rosie the Riveter” will always be an influential American icon, the women that kept our nation running strong during World War II have not yet been granted the respect and honor that they deserve."],"display_date":"1942 - 1945","search_date":"1944-01-01","locations":[{"id":25650,"lat":32.7703945791,"lng":-97.2918801714,"zoom":9,"place":"Tarrant, Texas"}],"tags":[{"id":7,"tag":"Women"},{"id":242,"tag":"WWII"},{"id":199,"tag":"working women"},{"id":1245,"tag":"Rosie the Riveter"},{"id":1246,"tag":"Propaganda"}],"course":{"name":"The Great Depression","school":"Texas Wesleyan University","course_id":79,"school_id":49}},{"id":6344,"title":"<strong>Women at Work during WWII 1940s</strong>","course_id":140,"status":"P","start_date":"10/3/42","end_date":"10/3/42","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Shortly after World War I (1914-1918) ended, trade unions were concerned that men returning from the war would have to accept lower wages since many women had filled their jobs during the conflict [3]. Their concern proved to be overstated, but it remained relevant when the United States entered the World War II at the end of 1941. During the war, there was a sudden upsurge in industrial production in such a short amount of time that additional workers were needed in order to replace the men that were leaving for military service. Since women \"taking\" jobs from the men was seen as unacceptable, the initial turnout of women workers was not as successful as the government had hoped. In order to overcome these stigmas, the United States government launched a campaign to entice women into industrial work by selling the importance of supporting the war [4].  Joseph Purcell’s <em>Hie From Altar to War Jobs</em>, was one of hundreds of articles that was published portraying working women in a favorable manor [5].","Millions of women were conscripted to fill empty jobs that had once been worked by men [2]. Primarily, women were believed to not work as well as men and received lower wages. However, even with minimal experience and no training, women were confident that they could perform equally as well as the men. In Joseph Purcell’s <em>Hie From Altar to War Jobs </em>(1942), Virginia Brown, who is depicted in the picture, was a perfect example of someone who was not afraid of taking on work requiring “plenty of elbow grease.” She is shown in the article working on a gun barrel at the Watertown Arsenal in Massachusetts. Virginia Brown, along with Alice Barnes, was determined to aid the war and take on new responsibilities, including inspecting gun barrels. The article noted that Alice Barnes, Virginia Brown’s coworkers, had postponed her honeymoon to begin work. This information was emphasized in the text by a bolded heading; suggesting that she went straight from the altar after getting married to her job to continue helping the soldiers. These women were worried about the soldiers having enough equipment and focused on learning everything involved with operating heavy machinery to aid to war. WWII provided an opportunity for the women exercise greater rights in the workplace and helped to change cultural notions that women were inferior and unequal.","The government also created \"Rosie the Riveter,\" a fictional character that provided an illustration of the ideal working woman: \"loyal, efficient, patriotic, and pretty [1].  Rosie was branded in a poster with the words \"We can do it\" [1].  Initially, women were influenced by patriotism, persuaded by this successful campaign, but shortly after, the economic incentives became greater. Women between the ages of 20-30 were recruited to work in war industries and Armed Forces [3].  Propaganda flyers were distributed in mass quantities, urging women to partake in war work. One propaganda in particular shows various pictures of women working in those roles which were once men's [4]. The headline \"Women in war industry: Women <em>Must </em>keep'em rolling,\" speaks of these women highly by proving that these jobs are still being maintained through these women, keeping the economy moving.  These marketing leaflets can also be seen in John Cilio's book <em>Women's Work in WWII</em>.","While all the efforts of the men fighting in the war were constantly spotlighted, the women who were working hard to maintain stability at home were easily forgotten and often not credited with the work they accomplished.  However, from the start of WWII in 1939 to 1943, there was a 26 percent increase — 5.1 million to 7.25 million — in women employees, with 90 percent of single women between 18 and 40 employed [1].  Even though they may have taken over the workforce, their pay was still not equivalent to those of their male counterparts [4].  The war opened doors for working women by providing opportunities for them to join workforces where they were extremely unwelcomed before.  Women that were exemplified in the campaigns, such as Virginia Brown and Alice Barnes, were able to set an example of patriotism to other women and help shape the entire working industry for women.  Women that were represented in the campaigns, such as Virginia Brown and Alice Barnes, embodied patriotism, helping to shape the entire work industry for women.","References"," "],"display_date":"October 3, 1942","search_date":"1942-10-03","locations":[{"id":25375,"lat":42.3399569086,"lng":-70.8833658099,"zoom":9,"place":"Plymouth, Massachusetts"}],"tags":[{"id":5,"tag":"War"},{"id":199,"tag":"working women"},{"id":242,"tag":"WWII"}],"course":{"name":"Historical Perspectives on Technology","school":"Widener University","course_id":140,"school_id":43}}]}