{"id":1990,"tag":"Hastings Street, Detroit","points":[[42.107446354,-83.1351982696]],"bounds":[[42.107446354,-83.1351982696],[42.107446354,-83.1351982696]],"episodes":[{"id":5883,"title":"They Paved Paradise and Put Up A Freeway: Demolishing Detroit's Hastings Street","course_id":118,"status":"P","start_date":"1/1/45","end_date":"12/31/45","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1945 a seven-man committee appointed by Mayor Edward J. Jeffries prepared a master plan for the City of Detroit's transportation systems, in order to keep up with modern city plans of the day, like Chicago and London. The document, entitled \"Detroit Expressway and Transit System\" and prepared for the Detroit Transportation Board, was supported by both Cincinnati and Chicago consultants, as well as a New York law firm. The document included not only descriptions of the new rail, bus, and freeway transport systems wished for the city, but also architectural sketches and detailed depictions of how the various plans would look and interact with their urban landscape. One picture sketch detailed the plans for Hastings Expressway, to be paved over the current Hastings Street which ran through Detroit's predominantly African-American neighborhood, Blackbottom. The image captions, \"Hastings Expressway would carry express buses to the central business district south of the Crosstown. Both walks and bicycle paths would be included in the incidental improvements.\" The sketch includes a freeway divided by a grass median and sloping upwards on both sides to a row of trees, a bike/pedestrian path behind that, and then more trees and greenery before eventually reaching city roads.","It's been said that in 1940s Detroit, Hastings Street was where you could get anything and everything you wanted. Filled with African American-owned shops, restaurants, theatres, and clubs, it was the backbone of Blackbottom. However, after city planners decided to build the extention of I-75 through Detroit, and specifically through the Blackbottom neighborhood, Hastings Street never looked the same again (and neither did Blackbottom). The beautification features outlined above -- along with incidental improvements to the landscape for the people -- never occurred. But the paved freeway did. \"Sub-standard homes\" of African Americans were evicted and demolished to bulid the freeway under the Federal Highway Act, signed into law by President Eisenhower. It broke the neighborhood in two, lowered property values, and imposed significant adverse environmental effects, including noise and air pollution, directly onto the neighborhood. Many left, and were pushed, into the further eastside and the Brewster housing projects. City planners cited their desire to bring easy access to the city from the suburbs and to parallel its transportation with advancing industrial cities across the nation, as a way to clear what they defined as an urban slum, in both racist and environmental terms. Furthermore, much of Hastings Street lost its name - another way to demolish the culture of those who lived there. Today, Hastings Street is simply a memory of \"Paradise Lost\" (Gunrow) and better known as the Chrysler Freeway."],"display_date":1945,"search_date":"1945-07-02","locations":[{"id":27066,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1968,"tag":"Blackbottom, Detroit"},{"id":1989,"tag":"freeways"},{"id":1990,"tag":"Hastings Street, Detroit"},{"id":792,"tag":"Transportation"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5938,"title":"Being Wrapped in Love-That's What Black Bottom Meant To Me","course_id":118,"status":"P","start_date":"3/1/42","end_date":"3/31/42","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Betty DeRamus is seen as a Detroit legend to some. Her parents moved to Detroit in the 40s when Betty was a baby. She lived in Detroit’s Black Bottom neighborhood as a child – her parents moved from the Black Bottom neighborhood when she was in high school. While growing up in Black Bottom Betty noticed the dilapidated housing; she said one house she lived in was desperately in need of a paint job but the house’s exterior looked as if it wouldn’t absorb paint. Despite conditions like this Betty says she felt that her family was rich. Both parents worked and by them having only one child they were able to maintain a nice home, they even bought Betty a piano. She also noted that the inside of her house was always spotless because her mother believed in keeping a clean home.","Additionally Betty talks about the sense of community in Black Bottom, she says it was a village. People knew you in Black Bottom and in many ways the Blacks “looked out for each other”. Betty talks about how there was some vice in Black Bottom (I.e. prostitution) but the community was not filled with overt violent crimes (i.e. break-ins and murders). She reflects on how her family seldom locked their doors and how people would sit on their porches late at night to enjoy the nightly breeze. She remembers sitting on the porch alone in the dark as a child and never hearing break-ins or assaults. The community was full of Black owned businesses which she enjoyed as a child, she recalls enjoying ice cream at Barthwells drug store and buying candy at the local confectionary. She also remembers how Hastings street was filled with fresh smells from restaurants and sounds of musical greats performing in local theaters.","“Feeling rich has nothing to do with how many dollars you have in a bank or in your pocket. It’s about having a sense of security. It’s about feeling cared for. It’s about growing up wrapped in love.” –Betty DeRamus.","This quote by Betty captures the feelings had by many living in Black Bottom. Their housing was not the greatest and many were poor but they had a sense of community. The people had created a way of life that made them feel rich. However this was disregarded and a community with a rich history and value was wiped away."],"display_date":"March 1942","search_date":"1942-03-16","locations":[{"id":27066,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1955,"tag":"Paradise Valley Detroit"},{"id":1990,"tag":"Hastings Street, Detroit"},{"id":1914,"tag":"Black Bottom"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5948,"title":"How Environmental Racism Both Divides &amp; Multiplies Communities","course_id":118,"status":"P","start_date":"1/1/35","end_date":"12/31/60","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Themes of belonging and community permeate the memories of people who grew up in Black Detroit's Eastside Neighborhoods during the twentieth century.","Dorothy Greenfield Hill grew up at St. Antoine and Warren Ave, just off Hastings Street. She recalls that she was a \"great walker\" because her home was centrally located to her community, including a \"hop skip and a jump\" to flower shops, family grocers, Barthwell's Ice Cream Parlor, shoe repair shops, and more. She recalls that neighbors kept an eye on each other and their children, including her, creating a strong sense of unity in raising the community.","Teola P. Hunter, who lived on Medbury Ave., recalls not only being born into a wonderful family, but also \"born into a neighborhood\". She notes that her friends and family were people who were \"poor but proud\" and determined to live their lives to the fullest. Often, her \"family\" was not real family at all as almost everyone on the block was lovingly claimed to be one of her cousins. She also accounts how familiies would often hold \"credit account(s)\" with stores and other businesses in the community so they could get items like groceries in between paydays or if they ran out.","George D. Ramsey, Sr., grew up in a flat at 952 E. Warren Ave, between Hastings and Rivard. He recalls his 18 years of childhood there as his \"Street of Dreams\". He fondly remembers childhood mischiefs, such as peeping through the windows of Cole Funeral Home to look at the bodies, sitting of the porch of noted jazz pianist Will Davis, and jumping across rooftops at the \"Booker T.\" apartment complex. He recalls \"death and despair\" always being present though, like visiting the Astoria Bar where police once shot a man and blood stained the street until next rainfall. Still, living next to a Do Wopp group, musical greatness, and a lively community showed George that great things could be realized in his neighborhood, and he always felt satisfied.","The above accounts are just a few of the many stories shared about the communal spirit of growing up in Black Bottom. There is often the saying that \"it takes a village to raise a child\" and that this held true in Detroit's Eastside. Many previous residents will similiarly reminisice on living with \"aunts\" & \"uncles\" that weren't biologically related, neighbors reprimanding other children as if they were their own, and feeling safe walking alone down the street, even for women at night. These residents knew they were poor, but almost all of them recall never feeling poor or middle class. Within the confines of their neighborhood, many as sheltered children recall feeling rich, and as if they had everything they needed in the world (despite the area having poor environmental conditions such as disease, poverty, and poor safety in housing). Moreover, there are a large amount of documented stories and photographs on the thriving economics of Hastings Street, to which so many residental streets turned off of. Theaters, Black-owned businesses, barborshops, and dime stores, were among many of the attractions along the street. Combined with Paradise Valley next door, it has been often said that neighborhoods of Black Detroit, like Black Bottom, were \"a city within a city\", created by the heavy segregation of the time.","Environmental racism predominantly includes creating the inequal distribution and equality of space, which ultimately defines where and how people live. So while it can be polarizing and destructive (such as between Whites and Blacks within Detroit), Black Bottom and the Black community of Detroit also show how hope can be created within such defined space. Finally, they show how injustly forcing people into a certain situation can bring them closer as a united community - an important revelation for almost all areas of history and stories of oppression."],"display_date":"1935 - 1960","search_date":"1948-01-01","locations":[{"id":22722,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1990,"tag":"Hastings Street, Detroit"},{"id":705,"tag":"Community"},{"id":1954,"tag":"Black Bottom Detroit"},{"id":2072,"tag":"Environmental Racism"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5962,"title":"Founding the Detroit Urban League","course_id":118,"status":"P","start_date":"1/1/16","end_date":"12/31/20","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The United States of America entered World War I (WWI) in 1916. Following their recent involvement in the war caused a boom in the industry production. To supply the new demands for industrial products, many African Americans and women began to migrate to the North in order to find factory jobs. Even though black migrants were trying to escape Jim Crow south, they still found themselves being discriminated in the North. The new black migrants were subjected to living in confined areas in Detroit which in return emerged the Black Bottom and Paradise Valley communities in Detroit. These two communities were known to have outrageous rent and “vile” living conditions.","In 1917 the National Urban League had a conference which praised the city of Detroit as a national model to deal with the migration. Eugene Kinckle Jones who was the director of the National Urban League, went Detroit in 1916 “to lobby For the opening of an affiliate there.” Many black long term residents of Detroit attended the conference and were resentful to Jones organization because they believe that the organization implied that black people needed “special needs.” To deal with the surge of black people in Detroit, white began to over time open their doors to the new migrants. Hospitals, a branch of YMCA, settlement houses, churches, began to allow black people in their facilities. Religion was very helpful for new migrants to feel at home because these places would take care of them."],"display_date":"1916 - 1920","search_date":"1918-07-02","locations":[{"id":18385,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2089,"tag":"National Urban League"},{"id":240,"tag":"WWI"},{"id":1964,"tag":"Paradise Valley"},{"id":1990,"tag":"Hastings Street, Detroit"},{"id":225,"tag":"Jim Crow"},{"id":1954,"tag":"Black Bottom Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6000,"title":"True Community...It's a Lifeline","course_id":118,"status":"P","start_date":"1/1/40","end_date":"12/31/60","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Lenore Lewis Lawson is an African American woman who grew up on the Near Eastside of Detroit. She lived on Hendrie Street with her parents, brothers and sisters. Her home was just four houses from Hastings (a major thoroughfare in Detroit’s Black community surrounded with small businesses). She said that “she views her years growing up in the old neighborhood as some of the best years of her life”. She explained that it was an area where people knew their neighbors and spoke to them by name. Her neighbors were also very concerned about each other and were always willing to share what they had with each other (e.g. a cup of sugar, or a dime for the street car). The community actively “looked out” for one another. She also talked about the numbers game which could be compared to today’s lottery, although the numbers game was not legal. Therefore the community would shield the numbers man from police because they felt he was a part of their community.","During the period that Ms. Lawson speaks of the proverb “It takes a village to raise a child” was personified in the Near Eastside of Detroit. It was the village and within that village/community were many neighborhoods. These neighborhoods were linked by common bonds of race and religion. It also believed that these neighborhoods were linked by a larger desire by parents that their children would live in a larger world than they had known. Many parents inspired their children to learn about the larger society, the larger world that had evaded them (the parents), and then encouraged them to go out and find or maker their place in it. Family was a paramount fixture in strong communities, it was one of the strongest supports against the injustices of inequality and racism that were present in larger society.","Furthermore community was more than an extension of their families. It was their bridge to the outside world. It was where they lived, worked, and played. Neighbors knew they needed each other in order to give their families the strength and determination to go out into the world and make a difference. This sense of true community has escaped us in many ways in today’s society and it leads to unstable neighborhoods full of residents and no neighbors. Not many areas have a strong sense of community where people can depend on each other let alone know each other’s name."],"display_date":"1940 - 1960","search_date":"1950-07-02","locations":[{"id":27066,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2124,"tag":"Black Community"},{"id":1954,"tag":"Black Bottom Detroit"},{"id":1990,"tag":"Hastings Street, Detroit"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}]}