{"id":1995,"tag":"Freeway Removal","points":[[42.107446354,-83.1351982696]],"bounds":[[42.107446354,-83.1351982696],[42.107446354,-83.1351982696]],"episodes":[{"id":5884,"title":"Ironic History: Detroit Follows National Reversal Trend to Rip Out Freeway","course_id":118,"status":"P","start_date":"1/1/99","end_date":"12/31/99","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Detroit could soon be following a national urban environmentalism trend of ripping out freeways -- much like Portland and San Francisco -- by beginning to look into removing parts of its old I-375 freeway, also known as the Chrysler Freeway. It would remove the section running from Gratiot Avenue south to Jefferson Avenue, and replace it with a pedestrian-friendly parkway to reconnect LaFayette Park and Detroit's central business district with Detroit's eastside neighborhoods and the vibrant Eastern Market for the first time in over 50 years. Removing the freeway would be a step towards rebuilding community for the city, as the freeway's construction fifty years earlier destroyed the African-American neighborhood known as Blackbottom. Plans for the would-be newly cleared area could include retail and office development, as well as bicycle paths and pedestrian-friendly walkways. Many community members and residents support this idea, while others reject it. Among those in favor are General Motors and the Detroit Riverfront Conservancy, which both want to see it contribute to further economic development and growth downtown. Those opposed include other businesses that might lose easy access, increased publicity, and safe transportation for their employees. Others are simply undecided on what to do, citing many different considerations that need to be made, like Blue Cross Blue Shield of Michigan. As urban planners today point out all the negative arguments and historical affects of such \"slicing and dicing\" freeways throughout the city though, many people still don't want to lose the high-speed connection or its economic benefits that take those from the suburbs to downtown attractions, such as the Renaissance Center. But as one urban planner points out, \"they don't lose their access. They lose their high-speed access. There's a difference.\"","Reflecting on the devastating affects of Detroit's Blackbottom neighborhood and the environmental factors arising from freeways, this article represents a hopeful outlook for Detroit, and nationwide. Though it certainly comes with opposing beliefs and conflicts, the shift in thinking by cities and its planners represents an important stride in urban environmental history. However, while this proposed plan may seem promising, history often proves that the best laid plans may not always come to fruitation. For example, the thousands of motorists from the suburbs who utilize this freeway everyday, and don't deal with its damaging affects but only rely on its ease, might have a powerful say in rejecting its removal; So might the businesses that benefit from it. Furthermore, this plan could take up 15 years to take action, just like the creation of I-375 did, by which point the focus on Detroit and this issue may have moved on. Therefore, the future certainly cannot be determined from this <em>Detroit Free Press</em> article since history <em>also</em> proves that even the best laid plans don't always benefit the land and people they affect most... especially in the City of Detroit."],"display_date":1999,"search_date":"1999-07-02","locations":[{"id":41645,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1994,"tag":"I-375 Freeway"},{"id":1995,"tag":"Freeway Removal"},{"id":1953,"tag":"Urban Renewal"},{"id":1968,"tag":"Blackbottom, Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}]}