{"id":1996,"tag":"Grand Prix","points":[[42.107446354,-83.1351982696]],"bounds":[[42.107446354,-83.1351982696],[42.107446354,-83.1351982696]],"episodes":[{"id":5885,"title":"The Raceway on Belle Isle","course_id":118,"status":"P","start_date":"6/1/93","end_date":"6/30/93","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Thousands cheered as Danny Sullivan tore down Sunset Drive on the final lap of the 1993 Champ Car World Series (CART) race held for the second time on Detroit's favourite island park, the historic Belle Isle. Many spectators thrust their fingers deep into their ears as Sullivan rounded the final curve and roared past the packed grandstand to secure victory at the new racetrack, with a backdrop of the impressive Detroit skyline across the water. The 1993 event was a great success and showed a promising future for professional motor racing in the city with the richest auto history in the world. <br />Coming from the recent disappointment of the world renowned Formula 1 race series leaving the city in 1989, as no agreement with the already declining city could be agreed upon to move from the outdated Renaissance Center inner city track to the fresh Belle Isle, the 1992 move breathed a new lease on life into the city's racing industry. While the CART race brought crowds, adrenaline and excitement to Belle Isle each summer it was also abandoned in 2001 as it was deemed insufficient to the races needs. As the city further declined Belle Isle remained a city park with many other recreational uses for the people of Detroit, but was beginning to fall into disrepair. The raceway was again revived in 2007 as part of the Indy circuit, only to be cancelled by 2009 due to the particularly heavy impact of economic crisis on Detroit's auto industry.","Perhaps the island would have remained better off without the extensive changes made to its roads and landscape by accommodating these large auto races and the corporate promotion that accompanies them. Mayor Oscar Marx had firmly rejected the prospect of holding the 1913 Vanderbilt races upon the Isle as he was unwilling to “turn Belle Isle over to promoters who are seeking to make money” purely because it “belongs to the people” and should not be profited from. Marx's assertion that the park and island is property of all of the people of Detroit reflects the divisive, longstanding dominant narrative of ownership of Belle Isle. As the park's administration grappled with acceptable uses of the park and the representation of privately owned property and spaces, the funding for the park has experienced periods of plenty and poverty, culminating in the late 2013 decision by the struggling city of Detroit to lease the island to the State of Michigan to ensure its upkeep and longevity."],"display_date":"June 1993","search_date":"1993-06-15","locations":[{"id":41645,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1899,"tag":"Detroit"},{"id":1997,"tag":"racing"},{"id":1996,"tag":"Grand Prix"},{"id":1901,"tag":"Belle Isle"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}]}