{"id":20,"tag":"Diplomacy/International","points":[[38.9151212228,-76.9435162098],[37.2035331078,-94.3406328253],[37.3167903952,-79.5201576467],[37.5392399795,-77.4106423457],[39.087394033,-76.4791169961],[32.8753704415,-79.8417496964],[41.8399513458,-87.8166666032],[26.6841881812,-82.0889710874],[43.0070321924,-87.9667286742],[36.7242965456,-81.9600960155],[42.107446354,-83.1351982696],[40.7805662337,-73.9388482485],[38.9071923,-77.0368707]],"bounds":[[43.0070321924,-73.9388482485],[26.6841881812,-94.3406328253]],"episodes":[{"id":5757,"title":"<strong>Congressman W.S. Groesbeck Supports the Seizure of William Walker</strong>","course_id":113,"status":"P","start_date":"1858-01-11","end_date":"1858-01-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the House of Representatives on January 11, 1858, the Honorable W.S. Groesbeck of Ohio took the floor to argue in support of the recent capture of filibusterer, General William Walker. The speech served as a rebuttal to objections raised by Representative Keitt of South Carolina and Representative Stephens of Georgia.","Representatives Keitt and Stephens argued that the seizure of Walker and his company from Nicaragua was illegal. For these two Congressmen, the United States had violated jurisdiction zones established by the “law of 1818” during Walker’s seizure. In defense of the US forces that captured Walker, Representative Groesbeck focused his speech on the theme that “the sea is no sanctuary for crime.” He stated that since Walker and his company were American citizens, “the duty of this Government [was] to keep the peace with all other nations; and to break up combinations of its own citizens who have actually started upon expeditions to violate the peace of other nations.” This being said, Representative Groesbeck saw nothing wrong with the actions the US government took to apprehend Walker and his company: “He [the commander of the US Navy] had the right to cross the line of the marine league from our shore; he had the right to pursue this expedition, which was being <em>carried on</em> across the Gulf; and he had the right, with the consent of Nicaragua, to enter within her jurisdiction.” Simply put, General Walker and his company were rightfully and legally seized and detained by the US government.","William Walker was a man of many skills. Despite his medical education and experience in journalism, he is best remembered as a filibusterer. Walker’s first filibuster occurred in 1853 in Sonora, Mexico. The success of this filibuster prompted Walker to pursue Nicaragua a few years later.","The US Department of State acknowledges that filibustering-the militaristic actions of private citizens in a foreign land-was common in the years between the Mexican War and Civil War. Like Walker, most filibusterers were southern men hoping that the acquisition of new territory in Central America would ensure the expansion and survival of slavery. For this reason, as historian James McPherson wrote, “While much of the northern press condemned Walker as a pirate, southern newspapers praised him as engaged in a ‘noble cause.’” These conflicting perceptions of Walker’s actions created fierce tension in Washington.","When Walker and his company returned to Nicaragua in 1857, the US reacted. Historian Amy Greenberg wrote on this matter, “In May 1857 Walker surrendered to the commander of the United States navy after falling to the combined pressure of a Central American army, Great Britain, and threatened American shipping interest.” As evident in Rep. Groesbeck’s speech, there was a lot of controversy concerning Walker’s seizure. This contention between southerners and northerners in regards to the US actions was, in the end, pointless. In May 1858, a jury in New Orleans acquitted Walker of all charges for violating federal law."],"display_date":"January 11, 1858","search_date":"1858-01-11","locations":[{"id":1275,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":9,"tag":"Law"},{"id":20,"tag":"Diplomacy/International"},{"id":1471,"tag":"Law/Government/Crime"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":113,"school_id":3}},{"id":3948,"title":"Border States and the Civil War\n","course_id":7,"status":"P","start_date":"1861-01-01","end_date":"1861-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["    Salem H. Ford realized early that his company was in for a tough battle.  As a captain in the cavalry of the Confederate States Army, he worried about the lack of leadership in his unit.  After all, Colonel Price, the only man who seemed to know how to \"form a line of battle,\" was fighting on the other side of the state.  As Ford glanced across Spring  River, which was the only thing separating Ford's army from General Sigel's Federal troops, he was mesmerized: \"I could not help admiring for their beautiful movements in their formation line of battle.\"   He knew his men had a small chance of winning the skirmish, but they had no choice.  Suddenly, gunfire erupted.  The battle of Carthage had begun.","    The battle raged on for hours.  It was a back and forth affair, as each side would rally after what seemed like defeat.  Desperate for a victory, Captain Hiram, a colleague of Ford's, commanded the Confederate soldiers to throw anything they could at General Sigel's men.  The cavalry threw rocks and pieces of iron.  Soon, General Sigel began to retreat from the constant bombardment.  Before long, Ford and the cavalry had pushed him back ten miles from Carthage, sealing the Confederate victory.  After the battle, Sigel, reflecting on the battle, applauded the efforts of the Confederate cavalry: \"if [I] had such men in [my] command...[I] would not be afraid to charge hell and capture the devil.\"","    While the determination and drive of the Missouri soldiers threw General Sigel off guard, their resolve is not surprising.  The Kansas-Missouri conflict served as a prelude to the Civil War.  Each state dealt with raids and guerilla warfare on a consistent basis beginning in 1854, so the two states were in the midst of the conflict when the War Between the States broke out.  When the war officially started, Lincoln's top priority was to try and secure the loyalty of the Border   States.  While Lincoln was able to attract Kansas to the Union cause, Missouri, a slave state, sympathized with the Southern plight and, while it never seceded, did favor the Confederacy.  This division between Kansas and Missouri only reinforced the hostility.  For the soldiers in Captain Ford's company, they not only saw Federal troops before them - they saw Kansas, the neighbors they hated the most.  This hatred led each side to fight harder than they might have had there been no rivalry prior to the war.  Their border war manifested itself in the Civil War.  Missouri became a symbol for the way the rest of the South should fight as their sacrifice and passion would set the standard for the rest of the Confederacy during the Civil War. "],"display_date":1861,"search_date":"1861-07-02","locations":[{"id":7638,"lat":37.2035331078,"lng":-94.3406328253,"zoom":10,"place":"JASPER, Missouri"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":20,"tag":"Diplomacy/International"},{"id":17,"tag":"Government"},{"id":5,"tag":"War"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":3957,"title":"Virginia Governor John Floyds Thoughts on Nullification\n","course_id":7,"status":"P","start_date":"1832-12-19","end_date":"1832-12-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Virginia residents opened up their newspapers one morning in December 1832 and discovered an address from the governor, John Floyd.  He wrote to the Virginia Senate and House of Delegates in regards to the South Carolina Nullification Ordinance, and the newspaper posted this as an article for locals.  Floyd explained that South Carolina felt the Tariffs took advantage of it and the state had \"declared those laws unconstitutional.\"  In South   Carolina's defense, he noted that its state had implored Congress to overturn those laws many times, but that \"all this had been disregarded by that body.\"  Although Floyd first presented South Carolina's motives for nullification, he went on to note the potentially negative consequences of this action.  The Virginia governor warned that \"should force be resorted to by the Federal Government, the horror of the scenes hereafter to be witnessed cannot now be pictured even by the affrighted imagination.\"  Floyd presented both sides of the issue.  ","Floyd's desires for how Virginians should respond to nullification, more clearly revealed his inclinations.  Historians describe the governor as a \"states' rights advocate\" who \"originally opposed secession.\" These two ideas seemingly conflicted with each other.  Floyd promoted an all-encompassing stance that would preserve South Carolina's rights and also promoted the ideal of limiting Congressional powers without endorsing nullification. He said that first there should be \"an investigation of the causes, with a view to a redress of grievances.\"  However, he acknowledged that South Carolina had already attempted to do this and failed.  Thus, he said the next step was \"an amicable reference...to the great tribunal which formed and adopted the constitution, viz: the PEOPLE of the States themselves.\"  Floyd went so far as to say that if the people could not settle the issue peacefully, it would essentially disparage the ideas of \"liberty\" and \"self-government.\"  Therefore, he presented the state of Virginia with two choices: to support South  Carolina and engage in potential Civil War or to \"appeal to the States of the Union.\"  He warned that the former of the two choices would result in \"fire-side altars bathed in blood,\" and that the latter decision would enable \"the maintenance of...harmony.\"  Floyd presented the two options as having completley different consequences.","Virginia had a task: historian William Freehling explains that ultimately \"the Virginia legislature, even while sending [an official commissioner] to stop South Carolina from nullifying [the tarrifs], affirmed that any state could legally secede.\"  Although Virginia remained in the Union until the fall of Fort Sumter, it did not condemn the actions of the secessionists around it.  This somewhat conciliatory legislative action, as Floyd suggested, would have less severe effects. Interestingly, though, Floyd eventually became a promoter of secession, a Confederate general, and as historians note, \"resigned under charges of financial cheating and transferring arms to the South.\"  Overall, it is evident that Virginians initially took a moderate stance, hoping to avoid confrontation.  As time progressed, however, many people modified their attitudes and behaviors, as exemplified by Governor Floyd and Virginia's eventual secession."],"display_date":"December 19, 1832","search_date":"1832-12-19","locations":[{"id":13654,"lat":37.3167903952,"lng":-79.5201576467,"zoom":9,"place":"BEDFORD, Virginia"}],"tags":[{"id":20,"tag":"Diplomacy/International"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":5,"tag":"War"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":3981,"title":"Nicaraguan Affairs\n","course_id":7,"status":"P","start_date":"1856-05-19","end_date":"1856-05-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On Monday May 19, 1856, the headline story of the Daily Dispatch was entitled \"Nicaraguan Affairs,\" a topic that was prevalent among many of the newspaper's articles that month. This particular article discussed how Central America would potentially provide the United States with routes of passage for naval ships.  These naval transit routes, specifically a possible Nicaraguan canal, would better enable the United States Navy to protect the nation from the threat of other nations.  Of particular interest to the United States was the Straight of Isthmus, which connected North and South America, for \"to us, on account of its geographical position and of our political interest as an American State, of primary magnitude, that Isthmus is of peculiar importance.\"  This strip of land was of great much importance to the maritime nations as it could potentially provide a water passage between the Atlantic and Pacific Oceans.  ","At the time of this article a new Nicaraguan president, William Walker, was elected.  He called for an alliance with the United States, including an initiative of annexing Nicaragua to the United States as a slave state.  Soldiers from the United States went to Nicaragua in an effort to aid Walker in his bid to power for the Isthmus as a maritime transit route that would benefit both Nicaragua and the United States. William Mason, who went to fight in Nicaragua from the Virginia Military Institute, was passionate about the Nicaraguan issue and journeyed through Mississippi and Louisiana to gather other men who wished to fight for this cause.","Nicaragua's call for annexation to the United States was clearly an important issue at the time.  Its acquisition would have given greater power to the United States in its effort to obtain this transit route that would ultimately have given more power to the nation.  Ultimately the unstable political situation in Nicaragua posed too much of a hazard to the United States' troops and therefore the United States looked for different options in an acquisition of a canal.  The Nicaraguan issue's prevalence in the newspapers and in the passions of men such as William Mason, who willingly gave his life in Nicaragua, gave insight to its importance and the importance of a maritime transit route to the American people.  "],"display_date":"May 19, 1856","search_date":"1856-05-19","locations":[{"id":13916,"lat":37.5392399795,"lng":-77.4106423457,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":20,"tag":"Diplomacy/International"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":4046,"title":"Cuban Independence\n","course_id":7,"status":"P","start_date":"1859-01-08","end_date":"1859-01-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Cuba struggled for its independence from Spain for many years. According to an article in the New York Times, \"we regard the acquisition of Cuba by the United States as a measure of very highest importance to the well-being of its inhabitants, -to the safety and strength of our own country, -and to the best interests of all mankind.\" Lawrence O'Bryan Branch was a member of the House of Representatives during the 1850s. He wrote a letter to a member of his family telling them about a report he was preparing on the acquisition of Cuba. \"The President in his message asked Congress to place at his disposal a sum of money to be used at his discretion as part payment in advance to the Spanish Government for the Island. I approve that mode.\"  ","America had many reasons for its interest in purchasing Cuba. According to The Hispanic American Historical Review, \"development of trade, increasing investments, growth of an American colony in Cuba, southern imperialism, the independence movement in Latin America, and Spain's weakness were the principal reasons for American interest in the island.\" However, there was opposition to the acquisition of the island. According to Branch, both \"Black Republicans and many of the Fire-eaters\" opposed his bill, and \"between the two classes my bill to carry out the recommendation of the President as in a fair way to fail.\" Many people wondered if it was the United States' business as to what was going on in other countries. According to the New York Times, \"there is nothing to forbid our wishing for such results as the welfare of our fellow men requires.\" This is true. There was nothing stopping the United States from \"wishing\" something to happen, but many were worried about America taking a more drastic and violent approach. The New York Times responded, \"we do not advocate, nor would we excuse, the violent seizure of Cuba by our Government, nor its acquisition by any means upon which the stain of injustice could possibly rest. We would never countenance the commencement of a war with Spain.\" However, the Times was not the best at predicting the future. After Spain rejected American demands that they peacefully resolve the Cuban fight for independence, the Spanish-American War began in April 1898."],"display_date":"January 8, 1859","search_date":"1859-01-08","locations":[{"id":1275,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":20,"tag":"Diplomacy/International"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":4066,"title":"A Volunteer&#39;s Story\n","course_id":7,"status":"P","start_date":"1846-07-01","end_date":"1846-07-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Joseph McNeir was a volunteer soldier during the Mexican American War. McNeir had maintained correspondence with his family throughout his time in service. The letters often discussed the life that Joseph McNeir lived during his service as well as how many volunteers were there to serve. McNeir gave intimate details of how the war was going, the expected daily events, and where the soldiers were expected to be on certain days. The letters written between Joseph McNeir and his family, who resided in their hometown of Annapolis, Maryland  gave a picture of how families reacted to their loved ones being enlisted during the Mexican American War. Throughout the letters it is evident that Joseph missed his wife Sally, who never wrote Joseph. Also Joseph in each of the letters he did write wanted to reassure his mother that he would be returning home safely. ","     The letters from Joseph discussed the life of volunteer soldiers during the Mexican American War. From the letters it is evident that volunteer soldiers were instrumental in the war effort. Volunteer soldiers came in the thousands to fight in the Mexican American War. At the start of the Mexican American War, the United States Congress approved a bill that granted President Polk to enlist 50,000 soldiers. During the war effort, . soldiers took part in every combat campaign even though, the majority of volunteer soldiers lacked the proper military training needed for combat. Due to their lack of training volunteer soldiers often had a disillusioned vision of what war would actually be. Joseph McNeir in his letters home highlighted the disease volunteer soldiers battled. By the end of the war, a number of volunteer soldiers and regular soldiers had died from devastating diseases. ","    It is evident from the McNeir Family correspondence that volunteer soldiers who participated in the Mexican American War, regardless of their rank shared a similar, unifying experience. "],"display_date":"July 1, 1846 - July 30, 1846","search_date":"1846-07-15","locations":[{"id":5921,"lat":39.087394033,"lng":-76.4791169961,"zoom":9,"place":"ANNE ARUNDEL, Maryland"}],"tags":[{"id":20,"tag":"Diplomacy/International"},{"id":2,"tag":"Health/Death"},{"id":18,"tag":"Politics"},{"id":5,"tag":"War"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":4080,"title":"Speaking from Medicine Lodge:  Two Native American Opinions on Removal, White Culture, and Government Relations","course_id":5,"status":"P","start_date":"1867-10-19","end_date":"1867-10-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            The Treaty of Medicine Lodge is among the last, most famous and most influential of the United States-Native American treaties.  The treaty, or rather collective of three treaties signed at Medicine Lodge, Kansas in October of 1867, was a comprehensive peace settlement between the U.S. government and the Plains Nations of the Kiowa, Comanche, Apache, Cheyenne, and Arapaho.  Major provisions in the treaty were that the nations would move onto reservations in the Indian Territory and that the United States would help them become \"civilized,\" providing them with necessary supplies and instruction.","            At Medicine Lodge, most of the Native American nations wanted peace, but did not agree with the constrained reservation system that limited autonomy and pushed white civilization upon them.  Among the more outstanding spokesmen of Medicine Lodge were Chiefs Ten Bears and Satanta, who represented two of the most prominent nations, the Comanche and Kiowa, respectively.  Their two voices well addressed specific problems with the proposed reservations, but also addressed broader issues of Native American identity, prospects, and the nature of their relations with whites.","            Satanta, one of the major figures in the armed conflicts leading up to Medicine Lodge, argued very emotionally and emphatically: \"I love the land and the buffalo and will not part with it. I want you to understand well what I say.  Write it on paper.\"  Satanta argued that the land, the hunt, and the independence from \"medicine lodges\"-the churches and schools advocated by whites-were essential elements of his culture, his means for happiness.  Secluded from this lifestyle, he said, \"We grow pale and die.\"  He also emphasized the way in which whites interacted with Native Americans, saying that while he was open and honest with the commissioners, they were deceitful and unreliable.  Yet far worse for Satanta were the U.S. troops who, he said, \"cut down my timber; they kill my buffalo.\"","            Ten Bears was more ready for peace and as such his speech was gentler in tone, beginning with an expression of warm feelings towards the commissioners.  Yet he too blamed the United States for a great deal, saying that it was they who started the conflict: \"There has been trouble on the line between us...but it was...you who sent out the first soldier and we who sent out the second.\"  Ten Bears also broadly criticized the plans of the commissioners, rejecting the reservation scheme with houses and medicine lodges.  He stressed the freedom and happiness of life in the prairie and contrasted it with living and dying as the whites suggested, hemmed in by \"walls\" and \"enclosures.\"  ","            Ten Bears reiterated Satanta's consideration of culture, saying: \"I lived like my fathers before me, and like them, I lived happily.\" He further defended his right to this life based on the promise made by the \"Great White Father\" (the President), which guaranteed the permanence of land rights as they then stood.  Finally, Ten Bears argued that far from removing his people to a better location, the proposed reservation site was \"too small\" and that the Texans had taken away the land and timber that best supported prosperity.  The final words of his speech summarized the plight of Native Americans in powerful, fatalistic terms, saying, \"The white man has the country which we loved, and we only wish to wander on the prairie until we die.\" ","            Though not actually faced with extinction, the nations of Medicine Lodge were in the midst of such upheaval that the period could justifiably be called the end of an age for their peoples.  Arguments like those of Satanta and Ten Bears at Medicine Lodge were not new; Native Americans had long defended their essential rights, sovereignty, and freedom-political rhetoric that is itself very telling as it specifically caters to Western ideology.  Yet the virtue of these values were not enough to protect Native Americans in a seemingly intractable clash of cultures, wherein they were opposed by both U.S. governmental policy and the very real \"shock of civilization\" that saw the buffalo hunted almost to extinction while frontier settlements swept across Native Americans' lands, dominating them in trade and constantly fighting with them.  In the twenty years after Medicine Lodge, Native American sovereignty and their free, unsettled lifestyle, as espoused by Satanta and Ten Bears, were both rejected by the United States.  The two major blows came in the shape of a Congressional act in 1871 that ended treaty-making with Native Americans, and the Dawes Severalty Act in 1887, which divided up the communal land into individual allotments and made Native Americans U.S. citizens."],"display_date":"October 19, 1867 - October 20, 1867","search_date":"1867-10-19","locations":[{"id":4553,"lat":null,"lng":null,"zoom":8,"place":"Unorganized, Kansas"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":8,"tag":"Arts/Leisure"},{"id":14,"tag":"Church/Religious-Activity"},{"id":20,"tag":"Diplomacy/International"},{"id":6,"tag":"Education"},{"id":17,"tag":"Government"},{"id":12,"tag":"Migration/Transportation"},{"id":19,"tag":"Native-Americans"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"},{"id":5,"tag":"War"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}},{"id":4235,"title":"The Black Warrior Affair Exposes U.S. Tensions with Spain\n","course_id":5,"status":"P","start_date":"1854-02-28","end_date":"1854-03-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On March 13, 1854 the Charleston Daily Courier ran a series of correspondences from Havana which reported on the escalating Black Warrior affair. These correspondences explain that on February 28 the ship Black Warrior stopped in Havana on its way from Mobile to New York as it had done numerous times in the past and upon arriving delivered its manifest to customs as was required. The captain listed his cargo only as ballasts as he had ordinarily done since all other cargo was in transit. However, the Black Warrior also carried 1000 bales of cotton and the customs officer, upon learning of this, seized the ship and cargo without giving the captain an opportunity to change the manifest. The correspondence explained that the outrage stemmed from the fact that under Spanish law a captain had twelve hours from the time the ship arrived in which he could make corrections to the manifest if an error had occurred, a time which had not elapsed when the ship was seized. The captain immediately informed the U.S. Consul in Havana who attempted to resolve the matter by petitioning the Captain General of Havana to release the ship and cargo. But the correspondence states that the Captain General responded \"the law must take its course\" and so made a speedy end to this affair impossible.","Normally such a minor customs battle would hold little importance for the people of Charleston and the nation as a whole, but the escalating political interest in the affair is best explained by tensions between the United States and Spain around this time. The bulk of this tension was the result of the United States' continued interest in acquiring Cuba from Spain; a sentiment especially strong among Southern Democrats who saw it as an opportunity to create another slave state out of Cuba and among some moderates who hoped that the acquisition of Cuba would ease the growing tensions between the North and South. Also, some hoped that a war with Spain over Cuba would turn the nation's attentions from internal divisions onto national affairs and so alleviate the growing regional crisis in the United States. Thus, it is not surprising that in his essay Henry James tells \"Of the sensation created throughout the length and breadth of the Union by the detention of the Black Warrior.\" Many newspapers portrayed the \"Black Warrior Affair\" as an outrage and a slight against American honor that deserved retribution. Strong political pressure was exerted on President Peirce to act, and Peirce himself was not totally indifferent to the political possibilities this crisis created. While sentiments in the correspondence were not so strong, the author did emphasize the idea that the United States had been wronged in some way. He too called for action by the government to intervene in this \"outrageous affair.\" However, the Spanish government, realizing the political implications, quickly resolved the issue by releasing the ship and cargo. While there were some lingering political repercussions, American interest in the affair ebbed with this resolution and emphasis shift back to the problems of the nation. The strong reaction to this minor incident, however, reveals the volatile political atmosphere of the nation at this time."],"display_date":"February 28, 1854 - March 16, 1854","search_date":"1854-03-07","locations":[{"id":11456,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":20,"tag":"Diplomacy/International"},{"id":11,"tag":"Economy"},{"id":9,"tag":"Law"},{"id":12,"tag":"Migration/Transportation"},{"id":18,"tag":"Politics"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}},{"id":4282,"title":"Albert Spalding and Baseball&#39;s World Tour\n","course_id":5,"status":"P","start_date":"1888-10-01","end_date":"1889-05-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Packing their bats, balls and bags, a group of courageous men set out upon a journey of unprecedented nature and purpose. The year was 1888, and Albert G. Spalding had organized a group of all-star baseball players for the purpose of taking the game of baseball on a tour around the world.  A former baseball player himself, Spalding saw this tour as an opportunity to spread the national pastime over the entire globe while simultaneously advancing the interests of his new sporting goods chain.  From Chicago clear around the globe, baseball's finest players took America's pastime as ambassadors to new and spellbound audiences. According to Thomas Zeiler, who wrote a book dedicated to the subject, not only was the tour a sign of baseball's growing popularity, it also signified America's growing interest in global expansion and imperialism. Not only were the players ambassadors of baseball, they were ambassadors of the American way.","The Boston Globe called Spalding's idea one that, \"for boldness and scope, tops anything ever before attempted in the world of sports.\" Consisting of the top talent from around the country, the two teams, the All-America team and Chicago team, set out from Chicago under the direction of Spalding in October of 1888.  Crossing the American west with sweeping success, the tour arrived in San Francisco where it embarked upon the trans-pacific segment of its journey.  Stopping off briefly in Hawaii, the tour landed in Australia and met with an audience accustomed to the game of cricket. After indulging their audiences with exhibition games against the cricket teams of the country, the tour wowed the onlookers with a game of baseball that was highly applauded. The Globe describes how Spalding, achieving this success, then determined to take the tour through Europe and subsequently signed a contract for a European segment of the tour. Its path mapped out, the tour again set sail, crossing the Indian Ocean and heading into Egypt via the Suez Canal. From there the tour crossed Europe with its final destination being the British Isles. Here the two teams battled against each other and against the country's cricket teams all across England, Scotland, and Ireland. Finally returning to the states, Zeiler describes how Spalding received \"applause once near New York harbor\" and how the tour was met with great welcome and banquets almost every place it went.  After playing several games in the east, including a surprisingly lukewarm welcome in Washington D. C., the tour finally came to rest in Chicago where it played its last game. ","The impact of this world tour was soon seen. Returning in the spring of 1889, Spalding quickly made good on his marketing scheme.  In a deal that the New York Times called \"one of the biggest sporting deals of the season,\" Spalding bought out the company of A. J. Reach Company and established \"world control of the sporting goods line.\" Just as a baseball player gloriously rounds the bases after a homerun, so did America's pastime circle the world as a result of Spalding's \"homerun\" of an idea. Not only had the tour given the world a glimpse of America and its game, it had forever solidified baseball as an American institution and the national pastime."],"display_date":"October 1, 1888 - May 30, 1889","search_date":"1889-01-29","locations":[{"id":2541,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"COOK, Illinois"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":20,"tag":"Diplomacy/International"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}},{"id":4291,"title":"Lincoln, Mudd, and The Dry Tortugas","course_id":5,"status":"P","start_date":"1865-04-14","end_date":"1869-03-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Dry Tortugas were never intended to serve as host to the most notorious convicts of the 19th Century, but President Johnson altered the prison selection as reported by the New York Times on July, 19 1865.  A summary of the Lincoln Assassination case in the New York Times on July, 21 1865 proves that Fort Jefferson, the Dry Tortugas would be home to several of the Lincoln conspirators.  ","Ponce de Leon made a discovery in 1513 that would later serve as home to a group of men connected to the assassination of an American President.  The island chain would later receive the name of the \"Dry Tortugas\", each word in reference to an identifying feature of the islands as noted by early explorers.  The \"dry\" depicts the lack of a fresh water source on the islands, an essential piece of information that sailors relied upon.  \"Tortugas\" was a maritime term for sea turtles, and these creatures also happened to be the main source of meat for anyone inhabiting the islands; such as the crew of the HMS Tyger did in 1742 after they were shipwrecked and stranded for 55 days.  The extreme isolation of the Dry Tortugas along with its strategic location, not unlike that of Gibraltar, made them the target for a US Fort that would serve to protect shipping lanes and carry out the Monroe doctrine.","Construction of Fort Jefferson began in 1846 and was never completed.  The massive structure covered 11 acres of land on Garden Key, the only island in the Dry Tortugas suitable to serve host to the large mason building.  The American Civil War caused Fort Jefferson to double as a military prison and housed several hundred inmates in the second story gun casemates.  ","In April, 1865 John Wilkes Booth assassinated President Lincoln and fled Ford's Theatre.  After breaking a leg, he sought medical attention from Dr. Samuel Mudd, a prior acquaintance, and proceeded to dodge the authorities for several more days before being shot.  Dr. Samuel Mudd, Edmund Spangler, Samuel Arnold, and Michael O'Laughlin were all sentenced to life in prison for their alleged roles in the assassination of President Lincoln.  Following their sentencing, the Lincoln conspirators departed in July, 1865 for Fort Jefferson in the Dry Tortugas.  ","In the fall of 1867 several cases of Yellow Fever broke out amongst the troops garrisoned at Fort Jefferson and by mid-September an epidemic gripped the fort.  After the medical officer passed away, Dr. Mudd volunteered his services which saved many of the soldier's lives.  More extraordinary was the fact that Dr. Mudd himself had Yellow Fever and he continued to labor through the disease.   Despite Dr. Mudd's best efforts, his comrade in chains Michael O'Laughlin passed away from the epidemic along with a handful of soldiers.  The NCOs of Fort Jefferson wrote President Johnson a letter praising Dr. Mudd's heroic medical feats despite being a prisoner.  ","As a result of the letter that President Johnson received from Fort Jefferson he granted a pardon to Dr. Mudd on February 8th, 1869 and subsequently pardoned Samuel Arnold and Edmund Spangler on March 1st, 1869.  The strategic value of Fort Jefferson waned throughout the later part of the 19th century until being abandoned in 1874; but the strategic value of Fort Jefferson and the Dry Tortugas caused the fort to be re-activated and armed during the World Wars.  Today the Dry Tortugas are a National Park and Fort Jefferson continues to hold the record as the largest mason structure in the western hemisphere."],"display_date":"April 14, 1865 - March 21, 1869","search_date":"1867-04-02","locations":[{"id":1428,"lat":26.6841881812,"lng":-82.0889710874,"zoom":7,"place":"MONROE, Florida"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":20,"tag":"Diplomacy/International"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":5,"tag":"War"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}},{"id":4574,"title":"Reasons for the War of 1812","course_id":20,"status":"P","start_date":"1812-01-01","end_date":"1815-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["\"I am ready to allow, Mr. President, that both Great Britain and France, have given us abundant cause for war.\" These were the words of General German in the United State Senate that was displayed by the press in Spooner's Vermont Journal. The war described here is the War of 1812, where both Great Britain and France attempted to bully the United States into trade allegiances with either nation. In order for America to maintain neutrality, it was necessary to display its military strength. A country that cannot defend itself against foreign powers will not carry respect from those powers. Because of this it, was necessary to declare war on Great Britain.","Great Britain had been in at war with France for several years across numerous conflicts. After the Revolutionary War, America had a need to remain neutral in order to strengthen its economy and infrastructure; this made trade across the Atlantic Ocean with various European countries was vital. Both France and Great Britain were among America's largest trading partners. With the conflict between these nations, Britain required resources and economic support. This need, combined with Britain's little respect for the fledging United States, drove them to bully and restrict America to trading solely with them. They had several ways of accomplishing this. Some of the most notable ways of accomplishing this were blockading French ports to American trading ships and conducting impressments of American merchant sailors. After much debate by Congress, the conclusion was made that because of these among various other violations against America as a neutral nation, the only way to maintain independence was to declare war on Great Britain. The War of 1812 lasted from 1812 to 1815 and was generally considered a stalemate.","American forces throughout the war did not gain significant victory against Britain's colonies in Canada, and after America successfully repelled Britain's invasions on her native soil the war ended in a draw. With the signing of the Treaty of Ghent, a <em>status quo antebellum</em> was declared, both ending the war and returning all lands to the pre-war holders. While the war had little initial effect, its results could be seen in the years to come with greater respect from Great Britain toward America as a sovereign, neutral nation."],"display_date":"1812 - 1815","search_date":"1813-12-31","locations":[{"id":5802,"lat":null,"lng":null,"zoom":8,"place":"CUMBERLAND, Maine"}],"tags":[{"id":154,"tag":"War of 1812"},{"id":155,"tag":"Great Britain"},{"id":20,"tag":"Diplomacy/International"}],"course":{"name":"American Civilizations to 1877","school":"University of North Carolina at Pembroke","course_id":20,"school_id":9}},{"id":4692,"title":"Bill Christofferson, a Vietnam Veteran, Experiences Forty Years of Coming Home","course_id":26,"status":"P","start_date":"2/1/68","end_date":"2/28/68","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Vietnam War was one of the most traumatic events in postwar American history. At its peak, the United States had 543,400 soldiers stationed in Vietnam and as a whole, the United States sent over three million soldiers to Vietnam. One of these veterans of the Vietnam War was Bill Christofferson, who was a combat correspondent who returned from active duty in 1968. However, like many other Vietnam veterans, Christofferson never completely felt home.","In an article written by Christofferson in the Spring of 2008, he described his coming home experience. He explained that the Marine Corps sent him home to the United States in 1968 and immediately issued him his first set of dress blues, not to wear in the office but to wear for funeral duty. Christofferson stated that he wore these dress blues many times in February of 1968, which was the beginning of the Tet Offensive. The funeral duty troubled Christofferson so much that he decided to write columns about his horrible experiences in Vietnam and the reasons why he was anti-war. One experience he described was in regards to one of his boot camp buddies who was killed by a booby trap.","Christofferson explained that he never felt at home. He did not feel as if he had any close bonds, like the ones he had in Vietnam. He stated that it was not until he joined the Vietnam Veterans Against the War (VVAW) that he truly felt at home with his friends. Christofferson declared, \"'Welcome Home' had seemed like a cliché at times when I've been greeted that way by fellow vets. But marching with VVAW last year (2002) really did feel like coming home, even if it was almost forty years late.\"","Christofferson's account of his \"coming home\" experience from Vietnam reflects the experience of many Vietnam veterans. Veterans who returned home in the 1960s and 1970s frequently felt unwelcomed and were unable to assimilate back into domestic life. Some suffered from Post-Traumatic Stress Disorder (PTSD). Christofferson did not suffer from PTSD, but as he states, he did not feel at home until he was finally able to march with other Vietnam veterans."],"display_date":"February 1968","search_date":"1968-02-14","locations":[{"id":33802,"lat":43.0070321924,"lng":-87.9667286742,"zoom":10,"place":"Milwaukee, Wisconsin"}],"tags":[{"id":5,"tag":"War"},{"id":20,"tag":"Diplomacy/International"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":26,"school_id":3}},{"id":4696,"title":"John Kerry Denounces the War in Vietnam","course_id":26,"status":"P","start_date":"4/23/71","end_date":"4/23/71","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","Speaking to the United States Senate Committee on Foreign Relations, former Army Captain John Kerry explained the atrocities and falsehoods that the soldiers on the ground were forced to carry out while serving in the Vietnam War from 1966-1970.  He made it clear that the actions of the United States government and military leaders should not vanish into thin air.","According to Kerry, soldiers were forced to carry out attacks on women, children, animals, and anything else of value to the Vietnamese.  Kerry's examples included “cut off ears, cut off heads, taped wires from portable telephones to human genitals and turned up the power, cut off limbs, blown up bodies, randomly shot at civilians, and razed villages in fashion reminiscent of Ghengis Khan.”  There was no respect for human life or culture while in the jungles of Vietnam.  Kerry and others learned  “the meaning of free fire zones, shooting anything that moves, and we watched while America placed a cheapness on the lives of orientals.”  Government denial, as well as anti-war sentiment in the states, put veterans in danger both in the jungle and at home.","Military historian John M. Hawkins believes Kerry was especially critical of Harassment and Interdiction firing practices during the war.  Hawkins explains that Harassment and Interdiction fire was “a type of artillery mission practiced by the United States throughout two world wars and bitter fighting in Korea...”.  Kerry believed these practices were war crimes, even though they were seen as “accepted policy by many units in South Vietnam”.","Kerry was not alone in his protest of the Vietnam War.  Citizens of the United States gathered in massive groups to protest the policies and decisions of the American government.  Doug McAdam and Yang Su of the <em>American Sociological Review </em>believe a march on the Pentagon in 1967 “represented a new and disturbing high water mark in anti-war protest.”  As many as 20,000 people clashed with police and other authorities,  “causing 647 arrests and 47 injuries.”"],"display_date":"April 23, 1971","search_date":"1971-04-23","locations":[{"id":34713,"lat":36.7242965456,"lng":-81.9600960155,"zoom":10,"place":"Washington, Virginia"}],"tags":[{"id":20,"tag":"Diplomacy/International"},{"id":18,"tag":"Politics"},{"id":5,"tag":"War"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":26,"school_id":3}},{"id":4697,"title":"Vietnam Veteran Testifies in Winter Soldier Investigations","course_id":26,"status":"P","start_date":"1/31/71","end_date":"1/31/71","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On returning home from Vietnam, some veterans were asked to testify before Congressional committees regarding their actions during the war. Rusty Sachs, a member of the Marine Medium Helicopter Squadron 362, testified before Congress and explained his recollection of destroying villages and killing innocent civilians. Approximately twenty other soldiers testified from various branches of the armed forces in the Winter Soldier Investigations.","Sachs revealed that playing games with Vietnamese prisoners was a popular way to pass the time. The men in charge of loading the helicopter “in addition to maintenance on the aircraft would blindfold the prisoners, holding the blindfold on with heavy wire, safety wire.” The soldiers would tie the hands and feet of the prisoner, then held a contest to see who could toss them the farthest off the aircraft. This was done in the company of high-ranking military officials. Nothing was done to stop these actions because officers felt they were doing nothing wrong. Many Marines never received special training in the handling of prisoners. Sachs states, “...we were never told anything about the way to treat prisoners if we were the capturers rather than the captee and this was very standard.”","Historian Patrick Hagopian believes trials, such as the Winter Soldier Investigations, go a long way in obtaining the sense of justice that had been lost during the war. He states that a critical legacy of the Vietnam War was the “U.S. armed forces' and government's failure to investigate and prosecute perpetrators of war crimes in Vietnam rigorously and exhaustively.”","The soldiers who saw combat and carried out these acts were seen as less equipped mentally to handle other service missions when compared to high-ranking officers. Social Scientists Cynthia Gimbel and Alan Booth believed that only twelve percent of servicemen were in combat jobs during the war. These jobs were often filled by men “with lower mental aptitude and skills who were presumed unable to handle complex support positions.”"],"display_date":"January 31, 1971","search_date":"1971-01-31","locations":[{"id":35437,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":20,"tag":"Diplomacy/International"},{"id":18,"tag":"Politics"},{"id":5,"tag":"War"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":26,"school_id":3}},{"id":5031,"title":"Arctic Exploration:  Dangerous Adventure or Scientific Discovery?","course_id":43,"status":"P","start_date":"1873-05-13","end_date":"1873-05-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Arctic exploration debates the larger question encompassing nineteenth century America:  do we play it safe, or take risks to gain knowledge?  Do we preserve what we have, or seek new things?  Arctic exploration is one debate that centers on these issues, and the 1873 <em>New York Tribune</em> article, “Arctic Exploration,” addresses these difficult questions.  The late nineteenth century saw the beginning of the adventurous explorers who dared to face the unknown of the Arctic Circle.  The article addresses the conflict between risk and knowledge.  Many people did not support Arctic exploration, claiming that it made prisoners of explorers and the risk was not worth the gain.  Arctic exploration in the 1870s came at the same time as the Panic of 1873, and many believed that money should go to things closer to home with more tangible results.  This newspaper article, however, defends Arctic exploration, stating that Arctic exploration can satisfy our natural “thirst for knowledge.”  Science, knowledge, and experience do not come from the majority of Americans that were becoming comfortable in their urban lives; instead, they must accept and support the brave souls who were willing to face the Arctic wilderness for answers.  And often, it involved looking forward; results from expeditions often seemed unimportant at the time, but the writer claims that one had to look to the future as grounds for Arctic exploration.","The nineteenth century is often noted for Western expansion in the United States, but many also began to look beyond the Americas.  Arctic exploration of the nineteenth century can be compared to the twentieth century’s space race, as quests involved competition and distinction, as well as tragedy and failure.  It is true that many men died, many ships were lost and, on the surface, discoveries were not major or life-changing.  Perhaps the compulsion for Arctic exploration comes from an “Arctic Fever,” and that explorers felt and urge to go into the unknown against better judgment and with little chance of knowledge or success as a result.  And yet the article describes the “softening” of Americans, from the tough and adventurous people they once were.  The drive and spirit of Ulysses that brought people to America to better their lives is gone in most people.  The fear of death comes into play, as it often does in the nineteenth century.  \"Shall adventure be given up or the field of discovery abandoned because there's peril in it because some men suffer and others die for sake of it!\"  The writer claims that death comes to all, and that dying in pursuit of a greater truth in the unexplored North is worth the risk.  Arctic explorers were men of the future, who moved society forward and lived life through risks as all Americans should.  And it all comes down to the idea of creating a history worth remembering; without risk, there is no gain."],"display_date":"May 13, 1873","search_date":"1873-05-13","locations":[{"id":8927,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":20,"tag":"Diplomacy/International"},{"id":16,"tag":"Science/Technology"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5260,"title":"Kennedy Hears from a Worried Soviet Premier","course_id":69,"status":"P","start_date":"10/26/62","end_date":"10/27/62","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Between 6:00 and 9:00 PM on the night of Friday October 26, 1962, the tenth day of the Cuban Missile Crisis, the members of President John F. Kennedy’s Executive Committee of the National Security (ExCom) received sections of a long, emotional private message from Soviet Union Premier Nikita Khrushchev.  Khrushchev revealed the underlying logic of the Cuban Missile Crisis when he wrote, “I see, Mr. President, that you are not devoid of a sense of anxiety for the fate of the world, of understanding, and of what war entails.”  The following day, referred to by Ernest May and Philip Zelikow, editors of <em>The Kennedy Tapes</em>, as “black Saturday,” proved to be the longest and most trying day of the crisis for President Kennedy and the members of ExCom.  Kennedy and ExCom drafted a response in which Kennedy acknowledged that if a solution were not quickly found it would “surely lead to an intensification of the Cuban crisis and a grave risk to the peace of the world.”","Kennedy and Khrushchev attempted to avoid escalation during the Crisis because of the doctrine of Mutually Assured Destruction, or MAD.  According to political scientist Donald Snow, MAD was a doctrine formulated by the Kennedy administration that relied on the fact that any state contemplating a nuclear attack on another state with nuclear capability would be deterred from attacking by the knowledge that a nuclear retaliation would cause unacceptable destruction in the aggressor state.  Snow posited that the risk of nuclear war played a major role in decision-making on both sides of the crisis, and that both sides deliberately exploited this risk in the negotiations.","The MAD doctrine may have been one of the reasons why Khrushchev sent his private letter to Kennedy, which according to historian Max Frankel gave the members of ExCom a sense of cautious optimism as they went to sleep on October 26.  It weighed on his mind as he wrote “we are of sound mind and understand perfectly well that if we attack you, you will respond the same way.  But you too will receive the same that you hurl against us.”","Historian Gerard DeGroot quoted Robert McNamara after the crisis in saying that “President Kennedy and I were deterred from even considering a nuclear attack on the USSR by the knowledge that, although such a strike would destroy the Soviet Union, tens of thousands of their weapons would survive to be launched against the United States.”  MAD has been much maligned as a nuclear strategy in the years since the Cuban Missile Crisis, but McNamara argued in 1967, “Assured destruction is the very essence of the whole deterrence concept.”   Both Kennedy and Khrushchev understood MAD as part of the underlying logic for the crisis negotiations."],"display_date":"October 26, 1962 - October 27, 1962","search_date":"1962-10-26","locations":[{"id":31495,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Dist Columbia, District of Columbia"}],"tags":[{"id":5,"tag":"War"},{"id":442,"tag":"Foreign Politics"},{"id":20,"tag":"Diplomacy/International"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":69,"school_id":3}},{"id":5278,"title":"<strong>George H.W. Bush Announces Post-Cold War Strategies during Persian Gulf War</strong>","course_id":69,"status":"P","start_date":"9/11/90","end_date":"9/11/90","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In George H.W. Bush’s speech about Kuwait, he said “Recent events have surely proven that there is no substitute for American leadership.” By 1990, the Cold War had finally ended after forty years of conflict. George H.W. Bush came into office just before at the end of the Cold War. This had become a vital time in American foreign policy because the country no longer had to feel threatened with the idea of war at any moment. Bush said “out of these troubled times, our fifth objective-a new world-order can emerge; a new era-freer from the threat of terror, stronger in the pursuit of justice, and more secure in the quest for peace, an era in which the nations of the world, East and West, North and South, can prosper and live in harmony.” Bush implemented a policy that had to adjust to all of the changes that occurred. The fall of communism in the Soviet Union brought a new opportunity to the United States. The use of American military power around the world shifted. The invasion of Kuwait proved to the world that times were changing. ","Bush was tested early in his presidency after Saddam Hussein invaded Kuwait. Authors Ryan J. Barilleaux and Mark J. Rozell stated “Bush saw his mission as being to guide the country effectively during a period of transition, rather than precipitating large-scale changes.” Bush was known to be passionate and heavily involved in all issues. J. Patrick Dobel said that   “President George H. W Bush was a passionate president with strong commitments.” Kuwait was a small nation but had a great deal of power throughout the world because of their oil reserves. Bush was able to show the world a change in foreign policy following the end of the Cold War by helping Kuwait. Bush used the idea of fighting aggression and restoring peace as a major goal. He stated “today, that new world is struggling to be born, a world quite different from the one we have known, a world where the rule of law supplants the rule of the jungle, a world in which nations recognize the shared responsibility for freedom and justice, a world where the strong respect the rights of the weak.” Bush implemented a new foreign policy vision by getting involved in the Persian Gulf affairs."],"display_date":"September 11, 1990","search_date":"1990-09-11","locations":[{"id":41498,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"District of Columbia, District of Columb"}],"tags":[{"id":5,"tag":"War"},{"id":20,"tag":"Diplomacy/International"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":69,"school_id":3}},{"id":5803,"title":"<strong>Congressman W.S. Groesbeck Supports the Seizure of William Walker</strong>","course_id":113,"status":"P","start_date":"1858-01-11","end_date":"1858-01-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the House of Representatives on January 11, 1858, the Honorable W.S. Groesbeck of Ohio took the floor to argue in support of the recent capture of filibusterer, General William Walker. The speech served as a rebuttal to objections raised by Representative Keitt of South Carolina and Representative Stephens of Georgia.","Representatives Keitt and Stephens argued that the seizure of Walker and his company from Nicaragua was illegal. For these two Congressmen, the United States had violated jurisdiction zones established by the “law of 1818” during Walker’s seizure. In defense of the US forces that captured Walker, Representative Groesbeck focused his speech on the theme that “the sea is no sanctuary for crime.” He stated that since Walker and his company were American citizens, “the duty of this Government [was] to keep the peace with all other nations; and to break up combinations of its own citizens who have actually started upon expeditions to violate the peace of other nations.” This being said, Representative Groesbeck saw nothing wrong with the actions the US government took to apprehend Walker and his company: “He [the commander of the US Navy] had the right to cross the line of the marine league from our shore; he had the right to pursue this expedition, which was being <em>carried on</em> across the Gulf; and he had the right, with the consent of Nicaragua, to enter within her jurisdiction.” Simply put, General Walker and his company were rightfully and legally seized and detained by the US government.","William Walker was a man of many skills. Despite his medical education and experience in journalism, he is best remembered as a filibusterer. Walker’s first filibuster occurred in 1853 in Sonora, Mexico. The success of this filibuster prompted Walker to pursue Nicaragua a few years later.","The US Department of State acknowledges that filibustering-the militaristic actions of private citizens in a foreign land-was common in the years between the Mexican War and Civil War. Like Walker, most filibusterers were southern men hoping that the acquisition of new territory in Central America would ensure the expansion and survival of slavery. For this reason, as historian James McPherson wrote, “While much of the northern press condemned Walker as a pirate, southern newspapers praised him as engaged in a ‘noble cause.’” These conflicting perceptions of Walker’s actions created fierce tension in Washington.","When Walker and his company returned to Nicaragua in 1857, the US reacted. Historian Amy Greenberg wrote on this matter, “In May 1857 Walker surrendered to the commander of the United States navy after falling to the combined pressure of a Central American army, Great Britain, and threatened American shipping interest.” As evident in Rep. Groesbeck’s speech, there was a lot of controversy concerning Walker’s seizure. This contention between southerners and northerners in regards to the US actions was, in the end, pointless. In May 1858, a jury in New Orleans acquitted Walker of all charges for violating federal law."],"display_date":"January 11, 1858","search_date":"1858-01-11","locations":[{"id":1275,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":9,"tag":"Law"},{"id":1,"tag":"Crime/Violence"},{"id":20,"tag":"Diplomacy/International"},{"id":1854,"tag":"Filibuster"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":113,"school_id":3}},{"id":6096,"title":"Grunt Witnesses the Enormities at My Lai","course_id":123,"status":"P","start_date":"3/16/68","end_date":"3/16/68","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["At approximately 7:30 a.m. on the morning of Saturday March 16, 1968, the officers and enlisted men of Charlie Company of the 1<sup>st</sup> Battalion, 20<sup>th</sup> Infantry Regiment, 11<sup>th</sup> Brigade of the 23<sup>rd</sup> Infantry Division landed by helicopter directly outside the village of My Lai.  Private First Class Herbert L. Carter witnessed the unjustifiable and immoral events that ensued once his unit entered the village.  Charlie Company did not encounter any opposition from the villagers, but it did not matter.   According to Carter, the commanding officer ordered the men to “kill everybody, leave no one standing.”  Under the leadership of Captain Ernest Medina and spearheaded by Lieutenant William Calley, the men of Charlie Company tortured, murdered, and mutilated the inhabitants of My Lai.  When asked how many people were killed during the massacre, Carter responded, “There were more than 100, but I couldn’t tell you accurately how many people were killed.  I don’t believe there were any people left alive.”  The men of Charlie Company ceased fire between 9:00 a.m. and 10:30 a.m.  Carter shot himself in the foot and was evacuated at approximately 10:30 a.m.","The events of My Lai have been investigated and disputed since that Saturday morning in 1968.  Australian professors Truda Gray and Brian Martin claimed, “Upon publication of the news in late 1969, many people in the United States and beyond were shocked.”  The massacre at My Lai altered the American public’s stance on the war in Vietnam.  Since the military concealed facts surrounding the massacre, U.S. citizens felt left in the dark and increasingly protested the war once they learned what actually happened.  Top-level military commanders had no idea of what transpired on March 16, 1968 until the story reached publication a year later.  The cover-up process was kept within the middle ranks of the military.  The only person to be convicted for his actions was Lieutenant William Calley, reflecting injustice and bias within the judiciary system of the U.S. military.","Professors of sociology Joachim J. Savelsberg and Ryan D. King argued, “the My Lai Massacre, committed by American soldiers in the course of the Vietnam War, did not affect the telling of American history and the public esteem of the American military as profoundly as some had expected at the onset of the 1970s.”   However, My Lai and its negative aftermath are still remembered today, half a century later.  The My Lai Massacre and its consequences summarized the confusion of the Vietnam War.  The military’s ignorance and the media’s portrayal of My Lai played a substantial role in the loss of support for the war.  The entire ordeal illustrated how the actions of a few men in war can severely impact the opinions and beliefs of a nation."],"display_date":"March 16, 1968","search_date":"1968-03-16","locations":[{"id":52685,"lat":null,"lng":null,"zoom":8,"place":"Outside US"}],"tags":[{"id":5,"tag":"War"},{"id":20,"tag":"Diplomacy/International"},{"id":1,"tag":"Crime/Violence"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":123,"school_id":3}},{"id":6483,"title":"Kennedy Establishes the Peace Corps","course_id":150,"status":"P","start_date":"3/1/61","end_date":"3/1/61","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On March 1, 1961, President John F. Kennedy signed Executive Order 10924 which stated the United States Peace Corps held a mission “to promote a better understanding of Americans and to foster a better understanding of other cultures among Americans at home.”   The Kennedy Administration created the Peace Corps as an agency in the State Department with the goal of training American men and women to serve in economic aid programs in countries around the world.  Through the signing of Executive Order 10924, President Kennedy simultaneously tried to spread good feelings of western democracy to amenable third world nations and increase the global experiences of young Americans through service.","In October 1960, Kennedy introduced the idea of a Peace Corps in an overnight trip to the University of Michigan less than a month before the 1960 election.  He proposed the idea of students spending their post-college years in suffering countries to recognize that there was a greater purpose in life than gaining an economic advantage at home.  While thousands of Americans joined the Corps, mixed reactions from countries around the world arose.  Despite the variety of responses to the establishment of the Peace Corps from the Middle East, Asia, and Europe, President Kennedy gave the United States an opportunity to market itself as a leader in global public service. ","Journalist Michael Hall of the <em>Journal of Third World Studies</em> viewed the U.S. Peace Corps as “an instrument of Cold War policy,” and thought it helped improve the international view of America and its relationships and intents in third world countries.  Hall, who examined the long-term impact of the American agency forty-six years after its establishment, also called the Peace Corps a “powerful symbol of American values.”  Hundreds of thousands of Americans changed their lives through their service in the Peace Corps.  Troy Moon of the <em>Pensacola News Journal </em>found evidence of life-changing service among Peace Corps veterans in Florida.  They felt that they answered the call to serve from Kennedy.  Janet McIndewar, a former volunteer, stated that “the real goal [of the Peace Corps] is to bring back what you learn and share it with people [in the U.S.].”  Those volunteers developed an appreciation for their work and even found that it transformed their lives when they returned to the states.  McIndewar’s son even joined the Peace Corps after being inspired by his mother’s work.  According to Hall, sixteen months after the signing, 2,816 volunteers were serving in twenty-eight host countries across four continents.   "],"display_date":"March 1, 1961","search_date":"1961-03-01","locations":[{"id":52826,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington D.C."}],"tags":[{"id":20,"tag":"Diplomacy/International"},{"id":1727,"tag":"JFK"},{"id":442,"tag":"Foreign Politics"}],"course":{"name":"JFK: Famine to New Frontier","school":"Marist College","course_id":150,"school_id":77}}]}