{"id":2007,"tag":"Detroit Industry","points":[[42.107446354,-83.1351982696]],"bounds":[[42.107446354,-83.1351982696],[42.107446354,-83.1351982696]],"episodes":[{"id":5894,"title":"Delray 1943 Generalized Land Use","course_id":118,"status":"P","start_date":"1/1/43","end_date":"12/31/46","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Evidence of lackluster city zoning is still evident in Delray. While there may have been a historical absence of zoning in the heavily industrial, immigrant community of Southeast Detroit, the residents of Delray were never adequately served by city zoning. Despite high-density residential settlement, Delray was never zoned residential, and through time this allowed for inadequate environmental and public health restrictions on the business and conditions in Delray. Today we see brownfield sites and asthma slowly constricting around the existing community. A community boxed in by a major expressway, a waste treatment facitility, an industrial hub (directly upwind), and abandoned industrial lots. While zoning is not the silver bullet for issues like these, it is an effective and heavily utilized tool in striking a balance between industry and community.","The 1946 Generalized Land Use Map for Delray shows vacant, residential, commercial and industrial land use and its distribution around the community. The most notable aspects of the map are the interlaced boundary of semi-segregated zones of residential, and industrial land use. These loose distinctions indicate the lack of zoning in Detroit, and the resulting construction of communities around industry, which residents accepted so long as jobs were provided, but which would go on to have public health and environmental consequences.","Commercial zoning could also be a valuable takeaway from this map. Apparantly solid and cohesive blocks of the area were devoted to commercial interest along Fort and Jefferson Streets as late as 1943. Apparantly the construction of the Ambassador Bridge and Waste Water Treatment Facility of the '20s did not immediately have negative impacts on the area. But by the 1960s, the construction of Interstate 1-75 and suburban outmigration would take their toll, as would the closing of Jefferson Avenue."],"display_date":"1943 - 1946","search_date":"1944-12-31","locations":[{"id":27066,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2007,"tag":"Detroit Industry"},{"id":2006,"tag":"Land Use"},{"id":1970,"tag":"zoning"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6011,"title":"Salvation in Industry","course_id":118,"status":"P","start_date":"1/1/56","end_date":"12/31/56","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The negative perception of industry is a fairly recent concept and for many years in places like Detroit industry was a marker of innovation, economic mobility, and increased employment. A 1956 study conducted by the Detroit City Plans Commission presents a crucial comprehensive collection of facts and statistics about the current state of industry and its projected growth. In the section entitled “Community and Corridor Data,” city planners offer their definition of a community and clarify the distinctions between a “community corridor” and an “industrial corridor.” In their definitions they contend with the City’s Master Plan which states that no heavy industry can be in close proximity to community corridors. While the report is objective in most of its findings it presents the disadvantages to the City Master Plan in a much more enumerated and in-depth manner than the advantages of separating industry from residential. The study concludes in this area that it will be difficult for industry to exist outside of industry corridors. This alludes to another theme within the report, which is the lack of space for real heavy industry in the city. According to many of the graphs and conclusions in the report current industry provided much of the economic stability the city has and it is logical that an increase would be beneficial for everyone.","The report speaks to a long-term problem in Detroit, highlighted by urban researcher June Manning Thomas, namely the city’s tendency to “assemble land for industrial sites.” Urban development in the twentieth century reflected the city's interest in increasing industry within community spaces as a means of increasing economic prosperity. The result is a city eager to put industry next to homes, as the city could “buy existing houses and land, prepare sites, and resell them cheaply to industrial firms.” This postwar mentality of increasing industry and jobs had major repercussions for city residents who were forced to live side-by-side with heavily polluting industries, which the city has never fully addressed."],"display_date":1956,"search_date":"1956-07-01","locations":[{"id":28980,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1648,"tag":"1950s"},{"id":2007,"tag":"Detroit Industry"},{"id":58,"tag":"Industry"},{"id":2055,"tag":"Heavy Industry"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}]}