{"id":2009,"tag":"Interstate 75","points":[[42.107446354,-83.1351982696]],"bounds":[[42.107446354,-83.1351982696],[42.107446354,-83.1351982696]],"episodes":[{"id":5895,"title":"Lonely Delray: The Isolation Process","course_id":118,"status":"P","start_date":"1/1/43","end_date":"12/31/61","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Delray residents have been living with the roar of 18-wheeler trucks and congested morning commutes off the Interstate 75 since 1961. The interstate divided Historic Delray, with West Fort Street to the south and Lafayette Boulevard to the north, and created what the City of Detroit called a \"natural boundary\" between the industrial and residential quarters. At first glance at the land use map prepared for the Master Plan of Detroit of 1950, placement of the interstate appeared reasonable. South of the proposed freeway was heavily industrial, including big names like The Solvay Process, United Fuel Supply Co., Michigan Malleable, Delray Salt Co., and the mysterious, heavily contaminanted, and privately owned Zug Island.","But some residential and commercial areas remained, scattered among the industries. While the freeways did connect residents from the suburbs to the central business districts in downtown Detroit, the Detroit City Planning Commission did not consider the residents that the construction of I-75 would isolate. In 1943, the long stretch of Fort Street, from Boyd Street to North Vinewood, was lined with commercial properties. The placement of the Interstate cut off Fort Streets' local businesses' customer base, leaving the local businesses with little choice but to shut their doors. Directly across from the industries on West Jefferson, residents lived side by side with the smoke stacks. Interstate 75 essentially isolated Delray’s residents and local businesses from the rest of Detroit. In 1950, the City viewed industry as the economic reason for the existence of the city. While Delray’s industries continued to grow, the residents in the mixed-use areas were left unconsidered."],"display_date":"1943 - 1961","search_date":"1952-07-01","locations":[{"id":27066,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2010,"tag":"Industries"},{"id":2009,"tag":"Interstate 75"},{"id":1941,"tag":"Delray"},{"id":1989,"tag":"freeways"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5909,"title":"Dismantling a Community","course_id":118,"status":"P","start_date":"1/1/59","end_date":"1/1/61","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Development makes way in Detroit, as the community that once contained blacks and separated them from whites fades into the background, never to be recreated. Businesses that once provided a variety of needs for residents are torn down and replaced with streets without stoplights to create a highway. Milions of cars travel over the land that once served as the site of homes, cleaners, churches, and restaurants. Do the drivers know the heritage of this area? It’s rather unlikely. The residents that once lived in this area have been forcibly displaced. This community, Black Bottom/Paradise Valley, is now a shell of its former self.  Its entertainment district is now just a memory, passed on from generation to generation through the voices of its former residents. The “new” Detroit begins.","The repurpose of Black Bottom/Paradise Valley shows a shift in the mindset of those in power. Detroit’s Black Bottom was originally created to separate blacks and whites and used as a means of containing blacks in a particular part of the city. Due to the decision of policy makers—both in Detroit and the State of Michigan—this community and everything it became for its residents has been discarded in the name of “development” for the creation of the Chrysler Freeway (I-75). The destruction of Black Bottom served as a catastrophic blow to Detroit’s African American community, and “families on highway sites [like Black Bottom] received only a thirty-day notice to vacate and the [Wayne County Road Commission] made no efforts to assist families in relocation.” These families were forced off of their property, away from their homes, and away from the site of which they were connected. “[A]bout one-third of [Black Bottom’s] families eventually moved to public housing, but 35 percent of the families in the area could not be traced. The best-informed city officials believed that a majority of families moved to neighborhoods within a mile of the Gratiot site, crowding into an already decaying part of city, and finding houses scarcely better and often moved overcrowded than that which they had left”. With the siting of I-75, the lives of the predominantly African American residents forever changed in order to support the needs of whites in the area. The camaraderie seen in Black Bottom is now a fond thought in the minds of many."],"display_date":"January 1, 1959 - January 1, 1961","search_date":"1960-01-01","locations":[{"id":28980,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":142,"tag":"african americans"},{"id":2009,"tag":"Interstate 75"},{"id":1899,"tag":"Detroit"},{"id":1914,"tag":"Black Bottom"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}]}