{"id":201,"tag":"Brooks-Sumner Fight","points":[[38.9151212228,-76.9435162098]],"bounds":[[38.9151212228,-76.9435162098],[38.9151212228,-76.9435162098]],"episodes":[{"id":4628,"title":"Bleeding Congress","course_id":23,"status":"P","start_date":"1856-05-19","end_date":"1856-05-22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" "," ","Tensions on Capitol Hill had been rising for years as Southern and Northern politicians continued their debates with one another over the slavery issue. By the 1850s there was a full out war of words in both chambers of Congress as each side was becoming increasingly uncompromising in their cause. These tensions had been creeping across the country at an extremely fast rate throughout the nineteenth century, and by 1856 violence over the issue was something that occurred more often. The peak of these violent acts began in 1855, as proslavery and antislavery forces violently confronted one another in the newly formed territory of Kansas.","This Border War, called Bleeding Kansas by many living at the time, conveys the desperation of both sides; many Northerners wished to keep slavery from spreading, and many Southerners hoped slavery would continue for years. Violent outbreaks in the Kansas territory made it clear to everyone that the issue of slavery was not one that would be decided by a piece of paper signed by men in Washington D.C. People in the North saw the violence committed by these anti-abolitionists as vile and disgusting, while those in the South saw this as their last, viable option. The halls of Congress soon became another front in this war as politicians took up the argument of their counterparts. Charles Sumner, Senator from Massachusetts, had always proved his abilities as an orator and leader. He chose to use his talents to convey the sheer atrocity being committed by slaveholding Southerners. On May 19 and again on the 20<sup>th</sup>, Sumner stood in front of his fellow Senators and made his case against the Kansas-Nebraska Act. He began with soaring rhetoric criticizing the bill on a legal level; however, matters soon turned personal. As he stood in the front of the dozens of other Senators, Charles Sumner openly mocked the main authors of the bill, Senator Stephen A. Douglas and Representative Andrew Butler of South Carolina. Using the same skills that made him a revered abolitionist in Massachusetts, Sumner embarrassed these two men. Sumner talked about how Douglas was a “noisome, squat, and nameless animal” and that he was “not a proper model for an American senator.” These words drew cheers and chuckles from Northerners, while Southerners looked at Sumner as though he had just spat in their faces. Sumner continued, and became even more personal when he began to talk about Butler. He accused Butler of having “a mistress, who, though ugly to others, is always lovely to him; though polluted in the sight of the world, is chaste in his sight – I mean, the harlot, Slavery.” Northerners went wild, as did the Southerners, for obvious different reasons. Sumner continued to batter the elder statesman as he mocked his speech and physical mannerisms, which had been greatly affected by a stroke Butler had suffered from. By the time the session that day had ended, Sumner’s speech had roused support from many of his fellow Northerners and complete resentment from many others. News traveled fast about this speech, but no one thought it would take the turn it did.","Two days following the attack, Charles Sumner was busy doing paperwork in an almost empty Senate Chamber. Unbeknownst to him, Rep. Butler’s nephew, Representative Preston Brooks entered the chamber. He approached Sumner, along with Laurence Keitt and Henry A. Edmundson. Sumner stopped writing and gave his attention to the three men before him. Sumner measured up the men in front of him, and before he had the chance to say anything, Preston Brooks began. He politely informed Sumner that he had read his speech two times, and that it was “a libel on South Carolina, and Mr. Butler, who is a relative of mine.” Sumner, realizing the severity of the situation stood up to speak with Brooks. As Sumner began to rise out of his chair, Brooks lifted his thick gutta-percha cane with a gold head. He raised the cane and brought it down with such a force that Sumner was immediately knocked to the floor. Blood splattered everywhere, and Brooks continued to beat the unarmed Senator. Sumner attempted to find shelter under the desk, but Brooks, in such a rage, was able to rip the bolted desk out of the floor. He continued to assault the Senator, who by this time had been blinded by his own blood and was near unconsciousness. Slowly and painfully, Sumner made his way up the aisle in the chamber, with Brooks following him the whole way, beating him the whole way, until breaking his cane over Sumner’s head. As Sumner lay unconscious, other Senators ran over to help him, and Butler, as casually as he had entered the building, left."],"display_date":"May 19, 1856 - May 22, 1856","search_date":"1856-05-20","locations":[{"id":1275,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":193,"tag":"Abolitionism"},{"id":200,"tag":"Bleeding Kansas"},{"id":201,"tag":"Brooks-Sumner Fight"},{"id":244,"tag":"Violence"}],"course":{"name":"The Abolitionists and American Society","school":"University of Richmond","course_id":23,"school_id":11}}]}