{"id":2014,"tag":"I-75","points":[[42.107446354,-83.1351982696]],"bounds":[[42.107446354,-83.1351982696],[42.107446354,-83.1351982696]],"episodes":[{"id":5897,"title":"In Distress Not Despair","course_id":118,"status":"P","start_date":"1/1/40","end_date":"12/31/55","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["After World War II in 1943, the city of Detroit had trouble dealing with the huge influx of people moving to Detroit to find factory jobs and returning war veterans. White residents of Detroit were very reluctant to allow black people live in the same neighborhood so new and returning migrants were confined to live in certain areas away from white neighborhoods. Even though there were inadequate living conditions in these areas, the community was known to be very tight-knit. Because of such a high volume of people living in such a small area, Black Bottom and Paradise Valley had trouble attaining general upkeep of these areas so filth began to slowly build up and the buildings began to diminish because of all of the people living in such confined area.","Mayor Jefferies began working on a plan to create an “urban utopia” with the Detroit City Plan Committee for people who lived in Paradise Valley and Black Bottom. Instead of helping to improve the tight-knit community, city planners decided to raze the area leaving the residence of this area a 30 day evacuation notice. This began the construction of I-75 and Lafeyette Park to the area which millions of black residents called home. One of the city planners, Edward Hustoles, visited Black Bottom and recalled, “a woman sticking her head out of an alley structure, and there was a pile of garbage and a rat sitting there. She looked out the window, over this pile, and said, 'Please don't take my house.” The “slum clearance” which destroyed these communities caused major problems to the city of Detroit. This tight-knit community didn’t want to be destroyed; all they wanted were general improvements to the area they were living in."],"display_date":"1940 - 1955","search_date":"1947-12-31","locations":[{"id":27066,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2179,"tag":"Mayor Jeffries"},{"id":1954,"tag":"Black Bottom Detroit"},{"id":1953,"tag":"Urban Renewal"},{"id":2011,"tag":"Slum Clearance"},{"id":2014,"tag":"I-75"},{"id":2013,"tag":"Lafayette Park"},{"id":242,"tag":"WWII"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5970,"title":"Fisher Freeway (I-75) through Delray","course_id":118,"status":"P","start_date":"1/1/61","end_date":"12/31/61","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["\"Recommended location and design has been developed with full consideration given to existing and proposed land use, to urban renewal and industrial redevelopment projects and plans, and to all elements of the official Master Plan of the City of Detroit.\"","As the Wayne County Road Commission points out in its location study for the Fisher Freeway, Detroit's Master Plan had written off Delray, historically a mixed-use area and still home to several thousand working-class residents, as industrial. While it would be easy to say that this is why Delray was parceled off from Detroit as a whole, the location study does not connect any dots, or point any fingers. Instead it offers what has been clear in both the Master Plan of the City of Detroit and the Fisher Freeway Route Location Study: industry trumps all.","In the end, the recommended route from the Wayne County Road Commission would lead to the destruction of 1,954 residencies (including more than 400 multiple-family homes) and 33 industrial sites. The process of determining this route involved a massive effort to balance and divide a city, in order for the necessity of connectivity. Detroit was no longer growing, but the areas around it were. And they had resources to move. In the years prior to the construction of I-75 traffic jams were a major issue and the Ambassador Bridge was locked behind neighborhoods like Delray. The project was an effort to allow for the suburban commuters to enter the city, but also to facilitate the massive flow of resources through and into the inner city.","In the eyes of Detroit, the road was a necessity. But so was their industry, and Delray was front and center in the conflict of the two. What would happen was a balance that largely favored industry and avoided wealthier communities. Alternative proposals presented in the review show that while industry and residential were considered, residential uses were obviously given less weight. Not only this but Delray represented a path of least resistance. What could be defended as a somewhat natural divide, found itself in a relatively defenseless community. The people were largely poor, largely unable to put up a fight, and unable to move.","Industries along the river were largely unaffected by construction, as were the wealthier communities. The suburbs and industry, together the tax base, were aided by the additional connectivity. But the community of Delray suffered. The highway was the first major blow to the Delray community. Delray would face similar subjugation with a remodeled Waste Water Treatment, and to this day faces the challenge of industry over community. While the international bridge might not be the first strike against the Delray community, it may be the last."],"display_date":1961,"search_date":"1961-07-02","locations":[{"id":33546,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":87,"tag":"Environment"},{"id":1941,"tag":"Delray"},{"id":2014,"tag":"I-75"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}]}