{"id":2017,"tag":"French Road","points":[[42.107446354,-83.1351982696]],"bounds":[[42.107446354,-83.1351982696],[42.107446354,-83.1351982696]],"episodes":[{"id":5899,"title":"Decimated Nortown Neighborhoods From Above: Aerial Photographs from 1981 and 1997","course_id":118,"status":"P","start_date":"1/1/81","end_date":"12/31/97","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The difference between the two photographs is stark.  The first, from 1981, shows a lively neighborhood off of French Road next to the Detroit City Airport packed with houses.  By the time the second photo was taken, in 1997, however, the area had been decimated.  Many of the houses are gone, and the remaining ones are surrounded by empty lots left behind from the houses that were demolished.  It is also clear that the surrounding businesses have suffered from people moving out.  The parking lot next to the neighborhood— full of cars in 1981— was bulldozed by 1997.  Many of the abandoned homes show evidence of fire damage, and the empty lots have become dumping grounds.","In the first half of the 20<sup>th</sup> century, Detroit built an airport in the Northeast section of the city, known as the Detroit City Airport (later as the Coleman A. Young International Airport).  Later, in the 1990s, the city decided that there should be a buffer between the airport’s runways and the neighborhood that now existed right next to the airport.  The disappearing houses are largely thanks to a 1994 plan by the Detroit City Council to buy out around five hundred neighborhood residents in order to create this buffer, called the French Road Mini-Take.  Assured that the project would only take 18 months and they would not be left in a no-man’s land, the residents agreed to it.  Twenty years later, however, the project has still not been completed.  Several mayors have since promised to finish it, but the lack of funds available to the city have resulted in 100-150 occupied homes still remaining in a sort of limbo amid the empty lots— there are homes, but the neighborhood has been stripped away."],"display_date":"1981 - 1997","search_date":"1989-07-02","locations":[{"id":37726,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2018,"tag":"aerial photograph"},{"id":2017,"tag":"French Road"},{"id":1233,"tag":"Environmental History"},{"id":1933,"tag":"Detroit City Airport"},{"id":1935,"tag":"Nortown, Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5918,"title":"Detroit’s Race Riot Chaos -- 1967","course_id":118,"status":"P","start_date":"7/27/67","end_date":"7/27/67","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Nortown was not exempt from the troubles of the Detroit race riots in 1967.  Detroit news staff photographer Shirkey was able to capture a photo in the area of exactly what was going on in the midst of the riots.  In the photo, 4 guards armed and ready to fire stood in the light of the streetlamps on the corner of the black Detroit neighborhood. They stayed until the wee hours of the morning to assure that blacks were not out past their curfews during the race riots in Detroit. The photo was captioned with “U.S. Army Airborne Infantry stopped cars in violation of the curfew at a French Road intersection on Detroit's East Side.”","The summer of 1967 was an important historical moment created by the city of Detroit’s black residence. They caused an outburst of conflicts around the country. For five days in July, Detroit, Michigan sprung into complete chaos. Proceeding, an economic boom from the auto industry created jobs, and urban renewal projects built new infrastructure in the city, but blacks were left out of this upward mobility. As a result, in a city with majority black residency, this caused a major problem. New plans were destroying black neighborhoods, and economic opportunities were scarce for black residents and the riots were just one show of reactions to these battles that they were facing as a community."," "," "],"display_date":"July 27, 1967","search_date":"1967-07-27","locations":[{"id":33546,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":175,"tag":"African American Sufferage"},{"id":2003,"tag":"Nortown"},{"id":2017,"tag":"French Road"},{"id":1055,"tag":"Race riot,"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}]}