{"id":202,"tag":"Abolitionist violence","points":[[43.0056890825,-76.1943998481],[42.4842595758,-71.3901525974]],"bounds":[[43.0056890825,-71.3901525974],[42.4842595758,-76.1943998481]],"episodes":[{"id":4687,"title":"Abolitionists Free Suspected Runaway Slave","course_id":23,"status":"P","start_date":"1851-10-04","end_date":"1851-10-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On Wednesday October 4, 1851, Syracuse city police, led by Deputy U.S. Marshall Allen, arrested an African American man by the name of Jerry McHenry.  John M. Reynolds of Marion County, Indiana, claimed McHenry to be his slave, and as a result, McHenry was taken into custody as a runaway slave and set for trial.  However, Reynolds would soon be surprised by an unexpected turn of events that neither he nor the court anticipated.","As U.S Commissioner Joseph F. Sabine adjourned the courtroom at two o’clock pm on October 4, a crowd of black and whites seized McHenry from the custody of the officers.  McHenry’s team of rescuers successfully fought their way out of the courtroom, but failed to carry the prisoner very far before police caught up with them and took McHenry back into custody. McHenry’s would-be liberators were not deterred by this initial failure.  A primarily African American group, consisting of Liberty Party members from all over the state and abolitionists from the County Fair, gathered in front of the courthouse the very next day.  Reverend Samuel R. Ward, an African American preacher and abolitionist, gave a “stirring speech” to the group rousing them into an angry mob.  The mob threw “stones and other missiles” at the courthouse windows injuring some of the army officers, forcing them to nail up the windows with planks and discharge firearms in a desperate attempt to intimidate the mob.  <em>The New York Daily Times</em> reported that once the Commissioner adjourned the court at eight o’clock, “a systematic attack was made, with axes, sledges, crowbars, and a battering ram in the shape of a heavy plank, upon the door of the outer office” until the door gave way and allowed the mob to enter the courthouse and carry McHenry out to his freedom.","The daring rescue of McHenry was only one example of black resistance during the antebellum period and of northern defiance to the 1850 Fugitive Slave Law.  During the rise of immediatism, public protest and antislavery publications served as the first most popular strategy for blacks protesting slavery, but the use of violence against slavery became more common in the 1850s after the passage of the Fugitive Slave Law.  The Fugitive Slave Law of 1850 placed every Northern African American in danger because it declared that any person suspected of being a runaway slave could be arrested without warrant and turned over to a claimant without proper trial.  This significantly increased black resistance and protests, especially during fugitive slave trials.  Influential abolitionists like Congressmen Joshua Giddings who strongly endorsed antislavery violence persuaded more abolitionists to turn to violence as a means of protest.  The government further angered abolitionists by passing laws that penalized free African Americans ten shillings for every day a runaway was hidden and protected from government officials.  The strategy of mass action, involving crowds of abolitionists gathering outside, and sometimes inside, fugitive slave trials in northern states, began as peaceful protests but sometimes ended violently when protestors chose to interfere with the trial.  As more and more abolitionists felt the impulse to engage in civil disobedience, they began to accept the use of righteous violence."],"display_date":"October 4, 1851","search_date":"1851-10-04","locations":[{"id":8955,"lat":43.0056890825,"lng":-76.1943998481,"zoom":9,"place":"ONONDAGA, New York"}],"tags":[{"id":193,"tag":"Abolitionism"},{"id":202,"tag":"Abolitionist violence"},{"id":244,"tag":"Violence"}],"course":{"name":"The Abolitionists and American Society","school":"University of Richmond","course_id":23,"school_id":11}},{"id":5716,"title":"Lydia Maria Child Writes to John Brown in Jail","course_id":110,"status":"P","start_date":"1859-10-26","end_date":"1859-10-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Soon after Captain John Brown raided Harper’s Ferry and was arrested, fellow abolitionist and writer Lydia Maria Child wrote a letter to him while he was in jail. The two had never met, but Lydia wanted to assure Brown that she was one of many who supported him in his cause. In this brief letter she made it very clear that even though she supported Brown in his desire to personally free slaves she believed that the course of action he took was unnecessary. She sided with him for his good intentions but was also saddened by his cruelty. However, she was quick to forgive him by loving him and blessing him. She assured him that thousands of other people sympathized with him as well. As a fellow abolitionist and devout Christian, Lydia let Brown know that she prayed for him but knew that his own faith would sustain him in prison. She also wrote that she sent a letter to the governor asking permission to visit Brown in jail. She hoped that the letter would comfort him in this dark time.","Even though the insurrection at Harper’s Ferry was a failed attempt to free slaves, it was a perfect representation of the increased sectional violence during the decade. John Brown was one of many abolitionists who believed that black antislavery action was the best means to an end. Brown was unique from other slave rescuers because he insisted on recruiting people to fight with him, whites and blacks. Brown counted on many slaves to join in on the raid but it did not happen; instead, he was outnumbered and easily overtaken by the federal marshals. Despite the fact that the attack was a failure and that there were violent consequences, abolitionists stood behind John Brown who was made a martyr for their cause. During the 1850s, sectionalism became more relevant, thus the abolitionists were more desperate to end slavery. For the most part, abolitionists thought that violent revolt hurt the cause. Oppositely, John Brown was the prime example of abolitionists that encouraged slave revolt. He was not only vocal about his cause but he acted on it. For this reason, many abolitionists gave him respect and hailed him as a hero.","Lydia Maria Child’s letter is one example of an abolitionist’s response to Brown’s capture and imprisonment. As Stanley Harrold points out, although many abolitionists wanted to present themselves as peaceful, law-abiding citizens they actually sided with Brown; Lydia’s letter shows that. All over the United States, abolitionists made John Brown support groups where they would sympathize with him and carry on his legacy. Others (even abolitionists) thought he was insane and denounced his actions but Lydia was one woman who sympathized with Brown and saw him as an important figure to the cause."],"display_date":"October 26, 1859","search_date":"1859-10-26","locations":[{"id":6173,"lat":42.4842595758,"lng":-71.3901525974,"zoom":9,"place":"MIDDLESEX, Massachusetts"}],"tags":[{"id":273,"tag":"John Brown"},{"id":202,"tag":"Abolitionist violence"},{"id":1714,"tag":"Lydia Maria Child"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":110,"school_id":10}}]}