{"id":2021,"tag":"African American history","points":[[42.107446354,-83.1351982696],[40.776058,-73.9430817]],"bounds":[[42.107446354,-73.9430817],[40.776058,-83.1351982696]],"episodes":[{"id":5844,"title":"An Oral History of Detroit's 1967 Race Riots","course_id":118,"status":"P","start_date":"7/23/67","end_date":"7/27/67","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Detroit resident James E. Cummings remembers the Detroit race riots that started on the morning of July 23, 1967. The race riots were provoked by a raid of an after-hours bar, known as a \"blind pig,\" on the corner of 12th and Clairmount streets. Cummings recollects not only the violence of the days that followed, in which arson and looting were commonplace and 2,000 buildings were destroyed, but also how the riots impacted his ability to buy property. Business owners were eager to sell their businesses “almost on your terms” out of fear that another riot would occur to further lower property values. The 1967 riots only ended after five days as a result of troops from the Army, sent in by then President Lyndon B. Johnson, and the Michigan National Guard, sent in by then Governor George W. Romney. The riots led to 43 deaths, 1,189 injures, and over 7,000 arrests.","The riots were preceded by racial segregation, such as that exhibited by Black Bottom, a neighborhood primarily composed of Blacks that once existed (but was destroyed by urban renewal projects in the 1960s). Black Bottom is an example of how whites attempted to contain blacks in certain parts of the City of Detroit, out of fear that blacks would negatively affect the entire city if given the opportunity to live anywhere they chose. Thus, many homes built before the 1967 riots were built with a restrictive covenant that prohibited the selling of the home to blacks. The riots of 1967 foreshadowed continued racial tension between whites and blacks, and led whites to fear that another revolt by blacks would ensue. In the aftermath of the race riots, many whites decided to move outside of the City of Detroit to its suburbs for the safety of their families and to ensure that they could continue their business elsewhere without fear of another civil unrest. The spread of whites to suburbs during this time continued for several decades thereafter and left a significant mark on the City of Detroit and its perception to non-Detroiters in America."],"display_date":"July 23, 1967 - July 27, 1967","search_date":"1967-07-25","locations":[{"id":33546,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2021,"tag":"African American history"},{"id":1914,"tag":"Black Bottom"},{"id":1922,"tag":"Detroit race riots"},{"id":21,"tag":"Race Relations"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5963,"title":"Sojourner Truth Homes Controversy","course_id":118,"status":"P","start_date":"1/1/41","end_date":"12/31/42","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The two photographs show very conflicting images.  One is a flyer distributed by local white residents requesting assistance from other white people outside their neighborhood to help keep black Detroiters from moving into the newly-completed public housing project just north of Hamtramck and on the eastern boundary of Nortown. It encourages people to “Help the White People to keep this district white” and “don’t be YELLOW— come out we need every WHITE MAN.”  The other flyer, distributed by outraged black inner city residents, calls for “Negroes [to] Unite for Justice and Democracy!!!” to “PROTEST LOSS OF SOJOURNER TRUTH HOMES” at a “GIGANTIC” mass meeting at a local church.  It then lists several facts about the Sojourner Truth Homes, telling people that they were built for black defense workers, then that a Congressman and a real estate company successfully lobbied to have black residents prohibited from living in the neighborhood.","These flyers represent the two sides of the huge conflict over the building of homes to house black defense workers that previously lived in inner city slums.  When the U.S. increased its involvement in WW2, the amount of production in Detroit increased as well.  With this industrial boom came large numbers of new workers, many of them black.  Most of these workers ended up in the already crowded slums of the downtown black neighborhoods in Detroit.  City leaders and the NAACP then called for new homes to be built using federal dollars to house these workers, and a neighborhood at the corner of Nevada and Fenelon was selected and named the Sojourner Truth Housing Project.  However, white residents of the area were extremely angry that blacks would soon be moving into homes near theirs, and blacks were just as furious when Congressman Rudolph Tenerowicz led a movement to instead allow only whites to live in the neighborhood.  A major clash ensued on February 28, 1942 when several black families attempted to move into homes they’d been paying rent on for two months and were harassed by white militants.  Two months later, the original plan came to partial fruition when city and state police officers and Michigan National Guard troops guarded 168 black residents as they moved into the Sojourner Truth Homes."],"display_date":"1941 - 1942","search_date":"1941-12-31","locations":[{"id":27066,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2021,"tag":"African American history"},{"id":1969,"tag":"Public housing"},{"id":2003,"tag":"Nortown"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5999,"title":"A place I called HOME: Brewster-Douglass Projects","course_id":118,"status":"P","start_date":"1/1/35","end_date":"12/31/42","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Brewster Housing Project in Detroit, the country's first public housing project, was begun in 1935 as a result of a long campaign by African Americans demanding fair housing. This housing project was created during the time of Franklin D. Roosevelt’s presidency, which is significant because of his New Deal Policy which allocated money to go towards housing. However money was not always evenly distributed in Black communities.  First Lady Eleanor Roosevelt was a key proponent of declaring the importance of equal funds going to all communities. She was even present for the ground breaking ceremonies of the Brewster Project.","Completed in 1938, the Brewster Project consisted of 701 units in a low-rise apartment style. Although those units occupied many separate buildings, the Brewster Project was designed to foster a sense of community. It included various green spaces, which served as places for people to socialize and for children to play. The project's landscape was pretty plain -- a few trees and cut grass. Some buildings had small shrubbery in front. The sidewalks connected each building with the surrounding buildings, so there was easy access to other neighbors. Overall the area seemed to been taken care of well by residents. It was definitely not the most lavish of living arrangements, but neither was it a deplorable living arrangement, and many former residents remember it as far better than the run-down, overcrowded, underserviced neighborhoods they had moved from.","In 1941, the city began work on the Frederick Douglass Apartments immediately to the south of the Projects, consisting 941 new units in a combination of six-story and fourteen-story high rise buildings. Together, the housing development is commonly referred to as the Brewster-Douglass projects.","Housing projects in Detroit have a storied past as do the projects across the country. Many appeared to be beacons of success for a long period of time and others did not survive as long. But today, the Brewster-Douglass projects have been in serious decline for decades. The Brewster Projects have already been removed and new condos have been placed there. Demolition on the last of the vacant Frederick Douglass towers, which have become hotbeds for crime and misconduct, began in 2013.","These demolitions are painful for the people and families who lived in these places: the structures are more than just vacant eye sores to them. These structures hold special memories because it was once home. Many wish the structures did not have to be torn down and that they buildings would have been rehabilitated instead. As the historic marker on the site of the Brewster Homes reads, “Former residents described Brewster as a ‘community filled with families that displayed love, respect and concern for everyone in a beautiful, clean and secure neighborhood.”"],"display_date":"1935 - 1942","search_date":"1938-12-31","locations":[{"id":22722,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2021,"tag":"African American history"},{"id":1899,"tag":"Detroit"},{"id":1969,"tag":"Public housing"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6613,"title":"Her American Dream: Shirley Chisholm for President","course_id":163,"status":"P","start_date":"12/24/71","end_date":"12/24/71","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On the night of December 24, 1971, New York City mayor John V. Lindsay invited the congresswoman from Brooklyn, Shirley Chisholm, to his mansion. Progressive politicians across the country worried about the split in voters if the three potential candidates continued their campaigns for president. Lindsay took it upon himself to convince Chisholm to drop out of the race in order to not draw the black vote away from himself, or from South Dakota Senator, George McGovern. However, the congresswoman remained intent on her goal to shine a spotlight on the corruption and foot dragging of white, male politicians. She fired back, “If you’re so worried about cutting into the progressive vote, why don’t you and McGovern get together - and one of you decide to back out?” Chisholm saw herself as a representative of the American Dream, a black woman making a run for the most powerful position in the country.","Shirley Chisholm became the first black female congresswoman in 1968. After winning her congressional seat, Chisholm stated, “I will fight until I can’t fight anymore. I don’t mind the challenge.” As a congresswoman, she remained outspoken. Her maiden speech to Congress was against spending in Vietnam, and in it she argued that war funding should be redirected to attack hunger and poverty. Chisholm saw fit to hire a largely female staff in order to provide more opportunities for advancement for women in politics. She also sat as an honorary President of the National Association for the Repeal of Abortion Laws. Chisholm stood out as a symbol for the black, working class district that voted for her because she never lost touch with her constituency. She argued that the major problem with Congress was that politicians feared sacrificing their political careers in order to stand up for the people they represented. Her independence and reputation as a spitfire left her without many allies in government, so she passed little legislation. However, as historian Julie Gallagher notes, Chisholm chose to fight what she saw as a stagnant system from the inside out.","Chisholm was a symbol of political success for many across the country. She eventually chose to run for president to break the mold. She ran in order to show that an African American woman could make a serious attempt at taking the highest office in the country. The political climate created by social movements of the 1960s and 1970s primed Chisholm’s candidacy, along with her ability to identify with those around her. While she received the endorsement of the Black Panther Party, most black leadership and women’s organizations offered little more than verbal encouragement to her campaign. As a powerful figure to minority groups, multiple interest groups tried to own her and her candidacy in order to bring national attention to their cause. However, Chisholm resisted the ownership of interest groups. She continued in her campaign as an independent exposing the problems with status quo politics. This independence contributed to her defeat by Senator George McGovern for the 1972 Democratic nomination."],"display_date":"December 24, 1971","search_date":"1971-12-24","locations":[{"id":52987,"lat":40.776058,"lng":-73.9430817,"zoom":11,"place":"Gracie Mansion, New York, NY"}],"tags":[{"id":2261,"tag":"women in politics"},{"id":1561,"tag":"1972 Election"},{"id":1519,"tag":"Shirley Chisholm"},{"id":2021,"tag":"African American history"}],"course":{"name":"History of U.S. Presidential Elections","school":"Wayne State University","course_id":163,"school_id":92}}]}