{"id":2026,"tag":"Housing Projects","points":[[42.2533621325,-83.8384551752]],"bounds":[[42.2533621325,-83.8384551752],[42.2533621325,-83.8384551752]],"episodes":[{"id":5919,"title":"Hunger that's worth marching for","course_id":118,"status":"P","start_date":"1/1/35","end_date":"12/31/55","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Brother Dave Moore was a leader in one of the many Unemployed Councils that were littered across Detroit. He gives a first-hand account of the Ford Hunger March of March 7<sup>th</sup>, 1932, a protest of unemployed workers in which four protestors were shot p¡by police, but also the frustration and injustice that led up to the march. Brother Moore lived in Leland Street off of Hastings Street in the predominantly African-American Black Bottom neighborhood. He described the horrific daily occurrences on the streets of Black Bottom at the start of the Great Depression that drove the community members to take action against Ford. Landlords would evict people abruptly with very little warning, moving their belongings out and leaving them on the street in the bitter cold. In particular, he recounted seeing a woman give birth in the street during winter in Black Bottom.","Demonstrations such as the Ford Hunger March, as gruesome as they were, did influence change. In 1935, housing projects began to be built to provide housing for low-income families. Mr. Hughes described the conditions of the projects: “at Brewster Center we played baseball, we pitched horseshoes, we went swimming, shot pool, we danced and we sang….” His account of life in the projects is similar to that of Betty DeRamus, a former Black Bottom resident. She regarded the projects as a, “paradise community”. The Ford Hunger March was one of the steps that inched Black Bottom towards better conditions during the Great Depression."],"display_date":"1935 - 1955","search_date":"1945-07-01","locations":[{"id":24271,"lat":42.2533621325,"lng":-83.8384551752,"zoom":9,"place":"Washtenaw, Michigan"}],"tags":[{"id":2047,"tag":"Labor protests"},{"id":2026,"tag":"Housing Projects"},{"id":1158,"tag":"Great Depression"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}]}