{"id":2030,"tag":"Local government","points":[[42.107446354,-83.1351982696]],"bounds":[[42.107446354,-83.1351982696],[42.107446354,-83.1351982696]],"episodes":[{"id":5908,"title":"The Annexation of Delray","course_id":118,"status":"P","start_date":"6/21/05","end_date":"6/21/05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the midst of an explosion of growth, Delray in southeast of Detroit, was met with a growing need for adequate police and fire protection. Outside of the city, Delray was left to its own responsibilities and its growing population lacked pavement, lighting, and a sewer system. The streets were dusty, and the businesses suffered in dry conditions.","This debate for annexation sprang to life in 1905, before eventually coming to pass in October. Proponents argued there was a lack of unity that impaired the prospects of any marked improvement of condition. By arguing for the benefits that would come from the annexation, they slowly began to push against the opposition. Smaller manufacturing plants and businesses insisted \"we have everything we want\" and that the matter would be decided at election time.","In the end Delray was annexed, not by election, but by a bill passed in Lansing. With the city's annexation, the community of Delray gained pavement, sewers, lighting, and an adequate water supply. Still in a somewhat ironic gesture considering the greater picture of Detroit, Delray was ushered into a larger plan for the city, without a vote.","This article shows us a strong argument for public health and environmental quality within the community, something that one could argue has now been recinded at the hands of the city they were forced to join. This proposal was met with opposition from businesses and manufacturing, and defend as a promotor of growth and continuity. In the years since, Delray has garnered little more standing in city decision making, and as the community grew poorer and poorer, what social capital they had left to the suburbs."],"display_date":"June 21, 1905","search_date":"1905-06-21","locations":[{"id":50025,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2030,"tag":"Local government"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}]}