{"id":2031,"tag":"Annexation","points":[[42.107446354,-83.1351982696]],"bounds":[[42.107446354,-83.1351982696],[42.107446354,-83.1351982696]],"episodes":[{"id":5859,"title":"All Quiet in Delray? The role of annexation in environmental history","course_id":118,"status":"P","start_date":"1/1/05","end_date":"12/31/05","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The distinctions between the city of Detroit and the metropolitan area of Detroit have existed since the early historical documentation of the region. Consider Delray. Delray, a neighborhood approximately two miles south of the city center has long been a major industrial center for the city. Home to salt mines, steel plants, and later a massive waste water treatment facility, Delray has borne the brunt of heavy industry for Detroit, often at major environmental consequences to its citizens and laborers. Additionally, the majority of the citizens who lived and worked in Delray were working-class immigrants, first from Eastern Europe and later from the American South.","The process of Delray's annexation by the City of Detroit in 1905 demonstrates the tenuous relationship between the two entities. Both groups needed each other, but did not seem to want each other. This is evidenced by both Detroit’s lack of desire to provide basic services such as lighting to the area, as well as Delray commissioners' plan to fight annexation in general. Detroit, being the more powerful entity in the relationship, did end up annexing Delray, and quieting the voices of opposition that resided there. This semi-hostile takeover is an important consideration in the context of urban metabolism, and the important transition from city to metro. Even today, Delray still internalizes the environmental degradation that provides industrial outputs to Detroit. It is clear then, that both history and path dependency determine who wins and who loses as a metro gobbles up different pieces of the region, and there power dynamics, infused with many complex socio-cultural issues infuse it all."],"display_date":1905,"search_date":"1905-07-02","locations":[{"id":50025,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1941,"tag":"Delray"},{"id":704,"tag":"Urbanization"},{"id":58,"tag":"Industry"},{"id":2031,"tag":"Annexation"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}]}