{"id":2033,"tag":"Flower shop","points":[[42.107446354,-83.1351982696]],"bounds":[[42.107446354,-83.1351982696],[42.107446354,-83.1351982696]],"episodes":[{"id":5914,"title":"Friends, Family &amp; Flowers: A Personal Account of A Detroit Florist","course_id":118,"status":"P","start_date":"11/4/76","end_date":"12/4/99","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["My grandfather, Vincent Adamo, and him family emigrated to Detroit, MI from Sicily when he was eight years old. The year was 1929. He recieved his first paying job at age fifteen, working at a restauraunt at the Eastern Market. He arrived at four a.m. every morning that summer and marveled at the farmers who would come from far and wide to peddle their eggs, fruit, veggies and most of all, fresh cut flowers and plants.","He graduated from Cass Tech and recieved a job as an apprentice tool and die maker at the Packard Plant. Starting the day after he graduated, he would take the Baker Streetcar to and from work every day with the many other factory employees. However, he left this job when he was drafted for World War II, and when he returned, he found himself jobless.","Adamo decided to open a flower shop with his cousin Agnes and her husband, who had been previously employed as floral designers at Livernois-Davis Flower Shop and State Flowers. On November 4th, 1946, Conner Park Flowers officially opened their first location on the corner of Gratiot and Conner Ave, where it still stands and operates today.","In the forties, a refridgerator was still a luxury item, especially a refridgerator large enough to store all their flowers. So they kept their flowers fresh on slabs of ice sized fifty to one-hundred pounds, delivered daily by the ice man. The flowers that the shop provided were similar to those you could find at the Eastern Market, grown locally by farmers in surrounding rural communities.","This all changed when members of a fleet of famed pilots from the Pacific Theatre of WWII, nicknamed the \"Flying Tigers,\" decided to start an independent business flying perishables from the West Coast and Hawaii to major cities in the Midwest. Now Conner Park Florist could provide exquisit and rare tropical flowers from the Pacific islands, like the Bird of Paradise and different types of delicate orchids, or sunflowers during any season of the year!","Today the original Conner Park Florist building is still owned and operated by the Adamo brothers, along with a location in Grosse Pointe Woods and Morang Drive Greenhouses.","My grandfather was someone who loved the beauty of nature and especially the happiness that it could bring to other people's lives, via a surprise bouquet or plant. As a florist, he was a vehicle for bringing nature into the heart of one of the country’s most industrial cities. His flower shop formed part of a network of production and distribution that linked the rural places where flowers were grown and the people who grew them with the city and its residents. At first, this network was primarily local, and was one example of how Michigan farmers and other producers relied on the city for their survival, and of the way that the city in turn relied on its hinterland. Over time, the network expanded globally, linking bouquets in Detroit to distant and complicated factors like the environmental conditions of the Pacific Islands and the cost of airplane fuel. This is one example of what historian Richard Wright has described as an “organic machine,” in which both technologies and natural features are inextricably tied together."],"display_date":"November 4, 1976 - December 4, 1999","search_date":"1988-05-20","locations":[{"id":35437,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2035,"tag":"Greenhouses"},{"id":2034,"tag":"Packard Plant"},{"id":2033,"tag":"Flower shop"},{"id":2032,"tag":"Flowers"},{"id":258,"tag":"World War II"},{"id":1950,"tag":"Eastern Market"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}]}