{"id":2034,"tag":"Packard Plant","points":[[42.107446354,-83.1351982696]],"bounds":[[42.107446354,-83.1351982696],[42.107446354,-83.1351982696]],"episodes":[{"id":5914,"title":"Friends, Family &amp; Flowers: A Personal Account of A Detroit Florist","course_id":118,"status":"P","start_date":"11/4/76","end_date":"12/4/99","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["My grandfather, Vincent Adamo, and him family emigrated to Detroit, MI from Sicily when he was eight years old. The year was 1929. He recieved his first paying job at age fifteen, working at a restauraunt at the Eastern Market. He arrived at four a.m. every morning that summer and marveled at the farmers who would come from far and wide to peddle their eggs, fruit, veggies and most of all, fresh cut flowers and plants.","He graduated from Cass Tech and recieved a job as an apprentice tool and die maker at the Packard Plant. Starting the day after he graduated, he would take the Baker Streetcar to and from work every day with the many other factory employees. However, he left this job when he was drafted for World War II, and when he returned, he found himself jobless.","Adamo decided to open a flower shop with his cousin Agnes and her husband, who had been previously employed as floral designers at Livernois-Davis Flower Shop and State Flowers. On November 4th, 1946, Conner Park Flowers officially opened their first location on the corner of Gratiot and Conner Ave, where it still stands and operates today.","In the forties, a refridgerator was still a luxury item, especially a refridgerator large enough to store all their flowers. So they kept their flowers fresh on slabs of ice sized fifty to one-hundred pounds, delivered daily by the ice man. The flowers that the shop provided were similar to those you could find at the Eastern Market, grown locally by farmers in surrounding rural communities.","This all changed when members of a fleet of famed pilots from the Pacific Theatre of WWII, nicknamed the \"Flying Tigers,\" decided to start an independent business flying perishables from the West Coast and Hawaii to major cities in the Midwest. Now Conner Park Florist could provide exquisit and rare tropical flowers from the Pacific islands, like the Bird of Paradise and different types of delicate orchids, or sunflowers during any season of the year!","Today the original Conner Park Florist building is still owned and operated by the Adamo brothers, along with a location in Grosse Pointe Woods and Morang Drive Greenhouses.","My grandfather was someone who loved the beauty of nature and especially the happiness that it could bring to other people's lives, via a surprise bouquet or plant. As a florist, he was a vehicle for bringing nature into the heart of one of the country’s most industrial cities. His flower shop formed part of a network of production and distribution that linked the rural places where flowers were grown and the people who grew them with the city and its residents. At first, this network was primarily local, and was one example of how Michigan farmers and other producers relied on the city for their survival, and of the way that the city in turn relied on its hinterland. Over time, the network expanded globally, linking bouquets in Detroit to distant and complicated factors like the environmental conditions of the Pacific Islands and the cost of airplane fuel. This is one example of what historian Richard Wright has described as an “organic machine,” in which both technologies and natural features are inextricably tied together."],"display_date":"November 4, 1976 - December 4, 1999","search_date":"1988-05-20","locations":[{"id":35437,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2035,"tag":"Greenhouses"},{"id":2034,"tag":"Packard Plant"},{"id":2033,"tag":"Flower shop"},{"id":2032,"tag":"Flowers"},{"id":258,"tag":"World War II"},{"id":1950,"tag":"Eastern Market"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5916,"title":"\"If you plant a seed in the city...\": A History of the Detroit Seed Company","course_id":118,"status":"P","start_date":"1856-01-01","end_date":"1881-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Detroit Seed Company was founded by D.M. Ferry in 1876. After twenty years of various owners and locations, it had finally found it's home at 20 & 23 Michigan Avenue in Detroit. The headquarters boasted 1200 plus varieties of seeds and a half of a city block, one of the largest buildings in the city at the time. From the road, the building was enveloped by magnificently landscaped gardens. At their humble beginning, the company grew, dried, packaged and mailed their seeds all within the Detroit city limits, to home gardeners and farmers nationwide.","Their main farm stretched a mile and a quarter long on Grand River and one mile east on Joy Road. Their test farm was located at their headquarters and run by Doctor William Tracy, a professor from the Michigan State Department of Agriculture. By 1881, the company had a branch located across the river in Windsor, Ontario and had built a box factory across Michigan Avenue, that employed over one hundred men and created packaging for their seeds to be transported in.","In the year 1886, a fire demolished their Michigan Ave headquarters, causing the company to lose over one million dollars. In 1907, D.M. Ferry passed away and his son, D.M. Ferry Junior, inherited the company. In the year 1930, young Ferry made the game-changing decision to partner with C.W. Morse of San Francisco. By then, the company was using battery-powered machines to stuff and seal their seed packages, instead of by hand.","This partnership marked the Detroit Seed Company's gradual migration out of the Detroit area. Although they held on to their 85 acres of farm land in the suburb of Rochester, Michigan for decades, Ferry farms are now located on the West Coast. The headquarters relocated to Fulton, Kentucky in 1959 to utilize the railways.","Today, you can purchase Ferry seeds at Walmart, Lowes and Home Depot. But you can still feel the Ferry family's presence in the city of Detroit through their generous and long-term donations to the Detroit Institute of Arts, University of Michigan and the former Packard Plant. The company advertises as \"priding themselves on ideas of the future and ideals of the past.\"","Currently, urban farms in Rust Belt cities such as Detroit's D-Town Farms, Feedom Freedom and Earthworks have been gaining nationwide recognition for their innovative use of vacant city spaces. Upon searching Google, you can find tons of articles about how urban farming will \"save Detroit\" and intellectuals arguing over how far we can push urban farming. They bicker over the statistics, trying to create an ideal situation where urban farms could employ enough citizens to fill the void that the auto industry left.","But the story of the Detroit Seed Company is proof that there has always been a place for farming in the city and a place for cities on the farm. And although the impact of urban farms on the Detroit community is nothing to trivialize, today is not the first time that the city of Detroit has harbored farms and it surely will not be the last time either."],"display_date":"1856 - 1881","search_date":"1868-12-31","locations":[{"id":6595,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"WAYNE, Michigan"}],"tags":[{"id":2034,"tag":"Packard Plant"},{"id":2036,"tag":"Detroit farms"},{"id":2037,"tag":"Detroit Institute of Arts"},{"id":2038,"tag":"Detroit Seed Company"},{"id":2039,"tag":"D.M. Ferry"},{"id":2040,"tag":"Ferry family"},{"id":2041,"tag":"Seed production"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}]}