{"id":2037,"tag":"Detroit Institute of Arts","points":[[42.107446354,-83.1351982696]],"bounds":[[42.107446354,-83.1351982696],[42.107446354,-83.1351982696]],"episodes":[{"id":5916,"title":"\"If you plant a seed in the city...\": A History of the Detroit Seed Company","course_id":118,"status":"P","start_date":"1856-01-01","end_date":"1881-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Detroit Seed Company was founded by D.M. Ferry in 1876. After twenty years of various owners and locations, it had finally found it's home at 20 & 23 Michigan Avenue in Detroit. The headquarters boasted 1200 plus varieties of seeds and a half of a city block, one of the largest buildings in the city at the time. From the road, the building was enveloped by magnificently landscaped gardens. At their humble beginning, the company grew, dried, packaged and mailed their seeds all within the Detroit city limits, to home gardeners and farmers nationwide.","Their main farm stretched a mile and a quarter long on Grand River and one mile east on Joy Road. Their test farm was located at their headquarters and run by Doctor William Tracy, a professor from the Michigan State Department of Agriculture. By 1881, the company had a branch located across the river in Windsor, Ontario and had built a box factory across Michigan Avenue, that employed over one hundred men and created packaging for their seeds to be transported in.","In the year 1886, a fire demolished their Michigan Ave headquarters, causing the company to lose over one million dollars. In 1907, D.M. Ferry passed away and his son, D.M. Ferry Junior, inherited the company. In the year 1930, young Ferry made the game-changing decision to partner with C.W. Morse of San Francisco. By then, the company was using battery-powered machines to stuff and seal their seed packages, instead of by hand.","This partnership marked the Detroit Seed Company's gradual migration out of the Detroit area. Although they held on to their 85 acres of farm land in the suburb of Rochester, Michigan for decades, Ferry farms are now located on the West Coast. The headquarters relocated to Fulton, Kentucky in 1959 to utilize the railways.","Today, you can purchase Ferry seeds at Walmart, Lowes and Home Depot. But you can still feel the Ferry family's presence in the city of Detroit through their generous and long-term donations to the Detroit Institute of Arts, University of Michigan and the former Packard Plant. The company advertises as \"priding themselves on ideas of the future and ideals of the past.\"","Currently, urban farms in Rust Belt cities such as Detroit's D-Town Farms, Feedom Freedom and Earthworks have been gaining nationwide recognition for their innovative use of vacant city spaces. Upon searching Google, you can find tons of articles about how urban farming will \"save Detroit\" and intellectuals arguing over how far we can push urban farming. They bicker over the statistics, trying to create an ideal situation where urban farms could employ enough citizens to fill the void that the auto industry left.","But the story of the Detroit Seed Company is proof that there has always been a place for farming in the city and a place for cities on the farm. And although the impact of urban farms on the Detroit community is nothing to trivialize, today is not the first time that the city of Detroit has harbored farms and it surely will not be the last time either."],"display_date":"1856 - 1881","search_date":"1868-12-31","locations":[{"id":6595,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"WAYNE, Michigan"}],"tags":[{"id":2034,"tag":"Packard Plant"},{"id":2036,"tag":"Detroit farms"},{"id":2037,"tag":"Detroit Institute of Arts"},{"id":2038,"tag":"Detroit Seed Company"},{"id":2039,"tag":"D.M. Ferry"},{"id":2040,"tag":"Ferry family"},{"id":2041,"tag":"Seed production"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}]}