{"id":204,"tag":"Seventies","points":[[33.5543155862,-86.8964933862]],"bounds":[[33.5543155862,-86.8964933862],[33.5543155862,-86.8964933862]],"episodes":[{"id":4641,"title":"Committing a Crime","course_id":22,"status":"P","start_date":"3/16/77","end_date":"3/16/77","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1977, a Jefferson county, Alabama man learned the price of being with a prostitute. According to police records, a man paid a prostitute twenty dollars and took the woman to a friend’s house. The next morning, the man woke up and discovered that the prostitute took all of his belongs, including his car, a suitcase full of clothes, his wallet, money, and the pants he was wearing. <br /><br />Learning that the house he was in had no telephone, the man wrapped a sheet around himself and went to a neighbor’s house to call someone to bring him some clothes. Later, the man found the prostitute and asked for his car back. The prostitute explained that she hit a parked car and told the owner of the parked car she couldn’t pay for the damages. The owner then demanded for the car she was driving for payment and the woman willingly gave it to him. The man never recovered any of his belongings.<br /><br />In the United States the crime of prostitution is defined by “sex offenses of a commercialized nature, such as prostitution, keeping a bawdy house, procuring, or transporting women for immoral purposes .” From 1994 to 2004, prostitution arrests have gone down. In 1994, nationally there were 97,600 arrests. In 2004, nationally there were 86, 100. While in recent times it has gone up it’s not as high as it was in 1997. Nationally, in 1997 there were 100, 200 arrests.<br /><br />By being a prostitute, the woman is already committing a crime. Prostitutes are going to commit a variety of crimes, raging from burglary as in the case above to drug use. The only reason the prostitute in the above mention case stole the car was because it was available."],"display_date":"March 16, 1977","search_date":"1977-03-16","locations":[{"id":35012,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":83,"tag":"Prostitution"},{"id":203,"tag":"Birmingham, Alabama"},{"id":204,"tag":"Seventies"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}},{"id":4640,"title":"Sexist Laws: Are Prostituion Laws Sexist?","course_id":22,"status":"P","start_date":"8/30/74","end_date":"8/30/74","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1974, the city of Birmingham, Alabama prostitution ordinance survived the first challenge in court. A federal judge denied a request from a Foxy Entertainment employee who called the ordinance unconstitutional. A woman, Lynn Floyd, is appealing her prostitution conviction. Floyd’s suit says that the ordinance is unconstitutional because it seems to only apply to women. <br /><br />Linda LeMoncheck found in her book Loose women, lecherous men “feminists aligned with sex workers point out that while sex work regulations are purportedly designed to protect prostitutes and facilitate their work, the laws nevertheless exist within a cultural ideology whose sexual double standard and sexist attitudes subvert the law to reinforce women’s unconditional sexual access to men .”<br /><br />Prostitution laws in the United States vary from state to state. The majority of counties in the state of Nevada have legalized prostitution. But in the state of Nebraska, if a prostitute is caught then she faces up to one year in prison and/or has to pay a one thousand dollar fine. But the customer, only has to pay two hundred dollars if it’s their first offense and any other times only five hundred dollars. Some states have equal punishments for the prostitute and the customer. In the state of Alabama, both the prostitute and customer can spend up to a year in jail and/or have to pay a six thousand dollar fine. In the state of Arizona through, the prostitute gets fifteen days in jail while the customer can have up to thirty days and/or a five hundred dollar fine. <br /><br />The ordinance that was challenged in the seventies in Alabama was upheld. The majority of prostitution laws mainly punish the prostitute, who is mainly a woman. Those laws rarely punish the man who pays for sex. It illustrates a double standard in American society, where it is perfectly fine for a man to pay for sex, but the woman is punished for accepting money. If every state in the country had equal laws for both the prostitute and the customer then the sexism would go down."],"display_date":"August 30, 1974","search_date":"1974-08-30","locations":[{"id":35012,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":204,"tag":"Seventies"},{"id":203,"tag":"Birmingham, Alabama"},{"id":7,"tag":"Women"},{"id":205,"tag":"prostitution laws"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}},{"id":4639,"title":"Making Money","course_id":22,"status":"P","start_date":"6/24/75","end_date":"6/24/75","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Prostitution in Birmingham, Alabama and the surrounding areas was bad in the seventies. It was so bad that in June of 1975 the city of Homewood passed a new ordinance that reduced the number of hours prostitutes were allowed to be on the street. The week before the ordinance was passed, three prostitutes were arrested for working out of a motel. Mayor Bob Waldrop said that Homewood was working to deal with the problem of prostitutes working out of local motels. The ordinance made it illegal for prostitutes to work between the hours of nine p.m. and six a.m. Waldrop called the ordinance “old fashion. The ones arrested last week were caught at two in the afternoon.” Homewood city attorney Irvine Porter countered by saying the ordinance “forbid known prostitutes from even being on the streets during such times .”<br /><br />According to Hilary Evans in her book, Harlots, Whores, & Hookers: A History of Prostitution, women have gone to different lengths to provide either food for their children or drugs for themselves. By preventing prostitutes to go out and earn their own form of pay, it prevents them from making money that allows them to buy food for themselves or their children.  <br /><br />Jess Winchester, a former prostitute claims that “the motive for many of the women is to earn a wage that supports their children well and allows them to be able to spend more time with them than most working mothers .”<br /><br />The big picture is that the majority of women become prostitutes for two reasons: for an economic opportunity that they couldn’t other wise achieve or because it allows them support their family while letting them spend time with their children. To deny a woman the right to choose either is wrong. And limiting the prostitutes’ working hours in the 1970s was preventing them from working."],"display_date":"June 24, 1975","search_date":"1975-06-24","locations":[{"id":35012,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":204,"tag":"Seventies"},{"id":203,"tag":"Birmingham, Alabama"},{"id":83,"tag":"Prostitution"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}}]}