{"id":205,"tag":"prostitution laws","points":[[33.5543155862,-86.8964933862]],"bounds":[[33.5543155862,-86.8964933862],[33.5543155862,-86.8964933862]],"episodes":[{"id":4640,"title":"Sexist Laws: Are Prostituion Laws Sexist?","course_id":22,"status":"P","start_date":"8/30/74","end_date":"8/30/74","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1974, the city of Birmingham, Alabama prostitution ordinance survived the first challenge in court. A federal judge denied a request from a Foxy Entertainment employee who called the ordinance unconstitutional. A woman, Lynn Floyd, is appealing her prostitution conviction. Floyd’s suit says that the ordinance is unconstitutional because it seems to only apply to women. <br /><br />Linda LeMoncheck found in her book Loose women, lecherous men “feminists aligned with sex workers point out that while sex work regulations are purportedly designed to protect prostitutes and facilitate their work, the laws nevertheless exist within a cultural ideology whose sexual double standard and sexist attitudes subvert the law to reinforce women’s unconditional sexual access to men .”<br /><br />Prostitution laws in the United States vary from state to state. The majority of counties in the state of Nevada have legalized prostitution. But in the state of Nebraska, if a prostitute is caught then she faces up to one year in prison and/or has to pay a one thousand dollar fine. But the customer, only has to pay two hundred dollars if it’s their first offense and any other times only five hundred dollars. Some states have equal punishments for the prostitute and the customer. In the state of Alabama, both the prostitute and customer can spend up to a year in jail and/or have to pay a six thousand dollar fine. In the state of Arizona through, the prostitute gets fifteen days in jail while the customer can have up to thirty days and/or a five hundred dollar fine. <br /><br />The ordinance that was challenged in the seventies in Alabama was upheld. The majority of prostitution laws mainly punish the prostitute, who is mainly a woman. Those laws rarely punish the man who pays for sex. It illustrates a double standard in American society, where it is perfectly fine for a man to pay for sex, but the woman is punished for accepting money. If every state in the country had equal laws for both the prostitute and the customer then the sexism would go down."],"display_date":"August 30, 1974","search_date":"1974-08-30","locations":[{"id":35012,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":204,"tag":"Seventies"},{"id":203,"tag":"Birmingham, Alabama"},{"id":7,"tag":"Women"},{"id":205,"tag":"prostitution laws"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}}]}