{"id":2050,"tag":"Black Panther Party","points":[[42.107446354,-83.1351982696],[37.6016892,-121.7195459]],"bounds":[[42.107446354,-83.1351982696],[37.6016892,-121.7195459]],"episodes":[{"id":5920,"title":"D-Town Farm: A Modern-Day Manifestation of an Ongoing Historical Battle for Equality","course_id":118,"status":"P","start_date":"1/1/66","end_date":"12/31/91","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 2007, the last supermarket closed in Detroit. Although faced with an abundance of fast food options, scholars dubbed Detroit a \"food desert.\" The only place that the 80%-black citizens could get fresh food was gas stations and liquor stores . Even then, the food was more expensive and Detroiters had fewer healthy options than their suburban counterparts. Detroiters displayed high rates of obesity and other diet-related health issues.","D-Town Farm was created by the Detroit Black Community Food Security Network in 2006. At the time of it's inception, the farm was only one-quarter of an acre. Today the farm boasts seven acres and the title of the largest farm in the city of Detroit. The DBCFSN was founded by Malik Yakini in 2006, as a response to gentrification in the city of Detroit. He wanted the black community to have control over all aspects of their lives, including food.","Yakini's organization believes that all people, including African Americans living in inner-city areas, deserve healthy, fresh and afforable food, and D-Town Farm is one of their many answers to this. The farm uses \"sustaianble, earth-friendly food production techniques\" to produce more than thirty five different types of crops. They sell their acorn squash, zucchini, kale, collards, tomatoes, basil, green beans, cabbage, watermelon, pumpkins, beets, turnips, radishes and more at Detroit farmers markets.Since their birth, they have added beekeeping, hoop-houses for year-round production and composting facilities. The labor comes from individual volunteers, students, church groups and other community organizations.","But the farm isn't just about growing crops. They use farming as a \"community-based resistance strategy with a political change initiative\". The farm takes on the role of the city's closed parks and community centers, uniting families and people of all ages through labor. They have annual events like the Harvest Festival where health professionals offer free support services.","The farm also fosters self-reliance in a system of racial and class privilege that disempowers people of color. Instead of petitioning their government for more stores, the citizens develop agency by feeding their families themselves. But food is just the beginning. It empowers African American's to discuss how to gain control over other aspects of their own lives like education, housing and clean water, resisting the system through taking direct action.","D-Town Farm is not the first time that food has been used as a form of black resistance. The Black Panther's implemented a \"Free Food Program\" nationwide in the sixties and seventies for people of color and other dispriviledged peoples. They noted that food prices were spiraling and that it was hard for people of color to buy high-quality, nutritious food for their families. They knew that children needed this nutritious diet to develop strong adult minds and bodies, so they created this program.","It took six volunteers to coordinate the program, including storage, trucks and refridgerators. The recipients would recieve a weeks worth of groceries in their bag, that were donations from grocery store owners and wholesale food distributors. They protested food stores that were exploiting them with high prices, calling to attention point three of the ten-point program of the Black Panther Party stating \" we want an end to the robbery by the capitalists of our black and oppressed communities.\"","Both D-Town Farm and the Black Panther Free Food Program use community-based strategies to empower people of color to resist the system that disadvantages them. Food equality is just one portion of the struggle for equality that blacks have faced in the past and continue to face today."],"display_date":"1966 - 1991","search_date":"1978-12-31","locations":[{"id":33546,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2048,"tag":"Black food security"},{"id":2049,"tag":"D-Town Farms"},{"id":2050,"tag":"Black Panther Party"},{"id":2051,"tag":"Huey Lewis"},{"id":2052,"tag":"Urban Farming"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6466,"title":"Civil Rights Transition's from Nonviolent Protests","course_id":153,"status":"P","start_date":"10/1/66","end_date":"10/31/66","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Aaron Dixon was a founding member of the Black Student Union at the University of Washington in 1967, and found himself surrounded by the Civil Rights Movement. Around the same time as this organization gained popularity, another had sprouted from the movement and was enticing young African Americans everywhere: the Black Panther Party. Like many others, Dixon became frustrated with how long it was taking for equality to come about, and he began to question whether nonviolence was doing much to help the cause. When, on April 4, 1968, it was announced that Martin Luther King Jr had been killed, Dixon decided that, “now it [was] time for something else,” and that “my picket sign was going to be replaced by a gun.” Only a short time later, he became a member of the Black Panther Party.","The Black Panther Party was founded in Oakland, California in October of 1966. The organization was founded with the hopes of helping and supporting African American communities in whatever way possible. The BPP offered many programs, such as free breakfast for children, health care, education, and self-defense classes. While the group did plenty of good, they often intimidated police officers and could cause quite a scene, and occasionally this led to larger incidents. The Black Panthers would send patrols out to watch the streets, and almost all of the participants carried some kind of fire arm. This showed that they were able to protect themselves and those around them, but made others, both white and black citizens, feel uncomfortable and unsafe. They would sometimes call out police officers and try to see how riled up they could make the officers, and purposefully see if they could create a standoff to give reason to a fight.","Dixon played a large role in the BPP throughout its active period. He was Captain of the Seattle chapter of the party, and later moved to the Oakland chapter and worked closely Huey Newton and Bobby Seale, and became a body guard to Elaine Brown when she was the leader of the party. He eventually left the party due to a power hungry Newton and overall difference of opinion. In 1982, the Black Panther Party dissolved after many years of dwindling participation. The Panther’s marked a time of transition in the Civil Rights Movement. Before the organization, nonviolent protests were the primary forces used to fight for equality. But tensions ran high because no real progress was visible. The Black Panther’s gave a place for people to fight for what they wanted and believed in."],"display_date":"October 1966","search_date":"1966-10-16","locations":[{"id":52863,"lat":37.6016892,"lng":-121.7195459,"zoom":8,"place":"Alameda County, California"}],"tags":[{"id":2050,"tag":"Black Panther Party"},{"id":488,"tag":"Protest"},{"id":42,"tag":"Civil Rights"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":153,"school_id":3}}]}