{"id":2052,"tag":"Urban Farming","points":[[42.107446354,-83.1351982696]],"bounds":[[42.107446354,-83.1351982696],[42.107446354,-83.1351982696]],"episodes":[{"id":5920,"title":"D-Town Farm: A Modern-Day Manifestation of an Ongoing Historical Battle for Equality","course_id":118,"status":"P","start_date":"1/1/66","end_date":"12/31/91","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 2007, the last supermarket closed in Detroit. Although faced with an abundance of fast food options, scholars dubbed Detroit a \"food desert.\" The only place that the 80%-black citizens could get fresh food was gas stations and liquor stores . Even then, the food was more expensive and Detroiters had fewer healthy options than their suburban counterparts. Detroiters displayed high rates of obesity and other diet-related health issues.","D-Town Farm was created by the Detroit Black Community Food Security Network in 2006. At the time of it's inception, the farm was only one-quarter of an acre. Today the farm boasts seven acres and the title of the largest farm in the city of Detroit. The DBCFSN was founded by Malik Yakini in 2006, as a response to gentrification in the city of Detroit. He wanted the black community to have control over all aspects of their lives, including food.","Yakini's organization believes that all people, including African Americans living in inner-city areas, deserve healthy, fresh and afforable food, and D-Town Farm is one of their many answers to this. The farm uses \"sustaianble, earth-friendly food production techniques\" to produce more than thirty five different types of crops. They sell their acorn squash, zucchini, kale, collards, tomatoes, basil, green beans, cabbage, watermelon, pumpkins, beets, turnips, radishes and more at Detroit farmers markets.Since their birth, they have added beekeeping, hoop-houses for year-round production and composting facilities. The labor comes from individual volunteers, students, church groups and other community organizations.","But the farm isn't just about growing crops. They use farming as a \"community-based resistance strategy with a political change initiative\". The farm takes on the role of the city's closed parks and community centers, uniting families and people of all ages through labor. They have annual events like the Harvest Festival where health professionals offer free support services.","The farm also fosters self-reliance in a system of racial and class privilege that disempowers people of color. Instead of petitioning their government for more stores, the citizens develop agency by feeding their families themselves. But food is just the beginning. It empowers African American's to discuss how to gain control over other aspects of their own lives like education, housing and clean water, resisting the system through taking direct action.","D-Town Farm is not the first time that food has been used as a form of black resistance. The Black Panther's implemented a \"Free Food Program\" nationwide in the sixties and seventies for people of color and other dispriviledged peoples. They noted that food prices were spiraling and that it was hard for people of color to buy high-quality, nutritious food for their families. They knew that children needed this nutritious diet to develop strong adult minds and bodies, so they created this program.","It took six volunteers to coordinate the program, including storage, trucks and refridgerators. The recipients would recieve a weeks worth of groceries in their bag, that were donations from grocery store owners and wholesale food distributors. They protested food stores that were exploiting them with high prices, calling to attention point three of the ten-point program of the Black Panther Party stating \" we want an end to the robbery by the capitalists of our black and oppressed communities.\"","Both D-Town Farm and the Black Panther Free Food Program use community-based strategies to empower people of color to resist the system that disadvantages them. Food equality is just one portion of the struggle for equality that blacks have faced in the past and continue to face today."],"display_date":"1966 - 1991","search_date":"1978-12-31","locations":[{"id":33546,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2048,"tag":"Black food security"},{"id":2049,"tag":"D-Town Farms"},{"id":2050,"tag":"Black Panther Party"},{"id":2051,"tag":"Huey Lewis"},{"id":2052,"tag":"Urban Farming"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5937,"title":"Gardening for Victory","course_id":118,"status":"P","start_date":"4/27/19","end_date":"4/27/19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1919, the United States was feeling a surge of pride and confidence amidst allied wins after four long years of fighting in Word War I.  The <em>Detroit Free Press</em> published an article to encourage its citizens to continue their wartime home-grown food production efforts, in what was referred to as Victory Gardens.  With the war officially coming to end, the United States saw a huge increase in the production of food from home-grown sources in the 1918 growing season.  An increase in food production and at-home canning allowed more food to be shipped to those in war-torn European cities where food was short. Complete with a cheerful cartoon of a happy, gardening family, the article discusses the success of war gardens and the spreading popularity of Victory Gardens in the aftermath of the war.  The National War Garden Commission of Washington stood behind this message, encouraging continued participation throughout 1919 and even incentivizing readers to donate funds (two cents) to the commission with the promise of a garden book for every 2-cent stamp received.  The National War Garden Commission hoped messages like this one would evoke feelings of nationalism and empower citizens to contribute to the food production effort from their own homes.","Victory Gardens, like the ones mentioned in this article, were a continuation of the war gardens, that began in an effort to help with the food shortage experienced as many young men left their farms to fight in World War 1.  These gardens sprang up in American backyards all over the United States, and the National War Garden Commission was created to monitor the progress of these gardens and encourage participation even after the armistice.  These forms of urban farming differed from many of the grassroots movements that utilized agriculture as a activism, in that victory gardens were backed and publicized by the federal government in a national campaign.  Victory Gardens were portrayed as pathways to US prosperity and rebuilding in the wake of the devastation of the war.  Many cities, like Detroit, converted vacant land to be cultivated by citizens.  In this way, the community and its members came together through pooled resources to participate in a small act of patriotism towards their country.  Within Michigan, Detroit’s victory garden design and campaigns were copied in other areas such as Hyland Park.  Cities like these used this model to begin planting gardens in elementary schools and junior highs in an effort to keep children interested and involved in the war efforts. Victory gardens would appear again during the next World War, and serve a similar purpose in both providing food during wartime shortages and bringing the nation together to achieve a common goal."],"display_date":"April 27, 1919","search_date":"1919-04-27","locations":[{"id":18385,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1719,"tag":"Victory Gardens"},{"id":1899,"tag":"Detroit"},{"id":2052,"tag":"Urban Farming"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5982,"title":"Future of Detroit: From Blight to Bloom","course_id":118,"status":"P","start_date":"1/1/99","end_date":"12/31/99","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Malik Yakini, a Detroit native, was born mid-century during the hight of the city’s production power.  Around 1960, after the “white flight” movement, Yakini and his family experienced frequent hostility when they moved into a predominantly white neighborhood. Racial discrimination persisted as economic opportunity began to crumble.  Yet, within a few years, the community transformed into having a primarily African-American population.  In the decades after his family’s move and neighborhood changes, Yakini remembers the slow decline in public services, ranging from mass transit to garbage collection to fire fighting.  Today, over 80 percent of Detroit’s population is African-American and the unemployment rate stands at about 15 percent.","Now, Yakini is the chairman of the Detroit Black Food Security Network and in charge of several urban farm and gardening projects.  He believes that Detroit may be revitalized through food production, since its food production capacity is so immense. The city is spread over 360 acres and contains an estimated 150,000 abandoned parcels, causing officials to believe that the farming could clean up blight and grow jobs.  With the emergence of a local food-processing industry, 4,700 jobs and $20 million in taxes could be created.  By 2050, 29 percent of Detroit’s landscape would be allocated to farming, something that has gained the attention of prosperous landowners and entrepreneurs.","Yakini sees these changes being brought about by the community, going beyond the economics of urban farming. He thinks that the most important aspect of public gardens and farming is that it will tie people together for the common good.  He states, “African-Americans in Detroit tend to have a sense of despair and helplessness that is a direct result of oppression. Producing even some of our own food restores a sense of power, a sense that we can shape our own destiny.”  The future of Detroit not only relies on community leaders like Yakini, but also on the history that has shaped its current state."],"display_date":1999,"search_date":"1999-07-02","locations":[{"id":41645,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":2052,"tag":"Urban Farming"},{"id":1978,"tag":"Unemployment"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}]}