{"id":2053,"tag":"Detroit River","points":[[42.107446354,-83.1351982696]],"bounds":[[42.107446354,-83.1351982696],[42.107446354,-83.1351982696]],"episodes":[{"id":5930,"title":"River Railroad of Rumrunners","course_id":118,"status":"P","start_date":"8/19/27","end_date":"8/19/27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Imagine America without alcohol.  Now imagine a booming American city without alcohol.  For most Americans during the Prohibition Era (1920-1933), this was just as hard to imagine.  Which is why many did not allow the ban on booze to stop them from enjoying it.  The Detroit River served as the perfect medium for these devoted drinkers, as this article from the Atlanta Constitution August 19, 1927, reveals.  Rum running was the smuggling of alcohol over waterways.  With Canada so close to Detroit, it was not hard to legally buy alcohol there and illegally transport it back to the United States using boats on the Detroit River.  Belle Isle, the island on the Detroit River between Canada and Detroit, served as an in-between for these rumrunners, a stop on the Underground Railroad if you will.  The basement of the Belle Isle Aquarium was even rumored to have a speakeasy.  The rum running did not operate on a small scale- the Atlanta Constitution article cites the city’s liquor bill around a million and a half dollars a week (comparable to 20 million dollars today).","However, obtaining alcohol was not all just fun and games.  The reinforcement of Prohibition laws obviously came with much resistance, which included violence and protests from citizens of Detroit, the police force, and lawmakers.  Even after doubling the border patrol between Canada and the United States, the waterways could not be patrolled efficiently.  As it did for slaves seeking freedom in Canada through the Underground Railroad, the Detroit River allowed drinkers to find their escape from the law.  In this way, Detroit is a unique American city.  Being just a boat ride away, it has many historical ties with its neighbor Canada."],"display_date":"August 19, 1927","search_date":"1927-08-19","locations":[{"id":21386,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2053,"tag":"Detroit River"},{"id":1630,"tag":"Canada"},{"id":1901,"tag":"Belle Isle"},{"id":111,"tag":"Prohibition"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6008,"title":"Polluting Detroit's Backyard","course_id":118,"status":"P","start_date":"3/1/62","end_date":"3/31/62","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["With unswimmable water and inedible fish, water recreation on Belle Isle is quite limited. A 1962 report from the U.S. Department of Health, Education, and Welfare about the pollution of The Detroit River, Lake St. Clair, and Western Lake Erie described current water quality issues and their main causes. The report begins with how important water recreation and usage is to Michigan, describing the popularity of Belle Isle, a “Water Oriented Park”, with 1,400,000 visitors in 1960.  Pollution made it unswimmable, due to possible ingestion of sewage-contaminated water. This problem had been ongoing for several decades: a 1913 water quality report was conducted because of the high incidence of typhoid fever and other gastroenteric diseases during that time. Between then and the publication of the 1962 report, many measures were taken to combat industrial and residential dumping into the river, which showed some progress, but there were still high levels of contamination.  This made swimming, boating, and fishing (all very popular activities on Belle Isle) unsafe.  The Department concluded that more stringent measures must be taken to reduce sewage waste and industrial toxin dumping.","This sort of clash of industry and green spaces can relate to the City Beautiful Movement. The movement described beautification of cities, saying that this aestheticism can provide civic virtue and social order to a city’s population, because the space is more desirable.  It came as a response to the urban crisis during the Industrial Revolution, as more people moved into the cities and thus more poverty, congestion, and disease spread.  Belle Isle as a recreational park provided the green space to achieve this harmony between industry and green spaces.  From the water report, however, we can see that this harmony was not perfectly achieved.  The industrial waste and disease found a way to surround Belle Isle; taint it, if you will."],"display_date":"March 1962","search_date":"1962-03-16","locations":[{"id":33546,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2140,"tag":"water quality"},{"id":2043,"tag":"City Beautiful movement"},{"id":908,"tag":"Pollution"},{"id":2053,"tag":"Detroit River"},{"id":1901,"tag":"Belle Isle"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}]}