{"id":2054,"tag":"Zug Island","points":[[42.107446354,-83.1351982696]],"bounds":[[42.107446354,-83.1351982696],[42.107446354,-83.1351982696]],"episodes":[{"id":5931,"title":"Unfolding Zug Island","course_id":118,"status":"P","start_date":"1888-01-01","end_date":"12/31/01","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Across West Jefferson Avenue in Delray lies the mysterious Zug Island. On Google Maps, it is a dark mass of land covered with heavy industry factories and black smog. In person, one can only view Zug Island from afar. The privately owned island is off limits to the public and there is little known about what occurs on the island. In contrast to Zug Island’s hazy present, the island had much more transparent days in the past. Located at the opening of the River Rouge, the peninsula was purchased by Samuel Zug as a potential investment. However, the marshy land made the land uninhabitable. Zug allowed the River Rouge Improvement Company turn the peninsula into an island in 1888 as a way to better connect River Rouge to the Detroit River.","In 1891, George Brady and Charles Noble purchased the island from Zug for $300,000 with plans of turning the land into an isolated industrial dumping ground for the booming manufacturing companies in nearby Delray. While searching for gas in the marshy grounds, Noble and Brady struck salt beneath their new property. A geological survey showed that the land beneath the island contained a wealth of limestone and salt. A well 1,620 feet deep was set up on the island to retrieve salt and limestone. Salt was used to create soda ash, used in manufacturing of glass, and other by-products used in manufacturing. The island’s strategic location allowed ease of transportation and made the island a desirable location for industries. in 1895, the exposition building for the International Exposition and Fair of 1889 was torn down in favor of the new Solvay Processing Company, a prominent soda ash producer. The plant was located across the River Rouge from Zug Island and on the Detroit River waterfront, serving useful for importing raw materials and exporting finished goods. The company had wells covering 100 acres of Zug Island where the salt is extracted, and then brought over to be processed into soda ash. Within a decade of the grand exposition, the grand was cleared for salt mining interests. By prioritizing heavy industry opportunities, Delray continues to invite heavy industry into the village.","While Zug Island is no longer a source for salt, petroleum coke and steel are still being produced on the island. With smoke stacks reigning high on the island, Brady and Noble’s vision of Zug Island as an industrial dumping ground might have been realized under a different definition."],"display_date":"1888 - 1901","search_date":"1894-12-31","locations":[{"id":6598,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"WAYNE, Michigan"}],"tags":[{"id":1941,"tag":"Delray"},{"id":2054,"tag":"Zug Island"},{"id":2055,"tag":"Heavy Industry"},{"id":2056,"tag":"Salt"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5969,"title":"Detroit International Exposition Fair of 1889: Delray Before Its Industries","course_id":118,"status":"P","start_date":"1889-08-17","end_date":"1889-09-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","<em>Harpers Weekly</em> devoted a large part of its August 17, 1889 issue to the upcoming Detroit International Exposition Fair, which would open exactly one month later on September 17, 1889. Included in their spread was an engraving by Francis Schell and Thomas Hogan, bearing the caption, “General View of the Buildings and Grounds of the Detroit International Fair and Exposition.”  The engraving is of an aerial view of the Main Building, several pavilions adjacent to it, and two long ponds. These grand projects were built just southwest of Fort Wayne in Delray, and according to the engraving would be surrounded by bustling activity around the pavilions as well as significant boat traffic along the river, presumably bringing in hoards of tourists eager to visit the fair. The main building was designed by Louis Kamper in style that recalls great European palaces, and was prominently placed at the center axis of the engraving and at an angle that dramatically accentuated its long, ornamented halls.  The <em>Harpers </em>article points out proudly that it was “the largest building in the world erected exclusively for fair and exposition purposes,” and goes on to boast of the plethora of industries and activities that would be represented, from packaged seeds to stove manufacturers to musicians and a painting gallery with 300 artworks. The fair would be so large that the author said the only person capable of seeing everything in a day would have to be a “professional pedestrian.”","The event jumpstarted major construction projects in Delray. The city transformed the area by draining marshlands, clearing farms, building new roads and railways, and even constructing two additional docks to accommodate the anticipated increase in river-traffic.  The fair happened at a time when Detroit was bursting with economic and industrial activity and this event solidified its reputation as a booming city. The fair did draw a lot of attention, but afterwards, the structures did not remain. Delray also did not maintain this palatial appearance. Within just six years, the Solvey Processing Plant took over the location of the main exposition building and began to dig for salt.  If we were take an aerial shot from the same spot today as where Schell and Hogan did their engraving in 1889, instead of seeing the grand halls by Kamper, we would be peering down onto the black land and factories of Zug Island."],"display_date":"August 17, 1889 - September 17, 1889","search_date":"1889-09-01","locations":[{"id":6598,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"WAYNE, Michigan"}],"tags":[{"id":2096,"tag":"International Fair"},{"id":2054,"tag":"Zug Island"},{"id":1941,"tag":"Delray"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6012,"title":"Zug Island: Environmental Problems Then and Now","course_id":118,"status":"P","start_date":"1897-11-21","end_date":"1897-11-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Zug Island, a privately-owned industrial site located at the junction of the Detroit and Rouge Rivers, is one of the many industrial eyesores for the nearby community of Delray in the southwest of Detroit. The usual appeal of an island is absent as this industry-heavy land mass spews pollution into the air and water. In 1897, Zug Island was already beginning to cause trouble for the surrounding residents, and an article in the <em>Detroit Free Press </em>raised the first of many environmental concerns about the activities there. The reporter describes a large fire on Zug Island with ash debris that was carried throughout the city. Down the River Rouge, the “air was full of dust.”","We might assume that in our more environmentally-conscious era a mishap on this scale would go far beyond a 100-word news article in the paper. However that assumption would be incorrect: in 2011 the same newspaper reported that a bone-shaking hum, affecting not only Delray residents but also Canadians on the other side of the river, was the result of unknown actions taking place on Zug Island.","The comparison of these two events reflects the ongoing lack of oversight of the activities on Zug Island. Moreover it begins to shed light on an issue far greater than the fire itself. With problems like this continuing into the our times it becomes almost explicitly how facilities like Zug Island were placed by neighborhoods with low populations with little pull or leverage over large companies that owned Zug. These large companies saw the environment around Zug as the perfect place for running their factories without consequences.","While at times it may seem like a conspiratorial stretch it would appear that these two instances would fit nicely into concepts of environmental racism. Industrial pollution is routinely concentrated in areas where poorer and browner populations are the worst exposed. Factories along with their hazards are not being placed in white or suburban neighborhoods due to systemic white privilege. This white privilege allows people in more affluent areas to inhabit cleaner environments. Places like Delray, with its large immigrant population, are often the victims of industry's many environmental offenses.","In 1897, investors and public officials sanctioned high levels of contamination from Zug Island because of their interest in promoting industry. In 2011, as the island continued to have serious adverse effects on those who surrounded it, there still seemed to be no way to determine who was responsible or had jurisdiction over the industrial center. Whether spewing ash and fire over the city, or emitting small tremors that cross national borders, Zug Island continues to spread problems without concern for its neighbors and their well-being."],"display_date":"November 21, 1897","search_date":"1897-11-21","locations":[{"id":6599,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"WAYNE, Michigan"}],"tags":[{"id":2054,"tag":"Zug Island"},{"id":58,"tag":"Industry"},{"id":1233,"tag":"Environmental History"},{"id":2072,"tag":"Environmental Racism"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}]}