{"id":2055,"tag":"Heavy Industry","points":[[42.107446354,-83.1351982696]],"bounds":[[42.107446354,-83.1351982696],[42.107446354,-83.1351982696]],"episodes":[{"id":5931,"title":"Unfolding Zug Island","course_id":118,"status":"P","start_date":"1888-01-01","end_date":"12/31/01","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Across West Jefferson Avenue in Delray lies the mysterious Zug Island. On Google Maps, it is a dark mass of land covered with heavy industry factories and black smog. In person, one can only view Zug Island from afar. The privately owned island is off limits to the public and there is little known about what occurs on the island. In contrast to Zug Island’s hazy present, the island had much more transparent days in the past. Located at the opening of the River Rouge, the peninsula was purchased by Samuel Zug as a potential investment. However, the marshy land made the land uninhabitable. Zug allowed the River Rouge Improvement Company turn the peninsula into an island in 1888 as a way to better connect River Rouge to the Detroit River.","In 1891, George Brady and Charles Noble purchased the island from Zug for $300,000 with plans of turning the land into an isolated industrial dumping ground for the booming manufacturing companies in nearby Delray. While searching for gas in the marshy grounds, Noble and Brady struck salt beneath their new property. A geological survey showed that the land beneath the island contained a wealth of limestone and salt. A well 1,620 feet deep was set up on the island to retrieve salt and limestone. Salt was used to create soda ash, used in manufacturing of glass, and other by-products used in manufacturing. The island’s strategic location allowed ease of transportation and made the island a desirable location for industries. in 1895, the exposition building for the International Exposition and Fair of 1889 was torn down in favor of the new Solvay Processing Company, a prominent soda ash producer. The plant was located across the River Rouge from Zug Island and on the Detroit River waterfront, serving useful for importing raw materials and exporting finished goods. The company had wells covering 100 acres of Zug Island where the salt is extracted, and then brought over to be processed into soda ash. Within a decade of the grand exposition, the grand was cleared for salt mining interests. By prioritizing heavy industry opportunities, Delray continues to invite heavy industry into the village.","While Zug Island is no longer a source for salt, petroleum coke and steel are still being produced on the island. With smoke stacks reigning high on the island, Brady and Noble’s vision of Zug Island as an industrial dumping ground might have been realized under a different definition."],"display_date":"1888 - 1901","search_date":"1894-12-31","locations":[{"id":6598,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"WAYNE, Michigan"}],"tags":[{"id":1941,"tag":"Delray"},{"id":2054,"tag":"Zug Island"},{"id":2055,"tag":"Heavy Industry"},{"id":2056,"tag":"Salt"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6011,"title":"Salvation in Industry","course_id":118,"status":"P","start_date":"1/1/56","end_date":"12/31/56","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The negative perception of industry is a fairly recent concept and for many years in places like Detroit industry was a marker of innovation, economic mobility, and increased employment. A 1956 study conducted by the Detroit City Plans Commission presents a crucial comprehensive collection of facts and statistics about the current state of industry and its projected growth. In the section entitled “Community and Corridor Data,” city planners offer their definition of a community and clarify the distinctions between a “community corridor” and an “industrial corridor.” In their definitions they contend with the City’s Master Plan which states that no heavy industry can be in close proximity to community corridors. While the report is objective in most of its findings it presents the disadvantages to the City Master Plan in a much more enumerated and in-depth manner than the advantages of separating industry from residential. The study concludes in this area that it will be difficult for industry to exist outside of industry corridors. This alludes to another theme within the report, which is the lack of space for real heavy industry in the city. According to many of the graphs and conclusions in the report current industry provided much of the economic stability the city has and it is logical that an increase would be beneficial for everyone.","The report speaks to a long-term problem in Detroit, highlighted by urban researcher June Manning Thomas, namely the city’s tendency to “assemble land for industrial sites.” Urban development in the twentieth century reflected the city's interest in increasing industry within community spaces as a means of increasing economic prosperity. The result is a city eager to put industry next to homes, as the city could “buy existing houses and land, prepare sites, and resell them cheaply to industrial firms.” This postwar mentality of increasing industry and jobs had major repercussions for city residents who were forced to live side-by-side with heavily polluting industries, which the city has never fully addressed."],"display_date":1956,"search_date":"1956-07-01","locations":[{"id":28980,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1648,"tag":"1950s"},{"id":2007,"tag":"Detroit Industry"},{"id":58,"tag":"Industry"},{"id":2055,"tag":"Heavy Industry"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}]}