{"id":2064,"tag":"Golf","points":[[42.107446354,-83.1351982696]],"bounds":[[42.107446354,-83.1351982696],[42.107446354,-83.1351982696]],"episodes":[{"id":5936,"title":"Golfing on Belle Isle","course_id":118,"status":"P","start_date":"5/1/22","end_date":"5/31/22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":[" ","Hundreds of determined amateur golfers crowded around the first tee on the brand-new Belle Isle golf course in May, 1922. The crowd was excited to see the challenging course played through by some visiting professionals, but even more so for the group of four to finish and open the course to the public. After obtaining a play permit for 25¢ and signing up at the new clerk's house, patrons had the option of renting clubs and balls for a “popular price” before being directed by competent instructors as they embarked on their first round on the 9 hole course. Being the only public course available in Detroit at the time, the “small, modest” island course enjoyed constant patronage throughout spring and summer especially on weekends.","The opening and ensuing popularity of a public golf course is highly representative of Belle Isle's narrative of being a park for the people of Detroit who had previously been “denied the privilege.” Parks and Boulevards Commissioner General Edward Heckel's promise that costs would be kept to an absolute minimum on the new course is indicative of the attitude towards the special island as a democratic public space, free of exclusivity and focusing on recreation and leisure. The small fee game or monthly fee charged went directly to the upkeep of the course, and children under 15 years old were able to play with supervision.","The problem of striking a balance between a challenging but more importantly well-maintained golf course and funding to keep it open is outlined in the City of Detroit's Recreation Department 2005 Master Plan for Belle Isle. Several issues are identified to bring the dated course up to standards of the island's image, such as appropriate lighting, irrigation and rest room facilities. As with much of Belle Isle's attractions and infrastructure however, the public Golf Course was closed in 2008 due to lack of money. Yet hope remains as recent proposals have been made to restore the area and convert it into a lower maintainance Frisbee Golf Course."],"display_date":"May 1922","search_date":"1922-05-16","locations":[{"id":21386,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2064,"tag":"Golf"},{"id":1899,"tag":"Detroit"},{"id":1901,"tag":"Belle Isle"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}]}