{"id":207,"tag":"women's aerobics","points":[[40.7964015502,-73.8979738005]],"bounds":[[40.7964015502,-73.8979738005],[40.7964015502,-73.8979738005]],"episodes":[{"id":4642,"title":"The Family Doctor Calls on the Corset","course_id":22,"status":"P","start_date":"12/1/02","end_date":"12/31/02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["At the dawn of the twentieth century, women discovered exciting new things to do with their bodies.  Women fell in love with exercise and this helped heat up the debate over the healthiness of wearing corsets.  An ad carried by the December 1902 issue of Munsey's Magazine, written like a letter from \"the family doctor,\" immediately noted that articles debating the merits or faults of tight lacing often appeared in the pages of the magazine written \"by all sorts and conditions of people.\"  The writer of the article, supposedly a medical doctor, agreed that there was much to be said for both sides of the argument.  The letter stated that \"stays are useful to support the female figure if used in moderation, and they are constructed with a due regard to health.\"  The ad, disguised as a letter pertaining to medical advice, then went on to recommend Mr. Thomas' Duchess Corset because it \"adds materially to the elegance of the figure without causing any injury to the vital parts.\"","While still wearing corsets, women in America discovered the joys of exercise.  Cycling, tennis, and basic aerobics became very popular, particularly among younger women.  Gyms for ladies sprung up in larger towns, and gymnastics evolved in to an important part of the curriculum in female education.  Fashion, however, mostly refused to keep up with the trend.  Though the popularity of exercise grew, women continued to wear restrictive corsets.  Much of the country fiercely debated the merits of wearing a corset, or at least the degree of tightness to which one laced the garment.  Experts weighed in on both sides of the debate offering no clear answer.  Many doctors warned wearing a corset led to problems with internal organs, especially the reproductive system.  Other doctors called those claims overblown.","Early twentieth century corset advertising did not over look the importance of altering the female figure, but it reflected the population's growing concerns and put more emphasis on health issues, even though many companies made false claims.  The author of this ad from Munsey's Magazine failed to mention what features made the Duchess corset more safe for women to wear.  The illustration included in the advertisement, if looked at as a technical drawing, shed no light on the subject either.  Often, manufacturers made claims of improved safety but failed to deviate from the standard production of a corset model.  The Duchess corset appeared to be one of these models.","Though many groups protested claims made by corset manufacturers, they failed to stop companies from making outrageous claims about their products.  Many women learned the hard way that corsets advertised as exercise friendly or more medically sound than past models showed little, if any, difference from corset models already on the market.  The false advertising continued as long as companies sold corsets and left the job of scrutinizing claims to the consumer.","<a href=\"http://s647.photobucket.com/albums/uu197/alteredtyme/?action=view&current=458px-TheFamilyDoctorTheDuchessCors.png\" target=\"_blank\"><img src=\"http://i647.photobucket.com/albums/uu197/alteredtyme/458px-TheFamilyDoctorTheDuchessCors.png\" border=\"0\" alt=\"Photobucket\"></a><a href=\"http://s647.photobucket.com/albums/uu197/alteredtyme/?action=view&current=800px-TheFamilyDoctorOct19_1889page.png\" target=\"_blank\"><img src=\"http://i647.photobucket.com/albums/uu197/alteredtyme/800px-TheFamilyDoctorOct19_1889page.png\" border=\"0\" alt=\"Photobucket\"></a>"],"display_date":"December 1902","search_date":"1902-12-16","locations":[{"id":49747,"lat":40.7964015502,"lng":-73.8979738005,"zoom":10,"place":"New York, New York"}],"tags":[{"id":207,"tag":"women's aerobics"},{"id":197,"tag":"fashion"},{"id":198,"tag":"corsets"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}}]}