{"id":2074,"tag":"Roman Catholic","points":[[42.107446354,-83.1351982696]],"bounds":[[42.107446354,-83.1351982696],[42.107446354,-83.1351982696]],"episodes":[{"id":5949,"title":"The Hungarian Footprints in Delray","course_id":118,"status":"P","start_date":"1/1/11","end_date":"12/31/11","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Eastern Europeans found home in industrial southwest Detroit throughout the 19<sup>th</sup> and 20<sup>th</sup> centuries. One notable group was the Hungarian community who carved a rich history in Delray. The first wave was in the mid-1800s, just in time for Delray’s industrial boom. Delray’s waterfront access and industrial nature made it an attractive location for businesses to locate. Some immigrated to America to escape punishment by Austrian authorities after defeat in the Hungarian Revolution of 1848. At the turn of the century, 1.7 million Hungarians immigrated to America in hopes of chasing the “American Dream.” The waterfront industries, along with the Cadillac Clark Avenue plant, provided jobs for the immigrants and cultivated a Hungarian community in Delray. The Hungarian population was not uniformed in faith, practicing diverse religions such as Roman Catholicism, Judaism, Protestantism, and Eastern Orthodox Catholicism.","In 1911, Hungarian parishioners the Holy Cross Roman Catholic church celebrated its 5<sup>th</sup> anniversary and announced its plans to expand the church due to the growing need for more space. In 1920, the dense number of Hungarians in the neighborhood provided the resources to complete the Holy Cross Hungarian Catholic church. The momentous structure became the heart of the community, even after the early immigrants began moving to the suburbs. After World War I, a 1000 per year quota was set for Hungarians seeking to migrate to America, reducing the inflow for the next 30 years. After World War II, President Eisenhower set loose immigration laws for Hungarians in light of the Soviet invasion of Hungary. In 1956, the next wave of Hungarian immigrants continued to settle in Delray and kept the Holy Cross church vibrant.","Today, the red brick church still stands high in Delray, holding masses regularly. However, its existence is threatened by the planned international bridge between the US and Canada. While the Hungarian population is no longer right around the block from the church, Hungarian Catholics from Southwest Michigan continue to call this church home."],"display_date":1911,"search_date":"1911-07-02","locations":[{"id":18385,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2074,"tag":"Roman Catholic"},{"id":2073,"tag":"Hungarian Immigration"},{"id":14,"tag":"Church/Religious-Activity"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}]}