{"id":2076,"tag":"Extension","points":[[42.107446354,-83.1351982696]],"bounds":[[42.107446354,-83.1351982696],[42.107446354,-83.1351982696]],"episodes":[{"id":5951,"title":"One Man's Dirt is Another Man's Treasure","course_id":118,"status":"P","start_date":"8/24/13","end_date":"8/24/13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Detroit’s playground, Belle Isle, is getting a makeover.  It is August 24, 1913, and Detroit City Commissioner William T. Dust has recognized that there is a surplus in dirt in the city.  The building of a skyscraper hotel downtown has yielded this surplus, and it is currently an \"embarrassment\" to the city.  What better way to rid of the embarrassment than add it on to Detroit’s beautiful island? Belle Isle will be increased one-third in size (from 700 to 900 acres), with an extension of 2,400 ft. at the foot of the island and 3,000 ft. at the head.  Through night and day, horses and laborers are working together to transfer the land using steamboats and carriages.  These developments are all very new, but one problem that might arise is that all the residents who set up their houseboats in these areas each summer will have to move.  However, this is a trivial setback.  The reporter from this Detroit Free Press article suggests that while the expense of this addition to the island is nominal, the city’s wealth and valuation will exponentially increase.","This episode takes place during a time when Belle Isle was exciting; when the city wanted to invest in the space as a park for recreation, relaxation, and open spaces.  Because of Detroit’s economic downturn in the past half a century, however, Belle Isle has been put at the end of the city’s agenda, leaving non-profit groups and independent projects to rewind the disrepair.  In an analysis of the city’s current state, Grace Lee Boggs argues that rebuilding the city depends upon the creative and collective energies of residents to build on something new; that from the rubble comes an opportunity of open space to build.  This same ideology can be applied to that of the rebuilding and redevelopment of Belle Isle."],"display_date":"August 24, 1913","search_date":"1913-08-24","locations":[{"id":18385,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2077,"tag":"William T. Dust"},{"id":2076,"tag":"Extension"},{"id":1901,"tag":"Belle Isle"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}]}