{"id":208,"tag":"Convict Labor","points":[[33.5543155862,-86.8964933862],[36.1192254335,-84.2048630353],[33.553801834,-86.8960886107]],"bounds":[[36.1192254335,-84.2048630353],[33.553801834,-86.8964933862]],"episodes":[{"id":4644,"title":"<em>The Beginning of the End of Convict Labor in Alabama</em>","course_id":22,"status":"P","start_date":"1/1/28","end_date":"12/31/29","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Your name is screamed aloud behind you. So, what do you do? If you are the Attorney General to the State of Alabama in the 1920s, you do not turn around. Major Harwell Goodwin Davis learned this lesson the hard way. Coming out of the Justice Department in Downtown Birmingham, he turned to address the shout he had heard and the next thing he knew, he was waking up in a hospital with a nasty bruise on his head. There was a reason behind the knot on his head, and it is one of hundreds of cases of assault due to racial unrest in early 1900s Alabama.","Davis was a lawyer working for the State of Alabama when he was presented with a case of Mr. John Knox in 1928. Knox was a Mobile, Alabama resident that was sentenced to hard labor at the Flat Top Coal Mine in Central Alabama. At Flat Top, he would be expected to produce three to four tons of coal a day, which was the standard for convicts at the time. During one of his shifts, he was said to be “malingering.” For punishment, the officials on duty literally tried to whip him into shape. This tactic proved to be futile. The deputies then threw him into a vat of water, which was used to boil hogs. Their decision ended up costing Mr. John Knox with his life and it gave Major Davis a new case, almost three years later.","During his investigation, Davis found that the information given about the cause of death of John Knox was false. It was written that he died from the ingestion of mercury pills, while Davis discovered the pills still lodged in the deceased’s throat from almost three years ago. This proved that it was the mistreatment that killed him, not the medication given. He proceeded with his case, but did not get one single conviction. The only ramifications were that the warden was to be fired.","Although the case did not serve immediate justice, it did catch the eye of a few notable people. Literary Digest caught wind of the story and published an article on its account. The governor of Alabama at the time of the case, Bibb Graves, read this article and along with several inside sources in the political system, decided that Major Harwell Goodwin Davis was trying to take a stab at his incumbency. Graves immediately decided to put the reformation of the convict labor system on his platform of his next election. He won his race, and put an end to the system in Alabama in 1928.","Major Davis later explains in his interview with a historian from the University of Alabama at Birmingham that while he was informed during his hospital stay of who it was that blind-sided him. As it turned out, the man who hit him was the same warden of the prison that he got fired in his famous John Knox case."],"display_date":"1928 - 1929","search_date":"1928-12-31","locations":[{"id":20911,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":208,"tag":"Convict Labor"},{"id":209,"tag":"New South"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}},{"id":4680,"title":"Tennessee Miner Uprising","course_id":22,"status":"P","start_date":"1891-01-01","end_date":"1891-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":[" ","In Tennessee, the abuse of the convict labor system was putting many coal miners out of work in the late 1800’s.  If an employer was unsatisfied with wages or conduct of his workers, he could hire convicts as employees of the state.  Thousands of Tennessee miners rose up against the use of convict labor by the state’s coal companies in 1891.  This involved significant mountain communities in a revolt against government involvement in the state’s convict labor system.","Driven by the common anti-elitist ideals of populism and unionism, the miners initially sought to abolish the convict lease system in a legislative and legal manner.","Peaceful tactics failed to achieve reform in the lease system.  In a more aggressive move, one of the mountain communities overpowered and destroyed a convict camp.  The desperate group of white miners took control of the stockades and liberated the black convicts from the mining wards. ","The miner’s revolt accelerated the termination of convict leasing in Tennessee.  The decision to end convict labor helped repair the local coal economy at the cost of greatly weakening organized labor in the state of Tennessee."," "],"display_date":1891,"search_date":"1891-07-02","locations":[{"id":11839,"lat":36.1192254335,"lng":-84.2048630353,"zoom":9,"place":"ANDERSON, Tennessee"}],"tags":[{"id":248,"tag":"tennessee"},{"id":208,"tag":"Convict Labor"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}},{"id":4679,"title":"Banner Mine Tragedy","course_id":22,"status":"P","start_date":"4/8/11","end_date":"4/8/11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","On April 8, 1911 the Banner Mine ignited killing 128 convict laborers.  The actual cause of death was attributed to blackdamp asphyxiation.  Blackdamp is a mixture of unbreathable poisonous gases which displaces oxygen.  \"Clark McCormick, accompanied by former miner J.R. Baird, went into the mine.  Their first discovery was less than reassuring.  Not far from the mine entrance and pathetically near to safety, they found a man, seated but leaned forward and quiet as though asleep.  He was convict boss O.W. Spradling, dead from the blackdamp.” This scene set the tone for what is the most notorious convict labor controversy of the early twentieth-century. The Banner Mine was located in Littleton, Alabama (Jefferson County) and was owned by the Pratt Consolidated Coal Company.","This event turned the state and national spotlight towards the controversy of the convict lease system. Abolishing the lease system in Alabama did not go without resistance.  Leasing convicts to work in the mines was inexpensive and proved to be very profitable.  In fact, it was so profitable that Alabama passed legislation for mine safety to help relieve criticism so they could keep the system.","The convict labor system shutdown was long overdue.  Governor Bibb Graves’ successful campaign for governor included the promise to end the leasing.  On June 30, 1928 Alabama finally passed a law to abolish the convict labor system."],"display_date":"April 8, 1911","search_date":"1911-04-08","locations":[{"id":18257,"lat":33.553801834,"lng":-86.8960886107,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":245,"tag":"banner mine"},{"id":208,"tag":"Convict Labor"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}}]}