{"id":209,"tag":"New South","points":[[33.5543155862,-86.8964933862],[33.9914893238,-80.8577865567]],"bounds":[[33.9914893238,-80.8577865567],[33.5543155862,-86.8964933862]],"episodes":[{"id":4644,"title":"<em>The Beginning of the End of Convict Labor in Alabama</em>","course_id":22,"status":"P","start_date":"1/1/28","end_date":"12/31/29","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Your name is screamed aloud behind you. So, what do you do? If you are the Attorney General to the State of Alabama in the 1920s, you do not turn around. Major Harwell Goodwin Davis learned this lesson the hard way. Coming out of the Justice Department in Downtown Birmingham, he turned to address the shout he had heard and the next thing he knew, he was waking up in a hospital with a nasty bruise on his head. There was a reason behind the knot on his head, and it is one of hundreds of cases of assault due to racial unrest in early 1900s Alabama.","Davis was a lawyer working for the State of Alabama when he was presented with a case of Mr. John Knox in 1928. Knox was a Mobile, Alabama resident that was sentenced to hard labor at the Flat Top Coal Mine in Central Alabama. At Flat Top, he would be expected to produce three to four tons of coal a day, which was the standard for convicts at the time. During one of his shifts, he was said to be “malingering.” For punishment, the officials on duty literally tried to whip him into shape. This tactic proved to be futile. The deputies then threw him into a vat of water, which was used to boil hogs. Their decision ended up costing Mr. John Knox with his life and it gave Major Davis a new case, almost three years later.","During his investigation, Davis found that the information given about the cause of death of John Knox was false. It was written that he died from the ingestion of mercury pills, while Davis discovered the pills still lodged in the deceased’s throat from almost three years ago. This proved that it was the mistreatment that killed him, not the medication given. He proceeded with his case, but did not get one single conviction. The only ramifications were that the warden was to be fired.","Although the case did not serve immediate justice, it did catch the eye of a few notable people. Literary Digest caught wind of the story and published an article on its account. The governor of Alabama at the time of the case, Bibb Graves, read this article and along with several inside sources in the political system, decided that Major Harwell Goodwin Davis was trying to take a stab at his incumbency. Graves immediately decided to put the reformation of the convict labor system on his platform of his next election. He won his race, and put an end to the system in Alabama in 1928.","Major Davis later explains in his interview with a historian from the University of Alabama at Birmingham that while he was informed during his hospital stay of who it was that blind-sided him. As it turned out, the man who hit him was the same warden of the prison that he got fired in his famous John Knox case."],"display_date":"1928 - 1929","search_date":"1928-12-31","locations":[{"id":20911,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":208,"tag":"Convict Labor"},{"id":209,"tag":"New South"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}},{"id":5328,"title":"The complicated life of a Native Alabamian","course_id":73,"status":"P","start_date":"6/1/32","end_date":"6/1/32","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The complicated life of a native Alabamian","By: Brandi Harper","November 19, 2011","Life was as normal as it could be during the hot summer of 1906 in Alabama. The poor were getting more poverty stricken while the rich struggled to maintain what they had.  Virginia Foster Durr remembers, “on Saturday mornings, these families would come into Birmingham, walking, there was no paved road and nobody had a car, they were all poor people and no one had a car.” According to Durr,  young adults in 2011 would[btm1]  never comprehend just how bad life actually was before the “New Deal” arrived. Where thousands of families struggled horribly through these uncertain times, wondering if your family would eat surpassed the idea of an epidemic outbreak.  Pellagra however was just that, a result of poor people and their poor eating habits.  Durr states, “Pellagra was the dietary disease and the Negroes and whites would break out in these white splotches. Of course, it was purely a dietary disease, (sic) they just didn't have the right kind of food to eat.” Durr also mentions that she was brought up to not feel sorry for these people, “this is just the way they are. They are born this way.” In reality, Durr was told wrong. Pellagra was disease brought on by a vitamin deficiency found in poor diets amongst the poor. It was never prejudiced to one race or one’s social status. Pellagra simply thrived on people who had a vitamin deficiency in Niacin. Pellagra was known to have common physical characteristics among its victims. People such as Durr could easily classify those who had the disease just by looking at them which is probably why many others shared the same idea, “They are born this way.” Pellagra was classified in its symptoms of the ‘four D’s: dermatitis, diarrhea, dementia, and sometimes death.","According to the study done by the famous Dr. Joseph Goldberg, pellagra was not infectious and based on physical characteristics but on poor diet brought on by a poor economically disadvantaged society straining to stay alive.  “Many poor Southerners consumed a diet solely of meat, meal and molasses. Low-wages driving high-deficiency diets made the disease economic in origin.” Since poor southerners’ diet contained mostly of corn meal, pellagra attacked with a vengeance effortlessly.  It was then that this horrific uncontrolled disease became manageable. Through proper diet and treatment for those already infected, pellagra once again became a thing of the past and almost forgotten."," ","Sources:","Primary source: eyewitness account on pellagra and its effects on people in Birmingham, AL.","Oral History Interview with Virginia Foster Durr, March 13, 14, 15, 1975. Interview G-0023-1. Southern Oral History Program Collection (#4007) in the Southern Oral History Program Collection, Southern Historical Collection, Wilson Library, University of North Carolina at Chapel Hill. (link accessed November 19, 2011)","http://docsouth.unc.edu/sohp/G-0023-1/excerpts/excerpt_2974.html#citing"," ","Secondary Source<strong>:</strong><strong>  </strong>Pellagra in the South, “the red death” from University in Alabama                 (link accessed November 19, 2011)","http://www.uab.edu/reynolds/pellagra/history"," [btm1]Is this what you mean?  The reader will not know”people my age”"],"display_date":"June 1, 1932","search_date":"1932-06-01","locations":[{"id":24536,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":230,"tag":"Medicine/Health"},{"id":209,"tag":"New South"}],"course":{"name":"History of the New South","school":"Texas Wesleyan University","course_id":73,"school_id":49}},{"id":6056,"title":"Dr. Babcock and Dr. Lavinder Perpetuate a Lie","course_id":122,"status":"P","start_date":"1/1/10","end_date":"12/31/10","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Dr. C. H. Lavinder and Dr. J. W. Babcock, two of the doctors who were heading the crusade on pellagra in the American South, translated a French book, simply titled <em>Pellagra</em>, written by Dr. Armand Marie about the disease. Published in 1910, the book contains a history of the disease in Europe, where it was first observed, along with a list of symptoms, various treatments, and even how to prevent it. The contents of the book were as much as anyone knew about pellagra up to that time, particularly that it was positively correlated with poverty.","The book states, \"Pellagra has almost invariably been found associated wretchedness and poverty, and the disease has in consequence been often regarded as an indication of the economic conditions obtained among certain classes of people in the country involved.\" It was clearly understood prior to 1910 that living in poverty and contracting pellagra were closely linked. It was attributed to spoiled corn and a resulting infection. Doctors, therefore, assumed that because polenta, and other corn meal  products, were the basis of peasants' diets in Europe, they would prepare and eat meal, even after it spoiled. They would have to so as not to waste their food and money.","In Europe, the disease-causing poverty was a problem that needed to be dealt with, and so was claimed to have been \"through motives of patriotism of for reasons of policy, or even from a sense of shame, publicists have felt urged to grapple with the problem.\" It continues that since it is the laboring class who is most affected pellagra greatly affects productivity in countries where it is prevalent. Dr. Lavinder and Dr. Babcock then make a startling claim that there is an \"absence among us, relatively speaking, of the poverty-stricken classes among which pellagra occurs\" in America. They said that there is \"no such...poverty\" in America.","That was a bold statement that is historically inaccurate. Michael A. Flannery explained how pellagra was known to exist in America through a report by Dr. George H. Searcy from the Mount Vernon Insane Hospital in Mobile, Alabama, where he reported eighty-eight cases of pellagra observed in 1906. Elizabeth Etheridge, too, wrote of Dr. Searcy's findings. Additionally, Etheridge explains that once Dr. Searcy named the disease and outlined the symptoms, \"doctors...had their memories jogged\" and they attributed many past cases to pellagra.","Pellagra obviously existed in America long before the book was published. Even taking into account that information was passed along much more slowly in the early twentieth century, the fact remains that the book was translated by Dr. Babcock and Dr. Lavinder who both knew of the outbreak prior to the book's publication. It is likely that this incorrect statement about poverty in America was made as a move to perpetuate the idea of a successful New South. Flannery expressed that the New South was being promoted to draw in industry. In essence, n order to preserve the idea of the prosperous New South, some people would twist the truth, such as \"touting the benefits of modern diversified agriculture and industrial expansion\" while not talking about low wages. Others, it seems, like Dr. Babcock and Dr. Lavinder, would just lie."," "," "],"display_date":1910,"search_date":"1910-07-02","locations":[{"id":17237,"lat":33.9914893238,"lng":-80.8577865567,"zoom":9,"place":"Richland, South Carolina"}],"tags":[{"id":209,"tag":"New South"},{"id":230,"tag":"Medicine/Health"},{"id":1125,"tag":"Pellagra"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":122,"school_id":10}}]}