{"id":2091,"tag":"Development","points":[[42.107446354,-83.1351982696],[34.8943497126,-82.3707811393]],"bounds":[[42.107446354,-82.3707811393],[34.8943497126,-83.1351982696]],"episodes":[{"id":5964,"title":"Images of Industrial Growth in Delray","course_id":118,"status":"P","start_date":"1898-01-01","end_date":"12/31/09","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In its early years Delray was a rural community. When industry began to locate itself on the edge of the Detroit and Rouge Rivers, Delray began to transform into a hub of industry. By the late 1800s Delray was the home of burgeoning glass, furniture, railroad car, chemical, brick, wagon, salt, and iron industries. These industries fueled a large immigrant community, and set the stage for large-scale industrial developments on the river, with a nearby community of workers.","But the 1955 publication of the Detroit Master Plan zoned Delray as heavy industrial, and set in motion a conflict of industry and revenue over the dwindling Delray community. it is difficult to associate the change to any specific cause. One might certainly be the increased ability of workers to get to work without the traditional walk or railcar, which meant they no longer needed to live blocks away from the factories. This resulted in a reduction of nearby populations, and those left behind were often the poorer minorities.","Regardless, Delray changed at the turn of the century. These images show a gradual conversion from farmland to factories. There are wide open expanses around the factories, area that was initially fields and rivers changed rapidly into housing, or additional industry. These factories were often located on the waterfront, something very apparent in these images. This would be a factor that both polluted and isolated the water front from the local community. One image, labeled 'Site of Detroit Edison Plant 1899,' is an excellent example of this transition. It depicts what had been fields and farmland, as the eventual location of a massive factory. These communities that filled up the farmland around factories dwindled in the post war period, and industry began its effort to take back Delray. Yet despite consistent fires, disregarded pollution limits, dumping, and proposed developments for the betterment of the city, the Delray community is still kicking."],"display_date":"1898 - 1909","search_date":"1904-01-01","locations":[{"id":6599,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"WAYNE, Michigan"}],"tags":[{"id":58,"tag":"Industry"},{"id":908,"tag":"Pollution"},{"id":87,"tag":"Environment"},{"id":1899,"tag":"Detroit"},{"id":2091,"tag":"Development"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6158,"title":"This source for my final episode is a copy of the Sanborn fire insurance maps in the city of Greenville from the year 1888 and then a decade later 1898 showing the levels of development and what things have been added and/or taken away from the city of Gr","course_id":135,"status":"P","start_date":"1888-01-01","end_date":"1898-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The maps that come from the fire insurance agency Sanborn which although they were creating maps for the purpose of just highlighting which areas were covered and which places would be best for coverage. As an unintended result the maps provide excellent uses for seeing how the area of the city limits of Greenville changed by such things as size, additions in terms of adding to the infrastructure of the city and then removing objects that got in the way of the new places that were trying to either get improved or if a completely new addition was being planned. One of the main things, which we went over in class, was the improving of the roads situation in Greenville, not only were there additions to the road system but there were also improvements made on the exisiting roads to help the infrastructure improve the allure of the city hopefully leading to more people wanting to live there. This map of providing an image where clearly the main part of the city of Greenville placed an emphasis on roads reminded me of the example in class where the image of New York was shown and the main thing that stuck was not the tall buildings which is normally thought of when New York, but it is the roads that were clearly defined and did not have the clutter which is also normally associated with New York. In the article, \"The Urban Development of the South by Walter Mather, he states that \"any study of urban growth must include not only the central political units in urban aggregation but also the suburbs, the satellite cities and the regions of high population density lyign far beyond political boundaries.\"(Matherly 10). This secondary source explores the concept we discussed in class, where does the city limity of Greenville end and should places right outside the actual limits be included when talking about urban Greenville? It was interesting to see the development of University Park, which is something that was touched on in our meeting downtown when we visitied Falls Park, the forging of more public space for the use of all people in a society that allows for more people to flock to an area. the use of unused space to turn it into public space has been a constant theme in the Greenville area and has been a driving force for more development and in some cases renewal of parts of the city that have been broken down. Lastly, one can plainly see that the major part of the city of Greenville has grown more crowded than it has ten years ago. The population growth is also included in this map."],"display_date":"1888 - 1898","search_date":"1893-07-01","locations":[{"id":11537,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"GREENVILLE, South Carolina"}],"tags":[{"id":2384,"tag":"greenville maps"},{"id":1467,"tag":"Greenville"},{"id":2091,"tag":"Development"}],"course":{"name":"History of Urban and Suburban U.S. (2014)","school":"Furman University","course_id":135,"school_id":4}}]}