{"id":2092,"tag":"Environmental Justice","points":[[42.107446354,-83.1351982696],[36.4352131,-78.0195387]],"bounds":[[42.107446354,-78.0195387],[36.4352131,-83.1351982696]],"episodes":[{"id":5910,"title":"Typhoid Fever strikes Delray","course_id":118,"status":"P","start_date":"1858-01-01","end_date":"1858-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1858, Dr. Hennery Baker, the head of the Michigan Board of Health, diagnosed a large number of deaths in the Delray settlement as the results of an outbreak of typhoid fever. Typhoid, transmitted by drinking water contaminated with the feces of an infected person, was commonly found in the unsanitary conditions of urban centers across the industrialized world in the nineteenth century. Delray, a growing industrial settlement just southwest of Detroit, was home to approximately 15,000 inhabitants. Without adequate sanitation and water infrastructure, residents of the area were habitually disposing of their nightsoil on the ground, where it filtered into the local water supply. The people of Delray were not only worried about the spread of disease within their own community, but also with the way that Detroit had handled the dumping of its pollutants through the River Rouge. Since Delray lay downstream of Detroit, much of the dumped pollutants would wash up on Delray’s shores.","In 1913, many years after Dr. Baker's finding, little progress had been made, and  residents still found themselves suffering disproportionately from the pollution of Detroit's industries. Now, increasing levels of air pollution from more and more industries meant that respiratory diseases caused the most diseases, followed by typhoid deaths due to poor sanitation. Approximately 430 people of every 100,000 living in Wayne County had died that year of complicated lung problems in Wayne County. This continued danger to public health reflects issues of environmental justice, as working-class people suffered from the conditions created by industrial urbanization."],"display_date":1858,"search_date":"1858-07-02","locations":[{"id":6595,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"WAYNE, Michigan"}],"tags":[{"id":1313,"tag":"Typhoid fever"},{"id":1941,"tag":"Delray"},{"id":2092,"tag":"Environmental Justice"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5965,"title":"A right to a park","course_id":118,"status":"P","start_date":"1/1/70","end_date":"12/31/70","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the early 1970s, representatives of the United Automobile Workers' union presented a picture of deprivation to the City of Detroit. The influential Motor City workers union had created a map which literally illustrated the isolation of urban residents; isolation from any large city-facilitated parks. For residents of the City of Detroit, there are no parks or open spaces within a 30 minute drive besides the city's treasured Belle Isle, an island park in the Detroit river. Representing a fundamentally urban membership and their families, the UAW union recognised that many of their members lacked a car or convenient access to transportation as public transport was (and still is) inadequate and irregular, out of metro Detroit and to the several beautiful parks in surrounding counties. The UAW demanded that the city increase funding and maintenance for the only relatively accessible Metro Park, Belle Isle; and they succeeded.","For the UAW the lack of access which urban Detroiters had and still have is an Environmental Justice issue, as it represents an inequality between suburban and regional citizens and their urban counterparts. In Environmental Justice literature and thinking access to 'green spaces' such as maintained parks and other large, open, relatively natural areas for use as recreational is a right for all people. This right of access to a space to relax and play has been historically denied for many Detroit residents; while Belle Isle defines itself as a recreational, democratic park for all of Detroit it is quite inaccessible to citizens without a car as are other parks in the region. The UAW's fight for an accessible and maintained city park has gained relevance again with the recent lease of the island to the State of Michigan; a new bus route has been promised to allow easier access to urban residents, but a price of $11 a year for access with cars will be charged."],"display_date":1970,"search_date":"1970-07-02","locations":[{"id":35437,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1901,"tag":"Belle Isle"},{"id":1899,"tag":"Detroit"},{"id":1947,"tag":"City parks"},{"id":2092,"tag":"Environmental Justice"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5993,"title":"Pet Coke Piles, Pollution \"Sinks\", and Detroit","course_id":118,"status":"P","start_date":"1/1/90","end_date":"12/31/90","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Coal-fired power plants have long been one of the world’s largest emitters of greenhouse gases. There are various kinds of inputs that a power plant can use in the process of creating electricity, and one of these is petroleum coke. An important factor that makes pet coke desirable is the fact that it can produce fuel efficiencies in integrated steel mills. The company that first discovered this fact in the 1900s was none other than U.S. Steel, located on Zug Island in the city of Detroit, in the state’s most polluted zip code. In a wild coincidence, almost 100 years later in 2013, large piles of petroleum coke produced in the Alberta tar sands were left on the bank of the Detroit River in Southwest Detroit, only a few miles from U.S. Steel’s main facility. These forty-foot piles of black pet coke, owned by the controversial Koch Carbon under the company Detroit Bulk Storage, shed sticky, toxic dust into people’s homes, cars, and lungs, causing many more problems than just greenhouse gas emissions. The citizens of nearby neighborhoods, such as Delray, were extremely frustrated that the company was allowed to store the pet coke so near to homes and the river, and cause detriment to their health and well-being in the process. Recently, local protests succeeded in getting one of the piles removed to an unspecified location, most likely in southern Chicago. A proposal is now pending to relocate the remaining pet coke piles only a few miles down the Detroit River. The potential new neighbors of the pile are already raising the alarm at the ineffectiveness of this solution, since it essentially moves the environmental injustice downriver instead of eliminating the problem completely.","Urban environmental historian Joel A. Tarr discusses pet coke in the context of pollution “sinks”, illustrating the national tendency to, because of economic and technological factors, “shift our pollution burdens from one media and one sink to another rather than adopting a more holistic approach to the environment”. The voice of the neighborhood groups in opposition to the piles, as well as action by the city, confirm Tarr’s assertions that society today is beginning to confront the issues of simply unloading pollution burdens onto some other party instead of changing practices to reflect the fact that no community should be subject to these environmental and health dangers."],"display_date":1990,"search_date":"1990-07-02","locations":[{"id":41645,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2092,"tag":"Environmental Justice"},{"id":1899,"tag":"Detroit"},{"id":908,"tag":"Pollution"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6039,"title":"Freeways Effects on Health in Delray","course_id":118,"status":"P","start_date":"1/1/99","end_date":"1/1/99","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the aftermath of WWII, Detroit followed national urban planning trends in seeking to enhance high-speed transportation between the growing suburbs and the city center. Plans began for an extension to the I-75 highway to rectify the problem. The route recommended by the Fisher Freeway Planning Committee began at the southwest limits of the city, in the neighborhood of Delray. There, it would connect with three other freeways in the section under consideration: the Jefferies Freeway, I-96 and the Chrysler Freeway, serving as a terminus for the Jefferies freeway and providing interstate traffic access to the Ambassador Bridge to Canada. It also served to give traffic on both freeways access to the freeway loop. What this meant for Delray, however, was that there would be even more pollution in an already environmentally distraught neighborhood. It also divided industrial areas, residential areas and public and semi-public areas in the neighborhood, essentially splitting the community in half.","The Fisher Freeway was completed in 1959, and in the following years asthma and lung infection rates in Delray greatly increased. In part, this can be attributed to the increase in traffic, especially the diesel-run semi trucks that made up a large part of the international commerce and which emitted large amounts of carbon monoxide. Air pollution has been linked to morbidity and mortality from several diseases, including diverse conditions such as coronary disease and Hodgkin's Lymphoma. In terms of the effects on respiratory disease, exposure to air pollution has been linked to the aggravation of chronic respiratory symptoms and increased mortality from chronic obstructive pulmonary disease. Nationwide, over the course of the 20th century, air pollution increased greatly alongside the noted increase in the prevalence of asthma. More recent declines in pollution and improvements in public health do not compensate for what Delray residents have had to endure for decades."],"display_date":"January 1, 1999","search_date":"1999-01-01","locations":[{"id":41645,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":908,"tag":"Pollution"},{"id":1941,"tag":"Delray"},{"id":1953,"tag":"Urban Renewal"},{"id":2092,"tag":"Environmental Justice"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6553,"title":"War on Warren County","course_id":155,"status":"P","start_date":"8/1/82","end_date":"10/30/82","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["It was the summer of 1982 in Warren County, North Carolina. The asphalt burned their skin through their clothes as they lay in the street waiting for the trucks to arrive. All of the protests from that summer had led to this moment, residents and activists, black and white, laying their lives down to protect their environment. The trucks were arriving to dump the PCB-laden soil into the backyard of the folks living in Warren County. They may not have prevented the “poisoning of [their] communities and land,” but they would not go down without one final battle.","The residents of Warren County were fighting for their “fundamental right to clean air, land, water, and food” by employing tactics from the Civil Rights Movement. The Warren County people of color banded together with white people and past civil rights activists to ignite a new movement: environmental justice for all. African Americans could no longer ignore the environmental racism they had witnessed for so many years, so they took action to “fight the destruction and taking of [their] land and communities.” African Americans had been the “victims of environmental injustice” for too long.","Warren County was chosen as a site for toxic waste due to its relatively small, rural population. However, the population was also very impoverished and mostly African American. The Warren County residents did not passively allow the state government to dump the toxic waste in their backyard. However, “the community was politically and economically unempowered.” The Warren County Citizens Concerned group “countered ‘facts’ from the state and the EPA” due to concerns about future water contamination and the decimation of the local economy. Despite the contested research, the government continued with the project and constructed the landfill. The impoverished residents of Warren County became “victims of environmental injustice,” but their story served as a stimulus of the environmental justice movement."," "],"display_date":"August 1, 1982 - October 30, 1982","search_date":"1982-09-15","locations":[{"id":52938,"lat":36.4352131,"lng":-78.0195387,"zoom":6,"place":"Warren County, North Carolina"}],"tags":[{"id":3058,"tag":"PCBs"},{"id":3057,"tag":"toxic waste"},{"id":2072,"tag":"Environmental Racism"},{"id":42,"tag":"Civil Rights"},{"id":2092,"tag":"Environmental Justice"}],"course":{"name":"HIST 3550, American Environmental History","school":"Auburn University","course_id":155,"school_id":73}}]}