{"id":2099,"tag":"Black Bottom, Detroit","points":[[42.107446354,-83.1351982696]],"bounds":[[42.107446354,-83.1351982696],[42.107446354,-83.1351982696]],"episodes":[{"id":5947,"title":"Medical Pioneers: Mercy Hospital in Detroit","course_id":118,"status":"P","start_date":"1/1/17","end_date":"12/31/17","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Mercy General Hospital and Clinic was started in 1917 by Dr. David C. Northcross and his wife Dr. D.L. Northcross. The couple came to Detroit from Montgomery, Alabama where Dr. David Northcross had been conducting a hospital and drug store for eleven years. Mr. Northcross felt the need to service the Black community due to a lack of hospital service for many of the Southern Blacks who migrated to Detroit. When he opened Mercy Hospital he made history by opening the first Black-owned hospital in Michigan. They begin their work by renting three rooms to operate out of until further accommodations were made. Then they were able to move in to a location at 248 Winder St., which was still small but which provided more rooms and better operating equipment.","Finally, in 1918, Dr. Northcross was able to begin operating out of the 668 Winder location. This was a three-story brick building that provided adequate room to operate the hospital. The Northcross’ also were able to hold nurse training sessions which prepared young women to operate in the medical field. These positions were some of the first jobs many African American women received in the area. The hospital provided a strong economic base and most importantly it met the needs of the people.  Dr. Northcross and his wife were pleased to serve the Black community of Detroit. Their hospital continued to grow and they were able to add an additional wing to the hospital in 1960.","Mercy Hospital was one of the many prominent businesses which operated in the Black Bottom community. Black bottom became an enclave for Black operated businesses and the hospitals were important. Especially since many of the major hosptials in other communities did not service Blacks. Some of the other vital services that rose up in Black Bottom were funeral homes since Blacks were not able to bury loved ones at some of the major cemeteries. The Blacks in this community had made a very conscious decision to take care of each other. They were not going to allow their community to suffer and therefore made great contributions which allowed Black Bottom to be a close knitted community."],"display_date":1917,"search_date":"1917-07-02","locations":[{"id":18385,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":142,"tag":"african americans"},{"id":100,"tag":"Medicine"},{"id":2099,"tag":"Black Bottom, Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5977,"title":"Detroit City Plan Commission Shares Progressive Future Plans For City &amp; Goes By Name Of Urban Renewal","course_id":118,"status":"P","start_date":"1/1/63","end_date":"12/31/63","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1963, the Detroit City Plan Commission prepared an informational bulletin to provide the public with “a ready reference to Detroit’s program of redevelopment”, and an explanation of their large aims to remove blighted areas from the city and replace them with “sound [and] logical development”. It first started with a brief history of urban renewal in Detroit, classifying urban renewal as the term applied to programs that focused on two areas in regards to blight: conservation and redevelopment. Conservation was defined as implementing public improvements to acceptable neighborhoods and stimulating “home owners to high standards of maintenance and home improvement thus forestalling blight”. Redevelopment stemmed from earlier efforts in the city, like the Master Plan of Redevelopment set in the ‘40s that came with building Detroit’s first public housing. Blighted buildings were defined by: age, poor foundations, lack of modern plumbing and heating, overcrowding, lack of playgrounds, excessive traffic, and mixed zoning/land use. The bulletin then detailed current and future redevelopment programs in Detroit, with an explanation on each individual project, key maps, and timelines, as well as “tabular” information on acres of redevelopment and its cost in Detroit. Overall, the plan was estimated to affect 90,415 dwelling units and redevelop 7,928 acres. One of these, and also the largest housing redevelopment program noted in the bulletin, was the Gratiot Redevelopment Area, today known mainly as Lafayette Park.  The bulletin explains that the area was part of the first sector of Detroit’s rebuilding program that stood just east of the Walter P. Chrysler Freeway (under construction of the time of this publication). The plans for Gratiot Area wanted to increase dramatic intermixture of apartment buildings and continue to carry the redevelopment all the way to Jefferson Avenue. It was estimated that the area would accommodate 1,810 families, 350 in-garden apartments and town houses, and 1,460 in tower structures.","There are several important things to notice from this 1963 account. First, Detroit, like many other cities of the time, was interested in the nationwide trend of urban renewal. Choices made during this time could dramatically affect the city and its future. Similarly, it can be understood from this bulletin that the Commission genuinely thought they were aiding in improving the city by eliminating blighted areas and contributing to beautifying others that could be \"saved\". Where the Commission saw blight, high crime/disease rates, and poor housing, this account proves they did come up with some sort of plan to “fix” this blight, no matter how flawed modern and retrospective opinions of urban renewal are to us now. Today, there are numerous accounts of those who grew up in the above Gratiot Redevelopment Area (aka Black Bottom) that never saw it as blighted or crime laden. Furthermore, the line in the bulletin that announces the new development as being right next to the Chrysler Freeway shows the discrepancy in thinking of both the era and between those affected and those in power. In environmental historical terms, this lack of understanding can be described as “seeing like a state” and dealing in legibility: where those in power create a simplified rationale to centralize control (like with the redeveloping and “slum clearing” of over 200 acres of Black Bottom) without truly understanding the complexities of the area, people, or issues affected. The Commission assumed their solution for Lafayette Park and its expansion took into account all factors, despite most likely not speaking to those who lived there or including them in decisions. As history can then show, assumptions from legibility are often wrong. While Lafayette Park sustains to this day and can sometimes be considered an urban renewal success story just for doing so, it also stands on what is considered the dormant remains of Black Bottom. It replaced a neighborhood that many residents were terribly sad to see go, despite being thought of as an ideal plan of action by city planners."],"display_date":1963,"search_date":"1963-07-02","locations":[{"id":33546,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1953,"tag":"Urban Renewal"},{"id":2011,"tag":"Slum Clearance"},{"id":2066,"tag":"Building Preservation"},{"id":1550,"tag":"Conservation"},{"id":2099,"tag":"Black Bottom, Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5986,"title":"Joint Resolution Providing for Declaration of National Slum Clearance Day","course_id":118,"status":"P","start_date":"6/3/37","end_date":"6/3/37","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On June 16, 1937, Mr. William I. Sirovich, New York Representative, introduced a joint resolution “providing for the declaration of a National Slum Clearance Day by the President of the United States” to the Subcommittee of the Committee on the Judiciary in Washington D.C. This short bill was designed to empower both the President and the nation to realize the state of affairs currently affecting America, in which a third of the population lived in “baneful slum conditions.” Such conditions were said to have secondary effects such as high infant mortality, juvenile delinquency, high crime, and high disease rates. Protecting, policing, and serving such “blighted areas” was extremely costly to city governments and taxpayers. Furthermore, the educational monies being spent towards these areas were “being dissipated and wasted, largely because the educational benefits bestowed [were] nullified by the unwholesome home and neighborhood environment of the children.”","Private enterprise had failed to remedy such issues, and Mr. Sirovich proposed in his bill that federal action be taken by focusing attention of the American people on the slum conditions in which millions of people lived by creating a National Slum Clearance Day. Coming from New York, Mr. Sirovich first addressed the Committee by describing the conditions found in New York City, such as 200 acres of blighted land, tuberculosis epidemics, and conditions that made young women ashamed to invite friends into their homes. He assured that these sorts of issues were the same prevailing in many other American cities, such as Detroit, Boston, Philadelphia, Chicago, and St. Louis, and that a National Slum Clearance Day would prove the U.S. concern for the matter and empower people and government to care for “the forgotten people” living in slum conditions. European countries including England, Germany, and Austria, he claimed, had already eradicated their slum neighborhoods and America needed to follow suit. After this, Mr. Sirovich brought in witnesses from slums in New York City and Philadelphia to read accounts of their living conditions to the committee.","The meeting was not without touchy debate though. A committee member named Mr. Michener questioned the force of the bill and called it out for being a mere gesture instead of constructive action. Mr. Sirovich countered this accusation by noting that efforts at concrete action had thus far not gotten much traction: a bill for slum clearance proposal was pending before Congress, while in Michigan members of the House had risen on the floor demanding action, proving this issue was getting nowhere, despite being endorsed by the President. A nationally declared holiday, he argued, would move the issue forward by raising public awareness and putting the President publicly on the spot. However, Mr. Michener still denied the importance of the bill, stating, “All it means is that, whereas sin is in the world and we think something should be done about it”. The meeting wrapped up quickly and Mr. Sirovich’s final comments before adjournment were those of thanks and to conclude, “Now I have voted for millions and millions of dollars during my 13 or 14 years in the House for the extermination of corn borers, boll weevils, fruit flys, and so forth, now let us do a little bit for humanity too.”","This transcript from 1937 speaks not only to ideas of slum clearance and the beginnings of urban renewal in American cities, but also the nation at large. Through underlying tones, the transcript tells a lot about how people thought the environmental landscape shaped the lives and morality of the people who lived there. The evidence that the government had “forgotten” slum residents implies that they were looked down upon and considered lesser in society. While not noted explicitly in the transcript, this lower class of people was often defined not only by economic status but also by race.","The transcript also reflects a disconnect between the perception of slum residents themselves and the way they were conceived of in Washington. The idea that educational resources were wasted on such populations, for instance, would be angrily contested by residents, who often note that education was a primary value and means for advancement in their neighborhood.","The transcript also sheds light on the national movement of urban renewal during this time. Clearly, the issue was prevalent in Washington and reflected in cities across the country. This acknowledgement by the President and debate within Congress most likely helped shape the mindset of government officials and leaders nationwide about how cities should look and how the urban environment shapes experiences and perceptions among urban residents and the world in general. Though the American Housing Act of 1949 and President Truman’s Fair Deal would come a decade later, along with the height of urban renewal, this transcript certainly paints a picture of early thoughts of urban renewal and the idea of the need to improve urban life."],"display_date":"June 3, 1937","search_date":"1937-06-03","locations":[{"id":22722,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2099,"tag":"Black Bottom, Detroit"},{"id":2011,"tag":"Slum Clearance"},{"id":1197,"tag":"poverty"},{"id":1010,"tag":"Housing"},{"id":1312,"tag":"Disease"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5995,"title":"1955 Research on Community Socioeconomic Standings in Metropolitan Detroit","course_id":118,"status":"P","start_date":"1/1/55","end_date":"12/31/55","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1955, a publication on the “social rating of community areas in Metropolitan Detroit” was prepared in response to an apparent number of requests for such information from member agencies of the United Community Services. The information was intended to summarize and explain the standing/social position of all communities in Metro Detroit based on their economic relation to each other and “the incidence of community problems.” Statistical measures were used to determine aspects of each neighborhood: economic levels (value of homes, monthly rent, number of laborers and service workers, etc.), unemployment levels (old age assistance, dependent children, unemployed persons, etc.), and morality and housing conditions (Tuberculosis/death rate, overcrowded homes, etc.). The definitions of such criteria were largely defined and sourced from the 1950 U.S. Census of Population. The document shows that areas of East Detroit that would be considered Black Bottom neighborhood, such as Mack Ave, were below average” in economic levels, “above average” in laborers and service workers, and “below average” in “managerial and professional workers” relative to the rest of the Detroit Metro area. Information for any neighborhood or area (divided by 1950 Census classification tracks of the city) can be found in this document, including places like River Rouge, Belle Isle, Indian Village, Brightmoor, Pingree, Delray, Cass, and more.","The publication of such documents like this likely gave the general public, and Detroit city officials, tangible numbers to confirm the beliefs that many of them already held. The research proved with numbers that certain areas of the city were blighted with disease and death rates, surrounded by poor housing and factory workers, and were made up of those dependent on the government and poverty assistance.  Despite the fact that these numbers are most likely legitimate and were carefully calculated, they do not give the full story. Statistics, without proper explanation or context, can be very powerful. Records and accounts like these allowed certain areas and peoples to be defined as slums, to be used for city projects, and to be broken up when space was needed. This was certainly the case in Black Bottom, Detroit. For example, accounts from Blacks in the area commonly attest that they couldn’t get “managerial or professional jobs” despite having the skills, due to overt discrimination in hiring practices of the time. They were forced to work at low-skilled jobs in the factory, for lower wages than their white coworkers, which was their best option for providing for themselves and their family. The statistical record from the United Community Services ignored these factors, and allowed policymakers to write the area of Black Bottom off as “low-class.” Finally, the fact that the introduction of this document states that it was prepared in response to “requests for information from member agencies” instills a sense of suspicion. Was this research performed just to give insight onto the makeup of Detroit? Was it to figure out where help was needed and then aid those areas? Or was it perhaps requested to provide tangible evidence that certain areas were dirty, poor, slums, in preparation for the great urban renewal movements of the coming decades?"],"display_date":1955,"search_date":"1955-07-02","locations":[{"id":28980,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2099,"tag":"Black Bottom, Detroit"},{"id":1182,"tag":"social status"},{"id":2119,"tag":"U.S. Census"},{"id":2120,"tag":"Economic Levels"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5994,"title":"The True Meaning of Being \"Rich\" And Where to Find It","course_id":118,"status":"P","start_date":"1/1/50","end_date":"12/31/50","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Betty DeRamus’ parents moved from Alabama to Detroit sometime in the early 1940’s where they settled in the Black Bottom neighborhood on Detroit’s eastside on St. Aubin Street. Betty grew up with another Black family with the last name Shephard, whom she believed at the time were her actual cousins and referred to them as so. When she was a bit older, her family moved to 2 different homes on Mack Avenue between Hastings and Rivard. Each house was a multi-story with single-family level flats. There were no showers or bathtubs, no furnace or central heating, and the only source of heat was a stove in the kitchen. Betty remembers family members putting pails outside their back door “to catch snow before it hit the ground and turn it into ice cream”. As a single child with two working parents, Betty was able to afford luxuries other families couldn’t, such as a piano and modern appliances. She often felt that family friends were all parents to her and knew everyone in her neighborhood and around Hastings Street. She felt safe, and recalls “seldom” locking their doors and staying up on porches to chat with friends and feel evening breezes. She recalls that her world “was small, but it seemed to have everything [she] needed”. As an adult, she was surprised to read articles and books that called Black Bottom a “slum”. She admits it was worn out and weary, but she alternatively doesn’t remember it being “crime riddled” and that it was full of personality and fun. That might be why, despite her living conditions, Betty thought her family was rich. Once she broke her piggy bank and gave out money to children on the street she considered less fortunate. When her mother walked home and saw every kid on the street with an ice cream, Betty was soon to be in trouble. By the time Betty was in high school, her family moved out of Black Bottom. Still, she recalls that while never hearing anyone call the area “Black Bottom” until she was an adult, the area and people there taught her the true meaning of being rich. <em>“Feeling rich has nothing to do with how many dollars you have in a bank or in your pocket. It’s about having a sense of security. It’s about feeling cared for. It’s about growing up wrapped in love.” – Betty DeRamus</em>","Betty’s essay account of Black Bottom in its heyday is similar to many other rosy and nostalgic accounts of the area from residents who lived there at the time. Many past residents also recall feeling safe in their neighborhood, feeling like they had everything they needed at their fingertips, and feeling a sense of community that seldom exists today, especially in the modern world that we live in. Her account also tells a bit about the mindset of the landscape though, and what it may have been like to grow up in Black Bottom, Detroit. One theme that runs current is Betty’s sheltered knowledge from the outside world. In her full essay, she writes that she didn’t truly interact or speak with a White person until she was in high school. She also didn’t feel the need to explore outside of her world, she felt rich and satisfied in the lifestyle her parents could afford her, and she didn’t realize until later in life that there was a completely different outsider’s view on the land and area. She may have known it was worn down, but she still didn’t consider it a slum or blighted. There was a large discrepancy between those in who lived in Black Bottom and those who didn’t, and some may argue, it was primarily separated between race and class. This discrepancy, and a lack to successfully merge both sides and opinions, undoubtedly contributed to the forces that eventually took over Black Bottom and Paradise Valley and perhaps is a small part of why it no longer exists today."],"display_date":1950,"search_date":"1950-07-02","locations":[{"id":28980,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2118,"tag":"Detroit's Eastside"},{"id":705,"tag":"Community"},{"id":2011,"tag":"Slum Clearance"},{"id":2099,"tag":"Black Bottom, Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}]}