{"id":21,"tag":"Race Relations","points":[[30.1220750117,-89.7244851703],[39.2464830538,-76.5960396412],[36.1806707867,-86.8728574445],[33.5543155862,-86.8964933862],[33.0342766311,-118.614221051],[42.3649994065,-70.9800517697],[28.6157324623,-81.3533405132],[28.5146851201,-81.3237702415],[35.1672648222,-86.1060239614],[34.1679782338,-82.3756180087],[38.9151212228,-76.9435162098],[38.1872796075,-85.6593965884],[32.2202206971,-86.2076124057],[33.553801834,-86.8960886107],[35.1808732525,-85.1648090186],[42.107446354,-83.1351982696],[37.9285902233,-75.8346527629],[39.2712597428,-76.5709760837],[32.3182314,-86.902298]],"bounds":[[42.3649994065,-70.9800517697],[28.5146851201,-118.614221051]],"episodes":[{"id":4430,"title":"A New Home for Sex in New Orleans\n","course_id":16,"status":"P","start_date":"1892-07-11","end_date":"1897-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 19th century America, many men enjoyed the services of prostitutes but disliked prostitution.  This ironic dichotomy was very evident amongst the upper class men of New Orleans, and it heavily influenced the future landscape of the city.  With a 'not in my backyard' view of prostitution, the wealthy males of New Orleans, although many were clients of prostitutes, did not want their homes and families near the lewd activities of the prostitution business.","The <em>Mascot</em>, a Louisiana newspaper, highlighted the effects of prostitution on the community, echoing the opinions of some New Orleanians.  The July 11, 1892 edition of the paper portrays the population's general fear of bordellos, depicting a family outside of their home, parents shielding the eyes of their children from the sight of the bordello next door.  With prostitution so prevalent, many did not want their families exposed to it.  Also, the wealthy citizens viewed nearby prostitution as a detriment not only to their families, but also their financial assets.  With prostitution in the neighborhood, residential property values dropped, causing a real concern for New Orleans' wealthy.","So, rather than trying to eliminate prostitution, the wealthy male political leaders instead accepted that, according to Louisiana historian Alecia Long, \"sins of the flesh were inevitable\" and \"gave [Satan] his own address.\"  The municipal government's first attempt to reduce areas of prostitution was with the Lorette Ordinances of 1857.  But, by 1897, many citizens, interested in preserving both the moral and property values of their neighborhoods, advocated for the gathering of the city's prostitutes into a more specific, much smaller district: Storyville.  The Story Ordinances turned a predominantly poor, African American part of town, away from the upper class neighborhoods, into the new home of sex.","The location of the official district of prostitution in 1897 truly revealed the magnitude of racial superiority and economic self-interest in New Orleans.  The impoverished African Americans of Storyville were a powerless group in the social hierarchy of power in New   Orleans.  Protesting the vice district's zoning was simply not an option as blacks in the city had no voice in politics.  But, local leaders often defended the Story Ordinances, citing that only one church and one school were within the new, smaller district, even though the church and school were predominantly black.  This action from the political leaders, Long implies, perpetuated a message that African Americans shared the same social status as prostitutes, \"both conceptually and in terms of physical proximity.\" Seeing blacks as immoral sexual beings was not an uncommon view in 19th century culture."],"display_date":"July 11, 1892 - December 31, 1897","search_date":"1895-04-06","locations":[{"id":5602,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":17,"tag":"Government"},{"id":21,"tag":"Race Relations"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"History of Urban and Suburban America","school":"Furman University","course_id":16,"school_id":4}},{"id":4431,"title":"Race Relations and Labor Unions in Nineteenth Century New Orleans\n","course_id":16,"status":"P","start_date":"1883-01-01","end_date":"1883-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The history of the nineteenth century United States rarely speaks of racial cooperation, however evidence of a few such scenarios are historically documented. The end of slavery in the United States all but destroyed the agrarian economy of the southern states, and even with the constitutional abolition of slavery racial hostility ran high throughout the country. Yet as the country attempted to rebuild from the Civil War, a new kind of warfare emerged. This new battleground resulted from the rise of Industrialism, as resentment between laborers and employers intensified. New Orleans is a fascinating example of an intriguing storyline that followed. That is, where issues of racial equality collided with the clash of blue collar labor and managerial control. These two clashes, whose members at times overlapped, created an implausible framework where labor rights astonishingly overran racial tensions. This diverse composition of people, in terms of race, class, and age, is visibly evident in George Augustus Sala's 1883 illustration of the New Orleans levee. There are groups of children playing and wealthy well-dressed couples about, as longshoreman and other waterfront laborers of varying ages and ethnicities go about their business. In Sala's portrayal of the levee it is apparent that by the 1880s the New Orleans waterfront had not only evolved into a place of bustling commerce, but in addition an arena of relative brotherhood. ","            As a direct result of New Orleans' proximity to the Mississippi River, it quickly established itself as one of the most influential ports in the entire country. Consequently, the waterfront became the eminent employer of the city's labor force. By the 1870's a culture of ethnic cooperation, unheard of in almost all areas of the country and certainly the south, had naturally developed. This phenomenon was especially peculiar as it followed the racial tension fueled by the Civil War. The technological advances of the late nineteenth century and economic pushes for maximizing productivity and output put laborers and employers at odds. This battle for control was not isolated to New Orleans. Throughout the United States skilled and unskilled laborers alike combated this push by unionizing. While labor struggles were not isolated to New Orleans, this culture of ethnic harmony was. Union leaders, black and white, soon discovered that a racially unified union force was far more powerful than one divided. The nature of waterfront work in particular provided a platform for interracial cooperation in this city, whereas such an arena may not have been present in other American cities. This fact is due in part to the immense need for unskilled labor on the waterfront. Yet, as the ebb and flow of the industrial cycle began to turn at the end of the 1880's, the flicker of ethnic cooperation and racial equality in nineteenth century New Orleans proved to be no more than a compromise to battle white collar control. It would be nearly another 75 years before the issues of racial subjugation were addressed on a national level with the Civil Rights Movement. "],"display_date":1883,"search_date":"1883-07-02","locations":[{"id":5601,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":33,"tag":"Labor Union"},{"id":21,"tag":"Race Relations"}],"course":{"name":"History of Urban and Suburban America","school":"Furman University","course_id":16,"school_id":4}},{"id":4436,"title":"Reverend L. D. Dewey Writes to Support Colonization\n","course_id":17,"status":"P","start_date":"1825-06-01","end_date":"1825-06-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":[" As the Reverend L. D. Dewey wrote to Reverend W. M'Kenney from Mount Pleasant, South Carolina, he reflected upon his observations from the African colony he had just visited. The letter he produced in June 1825 portrayed sentiments expressed throughout the nation at the time on African colonization. He described the colony of Haiti in the most positive light, depicting the colony as a haven of liberties for freed blacks that were shipped there from the U.S. As he wrote to M'Kenney, he stated that the new members of the Haiti colony emanated \"…intelligence, manliness, and capacities for the various business of life, such as you never see among the colored people of this country.\" Dewey wrote of the improved everyday life of the freed blacks in Haiti, where they could exercise and enjoy the respect of their freedoms and their independence. He asserted that the Haitian populations were given many more liberties than under the American government and allowing freed blacks to take advantage of these freedoms was the only moral thing to do in order to better the lives of the previously enslaved. He reflected on how the American government had held slaves in \"the grossest ignorance\" and deprived them of their right to education, while in Haiti the newly freed African Americans could practice these rights without restraint. Dewey also concluded that, through the establishment of religion, the American public could rest assured that the freed slaves would be a humane and grateful population.","            With the formation of the American Colonization Society in 1816, the movement to colonize freed blacks outside the U.S gained a fast-paced momentum. At the time of Dewey's letter, the ACS portrayed itself as a conservative, antislavery organization that worked for the emancipation of slaves. The ACS insisted that the colonization of African Americans would Christianize the race and make them more humane, expand international trade, and end the slave trade. Many U.S citizens during 1825 believed the claims of the ACS, as shown in Dewey's letter, that the new colonies would create better environments for the freed blacks and that the colonization of these peoples was a moral practice. However, the true sentiments of the ACS and the large amount of support it gained can be traced back to another reason contrary to the betterment of blacks; Negrophobia. The fear of freed blacks' gaining rights in the United States caused many whites to embrace the ACS. Despite ACS claims of trying to promote emancipation, the society merely reinforced the ideology that African Americans would always be inferior to whites and therefore they would be better off in colonies either in Africa or the Caribbean. While the ACS had expected support from African Americans, they were largely mistaken. Shortly after the ACS was founded, 3,000 blacks convened in Philadelphia and unanimously voted in opposition to the Society. Between 1820 and 1823, sixty freed blacks moved to Africa from Pennsylvania. By 1825, one-third of them had died, and nearly half of the survivors had fled the colony. Those who had moved to Liberia, one of the African colonies, had suffered the largest mortality rate that had ever been reliably recorded at the time and only had experiences filled with misery, poverty and disease. Reverend Dewey's letter clearly showed how supporters of the ACS depicted the colonization movement as a positive, enlightening campaign in order to gain support from the white American population; however, in actuality, the ACS harbored negative, racist motives."],"display_date":"June 1825","search_date":"1825-06-15","locations":[{"id":5928,"lat":39.2464830538,"lng":-76.5960396412,"zoom":9,"place":"BALTIMORE, Maryland"}],"tags":[{"id":4,"tag":"Slavery"},{"id":21,"tag":"Race Relations"}],"course":{"name":"The United States: The Nation Divided, 1836-1876","school":"Wheaton College","course_id":17,"school_id":2}},{"id":4438,"title":"Local Chinese React to Imperial Decree\n","course_id":16,"status":"P","start_date":"1/1/10","end_date":"12/31/11","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["When Americans think of Chinatown, they rarely associate it with New Orleans, but at the turn of the twentieth century, New Orleans was the only southern city with a population of Chinese immigrants significant enough to constitute a Chinatown.  Like other immigrants in America, the Chinese in New Orleans had to balance the ongoing connections and relationships back home with the opportunities presented in assimilating fully into the dominant American culture.  Unlike other immigrants, however, Chinese immigrants were barred from becoming citizens of the United States due to the Burlingame Treaty of 1868, and so felt a strong obligation to obey decrees and laws of their homeland.  On December 26, 1910, in the final days of the Qing Dynasty for instance, the provisional national assembly decreed that all citizens should cut off the traditional long braid, or queue.  On January 13, 1911, the New Orleans <em>Times-Democrat</em> reported that the Chinese population of New Orleans welcomed the decree because the braids were \"burdensome as well as troublesome.\" ","Around one fourth of New Orleans' Chinese immigrants, including prominent members of the community like Hom Kin, had already cut their queues by this time, and most Chinese had ceased wearing traditional Chinese attire.  Furthermore, with the Chinese Exclusion Act of 1882 restricting the flow of new Chinese immigrants into New Orleans, the younger generation of Chinese-Americans within the city began to lose touch with their cultural heritage.  Kin's son, also queueless, expected \"to be more American in his ways than his Father,\" and American-born Chinese readily adopted the language, dress, and customs of the interracial neighborhoods of Chinatown.  ","Many Chinese immigrants lived in nearby interracial neighborhoods, though most worked in laundries located throughout the city.  According to period photographs and research conducted by Richard Campanella, the core of China\"town\" only consisted of a handful of shops, grocers, and restaurants along the 150 foot long 1100 block of Tulane   Avenue.  Several other Chinese establishments dotted the surrounding cityscape.  The district was popular with New Orleanians of all races and social classes, who ate at the restaurants, shopped at the stores and grocers, and took their clothes to the laundry mats.  They also compelled many Chinese immigrants to abandon their customs in order to attract more business, and, in turn, the distinct Chinese influence on Tulane Avenue slowly disappeared.  "],"display_date":"1910 - 1911","search_date":"1910-12-31","locations":[{"id":16884,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"Orleans, Louisiana"}],"tags":[{"id":12,"tag":"Migration/Transportation"},{"id":31,"tag":"Immigration"},{"id":10,"tag":"Urban-Life/Boosterism"},{"id":21,"tag":"Race Relations"},{"id":29,"tag":"New Orleans"},{"id":41,"tag":"China"}],"course":{"name":"History of Urban and Suburban America","school":"Furman University","course_id":16,"school_id":4}},{"id":4463,"title":"Abolitionist Flogged for Allegedly Selling Pamphlets\n","course_id":18,"status":"P","start_date":"1833-08-03","end_date":"1833-08-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Amos Dresser, a student at Lane Theological Seminary in Cincinnati, left  the college after a ban on an anti-slavery society and traveled through the upper south  selling bibles. While travelling through Nashville, Tennessee, Dresser took his carriage to a local shop for repairs. A workman rummaging through the carriage found a store of anti-slavery letters, books and pamphlets. According to Dresser, \"This added considerably to the general excitement, which I afterwards learned, was prevailing in relation to slavery--and in a short time it was noised about that I had been 'circulating incendiary periodicals among the free colored people, and trying to excite the slaves to insurrection.'\"","            On the evening of August 8, Constable John Braughton brought Dresser into custody where an impromptu Committee of Vigilance convened at the courthouse to try Dresser for violating the non-existent law of possessing anti-slavery material. During the convention, the committee resolved unanimously to search Dresser's trunk, finding antislavery publications. Dresser stated \"These, I informed the Committee, I had put in my trunk for my own perusal, as I wished to compare what had been written with the result of my own observation while in the slave states, and that no individual had seen them besides myself.\" After the reading of the letters, Dresser claims that \"Great stress was laid on these extracts, and I was questioned very minutely...\" and that \"They labored much to prove I was sent out by some society, and that I was, under the guise of a religious mission, performing the odious office of an insurrectionary agent.\"","            When the committee withdrew to deliberate on the case, Dresser recalled having no anxiety: \"There was no law forbidding what I had done...my intentions had been those of kindness to all--I had no secret feelings of guilt, arraigning me before the bar of my conscience, for any mean or clandestine movement.\" After reaching a decision, the committee found Dresser guilty of being a member of an anti-slavery society and of possessing periodicals published by the American Anti-Slavery Society. He was sentenced to twenty public lashes and ordered to leave Nashville within twenty-four hours. The punishment was carried out in front of a large crowd and Dresser was escorted out of town that night.","            Dresser gave an accurate account of his lashings and exile from Nashville is very accurate. Thomas Wood of the Nashville Post published an article on Dresser and confirmed much of his account, except for one key element: Wood says that Dresser intended to sell antislavery pamphlets through the South, not bibles. Dressers account of his trial and punishment is well supported. Mob violence in the Old South was well known and has been documented by the Mississippi Historical Review such as a professor of Botany giving a speech in the District of Columbia being arrested for having antislavery materials and a mob in South   Carolina destroying several sacks of antislavery mail at a post office."],"display_date":"August 3, 1833 - August 9, 1833","search_date":"1833-08-06","locations":[{"id":11951,"lat":36.1806707867,"lng":-86.8728574445,"zoom":9,"place":"DAVIDSON, Tennessee"}],"tags":[{"id":4,"tag":"Slavery"},{"id":21,"tag":"Race Relations"},{"id":1,"tag":"Crime/Violence"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}},{"id":4686,"title":"I Was Not Saved to Run","course_id":22,"status":"P","start_date":"12/25/56","end_date":"12/25/56","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["It was Christmas 1956.  Taking the place of presents and songs, Reverend Fred L. Shuttlesworth and family woke up to the sound of sixteen dynamites exploding from underneath their home.  By looking at photographs of the damage, you would think everything within ten feet of the home was dead.  However, Shuttlesworth and his family reemerge unharmed.  Shuttlesworth being a religious man gave God all the credit and looked at the big picture.  He said, “If God saved me through this then I’m gonna stay here and clear this up.  I wasn’t saved to run…I was saved to lead the fight”.  Shuttlesworth truly embraced his role as leader of integration.  ","Rev. Shuttlesworth was the fearless leader of the Civil Rights Campaign in Birmingham, Alabama. He was “the negro most feared by whites…the voice of the Negro in Birmingham”.  He would eventually invite Dr. Martin Luther King, Jr. to Birmingham.   White supremacists, some including politicians, businessmen, and police wanted him dead or vanished from Birmingham.  Numerous attempts were made on his life.  Therefore, Shuttlesworth had a security detail posted at his home around the clock.  Colonel Stone Johnson was organizer of the volunteer security detail for Shuttlesworth and his organization, the Alabama Christian Movement for Human Rights.  I had the opportunity to converse with ninety year old Johnson during a recent visit to the Birmingham Civil Rights Institute.  Johnson, like Shuttlesworth is a very religious man and looked at this incident from a spiritual perspective.  Johnson stated, “Shuttlesworth knew how to stay in his lane, God put you in a lane….Shuttlesworth was on God’s program before he was born”.  Two years later, Johnson helped remove a second bomb from Shuttlesworth’s home before it exploded in the street.  Yet again, no one was injured.  History has proven that God had a destiny for Shuttlesworth."],"display_date":"December 25, 1956","search_date":"1956-12-25","locations":[{"id":28563,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":220,"tag":"alabama"},{"id":244,"tag":"Violence"},{"id":21,"tag":"Race Relations"},{"id":238,"tag":"African American"},{"id":42,"tag":"Civil Rights"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}},{"id":4613,"title":"Andrew Johnson Provokes the Radical Republicans","course_id":18,"status":"P","start_date":"1865-01-01","end_date":"1867-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Johnson was impeached for violating a number of laws, but was acquitted. He attempted to accomplish a number of things while trying to get former Confederate states back into the Union, but he did so in an improper manner. In 1868 the House of Representatives brought Andrew Johnson on trial for violating the Tenure of Office Act. According to <em>The New York Times</em> article, \"The President's Future Course<em>,</em>\"<em> </em>\"The recent removal of Mr. Stanton, and the appointment of Gen. Thomas Secretary ad interim, in violation of the Tenure of Office Law, will that case constitute the sole offence for which he is to be tried.\"  The Tenure of Office Law was enacted on March 2, 1867; it denies the President of the United States the power to remove anybody from office who was appointed to said office by the President and the Senate, unless both the President and the Senate approve. In Johnson's removal of Stanton from the office of Secretary of the Department of War, and the appointment of Brevet Major-General Lorenzo Thomas to that position, he violated the Tenure of Office Act. Johnson's attorney argued that Johnson did not violate the law because Stanton was appointed during Lincoln's presidential term. In 1868 the House of Representatives passed the articles of impeachment and then the Senate tried him for violating the Tenure of Office Act. Andrew Johnson was the first President to be impeached.","Two-term President Abraham Lincoln was assassinated by John Wilkes Booth on April 14, 1865. Andrew Johnson succeeded to the presidency rising from the Vice-Presidential position. Johnson had been nominated under controversy as radicals and moderates within the Republican Party were already living with tension. Johnson had taken a hard approach with rebels in Tennessee, he hated the planter class and agreed with a soft peace, but he also had a lot of southern pride. Tensions within the party rose when he vetoed the Fourteenth Amendment, which gave equal rights to former slaves. Radical Republicans were elected in 1866 to hold the majority in Congress, and in doing so the Republican Congress wrested control away from Johnson. He had done a number of things to separate himself from the Republican Party including supporting the Black Codes in southern states. From this point on Johnson did very little as President as Congress took control and Johnson never fought to take back control. Foner quoted the Supreme Court Justice David Davis as saying that Johnson was, \"'obstinate, self-willed, combative,' and totally unfit for the office.\" Historian Eric Foner also states that it was not in the best interest of the Republican Party to impeach Johnson because the successor would be Ben Wade, as president of the Senate, who had very radical ideas on reconstruction."],"display_date":"1865 - 1867","search_date":"1866-07-02","locations":[{"id":1276,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":21,"tag":"Race Relations"},{"id":183,"tag":"Constitution"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}},{"id":4704,"title":"Los Angelinos React to the 1992 Riots","course_id":26,"status":"P","start_date":"5/1/92","end_date":"5/31/92","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":[" "," ","Los Angeles in 1992 was a vast, amorphous city, sliced-up into innumerable racial and ethnic enclaves, which a mass of interconnecting highways did little to integrate. The bloody race riots in the Spring of 1992 killed fifty-three people, injured thousands more, led to rape and widespread looting, and the destruction of buildings by vandalism and burning, altogether causing around one billion dollars’ worth of damage. The suddenness and sheer scale of these events led a fearful population - whether in government, the media, or still in school - to frantically search for explanations for the outrages, though in a city so complex opinion inevitably diverged. For many city dwellers, particularly those from more affluent areas (many of whom were white), the riots shook their whole understanding of their city, even their country. They had trouble comprehending how such a thing could happen in their modern society, particularly in a city previously regarded as something of a paradise - it simply did not fit with their long-held world view. Some even took to referring to the riots as \"the war\", indicating just how extreme and aberrant they seemed to them. Since many of the rioters were black, many politicians and journalists blamed sociological problems within the black community for the violence, and (white) Vice President Dan Quayle went so far as to claim that dependence on welfare, broken homes, and even sexual permissiveness were partially to blame. Others, particularly among the poor (many of whom were black), were scarcely surprised at all: they perceived that the long-existing injustices of city life, which they experienced every day, had simply boiled over into open conflict. For them, there was nothing particularly shocking or unexpected about the outbreak of the riots, whom many referred to as a \"rebellion\", implying a political dimension to the events, where others saw only a succession of criminal acts. Some carried the analogy further, claiming their neighborhoods were akin to \"occupied territory\" after National Guardsmen were stationed to enforce peace. Some clearly felt threatened by the authorities on racial grounds."," ","The riots thus appeared very differently to different people, with plentiful evidence of the racial divides that had led to the riots in the first place. Even within a single classroom, white and black students from the same community could reveal strikingly different opinions on the causes of the violence, who had provoked what, and even on whether there was a degree of justification for the barbarities unleashed. The police, government, and media were all accused of racism, but without a public debate little came of it. The gaps in understanding between Los Angeles' many ethnicities, imbedded as they were in complex questions of immigration, economic decline, social disadvantage and other divisions based on language, culture, or geography, seemed unlikely to vanish. Despite the best efforts to promote peace, tolerance and understanding by teachers and government officials, lack of co-operation from informal community leaders, who were afraid to take a stance against local gangs, meant little progress was made in many of the worst-affected communities, while Los Angeles' ever-increasing size and ethnic diversity promised to create further problems.","\"Riots in Los Angeles: A Difficult Lesson: Searing Lesson for Children: How Hate Can Undo a World\", <em>New York Times</em>, May 5, 1992.","Manning Marable, <em>Beyond Black and White: Transforming African-American Politics Today (</em>New York: Verso, 1995).","'Two Reporters Describe Los Angeles' Racial Tensions, 1995' in <em>Major Problems in American History since 1945, </em>ed. Robert Griffith & Paula Baker (Boston: Houghton Mifflin Co., 2007), pp.439-442."],"display_date":"May 1992","search_date":"1992-05-16","locations":[{"id":43370,"lat":33.0342766311,"lng":-118.614221051,"zoom":8,"place":"Los Angeles, California"}],"tags":[{"id":298,"tag":"Reactions to Violence"},{"id":21,"tag":"Race Relations"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":26,"school_id":3}},{"id":4709,"title":"","course_id":37,"status":"P","start_date":"10/5/74","end_date":"10/5/74","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["South Bostonians, mostly Irish-Americans, felt frustrated and angry after just three weeks of forced busing in 1974 according to the New York Times.  Federal Judge W. Arthur Garity ordered busing because he felt that “the local school authorities operated a deliberately segregated system.”   During the three weeks school was open, there had already been altercations, including “a lunch-tray hurling, spaghetti-tossing brawl that emptied the school.”  Attempts were made to stop the tension with a “biracial committee of students”, but protestors felt this was not enough.  Police stood by as crowd control when the marchers, joined by local politicians, gathered in Marine Park.  The march, sponsored by the local Home and School Association, coincided with a boycott of schools “that cut school attendance in half.”  The permit for the demonstration specified that protestors were not allowed to march to schools.  Protestors, nearly 5,000 in number,  represented a mixture of ages, mostly young to middle-aged and carried signs with slogans “with racial undercurrents.”","Boston schools faced many problems with desegregation.  Desegregation in the North was harder in many ways because the segregation was de facto.  White residents in these areas felt that busing hurt neighborhood schools.  Boston’s particular busing plan caused a lot of turmoil that continued throughout the 1970s.  The city was by far the most extreme case of busing.  Making matters worse, as the protests and violence got stronger over the decade, the courts broadened the busing program.  Busing in Boston finally ended in 1988.","Boston schools faced many problems with desegregation.  Desegregation in the North was harder in many ways because the segregation was de facto.  White residents in these areas felt that busing hurt neighborhood schools.  Boston’s particular busing plan caused a lot of turmoil that continued throughout the 1970s.  The city was by far the most extreme case of busing.  Making matters worse, as the protests and violence got stronger over the decade, the courts broadened the busing program.  Busing in Boston finally ended in 1988."],"display_date":"October 5, 1974","search_date":"1974-10-05","locations":[{"id":35079,"lat":42.3649994065,"lng":-70.9800517697,"zoom":10,"place":"Suffolk, Massachusetts"}],"tags":[{"id":142,"tag":"african americans"},{"id":21,"tag":"Race Relations"},{"id":6,"tag":"Education"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":37,"school_id":3}},{"id":4841,"title":"<strong><strong>African Americans in the Seminole Hotel</strong></strong>","course_id":33,"status":"P","start_date":"1886-01-01","end_date":"1886-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Observing the history of Winter Park, the Seminole Hotel which was built in 1886 is one location that is significant in many ways to the American Life, especially for African Americans. The Seminole Hotel was a grand resort in Lake Osceola and it was a vacation destination which attracted many wealthy northerners who were escaping the unpleasant weather from their home towns. While it is evident that white northerners enjoyed the warm weather and the great destination, African Americans who were already in the area were not affluent enough to enjoy the properties of the Seminole Hotel. Instead African Americans were offered a different way to step foot onto the premises, they were the employees that hosted the white wealthy guests.","As mentioned in the Winter Park Historical Association website, the Seminole Hotel boasted <em>“that more millionaires and beauties were gathered on its piazzas than any other space in Florida.”</em> In this regard we easily understand that during 1886 when the Seminole Hotel was built, African Americans were just fortunate enough to be employees of the Seminole Hotel. Across the South during this period, African Americans were denied employment and equal opportunities by whites for various reasons, but were fortunate enough to find some opportunities at the Seminole hotel. As observed in the photos of the Seminole Hotel, Steve Rajatr in the Winter Park Magazine reveals that  “a large portion of their Winter Park staff of porters, bellhops, cooks, and maids were black residents who lived in Hannibal Square and who were neighbors of white families who lived on the east side of town. The hotel was one of the major companies in the area that employed black residents.”","While looking back at the importance of the Seminole Hotel we must recognize that a picture found in the Rollins College Archives with an African American woman boating wealthy white northerners on Lake Osceola depicts both positive and negative interpretations. While I rather see a picture of both African American’s and Whites enjoying the sites of the Seminole Hotel, it is still beneficial that African Americans were hired by one of the only employers that would employee them. “The city’s founding fathers intended Winter Park to be a resort destination for affluent families who wanted to escape harsh winters in the Midwest and Northeast and African American’s were apart of making these wealthy families feel welcomed.” Through the Seminole Hotel the African Americans contributed to the American experience in many ways, some more obvious than others."," "," "],"display_date":1886,"search_date":"1886-07-02","locations":[{"id":1443,"lat":28.6157324623,"lng":-81.3533405132,"zoom":8,"place":"ORANGE, Florida"}],"tags":[{"id":11,"tag":"Economy"},{"id":21,"tag":"Race Relations"},{"id":142,"tag":"african americans"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}},{"id":4858,"title":"Zora Neale Hurston: Improving Race Relations through African Folklore","course_id":33,"status":"P","start_date":"6/8/32","end_date":"10/10/34","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Zora Neale Hurston made contributions to the acceptance of African Americans in society through her noteworthy folklore writing.  Hurston was an inhabitant of Florida, but resided in New York City when she wrote a letter to Professor Grover on June 8<sup>th</sup> 1932.[1]  In her letter, she explains that she majored in Anthropology at Columbia University.  Furthermore, she states “I have done three years research among my people and possibly I know as much about the matter as anyone else.”[2]  The overall point of Hurston’s letter to Professor Grover was a request to give a concert of Negro folklore to accurately represent African life.  Zora Neale Hurston had notable success in the North, but it would be an arduous task to raise awareness of African life and improve race relations in the South due to discrimination.","Hamilton Holt, president of Rollins College at the time wrote a letter to William Robert Wunsch an English instructor at Rollins College on November 1 1932.  In the letter, Hamilton Holt explains, “I see no reason why you should not put on in recreation hall the negro folk evening under the inspiration of Zora Hurston.”[3]  Holt indicates he does not want anything vulgar in the presentation.  Also, he makes note there should be no Negroes in the audience unless they are segregated, but still believes that would be unwise.[4]  Later in the letter, Hamilton Holt does not recommend advertising the event, but also claims he might be wrong by not advertising Zora Neale Hurston’s work.[5]  The negativity of some of Holt’s letter to Wunsch may seem misleading.  In reality, Hamilton Holt was eventually honored by the presence of Zora Neale Hurston on campus.[6]  It seemed clear he was just taking precaution of the radical change of having an African American at Rollins College due to the discrepancy between the perceived acceptance of blacks in the North and the South.  In fact, Hamilton Holt ended his letter to Wunsch stating, “I am glad you are doing this as it is one of the best steps in the right direction.”[7]  The direction Holt is referring to portrays better race relations between blacks and whites, and equality","Through the writing of the president of Rollins College in the 1930s, Hamilton Holt not only accepted but also embraced Hurston’s request.[8]  Hamilton Holt wrote, “I was very proud that Mr. Wunsch, Dr. Gover, and the others helped you, and Rollins will always be glad that we had some part in your success.”[9]  This quote alludes to the fact that highly educated African Americans are being accepted and embraced in the South and North, thus representing an improvement in race relations.  Holt goes on to compliment Hurston’s work, and show his support by suggesting Rollins will do everything in the college’s power to improve her success and happiness.[10]","Part of Zora Neale Hurston’s acknowledgement as an accepted member of society instead of just a black woman can partially be attributed to her experience at Rollins College.  Zora Neale Hurston became an extremely accomplished folklore writer, but more than that she was an incredibly productive member of African American society.  Through Hurston’s work and optimism, she enlightened whites of African culture, which ultimately proved an African American was being accepted in the populace through different regions of the United States."],"display_date":"June 8, 1932 - October 10, 1934","search_date":"1933-08-09","locations":[{"id":22732,"lat":28.5146851201,"lng":-81.3237702415,"zoom":9,"place":"Orange, Florida"}],"tags":[{"id":21,"tag":"Race Relations"},{"id":460,"tag":"African American Folklore"},{"id":6,"tag":"Education"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}},{"id":4859,"title":"Cruelty in Florida Slave Plantations Leads to Apology and Changes Race Relations","course_id":33,"status":"P","start_date":"1845-01-01","end_date":"1870-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Florida was the sixth state to apologize for slavery, along with Alabama, North Carolina, Virginia, Maryland, and New Jersey.[1]  In Florida, legislation has been considered to atone the vicious and inexcusable actions of slavery.  According to the article, <em>Giving Slaves a Voice</em>, Gary R. Mormino explains “one cannot begin to comprehend the history of Florida without understanding slavery.”[2]  Through personal interviews of seventy-two ex-slaves in Florida, it is clear that plantation life was incredibly unfair and cruel.  Apologies and reparations should be considered by all states based on the brutality within slave systems.  Money could never alleviate the emotional and physical harms brought about by the slave system.","Senator Tony Hill first purposed an apology for the acts of slavery in Florida in 2007.   In 2008, “Governor Charlie Crist initially said the state should also consider offering financial reparations to descendents of salves.  But within hours he had back away from that position.”[3]  Crist quotes, “Certainly it’s something you’d like to be able to do.”  He goes on to say, “Obviously, in a difficult budgetary time, it’s a challenging thing.  But I just want to focus on the good things that has happened today.”[4]","Slaves were brought to the shores of Florida as early as the 1500s, and the Spanish occupied the area of Florida up until 1845.  The Spanish treated blacks much better than the British slave system due to lesser punishments, and the British completely disagreed with intermixing of African Americans.  Florida made slave laws before it was even a state.[5]  Ex-slave Alex Thompson explains the blatant mercilessness of plantation life, “[Thompson’s slave master] gave us all we wanted to eat, but he cowhided us.  He had a cowhide and used to take us in a little room to whip us.  Did you ever know of master not to cowhide a nigger? [And] his wife wuz meaner to us than he wuz.”[6]  The former slaves’ first hand account expresses the reality and hostility slave masters took out on their slaves.  In fact, slaves would receive thirty-nine lashes of a whip for raising their hand at a white person, or using offensive or abusive language to a white person.  Another former Floridian slave, Charlotte Martin, remembered her oldest brother being whipped to death by Judge Wilkerson for staging an illicit church service.[7]  Although blacks did not have any freedoms during slavery, let alone freedom of religion, the killing of Charlotte Martin’s brother was definitely an inappropriate and immoral punishment.  Thus, an apology definitely seems necessary.  Interviews from former African American slaves shows that they did not have access to doctors or an education.  However, slaves managed to make natural resources as medicines and managed to educate themselves, as some slaves learned to read and write.","By 1860, 44 percent of Florida’s population was slaves.[8]  The ex-slave Frank Berry, who was considered a black Seminole with African heritage, went into detail upon race relations of blacks and whites before and after the emancipation, “Even in slavery we were treated better than we are now by the white people… Even the white people didn’t kill Negroes then as they do now.”[9]  African Americans were incredibly discriminated against by Southerns after the emancipation.  The confederates were filled with hatred towards blacks because they lost the war and slave owners lost their slaves.  Frank Berry’s quote infers the reasoning behind the formation of the Ku Klux Klan and other hatred groups.  Although blacks finally received their freedom just after the emancipation, they were still being discriminated against, and hated more than ever.  It seems clear there is an immense amount of validity to Governor Crist’s proposal for sorrow and reparation money towards descendents of slaves because racism seems to have even increased after the emancipation.  Race relations in American can be interpreted as better than ever, or still in need of dire progress.  American history can never forget what happened within the slave systems, but citizens will need to forgive in order to improve race relations."],"display_date":"1845 - 1870","search_date":"1857-12-31","locations":[{"id":1394,"lat":null,"lng":null,"zoom":8,"place":"LEON, Florida"}],"tags":[{"id":4,"tag":"Slavery"},{"id":21,"tag":"Race Relations"},{"id":474,"tag":"Apology to Slaves"},{"id":475,"tag":"Reparations for Slavery"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}},{"id":5006,"title":"Diary of Belle Edmondson, January-November, 1864","course_id":43,"status":"P","start_date":"1864-01-01","end_date":"1864-01-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the midst of the Civil War, one woman remained behind the scenes of the battlefield documenting the war and experiencing the fighting first hand.  Belle Edmondson kept a diary from January to November of 1864 in which she detailed occurrences in West Tennessee such as the Union and Confederate battles, tragic accidents of friends, visitations by friends and family, travel to various southern cities, and everyday occurrences such as meals and church.  Edmondson’s primary role during the war was that of an intelligence gatherer, courier, and contraband smuggler for the Southern troops.  Edmondson's wartime experiences occurred on land controlled by neither Union nor Confederate soldiers.","Within Edmondson’s vast collection of journal entries, she described with great detail the fighting she witnessed and her desire for the Confederates to disarm and capture the Northern forces.  As a hero of the Confederacy, she wrote on April 13 of heavy firing between Fort and Gun boats and the fifteen Union soldiers who arrived and forced Edmondson to feed their horses.  Shortly afterwards, the soldiers stole some of those horses.  Her attitude in the diary shifted on Saturday, April 16 when she wrote of the arrival of thirty Union soldiers, six of which dined over breakfast with her.  She described them as gentlemen and expressed her surprise at finding their company pleasing to dine with.","While Belle's experience with Union forces shifted from inconvenient to tolerable, Stephen Ash described in his book \"When the Yankees Came: Conflict and Chaos in the Occupied South\" that many southerners experienced \"shock, confusion [and] panic\" at the incoming Federal soldiers.  Ash explained that much of this terror, as experienced by Belle when they arrive on her property, was \"often aggravated by uncertainty about the enemy's exact location and intentions.  With communications disrupted and facts scarce, rumors flourished.\"  A native of Edmondson's home state of Tennessee, Nimrod Porter described his fear at the Union's arrival in February of 1862 when he stated, \"The awful state of affairs, and the greate uncertainty of events, & the suspense is truly almost too much for me to beare.\"  Many throughout the south lived in panic over the presence of Union forces and had to live among fear of their unknown locations.","Two days later on April 18, Edmondson received another visit from Memphis Union soldiers and expressed her disgust over one of them who was a black abolitionist, indicating Edmondson's hostility toward those enslaved.  Throughout the many issues discussed in Edmondson’s diary, her vocal expressions of racism and detailed account of the fighting express the real feelings and anger experienced by those living in south during the Civil War.  Obviously in favor of Confederate forces and vocally against the actions of the Union, toward the end of her diary, Belle wrote on August 29, 1864 of her excitement for General Lee with his victory in Virginia.  While her enthusiasm ebbs and flows with the changing actions of the soldiers on both sides, the constant hatred and corruption radiated throughout the south, and her account allows us to witness southerner’s trials and tribulations throughout the Civil War."," "],"display_date":"January 1864","search_date":"1864-01-16","locations":[{"id":12004,"lat":35.1672648222,"lng":-86.1060239614,"zoom":9,"place":"FRANKLIN, Tennessee"}],"tags":[{"id":21,"tag":"Race Relations"},{"id":142,"tag":"african americans"},{"id":32,"tag":"Civil War"},{"id":4,"tag":"Slavery"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5018,"title":"<strong>1876 Conservative Resurgence in South Carolina Makes an Appeal to Black Voters </strong>","course_id":43,"status":"P","start_date":"1876-09-16","end_date":"1876-09-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the 1876 election, The Democratic Party in South Carolina overthrew Republican control of state government, resulting in what was called the “Redemption” of the state.  Using every means at their disposal, the Democrats employed paramilitary “rifle clubs”, violence, intimidation, and electoral fraud to reassert white, Democratic control over the state.  At the head of the party was wealthy farmer and esteemed former Confederate general Wade Hampton III.","As part of his campaign, the state Democratic Party released a pamphlet entitled “Free Men! Free Ballots! Free Schools! The Pledges of Wade Hampton, Democratic Candidate for Governor, To the Colored People of South Carolina.”  The pamphlet included letters and excerpts from Hampton’s campaign speeches, purportedly revealing his concern for racial equality and concern for the needs of black South Carolinians.  The pamphlet also included a letter from one of Hampton’s former slaves pledging to vote for him, remembrances of his peaceful and harmonious relationship with the slaves on his Mississippi farm. It also contained pledges from Hampton that he supported “impartial suffrage”, the 13<sup>th</sup>, 14<sup>th</sup>, and 15<sup>th</sup> Amendments, and “equal rights and full protection” for all races.  In one speech in Abbeville On September 16, Hampton tells whites that they should not vote for him if they think he will favor them over black South Carolinians.","The pamphlet reveals the conflicted role that race played in Hampton’s campaign, in South Carolina, and in race and party conflict in the post-Reconstruction South.  Although no believer in radical equality, historians such as Walter Edgar consider Hampton somewhat milder in his racial views than many of his counterparts, urging white restraint and calling for black participation in the Democratic Party.  As governor, Hampton did allow limited black participation in government. However, the entire purpose of the campaign was the re-assertion of white Southern control over the state, and under his leadership, the Democratic campaign was marked by violence and hatred.  In one example, conflict in Ellenton led to the killing of at least 30 black South Carolinians. Armed violence took place throughout the state, and the Democratic Party gained its authority and power through the support of rifle clubs, armed groups of whites who paraded the state intimidating voters."],"display_date":"September 16, 1876","search_date":"1876-09-16","locations":[{"id":11421,"lat":34.1679782338,"lng":-82.3756180087,"zoom":9,"place":"ABBEVILLE, South Carolina"}],"tags":[{"id":673,"tag":"Electoral Campaigns"},{"id":672,"tag":"Redemption"},{"id":671,"tag":"African American Suffrage"},{"id":42,"tag":"Civil Rights"},{"id":21,"tag":"Race Relations"},{"id":18,"tag":"Politics"},{"id":1,"tag":"Crime/Violence"},{"id":3,"tag":"African-Americans"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5109,"title":"French women's impression of American race relations","course_id":50,"status":"P","start_date":"11/11/18","end_date":"5/1/19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","Comtesse Madeleine de Bryas and her sister Jacqueline were born, raised and cultured in Paris.  During 1918, the two sisters were in the United States for six months to raise funds for the “American Committee for Devastated France”  by giving speeches. While they travelled shore to shore by train they liked America and the American people they met.  They had wonderful comments about American society and especially about American women.  In their book they gave their impressions of America by comparing American culture and fashion to French. Of course, they had positive impressions of America and especially the hospitality and generosity of the American people.  The sisters traveled across America from New York to St. Louis to San Francisco and the Puget Sound before their return east to Washington, D.C.","One of the observations the two French sisters had was in Washington, D.C. They both came across an American soldier who came up to them and introduced himself to them.  He asked them where they were from, and they said they were French from Paris.  The soldier had the most respectful manner towards them.  The two sisters had the same manners towards the American soldier.  While they were getting to know the young soldier they became extremely interested in the “negro” question.  They knew that life was hard for them, especially for African American women. The soldier admitted that some of the laws America had must not be fair to the French, but that was how things were here.  The sisters understood that, but they still felt bad about it.","By World War I, the military forces had a source of black pride.  Black educators, clergymen, and after a while the press referred to them as Negro heroes of America’s past wars. After the Civil War, the U.S Army kept four Negro regiments.  These units integrated veterans of the civil war and the frontier Indian fighting regiments.  Retired sergeants became appreciated traditional leaders in their communities. This history set a foundation for the African American support and connection in America’s future wars.  In 1917, the United States went to World War I under the slogan “Make the World Safe for Democracy.” In a week after the U.S went to war, the War Department stopped accepting black volunteers because colored army quotas were filled.  No black men were allowed in the Marines, Coast Guard or Air Force.  They were only allowed in the Navy and then only as mess men.  More than 2,000,000 blacks registered for the war and only thirty one percent were accepted to twenty six percent of the white men.  African Americans then comprised ten percent of the population.  World War I was to represent a change in African American history. It also presented a chance to advance race relations at home, as blacks and whites were fighting together abroad for the freedom of others."],"display_date":"November 11, 1918 - May 1, 1919","search_date":"1919-02-04","locations":[{"id":17283,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Dist Columbia, District of Columbia"}],"tags":[{"id":799,"tag":"Travel"},{"id":21,"tag":"Race Relations"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":50,"school_id":40}},{"id":5131,"title":"An English traveler's view of the Civil War","course_id":49,"status":"P","start_date":"1864-11-01","end_date":"1864-11-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Racial tensions ran high in mid-to-late 19th century Louisville, Kentucky. The Civil War and slavery were two topics of main concern for many southerners. John Francis Campbell, a man from England who visited America in the fall of 1864 wrote of his travels in his memoir, “A Short American Tramp on the Fall of 1864.” As he writes of Louisville, one can feel not only the racial tension, but the overall tension due to the Civil War. Lynch law was prevalent in the land. Blacks were fighting, some for their freedom, others out of duty. In the south, war was everywhere. The vast agricultural flatlands provided areas for battle. The Confederacy knew this land well.  Campbell was an eyewitness to all of these things, he saw the armies, the soldiers, the free blacks and the slaves, and the mingling between races that often resulted in bloodshed. Campbell believed that the country was committing suicide with this war that seemed so pointless. Society was crumbling in the south and the border states. Campbell heard of a man who liked to kill black men and had already done so to about a half-dozen because he “likes to see them fall.”","One day Campbell was talking with who he called, “a very intelligent darky.” (p 335) The man was not a freeman but belonged to a man in Tennessee and did not receive anything for his work. Campbell then remarked that “The answer made the blood of a free-born citizen glow, and drew a tip of course.” (p 335) Campbell can not come to understand why there is so much hatred amongst the races. He admires the nobility of the blacks who “take up arms to fight for liberty.” One morning as he was around a black regiment camp, he noticed the light atmosphere and jubilant attitudes amongst the soldiers. Banjos and fiddles were being played and freedom was ringing.","When the Civil War began, Kentucky was a border state and declared neutrality. Kentucky was a slave-state, and the slave trade business helped make many Kentuckians wealthy. Kentucky also had ties in trade with both the North and South and any disruption with either because of war would hurt their economy. President Lincoln realized the importance of having Kentucky in the Union in order to win the war, and eventually Kentucky sided with the Union. Kentucky held some battles and skirmishes during the Civil War and Louisville was one of the major camps for the Union Army.","Campbell was an eyewitness to the horrors of what America was going through during the Civil War Era. The Civil War, in his opinion, was suicide for the Americans. He saw all wonders and achievements that the United States had accomplished, and now they were risking it all, over disagreements. Campbell, during his travels caught up with a Yankee and was asked his opinion on the war and responded, “You have the finest country I ever saw, plenty of room, corn, cotton, coal; plenty to eat, and might be the greatest people on earth: and yet you fight the biggest battles ever fought, and do more harm to yourselves than any people ever did to a foe in the same short time. I think you are darned fools for fighting; and that's my opinion.' The Yankee scratched his head, and then a smile came over his phiz [sic], and he spoke: 'Wal [sic], maybe that's so.'” (p 340) Clearly, Campbell picked a major time in America’s history to visit, especially to visit the south. He saw the racial/social tension and the military tension and was troubled by what he saw and rightfully so."],"display_date":"November 1864","search_date":"1864-11-15","locations":[{"id":4979,"lat":38.1872796075,"lng":-85.6593965884,"zoom":9,"place":"JEFFERSON, Kentucky"}],"tags":[{"id":21,"tag":"Race Relations"},{"id":32,"tag":"Civil War"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":49,"school_id":40}},{"id":5216,"title":"Second Lieutenant Hurst Fears Communist Invasion","course_id":62,"status":"P","start_date":"10/19/32","end_date":"10/19/32","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Communist Party was infiltrating Birmingham, Alabama and the National Guard was beginning to worry. On October 19, 1932, Second Lieutenant Ralph Hurst wrote to his commanding officer Brigadier General J.C. Parsons about the “Communist Agitation” in Birmingham. The International Labor Defense had recently moved its Southern headquarters to Birmingham and there had been trouble ever since. According to Hurst, the police had originally arrested communist agents and disbanded their meetings. During one of their raids, they found correspondence that indicating that the communists in Birmingham had been “instructed to concentrate on Negroes in the South.” The communist agents had held two meetings that Blacks and Whites attended.  According to Hurst, Communists advocated social and political equality between the races and adopted resolutions calling for “abolition of poll taxes, enfranchisement of every resident without respect to color or other qualifications” and urged both black and white families to go out and take what they needed. Communists also took aim at capitalists who “exploited whites against blacks and vice versa.” The infamous Ku Klux Klan broke up the second of these meetings with “malodorous bombs” and announced that “The Klan Rides Again” and would “stamp out” communism. Hurst concluded his letter by telling Parsons that the communists were “playing a shrewd game of capitalizing on unemployment and adverse conditions” to gain supporters. He warned that unless relief facilities are sent “there is a likelihood of some disorders and attendant violence.”","Hurst proved to be correct. Anti-communist violence began to increase around this period and lasted until the end of the decade. Historian Robin Kelley attributes the rise in violence to the fact that communists promoted equality between the races. According to Kelley, anti-communists used racism to fight against and hinder the communist cause. White-supremacy groups, like the Ku Klux Klan and White Legion, and racist politicians played on the Southern fears of racial equality to ostracize communists. Another historian, Robert Ingalls takes a different perspective on the issue. Ingalls believes that the most important factor in anti-communist violence was the big businesses that economically dominated Birmingham. Ingalls focuses on the Tennessee Iron, Coal and Railroad Company (TCI). By the end of the 1930s, the La Follette Senate Committee found enough evidence to show that TCI had been sponsoring violence against communists. For Ingalls, the real cause of the violence was “establishment attitudes towards labor” that kept the elite in power. From Hurst’s letter, it seems that both factors, racism and big business capitalism, were at work to limit the communists’ acceptance in Birmingham."," "],"display_date":"October 19, 1932","search_date":"1932-10-19","locations":[{"id":24062,"lat":32.2202206971,"lng":-86.2076124057,"zoom":9,"place":"Montgomery, Alabama"}],"tags":[{"id":21,"tag":"Race Relations"},{"id":17,"tag":"Government"},{"id":1,"tag":"Crime/Violence"},{"id":142,"tag":"african americans"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":62,"school_id":10}},{"id":5221,"title":"<strong>Soldier Resists Segregation on Birmingham Streetcar</strong>","course_id":62,"status":"P","start_date":"6/6/23","end_date":"6/6/46","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During World War II , whites and blacks had sacrificed for their country; yet, only the whites who returned found themselves recipients of respect. Around 9:40pm on June 6, 1943 a “negro” soldier boarded a streetcar in Birmingham, Alabama on the North Birmingham Line. Instead of moving to the back of the car, he chose to stand in the white section. White passengers began to complain and the conductor told him to move back to the negro section. After some “questionable language”, the soldier refused, stating he was going to the station where his troop train was waiting.  With some coaxing, the soldier finally moved back, but not entirely out of the white section. At the next stop, a few more negroes boarded the train. The soldier threw himself across the seats stopping these men from moving to the back of the train. The conductor opened the doors and told him to get off. After a small altercation, the soldier hit the conductor and fled.","According to leading historians, this was a common experience for black soldiers returning home to Birmingham and other cities during and after the war. Although they had earned the respect of their commanders while fighting for their country, at home they were still viewed as second class citizens. Forced to face humiliation at the hands of white streetcar conductors and passengers, they resisted. Sometimes their resistance came in the form of calling others to stand with them in defiance. More often than not their calls were in vain. For too long black citizens had attempted to resist racial segregation on streetcars and failed. With time however, their demands for equality coalesced into an unstoppable force.","From the emergence of streetcar lines, the races had been at odds over sharing transportation. When attempts to provide separate cars failed, it was decided that cars would have to be shared albeit divided. On May 3, 1923, Birmingham Railway, Light, and Power Co. requisitioned its first set of racial partitions for 184 of its streetcars. In a formal gesture they were stating that there would “now” be segregated transportation. This was the case all across the country. Cities were formally segregating their streetcars in an attempt to quell violence between the races while maintaining their transportation systems. However, this system of racial separation would not fulfill its goal. Twenty years later, soldiers like this one and black civilians alike were still resisting racial segregation of streetcars."],"display_date":"June 6, 1923 - June 6, 1946","search_date":"1934-12-05","locations":[{"id":20911,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":266,"tag":"Segregation"},{"id":21,"tag":"Race Relations"},{"id":42,"tag":"Civil Rights"},{"id":3,"tag":"African-Americans"},{"id":792,"tag":"Transportation"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":62,"school_id":10}},{"id":5224,"title":"<strong>Incident of Racial Tension Reported on Birmingham’s East Lake Line</strong>","course_id":62,"status":"P","start_date":"6/6/23","end_date":"6/21/43","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On a hot midafternoon on June 21, 1943, a streetcar filled with passengers eased along the East Lake Line in Birmingham, Alabama. When it reached its next stop no one got off, but one white man and two white women attempted to board the already packed car. The conductor, claiming there was standing room in the “negro” section, told some “negro” passengers who were standing near the entrance to move back and make room for the oncoming white passengers.  In a voice of opposition, one of the black men told the conductor to tell the white men crowding the “negro” section to move up in the car. With the tensions rising, one of the white passengers took offense to the black man's comments and set about to start a fight. The conductor moved in between them, and the black man supposedly began to hit the conductor. The conductor then told the man “if you hit me [again] I will kill you.” In a surprising turn of events, the conductor seemingly calmed the enraged man, refunded his fare, and told him to get off to “avoid further trouble.”","This was only one report among hundreds written by street car conductors about “incidents” on their cars. Acts of resistance like this one were commonplace in Birmingham during the 1940s. Conductors and white passengers alike reported these incidents sometimes at the rate of 14 a month. They could be as simple as blacks refusing when asked to move out of the white section. However, occasionally they resulted in the deaths of blacks who “violently” resisted this form of racial humiliation. Occurrences of resistance continued to rise as blacks slowly began to organize their resistance to this form of racial segregation. Despite their efforts, resistance to streetcar segregation did not immediately bring about the broad civil rights changes they hoped for.","Nevertheless, historians such as Catherine Barnes have argued that these early forms of resistance to racial segregation provided the catalyst for later modes of protest against segregation. These instances of blacks refusing to move or make way for white passengers were the breeding ground for some of the biggest names in the later civil rights movement. Incidents like this one where a man stood up for his rights as an equal paying customer, although occasionally violent, bore the generation of non-violent protesters like Rosa Parks and Martin Luther King Jr."],"display_date":"June 6, 1923 - June 21, 1943","search_date":"1933-06-13","locations":[{"id":20911,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":42,"tag":"Civil Rights"},{"id":238,"tag":"African American"},{"id":21,"tag":"Race Relations"},{"id":792,"tag":"Transportation"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":62,"school_id":10}},{"id":5225,"title":"“Fight to Win!” Communists Fight for Workers","course_id":62,"status":"P","start_date":"1/1/34","end_date":"12/31/34","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["“Fight To Win!”The Communist Party in Birmingham, Alabama spread many fliers with this message throughout the 1930s. Communists urged miners and steel workers to fight for higher wages. The communists proclaimed to be “giving leadership to the workers and raising real demands for them.” They urged white and black workers to band together and claimed that the unity of the two races on this issue had \"been a stirring example of how workers must fight to win their demands.” The communists included on the flier a list of demands that fighting workers should endorse. They demanded that workers stay on strike until they received better pay, developed rank and file leadership by elections and insisted on equal pay between the races. At the bottom of the flier, there was an invitation to join the Communist Party, which was leading the “revolutionary struggle to build a Soviet America.”","During the 1930s, the American Civil Liberties Union listed Birmingham as one of 11 \"centers of repression,\" and anti-communist violence peaked during this period. Communists advocated for whites, blacks, the poor and even women. These were truly revolutionary ideas for the time. The communists’ drive for equality went against the status quo and elicited  considerable backlash. Historian Robert Ingalls attributes this hostile response to establishment attitudes about labor. Communist ideas ran contrary to “business as usual” and big businesses, such as the Tennessee Coal, Iron and Railroad Company, felt threatened by their presence. These big corporations, which essentially dominated Birmingham economically, publically condemned communists and surreptitiously helped finance violence against them. ","Robin Kelley takes a different approach to studying the effects of the Communist Party in Birmingham. According to Kelley, anti-communists played on Southern fears of racial equality to attack the communist cause. The communists did not hide their messages of equality.  It is stated clearly on their fliers. They led protests in attempts to create equal conditions for blacks and whites. In Birmingham at this time, racial equality was not a popular sentiment. Membership in the infamous Ku Klux Klan went up for the first time in over a decade. To promote equality was to be a communist and the Klan could not allow such ideals to take hold. Unfortunately, racist politicians promoted the same sentiments. Kelley argues that much of the backlash against the Communist Party was a result of their egalitarian principles. From the flier, it is clear that both conditions--establishment condemnation of radicals and racism--were at work to hold back the rise of the Communist Party. The 1930s were a bleak time in Birmingham’s history but the workers struggled and fought when they could.  This spirit is embodied by the flier that read “Now is the time to fight!”"],"display_date":1934,"search_date":"1934-07-02","locations":[{"id":24536,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":21,"tag":"Race Relations"},{"id":17,"tag":"Government"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":62,"school_id":10}},{"id":5229,"title":"<strong>Eugene “Bull” Connor Writes Correspondence on the Race Question</strong>","course_id":62,"status":"P","start_date":"6/6/23","end_date":"12/31/46","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["With racial tensions rising in Birmingham, there was only one thing to do: ensure the separation of the races. This was what Eugene “Bull” Connor, Birmingham’s Commissioner of Public Safety during the 1940s, saw as the only option to ensure public peace. This separation of the races included the segregation of Birmingham’s streetcars. In a letter dated June 29, 1944 to Mr. C. L. Harris of Birmingham’s Merchant Association, Connor assures him of the city’s efforts to quell the rising black “violence” on Birmingham’s streetcars. He informs Mr. Harris that he had already taken the action two or three years ago to install segregation boards on street cars operating in the city. Though, he conceded that his actions had been in vain in some parts of the city.","The racial violence Connor was referring to was the rising tide of resistance to segregation on streetcars in Birmingham. On many occasions, before “his” segregation boards had gone up, blacks had fought with conductors over having to give up their seats or move to the back of cars. The Merchant Association was concerned that these acts of resistance or “violence” might cause people to shy away from the rail lines altogether. In an effort to calm the movement, Connor had signs clearly marking the racial separation put on all Birmingham streetcars. This did little to assure blacks of their right to an “equal” experience on streetcars as more often than not the signs would be moved to make room for more white passengers as the expense of black riders. Because of this and other forms of blatant inequity, blacks continued to resist segregation, sometimes violently, until Birmingham’s streetcars were shut down in 1946.","These instances of resistance to racial segregation had little impact of the contemporary attitudes about racial segregation as a whole, but nevertheless that they occurred at all was a miracle. According to historian August Meier although the failure of any racial equality movement during the 1940s was inevitable, the resistance instilled in African American communities a sense of unity that carried over to the bus boycotts that helped end segregation altogether. Despite repeated attempts, like those of Connor, to quell black resistance to the humiliation of segregation it was clear then, as it is was in the 1950s, that blacks were never going to accept a system of separate but equal that was inherently biased towards whites."],"display_date":"June 6, 1923 - December 31, 1946","search_date":"1935-03-19","locations":[{"id":20911,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":266,"tag":"Segregation"},{"id":792,"tag":"Transportation"},{"id":21,"tag":"Race Relations"},{"id":42,"tag":"Civil Rights"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":62,"school_id":10}},{"id":5230,"title":"African Americans and Southern Labor Unions","course_id":62,"status":"P","start_date":"1/1/67","end_date":"12/31/67","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["“The union wasn’t right by us,” was how James Manley summed up his experiences as an African American union member during an interview conducted by the Sloss Furnace Association. In 1984 Manley sat down in an interview with the goal of recording his thoughts on his career at Sloss Furnaces, a pig-iron producing blast furnace in Birmingham, Alabama. Manley spoke of being laid off in 1967 for no stated reason but he surmised it was because the company was replacing older African Americans with younger whites. According to Manley the union did nothing about the layoffs. He contended this was because the unions were controlled by whites who were not interested in helping African Americans with grievances. In fact union officials often simply ripped up the grievances filed by African Americans. Manley directly experienced this practice; a union official by name of Carl Waddell ripped up one of Manley’s grievances right in front of a friend of Manley’s, who then told Manley.","These experiences were common for African Americans during the decades Manley worked for Sloss. Unions often had no interest in the concerns of African Americans. For example, according to historian Michael Honey, unions under the auspices of the American Federation of Labor (AFL) often organized African Americans into separate “Federal Units,” or excluded them from unions altogether. While the AFL’s rival, the Congress of Industrial Organizations (CIO), was officially more welcoming to African Americans, its white members often discriminated against them. Timothy Minchin contends the reason unions failed to support African Americans was because of local union autonomy. Local unions essentially ran themselves without interference from national organizations to which they belonged, which according to Minchin “ensured that there was often a gap between national unions’ nondiscrimination policies and actual racial practice in the south.” Local union autonomy meant that whites, who often had majority control, could do what they wanted with little opposition. Minchin contends that these local unions were allowed to pursue racist policies and actions because the national unions’ feared that if they pushed the race issue that whites would “quit their unions en masse.”","National unions’ fear of losing local influence by losing white support resulted in many sorts of discrimination of African Americans. Commonly this resulted in the union failing to do anything about how African Americans were overlooked for positions in favor of whites, mainly because these positions were seen as “White.” This is what happened to Manley; he bid on jobs and was overlooked in favor of whites. According to Manley, “The highest job a black could get before the Civil Rights Movement was when you got to be a helper or a fireman or a keeper on the furnace.” Manley’s testimony is an example of a union system that espoused racial equality but was crippled by national leaders who feared the loss of influence and local leaders with no incentive to challenge the system that assured their workplace privilege."],"display_date":1967,"search_date":"1967-07-02","locations":[{"id":31662,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":960,"tag":"Labor Unions"},{"id":21,"tag":"Race Relations"},{"id":42,"tag":"Civil Rights"},{"id":142,"tag":"african americans"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":62,"school_id":10}},{"id":5677,"title":"<strong>First Sitting President to Mention Civil Rights in the South</strong>","course_id":106,"status":"P","start_date":"10/26/21","end_date":"10/26/21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On October 26, 1921 President Warren G. Harding visited Birmingham, Alabama.  The Magic City was celebrating its semi centennial - fifty years of being a city in the New South. It was a city without a typical Southern past.  Founded in 1871, Birmingham was a model city at this time – railroads, blast furnaces and steel mills marked its landscape.  It was a bustling industrial giant; and, it was here in this thriving metropolis that President Harding delivered the first speech given in the South by a sitting president which called for racial equality.","President Harding arrived at the Birmingham Terminal Station at 8:45 A.M. aboard a special train from Washington.  A grand parade began at 10:00 A.M., in the lead car President Harding greeted thousands of onlookers waving American flags and eventually traveled to the Tutwiler Hotel. The Tutwiler’s balcony served as the reviewing stand for the President and his party as the parade traveled past – Civil War veterans, groups of industrial workers, National Guardsmen – the whole city turned out for the Presidential visit.","Harding’s official address to the city was delivered in Woodrow Wilson Park at 11:30 A.M. to a large crowd of the fast-growing city.  Harding’s plan was to use this speech to make his first public show of support for the Republican National Committee’s plans to reorganize the party in the South.  He explained that race was becoming an issue and could no longer remain a solely regional concern.  Harding spoke of the great migrations of black laborers to the North during World War I, the meritorious service given by black soldiers during the war, and then spoke of political equality as a guarantee of the U.S. Constitution: “Let the black man vote when he is fit to vote; prohibit the white man voting when he is unfit to vote.”  While white listeners fell largely silent, African Americans cheered from their segregated section of the park.   Calling for “an end of prejudice” Harding went further than any president since Abraham Lincoln.","With this speech, Warren G. Harding became the first President to support civil rights on Southern soil for African Americans.  He felt that African Americans should have full equality in employment, education and political life.  While some may consider Harding a mediocre President, it is clear that he was a good man who sought equality under the law for all American citizens - white and black - at a time of severe racial intolerance, by openly advocating civil rights.  President Harding was clearly a man of his convictions."],"display_date":"October 26, 1921","search_date":"1921-10-26","locations":[{"id":20911,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":21,"tag":"Race Relations"},{"id":142,"tag":"african americans"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":106,"school_id":10}},{"id":5686,"title":"An Alabama Minister Fights for Temperance By Using Race","course_id":106,"status":"P","start_date":"1/1/00","end_date":"1/1/19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the early decades of the 20<sup>th</sup> century the Alabama Anti-Saloon League published a brief flyer outlining the group’s proposals. The flyer is titled “The Alabama Anti-Saloon League” and outlines four goals: “First- To federate the Churches, Sunday Schools, Temperance Societies and other moral forces of the State in a conservative, persistent, and determined movement against the saloon; “Second- to create a healthy, sane, and powerful public opinion in favor of Local Option;” “Third- to Secure the nomination and election of such persons to the next General Assembly of Alabama as will pledge their support to a General Local Option Bill, Permitting counties, cities, or subdivisions of the same, to settle the saloon question within their bounds by popular vote, without other recourse than formal petition presented to the proper authority;” and “Fourth- to organize the temperance sentiment of Alabama into a permanent and perpetual Anti-Saloon force. And to press the fight for civic righteousness, asking for that fundamental principle of Democratic government—the right of the majority to rule.”","W. B. Crumpton, the author of the flyer, was an Alabama Baptist minister who had served as a confederate soldier in the Civil War. He helped to create the Alabama chapter of the Anti-Saloon League which focused on “Local Option” as a means of implementing prohibition of alcohol. As stated in the flyer, “Local Option” allowed “counties, cities, and subdivisions” to decide their stance based on popular vote. Local option or popular vote at the local level would allow regions to vote whether to be ‘dry’ or ‘wet’ counties. A supporter of local option and editor of a magazine called Alabama Baptist; W.C. Cleveland wrote about his opinion on state-wide legislation but claimed to only “discuss politics… when it intruded on moral issues.” Historian Wayne Flynt depicts Cleveland as concerned about the creation of “a national or statewide prohibition law as well as creation of a ‘political temperance party… [because] he feared that such politicization would split whites, undermine the Democratic Party, and harm the cause of temperance.” Flynt goes on to suggest that “Cleveland urged individual Christians to spurn liquor, and he urged prohibition leaders to marshal their energy for local option elections,” which would allow the white community to control county-wide legislation without creating controversy among whites. Local option was the best option in the view of many Alabama Baptist ministers because not everyone within the white community agreed with temperance. This would cause friction within the white community because there was an fraction of whites would did not want temperance interfering in their own lives. This faction was dealt with through local option which required a popular vote and, like typical Americans, we accept majority vote as the official say on any matter. This means that local option avoided any friction within the white community because of its majority vote. The National Temperance Almanac states that Local option allowed for a licensing system in which “local, municipal and county authorities” could give liquor licenses “to all applicants of good character.” The requirement of “good character” allowed local governments to control which communities would be allowed liquor licenses.","Local option and the licensing system ended up being a control mechanism used by middle and upper-class whites to once again to reestablish control over the African-American community after reconstruction.  Middle and upper-class whites achieved this though selective licensing when the county was voted ‘wet’. Historian Wayne Flynt describes Crumpton as having “combined racial politics with prohibition, describing whiskey bottles ‘sold only to the brutish negroes’ and that ‘contained pictures of nude white women’.” Crumpton viewed the local option and licensing system as a means to control the African-American community while allowing white superiority to vote their own destiny. The permanent and perpetual Anti-Saloon force, according to Crumpton is pressing for Civil Righteousness, was actually pressing to disenfranchise the African-American communities through local option and the licensing system. "],"display_date":"January 1, 1900 - January 1, 1919","search_date":"1909-07-02","locations":[{"id":50982,"lat":32.2202206971,"lng":-86.2076124057,"zoom":9,"place":"Montgomery, Alabama"}],"tags":[{"id":111,"tag":"Prohibition"},{"id":21,"tag":"Race Relations"},{"id":699,"tag":"Temperance Movement"},{"id":142,"tag":"african americans"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":106,"school_id":10}},{"id":5687,"title":"African-American Pastors Develop the ‘Black Temperance Movement’","course_id":106,"status":"P","start_date":"8/14/10","end_date":"8/14/10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A flyer stating “Colored Citizens Mass Meeting” describes the movement of African-American pastors to change the view of the “Negro Race.”. The flyer describes the place and time that congregations would meet and the objectives of the meeting. The meeting was called in an attempt to “protest against colored women visiting barrooms and barroom premises [and] also against children visiting such places, for whisky and beer.” The pastors also called for a protest in favor of temperance within the African-American communities because alcohol was viewed as “[an] evil... [that is] most disgraceful to the Negro race.”","Although, as the flyer suggests, African-American pastors were concerned about African-American welfare and pro-temperance historian Lee Willis claims that “black churches remained reluctant to endorse temperance whole-heartedly.” This reluctance of the African-American community was due to the racial undertones of the temperance movement within the white community. Historian Wayne Flynt examines how Alabama Baptist ministers harnessed racism within Alabama as a catalyst for the Temperance movement. Flynt states that “Crumpton combined racial politics with prohibition, describing whiskey bottles ‘sold only to the brutish negroes’ that contained pictures of nude white women.” The racist rhetoric used by Crumpton and other white temperance leaders is the cause behind the ambivalence of African-American pastors and community leaders to join the movement.","Despite the reluctance of many African-American leaders to join the cause of the white temperance movement the African-American community would begin to establish their own independent movement. This allowed the African-American community to ride the wave of temperance all the while having distanced themselves from white attempts to regain control of their community. African-American pastors would establish their own movement in an attempt to create a “stepping stone to a greater civil and political advancement.” Although white communities had their own agendas; Historian Donald Yacovone explains that African-American communities made efforts to “adopt temperance principles [in order to] gain white respect.” Many African-American leaders hoped to curb the prejudice views of the white community through temperance.  ","This flyer exemplifies the African-American community’s reaction to the Temperance movement and the attempt of African-American pastors to create, as described by Yacovone, a “moral reform [that] would cause slavery, prejudice, and intemperance to disappear.” The call for “protest [against] the evils [that are] most disgraceful to the Negro race” show an attempt for the African-American community to move forward in order to control their own communities through reform and progressive acts without allowing the white community to once again control their daily lives."],"display_date":"August 14, 1910","search_date":"1910-08-14","locations":[{"id":18257,"lat":33.553801834,"lng":-86.8960886107,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":699,"tag":"Temperance Movement"},{"id":111,"tag":"Prohibition"},{"id":142,"tag":"african americans"},{"id":21,"tag":"Race Relations"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":106,"school_id":10}},{"id":5691,"title":"An Uncommon Sentiment","course_id":106,"status":"P","start_date":"1/1/50","end_date":"12/31/50","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["H. S. Chamberlain had a problem on his plate back in the mid-twentieth century.  Everyone sought cheap labor in the steel and coal industries, but feared employing certain groups of people because of their behavior.  Blacks treated with trepidation were the majority of workers in these industries.  For the most part, blacks saw nothing but discrimination and fell under the watchful eyes of white owners.  Chamberlain sought to employ more blacks, and to encourage other corporations to do so as well.  However, his peers felt that he must be disillusioned in his pursuits.  In a letter to other owners not only in Tennessee, but to Pennsylvania, and even into the Deep South, he conveyed his position on the matter.","“Around the furnaces, the great bulk of labor is colored labor, it is almost entirely so about the blast furnaces.  As far as experience goes, we have found it is by far the best labor in the South.”  How could one man be so sure of his predicament, and yet, everyone else saw black labor as a necessary evil?  It would seem that racial tensions kept most blacks in the hard, dirty, and underpaid jobs.  While Chamberlain employed these men in the same positions, he had “great success” in his endeavors.  A good number of black laborers had been on the payroll for nearly twenty years, that they “give great satisfaction,” in their duties.","This “great satisfaction” was beset with problems, of course.  Chamberlain’s white employees were extremely prejudice, and fought to keep blacks out of the skilled positions by not agreeing to teach the trade to the black workers.  Though, this is not uncommon in the South, the majority of skilled labor was delegated to the white workers because of racial discrimination.  However, Chamberlain goes on to discuss that it was this prejudice that inhibited the black men’s advancement, not their skills.  Chamberlain goes further, pointing out that as “puddlers,” black men were just as capable.  “Puddling” involved stirring the molten contents of a furnace from above with iron rods, it was one of the most dangerous and hard jobs in the “puddling” style furnaces.  “Fully as good as white men; their yield is as good; they are as steady workmen; they are as reliable in every way, and their product is fully as good as anything that we have got from white labor.”  But the quality of the black laborer’s work wasn’t the predominating factor in where they worked.  If a black man was given a “white man’s job,” white workers had a tendency to lash back with violent strikes…barring whites and blacks from the workplace until they had the matter settled.   So it was not that blacks were unable to do work correctly, or lacked the basic skills to learn and achieve, but it was the racism that divided and segregated their opportunities.  One other man had much the same opinion as Chamberlain.  T. D. Aldrich was a northern industrialist that had moved to Birmingham, Alabama to work as a supervisor.  Aldrich agreed that blacks “as a class are, without exception, the best labor I have ever handled.”","Of course there are always dissenters to an ideal.  J. W. Sloss, the head of the famous Sloss Furnace Company in Birmingham, Alabama, believed “there would be no improvement to substitute white labor for black workers.”  Sloss, like many others, thought that replacing white workers with blacks was a mistake because it raised racial tensions for no reason.  Many would point to this and say that things were done in this way just to keep the workplace at ease, that it wasn’t a racially motivated matter.  However, more than enough evidence shows that blacks were hindered in progress mainly because white workers discriminated heavily against them.  Even the National Labor Union –created in 1866- questioned whether black laborers should be allowed to work in industry because of the racial problems it would create.  Also, there was still the belief that blacks were subservient to whites, harder to educate, and more base in their dealings.  These beliefs were a circumstance that played over and over itself, even to this day.","Throughout history, there has always been a culture or race that was treated as less worthy than their counterparts.  Here in the South it was especially rough on black laborers, however, the northern industries suffered because of these tensions as well.  Blacks would be hired, whites would strike and make demands, and things would be resolved for the good of the business…which often ignored what the needs of the blue-collar black laborers that did the majority of unspecialized work in the coal and steel industries."],"display_date":1950,"search_date":"1950-07-02","locations":[{"id":29463,"lat":35.1808732525,"lng":-85.1648090186,"zoom":9,"place":"Hamilton, Tennessee"},{"id":28563,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":1011,"tag":"Ethics"},{"id":1661,"tag":"Coal"},{"id":906,"tag":"Steel industry"},{"id":21,"tag":"Race Relations"},{"id":1665,"tag":"Steel"},{"id":1666,"tag":"Coal Industry"},{"id":1667,"tag":"Discrimination"},{"id":1668,"tag":"Racial Tension"},{"id":1669,"tag":"South"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":106,"school_id":10}},{"id":5693,"title":"Three Tribes Confederate for Peace","course_id":106,"status":"P","start_date":"1867-10-21","end_date":"1867-10-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The chiefs and headmen of the Kiowa, Comanche, and Apache Indian tribes met with the United States commissioners, such as Nathaniel G. Taylor and William S. Harney, in Kansas to seal their tribes’ fate in America on October 21, 1867. The United States government referred to the Treaty with the Kiowa, Comanche, and Apache as a peace treaty, but in reality it forced the tribes to conform to the wills and regulations set forth by the United States government. The treaty demanded that the three Indian tribes confederate and “to be placed, in every respect, upon an equal footing.” The three tribes merged together and were required “to accept as their permanent home the reservation described in the aforesaid treaty” and “to pledge themselves to make no permanent settlement at any place, nor on any lands, outside of said reservation.” All aspects of life on the reservation had to be equally shared and distributed such as clothes, jobs, school buildings, teachers, and the educational system. The United States government required the Indians to keep peace with the white men and every citizen under the jurisdiction of the United States government. This treaty also stated that by signing this treaty this treaty, the Indian tribes “give up and forever relinquish to the United States all rights, privileges, and grants now vested in them, or intended to be transferred to them.” The people of the Kiowa, Comanche, and Apache tribes gave up their culture, independence, and their tribes’ futures when they signed this treaty.","In the nineteenth and early twentieth century, the United States government did not allow Indian tribes to practice their own culture, live freely, and the government did not believe that Indians should be privileged with the common rights of citizens of the United States of America. The government rejected Indians as citizens of the United States. This is evident because the treaty of the Kiowa, Comanche, and Apache tribes forced the tribes to assimilate with one another and live as if they had always been one uniformed, equal tribe. The Indians’ daily lives were completely changed, and every aspect of their lives was under direct control of the United States government, especially the Native Americans’ educational system. Although this educational system set forth by the government was presented as a gift and a privilege, it is evident that it wasn’t very advantageous, and the educational system did not put the Native Americans’ needs first.","The historian David Adams shows that in reality, these educational institutions created on Native American reservations intended to completely restructure the Native American’s minds and personalities. In attempts to civilize the savage Native Americans, the government forced the children to cut their hair and wear standard American school uniforms, instead of their normal tribal clothing. Some children were also taken from the families and home reservations and transported to other reservations to attend boarding school. In making such drastic changes to the children’s lifestyles, it was inevitable that the children would become more Americanized, which is exactly what the United States government wanted. The rights and privileges of the Native Americans were truly relinquished to the United States government, just like the Treaty with the Kiowa, Comanche, and Apache enforced; the Native Americans did not even have control of their children and their children’s education.  These said advantages, like an educational system, given to the Native Americans were not really advantages at all. They were just a ploy in order for the United States government to gain what they wanted, land ownership, and keep the Native Americans out of their way to manifest destiny.<br /><br />"],"display_date":"October 21, 1867","search_date":"1867-10-21","locations":[{"id":4489,"lat":null,"lng":null,"zoom":8,"place":"SHAWNEE, Kansas"}],"tags":[{"id":21,"tag":"Race Relations"},{"id":18,"tag":"Politics"},{"id":9,"tag":"Law"},{"id":17,"tag":"Government"},{"id":42,"tag":"Civil Rights"},{"id":19,"tag":"Native-Americans"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":106,"school_id":10}},{"id":5700,"title":"Native American Education Improves Under U.S. Government","course_id":106,"status":"P","start_date":"1/1/76","end_date":"12/31/76","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Third Annual Report to the Congress of the United States outlined the needs, concerns, funding, and progresses of the Indian educational system set forth by the government. The National Advisory Council on Indian Education created this report in 1976 in Washington, D.C. The president of the United States appointed this council in order to assist the 570 native groups affected by the regulations of the Indian educational system. The council comprised of Americans who observed and worked with the native groups. Observations of the council members “revealed that much remains to be done before adequate and equal educational opportunities can be achieved by the Indian people.” The annual report stated that for the Indian people, Indian Education “is a method of teaching that revives an appreciation for Indian heritage and generates a positive self-image so that one accepts and understands the environment and social conditions surrounding him.” This appreciation of Indian heritage and positive self-image was lost many years ago when the American government first intruded onto Indian territories. The council addressed this loss in the report to Congress by stating that the American Indians’ 200 years experience under an authoritarian paternal relationship with the Federal Government has “clearly demonstrated that paternalism is alien to liberty and freedom.”","The Third Annual Report to the Congress of the United States clearly showed how the government progressed and improved upon the Indian Educational System. Historian David Adams exposed that the government originally created the Indian Educational System to civilize the natives, because the natives were believed to be savages. The school system intended to provide the natives with an education that would habituate them to the customs and advantages of a civilized life. The government tried to manipulate the natives into becoming exactly like American citizens, regardless of their heritage, religion, traditions, or tribal affiliations. The government believed that since the native ways of life were different than the traditional American lifestyle, the natives must be less civilized than American citizens. The government most recently formed educational policies regarding Indian Education with goals to respect the wishes and the desires of natives so that the natives may design and manage their own educational programs according to the tribal level. The United States government has allowed the natives to incorporate their own values, beliefs, and culture into the natives’ educational system instead of strictly regulating every aspect of native life. In reality, there has never truly been an American Educational system prior to modern-day; the faux system was based on the standard methods and systems of the non-Indian society and a process by which the government has tried to teach the natives how to become like the white man."],"display_date":1976,"search_date":"1976-07-01","locations":[{"id":35365,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"District of Columbia, District of Columb"}],"tags":[{"id":21,"tag":"Race Relations"},{"id":18,"tag":"Politics"},{"id":9,"tag":"Law"},{"id":17,"tag":"Government"},{"id":6,"tag":"Education"},{"id":19,"tag":"Native-Americans"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":106,"school_id":10}},{"id":5842,"title":"Detroit Race Riot of 1943","course_id":118,"status":"P","start_date":"6/20/43","end_date":"6/20/43","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On the evening of June 20, 1943, tensions finally boiled over on Belle Isle, a popular recreation area for both blacks and whites in the city of Detroit. Twenty-three people perished, and hundreds were injured in the fighting that ensued. It was reported that the initial rioting occurred on the belief that an African American woman and her baby were thrown off of the Belle Isle bridge, which connected the park to the city. City and state police were called in to help quell the fighting. Additionally, several African-American leaders joined in to aid the police forces at the recommendation of Horace White and Otis Saunders, two prominent and respected men in the African American community. Disruptions continued into the next day, including the closures of many schools and local businesses.","The report of the attack on the woman and her child may have been the spark that ignited the riots, but there already existed a very racialized climate in the city of Detroit during World War II. Many factors contributed to this. With Detroit's factories increasing their production on account of the war effort, the population of the city increased rapidly with people looking to secure jobs. This led to blacks and whites competing for the same positions, with additional issues arising when a black man rose higher in the company than his white colleagues. Many suggest that an incident regarding housing had a direct impact on the riots. Since much of the housing for African Americans was overcrowded and in deplorable conditions, the government built a new housing project for some African American workers. Some white citizens believed that they should live there instead so the government handed it over to them. After much objection, the government once again returned it the African Americans. The whites protested on move-in day and had to be forcibly removed. Therefore, it was not one event that caused the fighting to break out. There were many racist practices, policies, and mindsets that culminated in the Race Riot of 1943."],"display_date":"June 20, 1943","search_date":"1943-06-20","locations":[{"id":27066,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1901,"tag":"Belle Isle"},{"id":21,"tag":"Race Relations"},{"id":1921,"tag":"Housing discrimination"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5844,"title":"An Oral History of Detroit's 1967 Race Riots","course_id":118,"status":"P","start_date":"7/23/67","end_date":"7/27/67","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Detroit resident James E. Cummings remembers the Detroit race riots that started on the morning of July 23, 1967. The race riots were provoked by a raid of an after-hours bar, known as a \"blind pig,\" on the corner of 12th and Clairmount streets. Cummings recollects not only the violence of the days that followed, in which arson and looting were commonplace and 2,000 buildings were destroyed, but also how the riots impacted his ability to buy property. Business owners were eager to sell their businesses “almost on your terms” out of fear that another riot would occur to further lower property values. The 1967 riots only ended after five days as a result of troops from the Army, sent in by then President Lyndon B. Johnson, and the Michigan National Guard, sent in by then Governor George W. Romney. The riots led to 43 deaths, 1,189 injures, and over 7,000 arrests.","The riots were preceded by racial segregation, such as that exhibited by Black Bottom, a neighborhood primarily composed of Blacks that once existed (but was destroyed by urban renewal projects in the 1960s). Black Bottom is an example of how whites attempted to contain blacks in certain parts of the City of Detroit, out of fear that blacks would negatively affect the entire city if given the opportunity to live anywhere they chose. Thus, many homes built before the 1967 riots were built with a restrictive covenant that prohibited the selling of the home to blacks. The riots of 1967 foreshadowed continued racial tension between whites and blacks, and led whites to fear that another revolt by blacks would ensue. In the aftermath of the race riots, many whites decided to move outside of the City of Detroit to its suburbs for the safety of their families and to ensure that they could continue their business elsewhere without fear of another civil unrest. The spread of whites to suburbs during this time continued for several decades thereafter and left a significant mark on the City of Detroit and its perception to non-Detroiters in America."],"display_date":"July 23, 1967 - July 27, 1967","search_date":"1967-07-25","locations":[{"id":33546,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2021,"tag":"African American history"},{"id":1914,"tag":"Black Bottom"},{"id":1922,"tag":"Detroit race riots"},{"id":21,"tag":"Race Relations"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5887,"title":"A Community for a Variety of Needs","course_id":118,"status":"P","start_date":"1/1/56","end_date":"1/1/60","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Businesses line the streets in Black Bottom, a predominately black neighborhood. Hastings Street is alive with the rustle and bustle of suppling many needs for residents—ministry, food produce, restaurants, retail stores, music, and a “Right Hand Cleaners.” Cars galore use this main street in Detroit as a thoroughfare to get through this community to head to Downtown Detroit, but many community residents stay within the borders of Black Bottom, for its businesses have everything they need.","While Black Bottom was a flourishing community in the mid-twentieth century, it is important to note that it was only created via segregationist housing and land use policies as a means of containing blacks and separating them from whites. The proliferation of local businesses put residents in a position in which they did not have to leave Black Bottom to worship, shop, eat, or clean their clothes. By meeting many of the needs of its residents, the businesses in this new community mitigated the need for residents to go to other parts of Detroit.  Detroit’s Black Bottom became “a city within a city; the variety and breadth of life and institutions within the black community could match that of Detroit itself” (18). Even though Black Bottom had the sights of a community rich with heritage and progess; a mixture of the smells of clean clothes and food; and the sounds of jazz and blues throughout its streets, the community was still created as a means of justifying the end to blacks and whites being on the same streets. Therefore, the creation of Black Bottom was to contain blacks and have them be serviced by the business district in their area and away from whites."],"display_date":"January 1, 1956 - January 1, 1960","search_date":"1957-12-31","locations":[{"id":28980,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":142,"tag":"african americans"},{"id":21,"tag":"Race Relations"},{"id":1914,"tag":"Black Bottom"},{"id":1999,"tag":"Hastings Street"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5893,"title":"Detroit Demographics 1971-- Who lives where on the map","course_id":118,"status":"P","start_date":"1/1/71","end_date":"12/31/71","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Detroit in the 1970s was undergoing trials and tribulations stemming from a variety of issues. Crime was at an all time high, the economy was in decline, and race relations of the city were in shambles. These issues were directly related to the changing demographics of the city. According to a map produced as part of a teacher training project for Detroit public schools, much of the city was geographically divided into distinct ethnic communities. The map shows designated ethnic groups throughout Detroit that compromise 50% or more of the areas' population. Identified ethnic groups included Blacks, Whites, Germans, Polish, Italians, Jewish, Mexicans, Greek, and Middle Eastern, among others. There was a heavy Polish and Italian presence in Northeast Detroit, in comparison to the rest of the city, which was majority African American. There were also quite a few areas that were indicated as having “mixed” ethnic groups, but the actual composition of this status was not indicated. Even with this, the black presence in the core of the city is very clear and well displayed on the map.","The earliest European immigrants came largely from France in the early part of the 19<sup>th</sup> century, mainly as fur traders and missionaries. Later, farming replaced fur trading as the state's primary economic activity and more immigrants began to settle. In 1825 the first wave of German immigration to Detroit began; the Irish began in 1830. This growth continued through 1890s with Polish immigrants settling as well. During the great migrations of African Americans from the south happened between 1910 and 1980 when the African American population multiplied over 100 times. Today, the Hispanic population of Detroit is rapidly increasing which started after 1940. All of these changes in waves of migration to Detroit are indicative of major international changes happening to the city in trade industries, during the war era, and during industrialization.","For a half-century beginning in the 1950s, Detroit lost nearly half of its population, almost all whites; so, there is even less diversity in the city today. Detroit has ranked among the 10 most segregated metropolitan areas in the United States since the mid-20th century. The city has faced persistent residential segregation in the postwar era. continuing into the 21<sup>st</sup> century. This lack of diversity has proven to be problematic for the city and there does not seem to be much being done about the issue."," "],"display_date":1971,"search_date":"1971-07-02","locations":[{"id":35437,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1899,"tag":"Detroit"},{"id":21,"tag":"Race Relations"},{"id":2008,"tag":"Demographics"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6269,"title":"Remember, Remember: A Look into How Media Can Shape the Events of a Nation.","course_id":132,"status":"P","start_date":"10/16/33","end_date":"10/18/33","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“Those who cannot remember the past are condemned to repeat it.”","The body of a lynched man, George Armwood of Princess Anne, MD, hung limp and tortured late on October 17<sup>th</sup>, 1933. An African American man, Armwood, had had some encounter with an elderly, white woman the previous day. Mary Denston had been walking down the road from the post office. She claimed to have been attacked. Such accusations were deadly for black men. Regardless of the true nature of Armwood’s “attack” on Denston, a posse of over a thousand gathered and stole Armwood from the town jail. They lynched him, burning his body, and leaving him smoldering in a lumber yard. He was discovered early on October 18<sup>th</sup>. In the history of lynching it is evident that the mainstream media fueled the kind of fear that justified racial violence. At the same time, the black press was crucial in drawing attention to the prevalence of injustice and instrumental in pushing for  change.","Racial bigotry did not die with the signing of the Emancipation Proclamation. Whites relentlessly continued to implement new means for upholding a misguided social hierarchy once they no longer had the institution of slavery to justify their control of black people. Lynching emerged as a method of control, demoralizing and terrorizing black people to discourage them from protesting injustice. This was one of many ways they were kept as second class citizens.","Journalists in the George Armwood case began to use the media to press for change. White newspapers tended to downplay racial unrest, at least until the  early 20<sup>th</sup> century. They emphasized African American crimes in order to create an image of a people not suited for free society. By 1933, white newspapers had begun to report more frequently on crimes <em>against</em> African Americans. They were not interested in activism, however. Rather, the tone of most articles was informative and the focus was local. This made it difficult for readers to understand lynching as a systemic problem.","The Baltimore Sun took this approach in the Armwood case, reporting the details of the lynching without raising questions about the response of local officials or police. Armwood's jailers had lfailed to protect him, and he never had the benefit of a trail. The Sun did not make these points clear. Further, The Sun attempted to soften the atrocity, for example, by referring to the posse’s contempt for pleas for peace as “good natured.”","The black press took a much more activist approach. In Baltimore, reporters for The Afro American expressed outrage. In the early 20<sup>th</sup> century, African American newspapers became key players in advancing the cause of civil rights. No longer would African Americans stay silent under the chains of oppression. Instead, they would become more vocal and more insistant – a role that The Afro played beautifully. Reporters reminded the public that George Armwood had been tortured before his body was burned, that he was a son of a mother distraught with grief, that this event was a travesty and a flippant disregard of the justice system. A new juggernaut of media style began to take form as it walked a nation into an era of social freedom.","Media holds the power to shape nations. White journalists failed to question the long reach of  slavery into the 20<sup>th</sup> century. Black journalists propelled a movement for change. Every form of media has a cause: to remember this and to understand where it is leading us will open a window to escape the cycle of history. To forget is to become Sisyphus: forever rolling the stone of racial relations up the insurmountable hill of progress."],"display_date":"October 16, 1933 - October 18, 1933","search_date":"1933-10-17","locations":[{"id":24915,"lat":37.9285902233,"lng":-75.8346527629,"zoom":9,"place":"Somerset, Maryland"}],"tags":[{"id":367,"tag":"Lynching"},{"id":1,"tag":"Crime/Violence"},{"id":21,"tag":"Race Relations"},{"id":600,"tag":"Media"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}},{"id":6286,"title":"The episode explores the relationship between Christianity and African-Americans.","course_id":133,"status":"P","start_date":"1/1/06","end_date":"1/31/06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In January of 1906, the Financial Department of the National Christian Congress Association, headquartered in Washington, D.C., published an appeal to the public. Reverend H.J. Williams, the Association’s secretary, and Reverend R.B. Robinson, the Association’s president, are listed as the authors of the document. .  It is likely that the Association intended the publication to be read by educated, white readers, since the purpose of the announcement was to generate support for projects to aid African-Americans.","The Association made an appeal for monetary donations so that it could raise funds to create a publishing house to print “papers, pamphlets, books, and other literature” devoted to the betterment of African Americans and to bring whites and blacks closer together. The article explains that once the material was published, the Association wished to distribute the information to the Chautauqua Reading Circle. This organization was a popular reading group made up of intellectual white individuals.  The “Appeal” states that “Programs, essays, recitations, biographical and general readings” will be formulated with a message of harmony between whites and blacks.","The purpose of the Association’s article seems to be encouraging white readers to perform a moral evaluation of their thoughts regarding their relationship with African-Americans. It appeals to the conscience of Christians and asks them to establish “speedy amelioration” of problems affecting the African-Americans. When doing this, however, it does so in a derogatory tone stating that proper education should be directed towards African-Americans for their “advancement in dealing with the dominant race”. The overall message contained in the Appeal is commendable but one can see there is much for these Christians to think about.","The article is also directed towards the younger generation so that the Association can teach them to be more loving and respectful towards all people not just white people. They do this in the hope that life will be improved for African- Americans. The two authors of the article tell the readers that this is the only way to improve conditions between the races. They draw on the inherent kindness of individuals in hopes that they will donate to their noble cause to bring peace between the “dominant” white race and the African-American race.","Since even before the founding of the United States Christians had called for the betterment of African-Americans, most of whom were enslaved at the time. Thomas Paine was one such individual. In his essay <em>African Slavery in America </em>(which was later included in an anthology published in 1906 entitled The Writing of Thomas Paine), Paine speaks out about his concerns regarding slavery and belittles men who try to justify it through Christianity. He states,” Most shocking of all is alledging (sic) the Sacred Scriptures to favour (sic) this wicked practice.” He urges Christians to look toward the Gospel for guidance in matters pertaining to the enslavement of African-Americans.  He himself utilizes the Gospel beautifully when he reminds Christians to “ do to all men as they would be done”.","Slavery ended with the Civil War, but African-Americans still faced social and political inequalities in the United States. Inspired by Social Gospel some Christian groups saw their mission as improving conditions for blacks in the United States. Members of the American Home Mission Society “became passionate advocates of the rights of the freedmen.” The National Christian Congress Association’s appeal was published with the intent to improve society.  It utilized Christianity as a vehicle to bridge the separation between the whites and blacks in American society."],"display_date":"January 1906","search_date":"1906-01-16","locations":[{"id":52404,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District Of Columbia"}],"tags":[{"id":514,"tag":"Christianity"},{"id":238,"tag":"African American"},{"id":21,"tag":"Race Relations"}],"course":{"name":"From Civil War to World Stage","school":"Widener University","course_id":133,"school_id":43}},{"id":6300,"title":"<strong>Baltimore’s Residential Segregation Ordinance of 1910</strong>","course_id":132,"status":"P","start_date":"6/1/10","end_date":"12/20/10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In search of better living conditions, George W. McMechen and his family became the first black people to live on Baltimore’s McCulloh Street in June of 1910. Their windows were smashed, and someone threw a brick high enough to damage the skylight of their three story home. Young boys were blamed for this act of vandalism, but McMechen doubted that a mere boy could hurl a brick to such a height. In July, some female school teachers and a post office clerk soon added to the tally of black residents on the block where McMechen had moved. Their windows were promptly shattered as well.","Fear spread among the white residents of McCulloh Street. They had seen nearby Druid Hill Avenue go from being all white just several years prior to having an overwhelming majority of black residents. White residents feared a sharp decline in property values. McMechen thought this fear was unfounded since other black residents of the street and he were paying more expensive rents than the white people that had dwelled in their homes before them. Still, real estate agents would take advantage of anxious white racists wanting to leave a neighborhood when the first black person moved in. An agent would buy a home at a price lower than the market value and sell it at a profit to a black newcomer. This was an underhanded and now illegal practice known as blockbusting.","McCulloh Street’s newly-formed neighborhood association devised a strategy for restoring the racial homogeneity of the neighborhood that included buying the property owned and occupied by blacks on McCulloh Street. M. Z. Hamer, the black post office clerk, was called upon to have a meeting with the president of the association in order to discuss a potential sale. Hamer refused to sell his house. It was rumored that the clerk became so enraged at the persistent effort of the president to buy his property that he threatened to bash the president with a chair.","With this information of potential unrest at hand, Milton Dashiell, a white lawyer who lived on McCulloh Street, felt he had the ammunition he needed to justify the passage of a law that would prevent blacks from moving into white areas. Citing an old police power provision from the 1796 city charter, he wrote a draft of Baltimore’s residential segregation law of 1910. Blacks could not move into residential blocks with a white majority and vice-versa. The law was passed on December 19, and was the first of its kind in the United States.","When being interviewed by a reporter from the <em>New York Times</em> the next day, Mahool emphasized that the ordinance was not passed due to hostile feelings that white Baltimoreans had for black people. Instead, he claimed that the main reason for its passage was the protection of property values. In fact, real estate agents who engaged in blockbusting were largely responsible for this problem."],"display_date":"June 1, 1910 - December 20, 1910","search_date":"1910-09-10","locations":[{"id":16276,"lat":39.2712597428,"lng":-76.5709760837,"zoom":12,"place":"Baltimore City, Maryland"}],"tags":[{"id":2578,"tag":"Urban Life/ Boosterism"},{"id":21,"tag":"Race Relations"},{"id":2125,"tag":"housing segregation"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}},{"id":6681,"title":"The Challenging Ideals of a Freedom Rider","course_id":173,"status":"P","start_date":"6/5/61","end_date":"6/5/61","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During a time of segregation and struggle for change in the society of the early 1960’s, brave individuals got together in hopes of testing the ruling of the Supreme Court in Boynton v. Virginia in 1960 which deemed segregation on interstate buses unconstitutional.  Bound for the Deep South, this bi-racial group of volunteers encountered odds that got increasingly difficult to deal with especially upon arrival in Alabama. Despite the violence of the opposing segregationists and a court order put out to temporarily stop these freedom riders, civil rights activist and American hero, Dr. Martin Luther King Jr, made a statement in <em>The Chicago Daily Defender </em>saying they would continue.","District judge Frank M. Johnson had charged the freedom riders on account of causing damage to the United States due to the violence that ensued between the group of riders and segregationists. He also threatened jail time if it were to occur again. This was his attempt to try and put an end to the freedom rides, which ended up not having the backing it needed. During this period of time, the number of obstacles the bi- racial group had to overcome was not limited to the large groups of white segregationists that opposed them, but it included the lack of legislation and help from the government as well. However, in Washington there was a push for action to be taken on creating laws to prevent segregation on interstate buses which provided some good news for the freedom rider’s cause. The push back from the segregationist side was a plea to president Kennedy to voice his condemnation regarding the freedom rides, which was thankfully disregarded."," ","Due to the series of events explained in <em>The Chicago Daily Defender </em>newspaper on June 5<sup>th</sup>, 1961, the freedom riders obtained a very large backing as the time progressed and the freedom rides continued. The amount of violence and hatred these volunteers were met with was a testament to what African Americans had to endure during the civil rights movement and that’s why the freedom rides had the impact they did on the civil rights movement in its entirety. The mass amount of segregation between whites and African Americans was an issue that demanded the attention of the American people and that’s exactly what it received as a result of the freedom rides."],"display_date":"June 5, 1961","search_date":"1961-06-05","locations":[{"id":52840,"lat":32.3182314,"lng":-86.902298,"zoom":8,"place":"Alabama"}],"tags":[{"id":42,"tag":"Civil Rights"},{"id":21,"tag":"Race Relations"},{"id":266,"tag":"Segregation"}],"course":{"name":"US History 1867 to the present","school":"University of Toronto Scarborough","course_id":173,"school_id":28}}]}