{"id":2104,"tag":"Burial Mound","points":[[42.107446354,-83.1351982696]],"bounds":[[42.107446354,-83.1351982696],[42.107446354,-83.1351982696]],"episodes":[{"id":5979,"title":"How <em>Not</em> to be an Amateur Archaeologist: Early 20th Century Detroit Edition","course_id":118,"status":"P","start_date":"3/19/21","end_date":"3/19/21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Ancient artifacts have always been things of curiosity and wonder for those who discover them, including Ex-Lieutenant Lamb of the United States army. In the period preceding 1921, Franklin Lamb uncovered a burial mound that was near Fort Wayne that he thought to be \"peculiar looking\". He had been the quartermaster of the fort when he noticed the mound, and his curiosity could not be sated until he knew what was causing the earthen irregularity. He ordered the mound to be opened, and discovered that buried beneath the dirt were \"perfect specimens of Indian pottery, weapons, and all sorts of utensils\". He then decided to show these artifacts to the United States war department as pieces of prideful discovery, but instead of being rewarded, Lamb was instead found to be in violation of an ancient treaty between the Native American tribes and the United States government. He was ordered to replace the items in their original state in the ground, and to \"restore the mound to its original condition\".<br /><br />To shed some light on this situation, it’s necessary to first ask why the burial mound was located where Lamb encountered it. As a possible answer, we can look to the French past of the city of Detroit and Fort Wayne. In 1710, Antoine Cadillac, the founder of Fort Pontchartrain du Detroit, invited four Native American tribes to the area of Detroit to aid the French in the fur trade business (a booming economy at this period of the Great Lakes region). The four invited tribes included the Potawatomi tribe, who were given the rights to settle near the fort to be under the protection of the French during their trapping season (this establishment is illustrated in the Bellin map, located in the sources below, which includes a Potawatomi label in the area of the fort as well as “ecores de sable”, or sand bluffs/burial mounds). This invitation also included an inherent treaty between the Potawatomi and the militia which gave the Native Americans protection against destruction of their burials and living encampment. When the British took over the area after 1760, the Potawatomi made the decision to leave their village for a site further along the Detroit River, and left their village and burial ground area to Robert Navarre, a former French official. The remains of the Potawatomi inhabitance in the area are the most reasonable source of the burial mound that was dug up by Ex-Lieutenant Lamb in 1921."],"display_date":"March 19, 1921","search_date":"1921-03-19","locations":[{"id":21386,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":932,"tag":"Native American"},{"id":2104,"tag":"Burial Mound"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6029,"title":"Did Giants Live in Detroit before Europeans Settlers?","course_id":118,"status":"P","start_date":"1826-06-19","end_date":"1826-06-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Thomas L. McKenney, Superintendant of Indian Affairs under President James Madison, kept a diary of his accounts while traveling through the Michigan Territory in 1826 to negotiate a treaty between the US Government and the Ojibwe, Menominee, and Winnebago tribes of Native Americans. Among his detailed descriptions, McKenney mentions the presence in the city of Detroit of some strange earthen mounds that have been weather-worn and eroded by cattle, revealing multiple strata of bones and other artifacts.","Native Americans at the time of European arrival in North America had inhabited the land in the Michigan area for hundreds (if not thousands) of years, and had often buried their dead with mounds of dirt piled on top, which resulted in the earthen mounds found in the Detroit area. These mounds were curiosities to the European settlers: McKenny was especially excited at being promised a large human skull by General Cass, a local military leader, which had been found previously. The federal government would eventually form a treaty with many of the local tribes in the area around Fort Detroit that granted them land and protection and prevented anyone from disturbing these mounds, in exchange for Native American assistance with the fur-trapping business. Those tribes then began to bury their dead in the land given to them, but the mounds where previous generations had laid their dead to rest still existed outside of their alloted property. The mounds discovered by McKenney and Cass were probably already more than centuries old, and were surely once very important to the original inhabitants of the land.","The large skull never reached McKenney's hands. It turned out that Cass could not actually come up with the skull that he claimed to have found, which he claimed was much larger than any \"normal\" human being's, suggesting that a tribe of giant natives once inhabited the Detroit area). However, the discovery of the three mounds (mostly weathered at this point) provided valuable proof of the Native American habitation of the area in the centuries before European settlement, and also suggested information about Native American customs with regards to burying their dead in multiple layers in the earth. McKenney described the significance of the bones being uncovered, and how they were worth much more by being uncovered and studied than remaining buried, an opinion that remains a major point of contention between scientists and Native people today."],"display_date":"June 19, 1826","search_date":"1826-06-19","locations":[{"id":6592,"lat":null,"lng":null,"zoom":8,"place":"WAYNE, Michigan"}],"tags":[{"id":2164,"tag":"Hull"},{"id":2163,"tag":"Cass"},{"id":2162,"tag":"McKenney"},{"id":440,"tag":"Treaty"},{"id":2104,"tag":"Burial Mound"},{"id":537,"tag":"Native Americans"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}]}