{"id":2107,"tag":"Social Reform","points":[[42.107446354,-83.1351982696],[42.9128684277,-75.6697351039],[39.3048367775,-76.6274800611]],"bounds":[[42.9128684277,-75.6697351039],[39.3048367775,-83.1351982696]],"episodes":[{"id":5981,"title":"Laboring for Social Purity","course_id":118,"status":"P","start_date":"1/1/13","end_date":"12/31/13","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["An article in the Detroit Free Press in 1913 presents two prevailing trends in how the general population was conceiving of farms and agricultural labor at that time.  It first discusses a prophesized demographic shift back to the rural from the crowded urban centers expressed in terms of predicted census data from another periodical.  This trend is treated as a hopeful premise because the farm was understood as something wholly separate from and potentially superior to the city, which further imbued it with a restorative power when it came to the ills of life in the city.  These ills are drawn out in the second trend discussed, which is the employment of agricultural labor in the reformation of socially demonized groups such as alcoholics or the mentally ill or developmentally differently-abled.  There is even mention of a proposed program in Illinois by which husbands who had deserted their wives and children would be employed so as to provide their former families with sustenance.  This article presents these two trends in a positive light, only raising doubts about the scale at which these movements could be achieved, but does not pay heed to the manner in which both stem from a commonly-held assumption of an idealized rural wherein labor is pure and can purify those who participate in it therefore.  This positioning of the farm as an arena for social purification is contingent on the separation, in the popular imaginary, of the farm from the city and the perceived social corruption fostered by the urban environment.  It treats agriculture and agricultural labor like a prescription for an improved social and moral universe because, solving a social problem by removing the problematic elements as far from sight as possible, in this case by relocating them to an imagined rural space.","This article is a prime example of how the misguided binary between Nature and the world of humankind can become laden with problematic moral values.  This largely stems from what one could refer to as baggage passed down from the imagined space of the “very beginning,” the biblical idea of an Eden, a space of Nature that is unsullied by human input and is therefore representative of an ultimate form of purity.  Whether it is 1913 and reformatory farms are in vogue in the press or it is 2014 and narratives of urban gardens include a refrain of the restorative and reformative aspects of laboring in Nature – even if this is a Nature reclaimed from a human space – the valorizing that is applied to this false binary results not only in a denial of how humans and the natural world mutually constitute one another but also can result in efforts that are paternalistic and marginalizing."],"display_date":1913,"search_date":"1913-07-02","locations":[{"id":18385,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":2107,"tag":"Social Reform"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6294,"title":"<strong>Temperance: The Next Step in Post Civil War Era Social Reform</strong>","course_id":137,"status":"P","start_date":"1870-03-19","end_date":"1870-03-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Gerrit Smith, a politician and abolitionist from New York, called for more social reform in the United States.  Smith, also a financial supporter of the <em>Fredrick Douglass’ Paper,</em> urged for reform that focused on curbing the use and distribution of alcohol after the Civil War.  In a public letter to Hon. Henry Wilson, Smith attacked Wilson for his lack of commitment to the temperance cause.  Smith noted, “For years, you were earnestly engaged in the work of voting slavery to death.  Hence you connected yourself with an independent anti-slavery political party, and eloquently summoned your fellow citizens to do likewise.”  Smith went on to ask, “Why is it that you are not now at work to get the dramshop voted out of existence?”  This excerpt implies that Wilson urged people to go to the polls and vote for the end of slavery, however, when it comes to the idea of temperance, Wilson did not advocate following the voter’s will.","Although it is the duty of every citizen to cast their opinion at the polls, after the abolishing of slavery, Wilson was not committed in urging others to vote.  Smith specifically challenges him out on this.  Smith also points out that southern churches had a great impact on their parishes in regards to voting.  He states that churches in the South refused to state that the idea of slavery was immoral, but insisted it was a necessary evil and a political labor.  Likewise, he believed the churches deny and fail to acknowledge the negative use of alcohol.  Thus the churches failed to persuade people to vote a temperance agenda, and in effect, do not change any social policies.  Since most churches are primarily conservative in thinking and by basing the laws on the idea of the Church, not a single social aspect will change.  Smith recognized and respected Wilson’s acknowledgement of temperance as the next step in the acts of social reform, but he called Wilson to be more deliberate in his support.  Instead of simply implying the idea of temperance, Smith asks Wilson to reach out in the church and call people to the polls to vote down alcohol.","Alcoholism in the 1800s was of great concern after the abolishing of slavery.  Many argued this next social reform was much needed.  After the war, the suicide rate of active duty military personnel nearly doubled.  Alcoholism was one of the main causes of suicide.  Soldiers coped with their experiences in the war with the use of alcohol.  However, this also increases the rate of suicide.  Thus, leading to more support to the temperance movement."],"display_date":"March 19, 1870","search_date":"1870-03-19","locations":[{"id":8896,"lat":42.9128684277,"lng":-75.6697351039,"zoom":9,"place":"MADISON, New York"}],"tags":[{"id":192,"tag":"Gerrit Smith"},{"id":2107,"tag":"Social Reform"},{"id":518,"tag":"Alcoholism"},{"id":699,"tag":"Temperance Movement"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":137,"school_id":3}},{"id":6273,"title":"Reform of Asylum Conditions in Progressive Maryland","course_id":132,"status":"P","start_date":"8/1/08","end_date":"8/31/08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["During the early 20th century, reformers and activists worked to encourage a variety of social reforms by using communication tools, including photography. Jacob Riis’ photographed tenament houses in New York city, documenting the living conditions of immigrants and the poor. Lewis Hine photographed young workers for the National Child Labor Committee. These men focused on dangerous and unhealthy conditions and believed that raising awareness would help change conditions. Dr. Arthur P. Herring, secretary of the Maryland State Lunacy Commission, took a similar approach to help reform care for the insane. in August of 1908, at the height of the Progressive Era in the United States, he photographed conditions in Maryland asylums.","From the 1870s on, Maryland had many reports about the poor treatment of the mentally ill, but politicians had done little to improve conditions.  Herring was on a mission. He visited all of the asylums in his state, photographing each one. His aim: to provide visual evidence of the bad conditions in which the mentally ill were housed. He gathered twenty-six photographs on the subject.  Dr. Herring’s pictures showed overcrowded institutions where patients were sleeping on the floors of rooms with barred windows, and other unsanitary conditions.  He argued that patients were treated more like prisoners in jails rather than people who needed serious care, and he presented his findings to Governor Austin T. Crothers on October 6, 1908.","Dr. Herring focused in particular on the Montevue Asylum in Frederick County during the Commission’s meeting on October 28, 1908.  This asylum had been praised for its “exemplary” conditions in previous years. However the conditions that Herring photographed raised serious questions about that. In fact, it was one of the worst.  Herring traveled around Maryland, presenting his findings to various groups, including private practitioners. In Baltimore on January 20, 1909, the State Lunacy Commission opened a three-day exhibit at Johns Hopkins University’s McCoy Hall.  There were speakers, slide shows of the images, and even a band playing as the public mingled about.  Here the public and the press were enlightened of the treatment of the mentally ill in their state to their shock and horror.  Was this truly the way that their wonderful state took care of these poor people?  The public did not want outsiders to think that they were cruel citizens of Maryland.","Dr. Herring kept up his photographic campaign into 1910. He was successful. The government in the state of Maryland started to make changes by proposing and passing legislation to reform the mental system conditions across the counties.  It did not come without obstacles, and in his path to get reform, Herring had opponents of reform that tried to block the passing of legislation, but ultimately reform was meant to happen and it did by a landslide."],"display_date":"August 1908","search_date":"1908-08-16","locations":[{"id":51922,"lat":39.3048367775,"lng":-76.6274800611,"zoom":11,"place":"Baltimore City, Maryland"}],"tags":[{"id":849,"tag":"Progressive Era"},{"id":2107,"tag":"Social Reform"},{"id":2534,"tag":"Mental Illness"},{"id":280,"tag":"Maryland"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}}]}