{"id":2108,"tag":"Steamboats","points":[[42.107446354,-83.1351982696]],"bounds":[[42.107446354,-83.1351982696],[42.107446354,-83.1351982696]],"episodes":[{"id":5983,"title":"Travel in Comfort and Style with the Detroit and Milwaukee Railroad","course_id":118,"status":"P","start_date":"1856-01-01","end_date":"1856-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["A 1856 advertisement for a railway company and a steamship company offered trips via either mode of transportation down the Detroit River and through the railways of the major cities and states in the Upper Midwest. The advertisement, probably originally published in regional newspapers, also includes the multiple connections that could be made through either the steamship route or the railway to other boats and trains. The routes offered include the Mississippi River and popular cites (such as Grand Rapids, Muskegon, Chicago, and St. Anthony), and emmigrants are offered \"cheap and comfortable transit\" to each destination on the \"first-class\" and \"reliable\" steamships.","The advertisement was published at an interesting juncture in the history of Detroit, after the decline of the fur trade, but well before the start of the auto industry. Railroads were a main source of land transportation at this point, and the railroads in the area of the city were created in part as a result of developer P.W. Norris' involvement in the city. Norris insisted that railroads were going to be the key to the success of the city of Detroit, specifically in the area of his namesake (the Village of Norris, today a region of northeast Detroit commonly known as Nortown), and so he was a key player in their inception and implementation throughout the bustling city. These railroads were highly beneficial to some at the time, as they allowed passengers to travel quickly from one landlocked place to another, and also ensured the delivery of goods and products form one city to another. However, the railroads have caused more than their fair share of problems in modern-day Detroit, including traffic issues, road blocks, destruction of property/buildings, and high taxes. The popularity of the railroads since this advertisement has indeed declined in favor of more efficient and timely transportation, such as airlines, personal vehicles, and commercial trucks."," "],"display_date":1856,"search_date":"1856-07-01","locations":[{"id":6595,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"WAYNE, Michigan"}],"tags":[{"id":1934,"tag":"P.W. Norris"},{"id":1899,"tag":"Detroit"},{"id":666,"tag":"Railroad"},{"id":2108,"tag":"Steamboats"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6025,"title":"Pleasurable Excursions on the Expansive Detroit River","course_id":118,"status":"P","start_date":"1863-01-01","end_date":"1863-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Advertisements published in the mid-nineteenth century offered \"pleasurable excursions\" on the Detroit River for visitors, tourists, and/or city-dwellers who were looking to escape the city scenery in exchange for the natural vistas that the Detroit River offers. The excursions were multiple-day long trips on steamships along the river, and offered voyages to major cities and waterways in the Great Lakes area.","Such excursions offer a glimpse into the complicated nature of the tourist industry of Detroit around the year 1863 - before the auto industry, but during the age of industrialization and immigration when lumber, metal, and minerals traveled south into the city and immigrants eager for work in the new industries flooded in from the east coast. Wealthy visitors to Detroit marvelled at the great industrial accomplishments in the city, which was advertised with large smokestacks and innovative technologies (during this time period, people weren't as aware of the dangers of pollution and the effect of industry on the environment). When tourists came to Detroit, they often wanted to see both the industrial, urban life and also the expansive scenery of the surrounding \"wilderness\" that the Michigan area had to offer.","This combination of industry and nature has echoes in the ideas later espoused by Henry Ford (although he was only just a baby when this was printed) about the need for city inhabitants to be able to \"escape\" from the city into the countrysie, where they could enjoy their surroundings. Tourists visiting Detroit weren't the only clients that this advertisement was aiming for - city inhabitants would have also been eager to take a \"pleasurable excursion\" down the Detroit River to explore the scenic nature that existed outside of the industrial city scene."," "],"display_date":1863,"search_date":"1863-07-02","locations":[{"id":6596,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"WAYNE, Michigan"}],"tags":[{"id":2108,"tag":"Steamboats"},{"id":1899,"tag":"Detroit"},{"id":1897,"tag":"Henry Ford"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}]}