{"id":2120,"tag":"Economic Levels","points":[[42.107446354,-83.1351982696]],"bounds":[[42.107446354,-83.1351982696],[42.107446354,-83.1351982696]],"episodes":[{"id":5995,"title":"1955 Research on Community Socioeconomic Standings in Metropolitan Detroit","course_id":118,"status":"P","start_date":"1/1/55","end_date":"12/31/55","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1955, a publication on the “social rating of community areas in Metropolitan Detroit” was prepared in response to an apparent number of requests for such information from member agencies of the United Community Services. The information was intended to summarize and explain the standing/social position of all communities in Metro Detroit based on their economic relation to each other and “the incidence of community problems.” Statistical measures were used to determine aspects of each neighborhood: economic levels (value of homes, monthly rent, number of laborers and service workers, etc.), unemployment levels (old age assistance, dependent children, unemployed persons, etc.), and morality and housing conditions (Tuberculosis/death rate, overcrowded homes, etc.). The definitions of such criteria were largely defined and sourced from the 1950 U.S. Census of Population. The document shows that areas of East Detroit that would be considered Black Bottom neighborhood, such as Mack Ave, were below average” in economic levels, “above average” in laborers and service workers, and “below average” in “managerial and professional workers” relative to the rest of the Detroit Metro area. Information for any neighborhood or area (divided by 1950 Census classification tracks of the city) can be found in this document, including places like River Rouge, Belle Isle, Indian Village, Brightmoor, Pingree, Delray, Cass, and more.","The publication of such documents like this likely gave the general public, and Detroit city officials, tangible numbers to confirm the beliefs that many of them already held. The research proved with numbers that certain areas of the city were blighted with disease and death rates, surrounded by poor housing and factory workers, and were made up of those dependent on the government and poverty assistance.  Despite the fact that these numbers are most likely legitimate and were carefully calculated, they do not give the full story. Statistics, without proper explanation or context, can be very powerful. Records and accounts like these allowed certain areas and peoples to be defined as slums, to be used for city projects, and to be broken up when space was needed. This was certainly the case in Black Bottom, Detroit. For example, accounts from Blacks in the area commonly attest that they couldn’t get “managerial or professional jobs” despite having the skills, due to overt discrimination in hiring practices of the time. They were forced to work at low-skilled jobs in the factory, for lower wages than their white coworkers, which was their best option for providing for themselves and their family. The statistical record from the United Community Services ignored these factors, and allowed policymakers to write the area of Black Bottom off as “low-class.” Finally, the fact that the introduction of this document states that it was prepared in response to “requests for information from member agencies” instills a sense of suspicion. Was this research performed just to give insight onto the makeup of Detroit? Was it to figure out where help was needed and then aid those areas? Or was it perhaps requested to provide tangible evidence that certain areas were dirty, poor, slums, in preparation for the great urban renewal movements of the coming decades?"],"display_date":1955,"search_date":"1955-07-02","locations":[{"id":28980,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2099,"tag":"Black Bottom, Detroit"},{"id":1182,"tag":"social status"},{"id":2119,"tag":"U.S. Census"},{"id":2120,"tag":"Economic Levels"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}]}