{"id":2123,"tag":"Detroit Brewster-Douglass","points":[[42.107446354,-83.1351982696]],"bounds":[[42.107446354,-83.1351982696],[42.107446354,-83.1351982696]],"episodes":[{"id":6052,"title":"The Brewster-Douglass Housing Projects","course_id":118,"status":"P","start_date":"1/1/52","end_date":"1/1/69","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In response to the lack of housing in Detroit, the Brewster-Douglass Housing Projects were created. Each of the six tower in this housing project was built in a similar fashion as a means of expediting its creation, as an aerial image makes clear. Located on St. Antoine Street and near Hastings Street, border streets of the traditionally African American neighborhood of Black Bottom, thousands of families called this place home. The nearby Paradise Valley commercial district provided residents with entertainment and a sustainable nightlife. The Brewster-Douglass Housing Project was the first federal housing project built for African-Americans. The siting of these projects was intentional, as it helped to ensure that African-Americans would remain in segregated neighborhoods, away from whites. Through the destruction of Black Bottom in the 1960s to make way for a freeway, these projects would continue to serve as one of the few housing options for low-income Detroiters until they were eventually abandoned in the early 21st century.","Even though the Brewster-Douglass Housing Projects were not demolished along with Black Bottom, their character changed dramatically with the construction of the freeway. Those who called the Brewster-Douglass Housing Projects home lost the Paradise Valley commercial district and the sense of community with Black Bottom, and many who could afford it moved to more convenient locations along with their former neighbors. Interstate-75 brought with it a shift in the utilization of the area, without much concern for what would occur to these housing projects, and caused the families to be transported out of the area to promote the mobility of whites into the city."],"display_date":"January 1, 1952 - January 1, 1969","search_date":"1960-07-02","locations":[{"id":28980,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2123,"tag":"Detroit Brewster-Douglass"},{"id":3,"tag":"African-Americans"},{"id":1914,"tag":"Black Bottom"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}]}