{"id":2124,"tag":"Black Community","points":[[42.107446354,-83.1351982696]],"bounds":[[42.107446354,-83.1351982696],[42.107446354,-83.1351982696]],"episodes":[{"id":6000,"title":"True Community...It's a Lifeline","course_id":118,"status":"P","start_date":"1/1/40","end_date":"12/31/60","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Lenore Lewis Lawson is an African American woman who grew up on the Near Eastside of Detroit. She lived on Hendrie Street with her parents, brothers and sisters. Her home was just four houses from Hastings (a major thoroughfare in Detroit’s Black community surrounded with small businesses). She said that “she views her years growing up in the old neighborhood as some of the best years of her life”. She explained that it was an area where people knew their neighbors and spoke to them by name. Her neighbors were also very concerned about each other and were always willing to share what they had with each other (e.g. a cup of sugar, or a dime for the street car). The community actively “looked out” for one another. She also talked about the numbers game which could be compared to today’s lottery, although the numbers game was not legal. Therefore the community would shield the numbers man from police because they felt he was a part of their community.","During the period that Ms. Lawson speaks of the proverb “It takes a village to raise a child” was personified in the Near Eastside of Detroit. It was the village and within that village/community were many neighborhoods. These neighborhoods were linked by common bonds of race and religion. It also believed that these neighborhoods were linked by a larger desire by parents that their children would live in a larger world than they had known. Many parents inspired their children to learn about the larger society, the larger world that had evaded them (the parents), and then encouraged them to go out and find or maker their place in it. Family was a paramount fixture in strong communities, it was one of the strongest supports against the injustices of inequality and racism that were present in larger society.","Furthermore community was more than an extension of their families. It was their bridge to the outside world. It was where they lived, worked, and played. Neighbors knew they needed each other in order to give their families the strength and determination to go out into the world and make a difference. This sense of true community has escaped us in many ways in today’s society and it leads to unstable neighborhoods full of residents and no neighbors. Not many areas have a strong sense of community where people can depend on each other let alone know each other’s name."],"display_date":"1940 - 1960","search_date":"1950-07-02","locations":[{"id":27066,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2124,"tag":"Black Community"},{"id":1954,"tag":"Black Bottom Detroit"},{"id":1990,"tag":"Hastings Street, Detroit"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}]}