{"id":2125,"tag":"housing segregation","points":[[42.107446354,-83.1351982696],[39.2712597428,-76.5709760837]],"bounds":[[42.107446354,-76.5709760837],[39.2712597428,-83.1351982696]],"episodes":[{"id":5939,"title":"Nowhere to Stay","course_id":118,"status":"P","start_date":"1/1/42","end_date":"12/31/60","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In January of 1942 in the brink of World War II(WWII), Federal Price Administrator Leon Henderson ordered that the city of Detroit to stop making automobiles for citizens and start military production for the United States. Factories stopped production and began to make weapons, planes, trucks, and tanks for the Allied forces. President Franklin D. Roosevelt ordered citizens to unite and help our factories make military equipment for the Allied forces. Detroit’s factories ability to supply the demand of the Allied forces gave it its nickname of, “Arsenal of Democracy.” Over 350,000 workers migrated to Detroit to help out in the factories. Because so many Americans were overseas fighting for our country, shortage in factory workers opened the door for women to begin working in the factories too. But with more people moving to Detroit to find jobs, this caused added stress to the already deteriorating Detroit.","Post-WWII, Detroit began to slowly crumble and the rapid population growth was becoming to be rapidly declining. The new mayor of the city, Albert Cobo, promised to “stop scattering public housing projects throughout the city and to build them only at segregated, inner-city sites.” Mayor Cobo wanted to centralize public housing in order to protect white homeowners elsewhere. But despite his efforts, Cobo couldnt find private developers willing to build in areas known as “black ghettos” and attract whites to move in such housing areas. Public housing for people needing to be relocated were never built so overcrowding became more prevalent in inner city Detroit. Without a functional public transportation system in Detroit, the inner city became congested, overpopulated, and inevitably began to deteriorate."],"display_date":"1942 - 1960","search_date":"1951-07-02","locations":[{"id":27066,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1969,"tag":"Public housing"},{"id":1899,"tag":"Detroit"},{"id":242,"tag":"WWII"},{"id":2180,"tag":"Gratiot Park"},{"id":2181,"tag":"Mayor Cobo"},{"id":2182,"tag":"Arsenal of Democracy"},{"id":2125,"tag":"housing segregation"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6001,"title":"G.I. Bill of Unequal Rights","course_id":118,"status":"P","start_date":"1/1/44","end_date":"12/31/54","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1944, the U.S. Congress passed the Servicemen’s Readjustment Act, often called the G.I. Bill of Rights (or just the G.I. Bill), to provide aid for returning veterans of World War II (and prevent another economic crisis like the Great Depression, which the country had just recovered from).  The bill’s main provisions were to guarantee that veterans would receive several things that had previously been unattainable for many Americans, let alone veterans who often did not attend college: education and job training; loans for homes, farms, or businesses; and unemployment pay.  The home loan guarantee proved very popular to millions of veterans: in the six years after the bill’s passage in 1944 until 1952, the Veterans Administration ensured that 2.4 million home loans were given out to World War II veterans.  In Nortown and other areas of Detroit, as well as many other American cities, this contributed to the building boom of the late 1940s, as many new low-cost, well-designed homes were built for all low- to medium-income groups, including beneficiaries of the G.I. Bill.","In many cities, including Detroit, in practice, this well-intentioned government action actually helped perpetuate much of the racism that was already present across America.  Rather than guarantee direct loans from the VA, the act simply provided for loans that could be acquired through the normal methods.  This meant that black veterans struggled to secure loans from banks just as much as they would have without assistance from the VA— the VA could provide up to $2000, but not the loan itself.  Thus, as it had in the past, all the new homes that were being built simply went to white veterans, and the housing that was available to returning black G.I.s was the same substandard housing that was available before the bill was passed."],"display_date":"1944 - 1954","search_date":"1949-07-01","locations":[{"id":27066,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2125,"tag":"housing segregation"},{"id":1509,"tag":"G.I. Bill"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6300,"title":"<strong>Baltimore’s Residential Segregation Ordinance of 1910</strong>","course_id":132,"status":"P","start_date":"6/1/10","end_date":"12/20/10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In search of better living conditions, George W. McMechen and his family became the first black people to live on Baltimore’s McCulloh Street in June of 1910. Their windows were smashed, and someone threw a brick high enough to damage the skylight of their three story home. Young boys were blamed for this act of vandalism, but McMechen doubted that a mere boy could hurl a brick to such a height. In July, some female school teachers and a post office clerk soon added to the tally of black residents on the block where McMechen had moved. Their windows were promptly shattered as well.","Fear spread among the white residents of McCulloh Street. They had seen nearby Druid Hill Avenue go from being all white just several years prior to having an overwhelming majority of black residents. White residents feared a sharp decline in property values. McMechen thought this fear was unfounded since other black residents of the street and he were paying more expensive rents than the white people that had dwelled in their homes before them. Still, real estate agents would take advantage of anxious white racists wanting to leave a neighborhood when the first black person moved in. An agent would buy a home at a price lower than the market value and sell it at a profit to a black newcomer. This was an underhanded and now illegal practice known as blockbusting.","McCulloh Street’s newly-formed neighborhood association devised a strategy for restoring the racial homogeneity of the neighborhood that included buying the property owned and occupied by blacks on McCulloh Street. M. Z. Hamer, the black post office clerk, was called upon to have a meeting with the president of the association in order to discuss a potential sale. Hamer refused to sell his house. It was rumored that the clerk became so enraged at the persistent effort of the president to buy his property that he threatened to bash the president with a chair.","With this information of potential unrest at hand, Milton Dashiell, a white lawyer who lived on McCulloh Street, felt he had the ammunition he needed to justify the passage of a law that would prevent blacks from moving into white areas. Citing an old police power provision from the 1796 city charter, he wrote a draft of Baltimore’s residential segregation law of 1910. Blacks could not move into residential blocks with a white majority and vice-versa. The law was passed on December 19, and was the first of its kind in the United States.","When being interviewed by a reporter from the <em>New York Times</em> the next day, Mahool emphasized that the ordinance was not passed due to hostile feelings that white Baltimoreans had for black people. Instead, he claimed that the main reason for its passage was the protection of property values. In fact, real estate agents who engaged in blockbusting were largely responsible for this problem."],"display_date":"June 1, 1910 - December 20, 1910","search_date":"1910-09-10","locations":[{"id":16276,"lat":39.2712597428,"lng":-76.5709760837,"zoom":12,"place":"Baltimore City, Maryland"}],"tags":[{"id":2578,"tag":"Urban Life/ Boosterism"},{"id":21,"tag":"Race Relations"},{"id":2125,"tag":"housing segregation"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}}]}