{"id":2126,"tag":"1956","points":[[42.107446354,-83.1351982696]],"bounds":[[42.107446354,-83.1351982696],[42.107446354,-83.1351982696]],"episodes":[{"id":6002,"title":"Demolishing Black Bottom One Year At A Time","course_id":118,"status":"P","start_date":"1/1/56","end_date":"1/1/61","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Two snapshots showcase the changes that occurred in Black Bottom and Paradise Valley between 1956 and 1961. Over these five years, the landscape of Black Bottom changed drastically. In 1956, the image of Black Bottom shows how it was designed in an organized way: the roads run parallel to one another, there is a clear divide between residential and commercial districts (which also speaks to intentional zoning in Detroit), and homes were built to be similar in size. The organized layout of Black Bottom in 1956 speaks to the homogenous way that Detroit wanted the neighborhoods in this predominately Black community to look. The snapshot of Black Bottom in 1961 shows that areas once filled with homes in 1956 became desolate shells of their former selves. The makings of a freeway are clear through the center of this once-lively community. Only a portion of this area of Detroit is demolished: the area that contained the majority of blacks. The siting of the freeway was intentional.","The creation of Interstate-75 through Black Bottom completely dismantled and uprooted the residents of the community that once called Black Bottom home. The removal of residents from Black Bottom forcibly sent its residents elsewhere in Detroit, without any governmental assistance. Interstate-75 was created in support of urban renewal, which sought to remove poor neighborhoods such as that of Black Bottom. City government decided in his 1950s plan for the future of Detroit that a freeway was needed to promote traffic from the suburbs to Detroit. The suburbs of Detroit were created, in part, in response to an increasing demand for housing that Detroit struggled to meet."],"display_date":"January 1, 1956 - January 1, 1961","search_date":"1958-07-02","locations":[{"id":28980,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2127,"tag":"1961"},{"id":2126,"tag":"1956"},{"id":3,"tag":"African-Americans"},{"id":1899,"tag":"Detroit"},{"id":1914,"tag":"Black Bottom"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}]}