{"id":2133,"tag":"Detroit city hall","points":[[42.107446354,-83.1351982696]],"bounds":[[42.107446354,-83.1351982696],[42.107446354,-83.1351982696]],"episodes":[{"id":6005,"title":"Signed, Sealed, Delivered: A History of Detroit's City Seal and Flag","course_id":118,"status":"P","start_date":"6/30/07","end_date":"6/30/07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The seal of the City of Detroit was adopted in 1827 when Johnathan Kearsley was the mayor and John Quincy Adams was president of the United States of America. Michigan was not yet a state, officially initiated in 1837.","The seal features two female figures, one representing Detroit when it burned down in 1803 and the other representing the modern day Detroit that rose from the ashes and rebuilding and growing into a very successful city. The text on the seal reads Speramus Meloria and Resurget Cinerbus, which means \"we hope for better things\" and  \"it has risen from the ashes,\" referring to the fire of 1803.","In the background are three lions, fleur de lis, red and white stripes and thirteen stars. The fleur de lis are symbolic of our French origins and the lions our British origins. The thirteen stars and red and white stripes represent the original thirteen colonies of the United States of America.","Looking at the flag from a modern-day perspective creates an eerie and almost future-predicting juxtaposition. The Latin inscription is very relevent in the lives of modern-day Detroiters who live in a city ravaged by poverty, unemployment and governmental neglect, but remain ever-hopeful through organizing to grow their own food on urban farms, mentoring programs to keep young youth from gang violence and cleaning up blighted areas themselves because the government has no funding to do so."],"display_date":"June 30, 1907","search_date":"1907-06-30","locations":[{"id":50025,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2133,"tag":"Detroit city hall"},{"id":2132,"tag":"emblem"},{"id":2131,"tag":"founding of Detroit"},{"id":1899,"tag":"Detroit"},{"id":1877,"tag":"Flag"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}]}