{"id":2140,"tag":"water quality","points":[[42.107446354,-83.1351982696],[32.6011777617,-85.3556271043]],"bounds":[[42.107446354,-83.1351982696],[32.6011777617,-85.3556271043]],"episodes":[{"id":6008,"title":"Polluting Detroit's Backyard","course_id":118,"status":"P","start_date":"3/1/62","end_date":"3/31/62","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["With unswimmable water and inedible fish, water recreation on Belle Isle is quite limited. A 1962 report from the U.S. Department of Health, Education, and Welfare about the pollution of The Detroit River, Lake St. Clair, and Western Lake Erie described current water quality issues and their main causes. The report begins with how important water recreation and usage is to Michigan, describing the popularity of Belle Isle, a “Water Oriented Park”, with 1,400,000 visitors in 1960.  Pollution made it unswimmable, due to possible ingestion of sewage-contaminated water. This problem had been ongoing for several decades: a 1913 water quality report was conducted because of the high incidence of typhoid fever and other gastroenteric diseases during that time. Between then and the publication of the 1962 report, many measures were taken to combat industrial and residential dumping into the river, which showed some progress, but there were still high levels of contamination.  This made swimming, boating, and fishing (all very popular activities on Belle Isle) unsafe.  The Department concluded that more stringent measures must be taken to reduce sewage waste and industrial toxin dumping.","This sort of clash of industry and green spaces can relate to the City Beautiful Movement. The movement described beautification of cities, saying that this aestheticism can provide civic virtue and social order to a city’s population, because the space is more desirable.  It came as a response to the urban crisis during the Industrial Revolution, as more people moved into the cities and thus more poverty, congestion, and disease spread.  Belle Isle as a recreational park provided the green space to achieve this harmony between industry and green spaces.  From the water report, however, we can see that this harmony was not perfectly achieved.  The industrial waste and disease found a way to surround Belle Isle; taint it, if you will."],"display_date":"March 1962","search_date":"1962-03-16","locations":[{"id":33546,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2140,"tag":"water quality"},{"id":2043,"tag":"City Beautiful movement"},{"id":908,"tag":"Pollution"},{"id":2053,"tag":"Detroit River"},{"id":1901,"tag":"Belle Isle"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6152,"title":"The Rezoning and Repurposing of Parkerson Mill Creek in Auburn, Alabama","course_id":127,"status":"P","start_date":"2/10/78","end_date":"2/10/78","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Auburn has always been a sleepy little town in the heart of Southeast Alabama, and it was even more so in the 1970s. The population was just over 25,000 people, with 18,000 of them being students and the median income for the city was estimated at $7,700 per year (Warr 1). The economy was starting to stall and inflation was on the rise, and people were just trying to make ends meet to provide for their families. The main occupation was farming, and a crucial part of farming was the accessibility of water to sustain the business.","The main source of water for middle and lower class families’ crops and livestock was Parkerson Mill Creek. In the 1970s, however, there was a large movement to increase the amount of areas, including waterways, to be reverted back to their natural purpose of supporting fish and wildlife. Because of this, William Warr of the EPA conducted a report was conducted on the feasibility and cost of changing a section of Parkerson Mill Creek back to its original purpose. The people of Auburn were understandably concerned about this prospect, because it changed their way of life for the worse and they would be forced to find a new source of water for their farms.","Auburn had always prided itself on its low cost of living, and one component of that was having a combined sewer and water cost of just $81/year (Warr 1). The new repurposing of the creek would add an estimated $10 per month to each household's water bill. That would mean an extra $120 per year that families could use for food, clothes, housing, and other living expenses would have to come from somewhere else. Not only this, but there would need to be another source of water for their crops and livestock. As one would expect, the people of Auburn were very nervous.","The environmental arguments, however, were also undeniable. The runoff and silt from their farms was draining directly into the creek, causing the fish and other aquatic species to die off. In a picture provided by the Alabama State Water Program from 1954, the creek is free flowing, but it looks very cloudy and contaminated. This could become a major problem, and if let go far enough, could become completely unsuitable for use (ASWP). While the residents of Auburn did sympathize with them, they did not think it was feasible to enact this new charge, and neither did William Warr of the EPA (Warr 3). Nonetheless, in the end, the EPA did rezone the area for the purpose of supporting fish and wildlife, even against the recommendation of Warr (Warr 3). With this monumental change in the residents’ of Auburn’s lives, they were forced to find a new source of water to support their livelihood."],"display_date":"February 10, 1978","search_date":"1978-02-10","locations":[{"id":34598,"lat":32.6011777617,"lng":-85.3556271043,"zoom":10,"place":"Lee, Alabama"}],"tags":[{"id":18,"tag":"Politics"},{"id":2140,"tag":"water quality"},{"id":1352,"tag":"EPA"}],"course":{"name":"Fundamentals of Environmental History","school":"Auburn University","course_id":127,"school_id":73}}]}