{"id":2143,"tag":"Detroit Savings Bank","points":[[42.107446354,-83.1351982696]],"bounds":[[42.107446354,-83.1351982696],[42.107446354,-83.1351982696]],"episodes":[{"id":6009,"title":"Albert Kahn's Detroit Savings Bank Branch of SW Detroit as a Symbol of Former Success","course_id":118,"status":"P","start_date":"3/1/18","end_date":"3/31/18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1918, <em>Architecture</em> magazine published an image of the Detroit Savings Bank branch for Southwest Detroit, designed by Albert Kahn. Clearly inspired by Greek and Roman architecture, the rectangular structure reflects an air of prestige and durability. It has two stories, two massive Doric columns flanking either side of the entrance that stand twice as high as the doorway, and in a square arch around this entryway are rosettes evenly spaced as an elegant, but simple border.  In the magazine’s image, an American flag is centered behind the building and raised majestically above it and a man in a suit and hat stands with his arms crossed over his chest and faces the camera. The bank itself is not only a functional space, but through this powerful architecture and the dignified, stately staging of the photograph clearly communicates the city’s growing financial success, its stability, and its pride.","The need for the new branch of the bank in Southwest Detroit in the early twentieth century reflects the area’s growing economic and industrial success. This corner of the city was booming as industries moved into the neighborhood and as Zug island continued to be built up. The neoclassical style of the building recalls the City Beautiful Movement of the period, which held that orderly, neoclassical architecture could instill cultural and moral values into the people who lived around and interacted with the buildings. This building thus stands as a monument to the forward-thinking, confident attitude of Detroiters at the time. Sadly, though, Detroit is fighting to maintain this building. Today, instead of being surrounded by the bustling economy of the 1920s, the building (which no longer functions as a bank), as well as many of its neighboring buildings, have been borded up and have fallen into solemn disuse and disrepair."],"display_date":"March 1918","search_date":"1918-03-16","locations":[{"id":18385,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2143,"tag":"Detroit Savings Bank"},{"id":2142,"tag":"Albert Kahn"},{"id":2141,"tag":"southwest detroit"},{"id":1941,"tag":"Delray"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}]}