{"id":2166,"tag":"European Settlers","points":[],"bounds":[[-100,-100],[100,100]],"episodes":[{"id":6030,"title":"Cannibalism for a Nose and an Arm: Odawa Retaliation","course_id":118,"status":"P","start_date":"1790-09-14","end_date":"1790-09-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Thomas Gist, the son of an Indian agent in the Ohio Valley, was captured by Huron Native Americans in 1758 and lived with them for a year before being \"released\" and heading west. In a record of his capitivity, Gist describes the relative locations of the major tribes in the area and the state of the land in the area around Fort Pontchartrain (Detroit). In one particularly colorful episode, he recounts an altercation between the Odawa tribe and Sir William Johnson, who had taken a Native American man hostage and cut off his right arm and nose. For revenge, the Odawa captured a Highland soldier, burned him, and subsequently ate his nose and arm. This vicious act of cannibalism stuck out vividly to Gist, who had seen many sides of the Native Americans throughout his stay with them.","This episode is significant as it describes one side of the relations between the Native Americans and the European settlers in the area: the violent side. Not all of the relations at this time were violent like this - in fact, many were entirely peaceful. Gist himself was \"adopted\" into a family during his captivity and treated well. However, the violence of the Native Americans was usually the trait that stuck the most for European settlers. The supposed ferocity of Native American warriors was often used to the advantage of European and American settlers, who used alliances with different tribes to promote their own military aims in struggles over the ownership of the land. Notable battles include the siege of Pontiac on the Fort of Detroit in 1763 and the War of 1812 with involved British and Native American alliances.","To gain the cooperation of the \"fierce\" Native Americans, settlers often gave gifts of liquor and alcohol to the tribes, which they believed would induce a confused and compliant state in the natives. The settlers would then get the Native Americans to sign over land to themselves, and avoid political conflict."],"display_date":"September 14, 1790","search_date":"1790-09-14","locations":[{"id":15297,"lat":null,"lng":null,"zoom":8,"place":"[all counties], Northwest Territory"}],"tags":[{"id":2166,"tag":"European Settlers"},{"id":2165,"tag":"Gist"},{"id":1899,"tag":"Detroit"},{"id":661,"tag":"cannibalism"},{"id":244,"tag":"Violence"},{"id":537,"tag":"Native Americans"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}]}