{"id":2179,"tag":"Mayor Jeffries","points":[[42.107446354,-83.1351982696]],"bounds":[[42.107446354,-83.1351982696],[42.107446354,-83.1351982696]],"episodes":[{"id":5897,"title":"In Distress Not Despair","course_id":118,"status":"P","start_date":"1/1/40","end_date":"12/31/55","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["After World War II in 1943, the city of Detroit had trouble dealing with the huge influx of people moving to Detroit to find factory jobs and returning war veterans. White residents of Detroit were very reluctant to allow black people live in the same neighborhood so new and returning migrants were confined to live in certain areas away from white neighborhoods. Even though there were inadequate living conditions in these areas, the community was known to be very tight-knit. Because of such a high volume of people living in such a small area, Black Bottom and Paradise Valley had trouble attaining general upkeep of these areas so filth began to slowly build up and the buildings began to diminish because of all of the people living in such confined area.","Mayor Jefferies began working on a plan to create an “urban utopia” with the Detroit City Plan Committee for people who lived in Paradise Valley and Black Bottom. Instead of helping to improve the tight-knit community, city planners decided to raze the area leaving the residence of this area a 30 day evacuation notice. This began the construction of I-75 and Lafeyette Park to the area which millions of black residents called home. One of the city planners, Edward Hustoles, visited Black Bottom and recalled, “a woman sticking her head out of an alley structure, and there was a pile of garbage and a rat sitting there. She looked out the window, over this pile, and said, 'Please don't take my house.” The “slum clearance” which destroyed these communities caused major problems to the city of Detroit. This tight-knit community didn’t want to be destroyed; all they wanted were general improvements to the area they were living in."],"display_date":"1940 - 1955","search_date":"1947-12-31","locations":[{"id":27066,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2179,"tag":"Mayor Jeffries"},{"id":1954,"tag":"Black Bottom Detroit"},{"id":1953,"tag":"Urban Renewal"},{"id":2011,"tag":"Slum Clearance"},{"id":2014,"tag":"I-75"},{"id":2013,"tag":"Lafayette Park"},{"id":242,"tag":"WWII"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}]}