{"id":2182,"tag":"Arsenal of Democracy","points":[[42.107446354,-83.1351982696]],"bounds":[[42.107446354,-83.1351982696],[42.107446354,-83.1351982696]],"episodes":[{"id":5939,"title":"Nowhere to Stay","course_id":118,"status":"P","start_date":"1/1/42","end_date":"12/31/60","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In January of 1942 in the brink of World War II(WWII), Federal Price Administrator Leon Henderson ordered that the city of Detroit to stop making automobiles for citizens and start military production for the United States. Factories stopped production and began to make weapons, planes, trucks, and tanks for the Allied forces. President Franklin D. Roosevelt ordered citizens to unite and help our factories make military equipment for the Allied forces. Detroit’s factories ability to supply the demand of the Allied forces gave it its nickname of, “Arsenal of Democracy.” Over 350,000 workers migrated to Detroit to help out in the factories. Because so many Americans were overseas fighting for our country, shortage in factory workers opened the door for women to begin working in the factories too. But with more people moving to Detroit to find jobs, this caused added stress to the already deteriorating Detroit.","Post-WWII, Detroit began to slowly crumble and the rapid population growth was becoming to be rapidly declining. The new mayor of the city, Albert Cobo, promised to “stop scattering public housing projects throughout the city and to build them only at segregated, inner-city sites.” Mayor Cobo wanted to centralize public housing in order to protect white homeowners elsewhere. But despite his efforts, Cobo couldnt find private developers willing to build in areas known as “black ghettos” and attract whites to move in such housing areas. Public housing for people needing to be relocated were never built so overcrowding became more prevalent in inner city Detroit. Without a functional public transportation system in Detroit, the inner city became congested, overpopulated, and inevitably began to deteriorate."],"display_date":"1942 - 1960","search_date":"1951-07-02","locations":[{"id":27066,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1969,"tag":"Public housing"},{"id":1899,"tag":"Detroit"},{"id":242,"tag":"WWII"},{"id":2180,"tag":"Gratiot Park"},{"id":2181,"tag":"Mayor Cobo"},{"id":2182,"tag":"Arsenal of Democracy"},{"id":2125,"tag":"housing segregation"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}]}