{"id":2183,"tag":"Manufacturing","points":[[42.107446354,-83.1351982696]],"bounds":[[42.107446354,-83.1351982696],[42.107446354,-83.1351982696]],"episodes":[{"id":6043,"title":"World's First Metalclad Airship Built For US Navy","course_id":118,"status":"P","start_date":"1/1/22","end_date":"12/31/22","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Given Detroit's history as a frontrunner in new technologies and industrial development, it is no surprise that the city was the site of the first efforts to construct metal airships as a distinctly American type of dirigible for both commercial and military uses. Encouraged by the availability of dependable engines; of light, thin alloys; and of more seasoned engineering talent; in 1922 a group of entrepreneurs organized the Detroit Aircraft Development Corporation to modernize the rigid airship and make it all-metal, like the hull of a seagoing vessel. An experimental engineering group was organized and instructed to endeavor to isolate and determine the scientific fundamentals governing the design of an all-metal structure. General Motors Corporation, Ford Motor Company and other industrial concerns contributed valuable laboratory facilities; the Aluminum Company of America undertook to develop aluminum alloy in thin sheets; aeronautical engineers and metallurgists in Washington were invited to offer criticisms and suggestions. Through laborious and painstaking engineering, they set about the development of a safe and practical Metalclad Airship.","During this time, shortly after the first World War, private corporations and government and military entities in the United States military sought to provide resources and employment to the national population. Thousands of manufacturing jobs were created and sustained by the innovations that came out of the hard work and dedication of people like these men in Detroit. Today, one of the main issues facing Detroit and other post-industrial cities is the fact that public and private investors are no longer spending their time and resources on American soil. Instead, tax policies and the \"race to the bottom\" encourage GMC, Ford, and many other companies to move their manufacturing facilities abroad. This leaves many low-skilled workers who used to work at the factories unemployed, hungry, and increasingly frustrated."],"display_date":1922,"search_date":"1922-07-02","locations":[{"id":21386,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1899,"tag":"Detroit"},{"id":468,"tag":"employment"},{"id":2183,"tag":"Manufacturing"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}]}