{"id":2184,"tag":"Single tax","points":[[30.2786488602,-87.5482936023],[40.7805662337,-73.9388482485]],"bounds":[[40.7805662337,-73.9388482485],[30.2786488602,-87.5482936023]],"episodes":[{"id":6054,"title":"Gaston Establishes a Tax Utopia","course_id":122,"status":"P","start_date":"1894-11-01","end_date":"1894-11-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Gaston Establishes a Tax Utopia"," ","In 1894, a rendezvous of committed single taxers converged upon Mobile Alabama. A “light breeze was blowing out of the north, the air was crisp, and the promise was for a fair day.” Twenty-eight people; seven couples, nine children, and five single men mostly strangers to each other arrived from across the United States on the word of their leader Ernest Berry Gaston.","The American Gilded age is often symbolized by corporate greed and political corruption. However, it should also be remembered for the numerous and diverse responses in social, political and economic philosophy. Peoples Party, Prohibitionists, Free Silver, Socialists, Old Grangers, Greenback’s, Anarchists, Communists, Knights of Labor, and Farmers Alliance all constituted what the Republican Party deemed “the platform of lunacy.” As American Populist Party ideals permeated the south and west, a new movement was coming to fruition founded by leaders that historian Lawrence Goodwyn notes “are not culturally organized to conform to established hierarchical forms. Their sense of autonomy permits them to dare to try to change things by seeking to influence others.” E.B Gaston was one such leader whose insatiable sense of social justice became the fulcrum of a new movement. This movement was founded on the ideals of Henry George’s seminal 1879 work <em>Progress and Poverty</em>, a work that had inspired change the world over; from Tolstoy to Sun Yat-Sen, to Irish Revolutionaries, Georges work incited not simply fiscal reform, but rethinking of how to structure a fair society. Despite much debate on the virtue of a social experiment, the foundation of Fairhope was the first community to attempt a model of George’s work. Proponents of single tax were concerned that if the experimental community failed, it could forever ruin the validity of the system. These same men also believed that this sort of reform must come internally, and ubiquitously through the existing system, not outside its reach of civil society.","The theory of single tax caught on in Des Moines Iowa where a group of radical reformers were meeting under the title of the <em>Des Moines Investigation Club</em>, which sought to uncover the true systematic causes to the unfavorable market outcomes they believed to be plaguing their times. By the early 1890’s, in the end of this era the Investigation Club had become the <em>Des Moines Single Tax Club, </em>in response to the publication of George’s treatise on single tax. This group sought not only to discusses ideology but attempt to bring it into practice.","As John Stuart Mill noted in his <em>Political Economy </em>“landlords grow rich in their sleep without working, risking or economizing. The increase in the value of land, arising as it does from the efforts of an entire community, should belong to the community and not to the individual who might hold title.” To prevent the abuses of land speculation, Gaston believed that a single tax on the rental price of land should be levied, and returned to the community. In the constitution of 1894 it is written, “land shall be equitably divided and leased to its member at an annually appraised rental [value].” This system of taxation would abolish the need for all other taxes and put back into the community what it reaped in land values. The men who wrote this constitution were firm believers in the benefits of the capitalist system, affirming that man should keep in full what he derived from the efforts of his labor.  As George once said, \"we see no evil in competition\" for it affirms the dignity of the individual to prosper, or suffer as he sees fit. The Constitution codifies this principle by establishing <em>no</em> taxes on the man made improvements to land, but only its rental value. Gaston believed that a small success story could truly prove once and for all the promise of the system he espoused."," "],"display_date":"November 1894","search_date":"1894-11-15","locations":[{"id":17,"lat":30.2786488602,"lng":-87.5482936023,"zoom":9,"place":"BALDWIN, Alabama"}],"tags":[{"id":2184,"tag":"Single tax"},{"id":2185,"tag":"Fairhope"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":122,"school_id":10}},{"id":6061,"title":"George Abuses Labor for Personal Propagation","course_id":122,"status":"P","start_date":"1886-10-01","end_date":"1886-10-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["A short stocky man with a baldhead and bushy red beard rose to the podium and faced the 2,300 eager faces in the crowd. On September 2,1886 Henry George stood aside John McMackin, Chairman of the Convention of Organized Labor in New York City, and accepted the candidacy for mayor. He begins his speech by formally accepting the nomination, but quickly takes a sobering tone when he warns the audience not to “imagine that the politicians who have made a business of politics for years and have grown fat upon it will allow the working-men to smash their machines without trying their utmost to prevent it.” Various union factions constituted the majority of George’s voting base, but were also joined by Irving Hall Democrats whose anti-Tammany Hall sentiment was strong enough to break them from their traditional voting trends. Similarly, many Republicans were disenchanted by Theodore Roosevelt’s description of labor as “crude, vicious, and un-American,” leading them move to George's third party.","Despite the multitude of support George had accrued from across the political spectrum, George’s self description as a public servant of the working class was a guise, behind which laid ulterior motives; mainly the self-serving purpose of the using the candidacy to propagate his own theories. After all, George had been close acquaintances with both Terence Powderly, and Samuel Gompers the two most influential labor leaders of his day, but stood in constant defiance of the principles they promulgated.","Although he topped Republican Theodore Roosevelt in the polls, the election saw George receive fewer votes than Democrat Abram Hewitt. In an era when the voting base of the working class was numerically superior, what kept the vote of labor from victory? While many workingmen might cite political corruption, and indeed George did, historians often point to factionalization within the already disjointed labor movement. Was this why George was unable to bridge the gaps between men whose best interests were clearly aligned?","While George was a dear friend to both Gompers, and Powderly, they clashed on many of the major issues within the labor movement. Powderly’s Knights of Labor held membership of around 68,000 in New York, enough to effectively direct the outcome of the election. However, George openly disagreed with the Knight’s policy of trade tariffs, and the theory of protectionism. George openly criticized the fallacies of protective tariffs having seen by his own eyes that they did more harm than good. Powderly attempted to avoid what he recognized was a divisive issue that would only further split solidarity among the labor movement, but George was outspoken, and unwilling to censor his beliefs during his campaign.","Gompers too had problems with George’s qualifications to lead the labor party. Leaders such as Gompers believed that intellectuals were not to be trusted. Their sense of ‘right’ was self-serving, and any good intentions they may have had were quickly swept away by their tendency towards individualism. Furthermore, Gompers saw trade unionism as an end-all be-all for the plight of the laborer. And while George did care a great deal for the power of unions, and the working class, it would be mistaken to assume that George believed in the efforts of the labor party as a panacea to industrial sickness he observed.","Unlike his union compatriots George insisted that his effort was not against capital, but in alliance with capital against the landlord. Unlike many of the workingmen, George was strictly anti-socialist, having fervent belief in the power of self-help that “affirms the dignity of the individual to prosper, or suffer as he sees fit.” The idea that capitalism was not to blame was shocking to many unionists, whose ideals focused on the abuse of capital. It was statements such as these that lead historian Frank Genovese to believe that ideological discrepancies proved the greatest barrier to unity. In his speech George addresses what he believes to be the true systematic discrepancies that left such unfavorable outcomes for workingmen. He notes that in New York “enormous value, that the growth of population adds to the land of this city is taken by the few individuals for the benefit of the idle rich, who look down upon those who earn their living by their labor.” In line with his most noted contribution to Political Economy George proposes “tax on land exclusive of improvements, so that a man who is holding land vacant will have to pay as much for it as if he was using it.” This method attempts to discourage land speculation, a dangerous practice that in George’s eyes cause misuse, and by consequence grave inequities. So while he clearly cared a great deal about the predicament of the working class he never truly believed that trade unionism served any greater purpose. This misalignment of interests and theories proved to be most divisive in the election of 1886.","In the end, the election of 1886 served as a sad display of how self-interest lost the day for labor. After his victory Hewitt noted; “they could not allow a man like Henry George to be major of New York. It would upset all the arrangements.”"],"display_date":"October 1886","search_date":"1886-10-16","locations":[{"id":8929,"lat":40.7805662337,"lng":-73.9388482485,"zoom":10,"place":"NEW YORK, New York"}],"tags":[{"id":2184,"tag":"Single tax"},{"id":2186,"tag":"Election of 1886"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":122,"school_id":10}}]}