{"id":2185,"tag":"Fairhope","points":[[30.2786488602,-87.5482936023]],"bounds":[[30.2786488602,-87.5482936023],[30.2786488602,-87.5482936023]],"episodes":[{"id":6054,"title":"Gaston Establishes a Tax Utopia","course_id":122,"status":"P","start_date":"1894-11-01","end_date":"1894-11-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Gaston Establishes a Tax Utopia"," ","In 1894, a rendezvous of committed single taxers converged upon Mobile Alabama. A “light breeze was blowing out of the north, the air was crisp, and the promise was for a fair day.” Twenty-eight people; seven couples, nine children, and five single men mostly strangers to each other arrived from across the United States on the word of their leader Ernest Berry Gaston.","The American Gilded age is often symbolized by corporate greed and political corruption. However, it should also be remembered for the numerous and diverse responses in social, political and economic philosophy. Peoples Party, Prohibitionists, Free Silver, Socialists, Old Grangers, Greenback’s, Anarchists, Communists, Knights of Labor, and Farmers Alliance all constituted what the Republican Party deemed “the platform of lunacy.” As American Populist Party ideals permeated the south and west, a new movement was coming to fruition founded by leaders that historian Lawrence Goodwyn notes “are not culturally organized to conform to established hierarchical forms. Their sense of autonomy permits them to dare to try to change things by seeking to influence others.” E.B Gaston was one such leader whose insatiable sense of social justice became the fulcrum of a new movement. This movement was founded on the ideals of Henry George’s seminal 1879 work <em>Progress and Poverty</em>, a work that had inspired change the world over; from Tolstoy to Sun Yat-Sen, to Irish Revolutionaries, Georges work incited not simply fiscal reform, but rethinking of how to structure a fair society. Despite much debate on the virtue of a social experiment, the foundation of Fairhope was the first community to attempt a model of George’s work. Proponents of single tax were concerned that if the experimental community failed, it could forever ruin the validity of the system. These same men also believed that this sort of reform must come internally, and ubiquitously through the existing system, not outside its reach of civil society.","The theory of single tax caught on in Des Moines Iowa where a group of radical reformers were meeting under the title of the <em>Des Moines Investigation Club</em>, which sought to uncover the true systematic causes to the unfavorable market outcomes they believed to be plaguing their times. By the early 1890’s, in the end of this era the Investigation Club had become the <em>Des Moines Single Tax Club, </em>in response to the publication of George’s treatise on single tax. This group sought not only to discusses ideology but attempt to bring it into practice.","As John Stuart Mill noted in his <em>Political Economy </em>“landlords grow rich in their sleep without working, risking or economizing. The increase in the value of land, arising as it does from the efforts of an entire community, should belong to the community and not to the individual who might hold title.” To prevent the abuses of land speculation, Gaston believed that a single tax on the rental price of land should be levied, and returned to the community. In the constitution of 1894 it is written, “land shall be equitably divided and leased to its member at an annually appraised rental [value].” This system of taxation would abolish the need for all other taxes and put back into the community what it reaped in land values. The men who wrote this constitution were firm believers in the benefits of the capitalist system, affirming that man should keep in full what he derived from the efforts of his labor.  As George once said, \"we see no evil in competition\" for it affirms the dignity of the individual to prosper, or suffer as he sees fit. The Constitution codifies this principle by establishing <em>no</em> taxes on the man made improvements to land, but only its rental value. Gaston believed that a small success story could truly prove once and for all the promise of the system he espoused."," "],"display_date":"November 1894","search_date":"1894-11-15","locations":[{"id":17,"lat":30.2786488602,"lng":-87.5482936023,"zoom":9,"place":"BALDWIN, Alabama"}],"tags":[{"id":2184,"tag":"Single tax"},{"id":2185,"tag":"Fairhope"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":122,"school_id":10}}]}