{"id":2188,"tag":"Socialism","points":[[41.4243718872,-81.6586944761],[42.927205,-76.1289029]],"bounds":[[42.927205,-76.1289029],[41.4243718872,-81.6586944761]],"episodes":[{"id":6065,"title":"Debs Found Guilty-Again","course_id":122,"status":"P","start_date":"9/12/18","end_date":"9/12/18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["As he exited the courtroom, “a girl pushed a bunch of flowers into [Eugene] Debs’ outstretched hands. Then she fell, half fainting, into his arms. Debs stooped down and kissed her.” This report from the New York Times portrays Debs as surrounded by a remarkable sense of bravado, a man who came to be known henceforth as “Democracies Prisoner.” On September 12, 1918 in Cleveland Ohio for the second time, Eugene V. Debs was sentenced to jail time in federal penitentiary. The first was in response to association to the Pullman Strike in 1894 where Debs was indicted under charges of conspiracy and insurrection, and received a six-month sentence for contempt of court. However, this sentencing was far more severe. Ordered by the Ohio District court, Debs was to spend ten years in prison as well as pay a fine of ten thousand dollars.","Judge Westenhaver found his anti-war speech in Canton Ohio to have violated the Espionage Act of 1917 on three accounts. “Attempting to incite insubordination, disloyalty, mutiny, and refusal of duty in the military and naval forces. Obstructing and attempting to obstruct the recruiting and enlistment service, and uttering language intended to provoke, and encourage resistance to the United States and to promote the cause of the enemy.” Debs’ case was only one of over two thousand wartime cases, and he was only one of twelve hundred to go to jail for his actions. Historian Ernest Freeberg believes this case was pivotal because the government “imposed a monopoly on the meaning of American patriotism that turned a dissenter like Debs into a felon.”","Over 450 miles away, the same events were being covered by <em>The People, </em>the Socialist Labor Party of America’s newspaper that published the news from New York City under the leadership of Daniel DeLeon. De Leon, a Columbia educated man, wrote an article on the same events, but comes to a different conclusion. States De Leon, “to be in contempt of a <em>capitalist</em> court is the only attitude becoming to decent men. The court speaks the opinion not of sense or justice, but of the robber class of capitalism that it represents.” Such ardent beliefs mark a unscrupulous moment in US history according to the Socialist Party. The article was marked my open outrage, and anger towards the court starkly contrasting with the New York Times’ plain, and unemotional diction.","Debs own attorneys had thought along a similar line to DeLeon. They noted that if the Supreme Court of the United States affirmed Debs’s conviction, it would “lend credence to the proposition that the topics of war and of socialism were unmentionable during wartime. It would demonstrate that the espionage Act could be used for the purpose of “suppressing during war an exposition and exhortation toward socialism.”","When the case was heard Supreme Court just a year later, Justice Holmes cited what would become a pivotal case in the history of American jurisprudence, Shneck v. United States, another case of violation of the Espionage Act. He claimed that both men had “[brought] about substantive evils which Congress has the right to protect.”  And although Justice Holmes dropped two of Debs’s charges, his prison sentence was not. Debs remained in prison till after Wilson’s presidency when President Harding, against whom Debs had run for president from his Atlanta prison cell, commuted his sentence in the year 1922. Socialist historian Howard Zinn famously posited that “dissent is the highest form of patriotism.” He never noted, however, it is without its own woes."," "],"display_date":"September 12, 1918","search_date":"1918-09-12","locations":[{"id":16839,"lat":41.4243718872,"lng":-81.6586944761,"zoom":9,"place":"Cuyahoga, Ohio"}],"tags":[{"id":2188,"tag":"Socialism"},{"id":2187,"tag":"Eugene Debs"},{"id":746,"tag":"Supreme Court"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":122,"school_id":10}},{"id":6615,"title":"Morrison Swift Predicts the Rise of Socialism","course_id":163,"status":"P","start_date":"6/29/03","end_date":"6/29/03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In a letter to the <em>New York Times</em>, Morrison Swift wrote, “A question that many are asking with a great deal of interest is what effect the great socialist gains in Germany will have upon this country.” Morrison Swift wrote letters to the editor of the <em>New York Times</em> many times before. Swift, a writer, social activist, speaker, and pamphleteer, focused on social and political theory.","Germany saw a rise in socialist ideas as they neared the twentieth century. The German Social Democratic Party became one of Germany’s most popular parties, and saw massive gains in the Reichstag since 1890. Socialism also saw a rise in popularity in the election of 1900 in the United States.  Swift said, “The German elections are likely to have a very notable influence upon the American working classes in changing this, by calling their attention to politics as a method far more potent than the strike.” Unfair and dangerous working conditions brought on by rapid industrialization, such as low wages, long hours, and work-related injuries, led to strikes and standoffs between laborers and managers. Swift mentioned the unhappiness of the laborer in society, writing that workers finally realized that there may be something wrong with the interactions between labor and capital.","Between 1900 and 1904, Socialism gained popularity in a region of 20 states bounded by Maine, Minnesota, Missouri, and Maryland. This region accounted for the most socialists in office, along with between 60 percent and 85 percent of the Socialist party vote. This region was also heavily industrialized. Counties known for having unions and industry working against each other tended to vote more Socialists into office and have a more Socialist leaning during the presidential election.","Swift likened the American trust leaders to the German Emperor, William the Second, saying, “Our heads of industry and finance are bearing down on the people in ways as surprising and obnoxious to us as a free nation, as William’s ways are obnoxious and intolerable to Germany as an unfree nation.” Swift predicted that such conditions would unleash a gradual rise in popularity for Socialism. Swift mentioned, “It seems that we should recognize that Socialism is to spring into a great, perhaps huge, practical force in this country in a very short time.” In 1900, the Democratic Socialist Party, led by Eugene V. Debs, had only 0.6 percent of the popular vote, but by 1904 the Socialist Party, also led by Debs, had risen to three percent of the popular vote.","Swift highlighted the fact that Germans saw less industrialization than the United States, yet still ran to Socialism to protect themselves from industrialization. He predicted that the American laborers would run to the arms of Socialism for protection, and that it was inevitable to avoid the revolution. Despite Swift’s predictions, Socialism would decline in popularity and would almost die out after the First World War."],"display_date":"June 29, 1903","search_date":"1903-06-29","locations":[{"id":52989,"lat":42.927205,"lng":-76.1289029,"zoom":5,"place":"New York"}],"tags":[{"id":3176,"tag":"Labor Movement"},{"id":3175,"tag":"1903"},{"id":3174,"tag":"1904 Election"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":1090,"tag":"strikes"},{"id":896,"tag":"Labor"},{"id":2188,"tag":"Socialism"},{"id":2781,"tag":"Election"}],"course":{"name":"History of U.S. Presidential Elections","school":"Wayne State University","course_id":163,"school_id":92}}]}