{"id":2190,"tag":"Nurisng","points":[[37.5392399795,-77.4106423457]],"bounds":[[37.5392399795,-77.4106423457],[37.5392399795,-77.4106423457]],"episodes":[{"id":6068,"title":"Women Working Outside the House","course_id":122,"status":"P","start_date":"1862-11-05","end_date":"1865-04-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A Civil War hospital was no place for a high society woman, but Phoebe Pember took on the challange with ease. When most Southern women spent the war sewing and mending clothes, Pember spen it as the head matron of the largest hospital in the South.  Pember chastised women who hit behind conventional modesty rather than volunttering for nursing assignments. As head matron she was in charge of making sure that the soldier of the wards were well taken care of by the other staff, often doing the work herself when it did not meet her standards. She was often seen at night at the bed side of a sick soldier or roaming the halls makeing sure all were resting comfortably. Going above and beyond her duties and not following the expetations of the surgeon that the nurses were to obey their orders and not make suggestions when it came to a patients well being, Pember was not a favorite of the male staff.","Women who worked in the hospitals were often frowned upon and  urged by their famileis to come back home. They along with society did not see the need for women to do such things and be around men that were not their husbands. For the nurses had to care for the sick and tent to their wounds often being exposed to male bodies for the first time. This did not waver Pember from her duties but made her stronger thorughtout the course of the war, helping to pave the war for women nurses in the future."],"display_date":"November 5, 1862 - April 14, 1865","search_date":"1864-01-24","locations":[{"id":13917,"lat":37.5392399795,"lng":-77.4106423457,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":2190,"tag":"Nurisng"},{"id":7,"tag":"Women"},{"id":32,"tag":"Civil War"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":122,"school_id":10}}]}