{"id":2191,"tag":"Doctors","points":[[39.8405142472,-75.5864868268],[50.794864050736,6.3228271665456]],"bounds":[[50.794864050736,6.3228271665456],[39.8405142472,-75.5864868268]],"episodes":[{"id":6069,"title":"<strong>“The light will shine forth”- Perseverance of Negro Physicians</strong>","course_id":122,"status":"P","start_date":"1790-09-25","end_date":"1790-09-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A slave by the name of David K. Mcdonough was granted permission to pursue his dream of becoming a doctor in the late nineteenth-century, but how was that possible given the horrendous circumstances that slaves endured? “His career began as the result of an argument between his master, slave-holder, and a planter. The dispute revolved about the question of the innate mental capacity of the Negro to improve him-self intellectually”. According to the <em>International Library of Negro Life and History, </em>his master chose to send Mcdonough off to school to prove his point that it was not possible for Negroes to obtain academic success. To his masters’ surprise, Mcdonough graduated from Lafayette College in Pennsylvania with a B.A. in Medicine and was the third in his graduating class. This beautiful success story embodies the truth behind the mental capacity of any Negro, and the light could shine.","Given the story above, Negroes in Medicine were still not permitted to practice and always faced harsh criticism. The greatest opposition to Negro Doctors was found in the South. This article by Paul B. Cornely in 1956 shows the stark reality of the matter. “In the South, however, only 6% of hospitals offered Blacks services without restrictions; 31% did not admit Blacks under any conditions, even emergency; 47% had segregated wards for Whites and Blacks; and 16% had modified patterns of segregation that changed with the ratio of Whites and Blacks admitted at any one time”. This example in the mid- twentieth century shows the disingenuous position than many White Southerners possessed in dealing with Negroes. However, that being said why is Booker T. Washington’s journal article <em>The Negro Doctor in the South</em>, show so much optimism? Booker T. Washington states that there are more than one-hundred Negro Doctors in the State of Alabama and there is over twenty-five in the Birmingham district. Of the many Negro Doctors, the State saw its first female African-American Doctor in Birmingham by the name of Dr. Sadie Dillard. Now let me ask you why has this proverbial light portrayed by Booker T. Washington shown itself in Tuskegee, Alabama in 1917 and we just saw a regressive mood in 1956? Booker T. Washington describes these fluctuations in trends as a few strong forces that have played a hand in elevating the Negro Doctor, despite the ever prevalent opposing forces. Case and point, Negro Physicians knew the road was not going to be easy, given that Hein site, Negro Doctors persevered and accounted for obstacles so the torch would continue to burn in their favor of progress, much like Dr. David K. Mcdonough did while he was oppressed and obtained the light."],"display_date":"September 25, 1790","search_date":"1790-09-25","locations":[{"id":15444,"lat":39.8405142472,"lng":-75.5864868268,"zoom":9,"place":"Chester, Pennsylvania"}],"tags":[{"id":238,"tag":"African American"},{"id":230,"tag":"Medicine/Health"},{"id":2191,"tag":"Doctors"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":122,"school_id":10}},{"id":6902,"title":"Drug Over-Use and Its Devastating Consequences During the 60?s","course_id":191,"status":"P","start_date":"1/1/56","end_date":"12/2/62","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The article “Doctors Told No Drug Wholly Safe,” written by David Spurgeon and published on June 21<sup>st</sup>, 1957, still reads as a stark warning all these decades later[1]. It appeared on the front page of the Globe and Mail, directly below a headline on ‘atom jets’ being sent to a post-war Korea. The article describes a talk given at the annual convention of the Canadian Medical Association in Edmonton. A Dr. D. E. Rodger from Regina warned the medical community about unforeseen consequences from drugs being freely given. The doctor believed the toxic effects of some medicines were unintentionally causing more harm than benefit. He further encouraged both the reform of the Canadian Food and Drug Act, as well as restrictions to discourage pharmacists making illicit sales. Dr. Rodger stressed that the physician plays the pivotal role in protecting the patient, and their lack of proper judgement regarding unsafe drugs was damaging public health. The article describes the doctor warning about a new class of drug known as the tranquilizers, which may refer to psychotropic drugs widely used in modern healthcare to treat mental illnesses and anxiety. He doubts their medical efficacy, stating that citizens should opt for medications that are more affordable, and extensively understood. He further labels tranquilizers as placebos and inert, suggesting their only medical benefit is psychological. ","This archived article is grim in the context of the events that followed. A few years later in the 1960’s, thalidomide was discovered to cause severe birth defects in the form of shortened or missing limbs[2]. The drug was extremely popular at the time, used as a mild sedative for a sleeping aid, as well as to temper the effects of pregnant women experiencing morning sickness. The drug originated in West Germany, eventually permeating through Great Britain and to clinical trials in North America. It fit with the trend of the day, which saw a dramatic interest in tranquilizers and other ‘downers.’ The efficacy of this emergent drug classification was lauded by patients and many doctors in the years before the thalidomide tragedy was realized. Everyday people in droves sought comfort from their doctors, and unfortunately, they prescribed freely drugs without realizing the implication[3]. Many of these drugs were addictive and as we now know, harmful. This early article shows some practitioners realized the potential consequences were twofold: both in the widespread unregulated distribution and in the lack of research into potential side-effects. These themes became much more prevent during the coming decades, unfortunately too late. Although we cannot prevent the thalidomide disaster now, this story can grant us perspective on current issues. Perhaps we should heed this lost plea and undertake the actions that may not only help the modern drug abuse issues we face today, but also to prevent some unknown yet similar medical disaster still looming.","[1] David Spurgeon, “Doctors Told No Drug Wholly Safe,” <em>The Globe and Mail, </em>June 21, 1957, Front Page, Toronto.","[2] James H. Kim et al., “Thalidomide: The Tragedy of Birth Defects and the Effective Treatment of Disease.” <em>Toxicological Sciences</em>, Volume 122, Issue 1 (2011): 1.","[3] David L. Herzberg. \"Happy Pills in America: From Miltown to Prozac.” (Baltimore: John Hopkins University Press, 2009), 33. "],"display_date":"January 1, 1956 - December 2, 1962","search_date":"1959-06-17","locations":[{"id":53231,"lat":50.794864050736,"lng":6.3228271665456,"zoom":10,"place":"Stolberg, West Germany, Europe"}],"tags":[{"id":2191,"tag":"Doctors"},{"id":3652,"tag":"abuse"},{"id":100,"tag":"Medicine"},{"id":3721,"tag":"Drug Use"},{"id":3722,"tag":"Thalidomide"}],"course":{"name":"Critical Writing and Research for Historians","school":"University of Toronto Scarborough","course_id":191,"school_id":28}}]}