{"id":2195,"tag":"Michael Schwerner","points":[[40.6916304076,-74.0035386433]],"bounds":[[40.6916304076,-74.0035386433],[40.6916304076,-74.0035386433]],"episodes":[{"id":6075,"title":"Family of Andrew Goodman Spoke at News Conference","course_id":123,"status":"P","start_date":"8/6/64","end_date":"8/6/64","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On August 06, 1964, <em>The New York Times</em> reported an expression of “grief and hope” by Andrew Goodman’s family to the public at a news conference. Andrew Goodman, the dead civil rights worker killed near Philadelphia, Mississippi, had been working on a voter registration drive in Meridan, Mississippi. His parents, Mr. and Mrs. Robert Goodman, ensured the public their pain, although personal, belonged to the entire nation. Despite the death of Andrew and the other two civil right workers, the Goodmans remained adamant the three young men “shall not have died in vain[; the] struggle for equality…shall continue” and not end with the slaying of civil rights activists Goodman, James Chaney, and Michael “Mickey” Schwerner.","The three civil rights activists were a part of the Mississippi Freedom Project under CORE (Congress of Racial Equality) which prepared and encouraged men and women to vote in Lauderdale County, Mississippi. Among those opposing the Freedom Project was the Ku Klux Klan, who had approximately 750 members in Mississippi by the 1960s. The prominent presence of the Ku Klux Klan in the state of Mississippi fostered an environment of intimidation in almost every political office and allowed the extremist group to use fear tactics to prevent minorities, such as African Americans, from voting. Schwerner and Goodman, both twenty-one year old, Jewish men from New York City met at the Mississippi Freedom Project training session. Chaney, a twenty-year old African American and Mississippi native brought local knowledge to the team including his navigating skills needed for the back roads of the Magnolia State.","Goodman, Chaney, and Schwerner had ridden out on the June 16to investigate the arson against the Freedom School, at Mt. Zion. Shortly afterwards they were arrested on the June 21 for a traffic violation and held until the fine of $20 was paid. Klansmen, working in cooperation with some local police stopped the car, and killed the three men. They burned the vehicle and dumped it in a swamp, and buried their bodies in dam. No one was charged for the murder for the three activists, although nineteen men, including the sheriff and deputy sheriff, from the Lauderdale and Neshoba Counties of Mississippi were arrested for “depriving the three [murdered] victims of their civil rights,” in 1967 according to writer Bill Scheppler.","The news conference held by the Goodman family reinforced the philanthropic behavior the civil rights activists pursued in Meridian, Mississippi. With the loss of these young men, the Goodman family voiced hopes of, personally, continuing their son’s civil rights duties. James Farmer, the national director of the CORE released in the news conference that a drive headed by Jackie Robinson, former baseball player, would collect funds for the Schwerner-Chaney-Goodman Memorial Community Center in Meridian. The openness of the Goodman family created a spirit of resilience in the nation during a time of mourning for the African American community. Although three years later, the charges against nineteen men in the local area represented the willingness of the FBI to prosecute those who deprived men of civil rights in the Deep South state of Mississippi."],"display_date":"August 6, 1964","search_date":"1964-08-06","locations":[{"id":31603,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":1074,"tag":"Mississippi"},{"id":3,"tag":"African-Americans"},{"id":2193,"tag":"James Chaney"},{"id":2194,"tag":"Andrew Goodman"},{"id":2195,"tag":"Michael Schwerner"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":123,"school_id":3}}]}