{"id":2198,"tag":"Gonzo","points":[[37.7029266937,-123.005394924]],"bounds":[[37.7029266937,-100],[37.7029266937,-123.005394924]],"episodes":[{"id":6079,"title":"<strong><em>Rolling Stone</em></strong><strong> Publishes Hunter S. Thompson’s Gonzo Journalism about Las Vegas</strong>","course_id":123,"status":"P","start_date":"11/1/71","end_date":"11/30/71","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["“We were somewhere around Barstow on the edge of the desert,” Raoul Duke began, “when the drugs began to take hold.”  Duke, Hunter S. Thompson’s pseudonym, continued, “I remember saying something like ‘I feel a bit light headed; maybe you should drive…’”  Then in a flash of terror, Duke’s light-headedness turned dramatically into full blown drug induced hallucination and chaos.  Flying down the interstate through an endless desert, bombarded by a swarm of twisted psychedelic animals, Duke and his lawyer blasted out of Los Angeles on their search for the American dream.  Published in <em>Rolling Stone</em> magazine in November 1971, <em>Fear and Loathing in Las Vegas</em> was a semi-autobiographical work by Hunter S. Thompson, and an experiment in Gonzo Journalism.","Described as an “outlaw journalist” by his managing editor at <em>Rolling Stone</em>, Paul Scanlon, Thompson was part of a generation of journalists that rebelled against the dry writing of their predecessors and embraced writers like Tom Wolfe, author of <em>The Electric Kool-Aid Acid Test</em>, and <em>The Kandy-Kolored Tangerine-Flake Streamline Baby</em>, and what became “New Journalism.” <em>Rolling Stone</em>, an alternative magazine founded in 1967, sought to cover the social, cultural, and political unrest missed or ignored by the mainstream newspapers and newsweeklies.  Hunter S. Thompson and his brand of what came to be called Gonzo Journalism, fit this scene perfectly.  Scanlon described Thompson’s standard affects as “something edible, like a grapefruit, a carton of Dunhills, a large police flashlight, a bottle of Wild Turkey, and can of liquid mace.” Though Scanlon admitted that Thompson’s process included “evenings of drug fueled adventures that left more than a few staffers dazed and worn out,” his top priority was always work.  Scanlon remembered that in his early career, Thompson told him that he had “not taste for either poverty or honest labor, so writing was the only recourse left for [him].”","<em>Fear and</em> <em>Loathing</em> was one of Thompson’s first experiments with new journalism which focused on finding “a subject that [could] induce a paroxysm of words, scribble[ing] them out on paper, then mov[ing] on before the rush [wore] off and the synapses cool[ed].” Thompson used this as his guiding principal in <em>Fear and Loathing</em>. “But that was the story? Nobody had bothered to say. So we would have to drum it up on our own.  Free Enterprise.  The American Dream.  Horatio Alger gone mad on drugs in Las Vegas. Do it <em>now</em>: pure Gonzo journalism.” Under this directive, Thompson chronicled his pursuit of the American Dream on the streets of Las Vegas armed with “two bags of grass, 75 pellets of mescaline, five sheets of high powered blotter acid, a salt shaker half full of cocaine, and a whole galaxy of uppers, downers, screamers, laughers… and also a quart of tequila, a quart of rum, a case of Budweiser, a pint of raw either, and a two dozen amyls.”"],"display_date":"November 1971","search_date":"1971-11-15","locations":[{"id":34924,"lat":37.7029266937,"lng":-123.005394924,"zoom":11,"place":"San Francisco, California"}],"tags":[{"id":726,"tag":"Journalism"},{"id":1008,"tag":"Counterculture"},{"id":1919,"tag":"1970s"},{"id":2198,"tag":"Gonzo"},{"id":2200,"tag":"Las Vegas"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":123,"school_id":3}}]}