{"id":2199,"tag":"Drugs","points":[[41.6837659,-74.8719284]],"bounds":[[41.6837659,-74.8719284],[41.6837659,-74.8719284]],"episodes":[{"id":6777,"title":"Music Entrepreneurs Organize the Woodstock Festival","course_id":178,"status":"P","start_date":"8/15/69","end_date":"8/18/69","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Four businessmen: Artie Kornfield, Michael Lang, John Roberts and Joel Rosenman, were determined to produce a flourishing enterprise focused on music in New York State. The four attempted to rent land close to the town of Woodstock in hopes of establishing a location for their concert. ","However, to many local citizens the musical scene of the late 1960s was controversial in the wake of anti-war protests, the emergence of the counter-culture and the involvement of drugs in the lives of performers and listeners. The council of Woodstock feared a large festival and its attendees would bring unnecessary harm to their lives and community through drugs and degradation of culture. In turn, the council passed a number of health and safety laws that prevented the four men from starting their show. The organizer’s troubles persisted as they traveled to different locations in New York looking for some place that would be open to holding their concert. ","Bethel, New York became a reluctant host to the Woodstock Festival after controversy with the town board arose in July 1969 when uncertainty arose regarding the approval of the businessmen’s’ contracts for land rent. Further opposition by citizens followed in August when some locals demanded the concert be cancelled, fearing for the health and safety of their community. These protests proved futile as the Woodstock Festival officially began on August 15, and a crowd totaling 750,000 people attended over the course of three days. Numerous musical artists representing many of the most highly regarded acts of the times, such as Santana, Janis Joplin and Creedence Clearwater Revival, traveled to the village to perform.","Without enough rooms to sufficiently house visitors, the attendees camped in public spaces, used cattle ponds for bathing, and spread litter through the community. They carried out their uninhibited lifestyle, described by social scientist Paul E. Willis as “a certain mystique, an inner logic that did not lend itself to the casual observer, or enthusiastic imitation.” Residents of Bethel began to provide the attendees with resources such as food and blankets as their guests repaid them by helping out in the community. ","The community board of Bethel, once opposed to the Woodstock Festival, were now enjoying the economic boom brought to their town, though they did not appreciate the large amount of drug use that surrounded their locale. Some community leaders believed that the youths gathering together was a blow to social morality with their public nudity and drug use.  Though the concert ended with three deaths and 5,000 reported cases of injuries and sickness, there were no reports of violence or fighting over the three days of festivities. In response to the outcome of he and his partners’ financial excursion, Michael Lang stated, “Today is a time to think about what happened here… The peace they were screaming about is what they really want – they’re living it.”"," "],"display_date":"August 15, 1969 - August 18, 1969","search_date":"1969-08-16","locations":[{"id":53118,"lat":41.6837659,"lng":-74.8719284,"zoom":8,"place":"Bethel, New York, United States"}],"tags":[{"id":471,"tag":"music"},{"id":2199,"tag":"Drugs"},{"id":705,"tag":"Community"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":178,"school_id":3}}]}