{"id":220,"tag":"alabama","points":[[33.5543155862,-86.8964933862],[32.2488115675,-86.1666274124],[32.7925598314,-87.8378038018],[36.0638291279,-79.1821891988],[32.2202206971,-86.2076124057],[32.3469701692,-84.78704688],[35.0485350444,-78.8273232021],[32.2469172256,-86.1720796894],[34.9015275542,-87.6543722425]],"bounds":[[36.0638291279,-78.8273232021],[32.2202206971,-87.8378038018]],"episodes":[{"id":4686,"title":"I Was Not Saved to Run","course_id":22,"status":"P","start_date":"12/25/56","end_date":"12/25/56","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["It was Christmas 1956.  Taking the place of presents and songs, Reverend Fred L. Shuttlesworth and family woke up to the sound of sixteen dynamites exploding from underneath their home.  By looking at photographs of the damage, you would think everything within ten feet of the home was dead.  However, Shuttlesworth and his family reemerge unharmed.  Shuttlesworth being a religious man gave God all the credit and looked at the big picture.  He said, “If God saved me through this then I’m gonna stay here and clear this up.  I wasn’t saved to run…I was saved to lead the fight”.  Shuttlesworth truly embraced his role as leader of integration.  ","Rev. Shuttlesworth was the fearless leader of the Civil Rights Campaign in Birmingham, Alabama. He was “the negro most feared by whites…the voice of the Negro in Birmingham”.  He would eventually invite Dr. Martin Luther King, Jr. to Birmingham.   White supremacists, some including politicians, businessmen, and police wanted him dead or vanished from Birmingham.  Numerous attempts were made on his life.  Therefore, Shuttlesworth had a security detail posted at his home around the clock.  Colonel Stone Johnson was organizer of the volunteer security detail for Shuttlesworth and his organization, the Alabama Christian Movement for Human Rights.  I had the opportunity to converse with ninety year old Johnson during a recent visit to the Birmingham Civil Rights Institute.  Johnson, like Shuttlesworth is a very religious man and looked at this incident from a spiritual perspective.  Johnson stated, “Shuttlesworth knew how to stay in his lane, God put you in a lane….Shuttlesworth was on God’s program before he was born”.  Two years later, Johnson helped remove a second bomb from Shuttlesworth’s home before it exploded in the street.  Yet again, no one was injured.  History has proven that God had a destiny for Shuttlesworth."],"display_date":"December 25, 1956","search_date":"1956-12-25","locations":[{"id":28563,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":220,"tag":"alabama"},{"id":244,"tag":"Violence"},{"id":21,"tag":"Race Relations"},{"id":238,"tag":"African American"},{"id":42,"tag":"Civil Rights"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}},{"id":4651,"title":"Encouraging Immigration to Alabama","course_id":22,"status":"P","start_date":"1869-01-01","end_date":"1869-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“A state favored by nature in every way” boasted a booklet created by the state of Alabama. Published in 1869, this 22 page document contained a detailed list of the states assets. “No part of the United States offers so many and such striking inducements to the immigrant as Alabama.” It was an effort to entice foreign immigrants to come and establish their roots in Alabama. It covered every topic; the many job options for the labor worker and the entrepreneur, descriptions of the beautiful land in all corners of the state, the great health and living conditions, the newly commissioned railroad and the free public education. A foreigner reading the booklet would indeed be inclined to believe that Alabama was the land of opportunity.<br /><br />In the aftermath of the Civil War, Alabama’s labor supply had dwindled. A great number of the recently freed slaves had fled to the North hoping for better opportunities. The brochure was an attempt by the state to bring new labor into the region. It was sent to European countries where the population was overwhelmingly white. Despite the impact on the state’s economy by the loss of black labor, Alabamians were still unwilling to welcome non whites. It is ironic then, to find the passage in the pamphlet talking about the free public education where “no one can be excluded on account of race or color.” If the pamphlet was only being sent to countries with white populations, there would be no need to express this sentiment. It can only be assumed that this was an attempt by the state to seem a more tolerant and open minded state. One thing it does show is that there were definitely some exaggerations in the brochure on the qualities that Alabama possessed."],"display_date":1869,"search_date":"1869-07-02","locations":[{"id":301,"lat":32.2488115675,"lng":-86.1666274124,"zoom":9,"place":"MONTGOMERY, Alabama"}],"tags":[{"id":220,"tag":"alabama"},{"id":31,"tag":"Immigration"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}},{"id":4802,"title":"Child Mortality on an Alabama Plantation","course_id":38,"status":"P","start_date":"1846-06-25","end_date":"1849-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Disease was rampant among the slave population in the Antebellum South. Poor diet, less than adequate clothing, and exposure to the elements, caused the immune systems of the over-worked laborers to break down, making them susceptible to contracting a variety of illnesses. A demographic that was particularly at risk were children age nine and under. Fully 45 out of every 10,000 slave children aged nine or younger died of diseases in the late 1840s. This compared compared to 11 out of every 10,000 white children of the same age. Dropsy, congestive chill, pneumonia, and fever are diseases that slaves would often battle in the Antebellum South. While doctors were often called in to give aid to sick slaves on plantations, medicine in the 1840s was lacking in its effectiveness, and slaves were not given the same level of treatment as white citizens. The Cameron family of North Carolina and Alabama detail in their correspondence with one another, the sickness and diseases of their slaves, many of whom are children.<br /><br />Sick children are mentioned at least nine times in the Cameron family letters, with several more instances of sickness among the adults mentioned on both the Stagville and Greene County, Alabama plantations. Diley was a slave on the Cameron’s Alabama plantation in the 1840s. He is mentioned several times in various letters written from Charles Llewellyn, the overseer of the Cameron’s Alabama operations, and Paul Cameron, owner of the Stagville plantation. Diley has a child, whose name is unknown, who is first mentioned as being sick on June 25, 1846. During the summer, slaves on cotton plantations would spend time chopping the cotton plants, and keeping the middles of the cotton rows free from weeds and other unwanted vegetation. This meant spending countless hours outside in the fields, with exposure to the elements and disease carrying insects. Children often worked alongside the adults in the cotton fields, assisting with these duties. While the cause of sickness is officially unknown, it is likely that Diley’s child fell ill due to insect-born disease.  There is another mention of a child of Diley’s, perhaps a different one, being ill on May 1 of the following year in a letter authored by Charles Llewellyn and sent to Paul Cameron. In a letter from Charles Llewellyn to Paul Cameron on May 21 1847, Llewellyn writes that “Diley has lost his youngest child, the Doctor was not sent for to it, nor I have not sent for a doctor but once since you left; when sent for, Doctor Ring, my reason for sending for him is I wanted a doctor as soon as he could get here or not at all.” This death occurs nearly one year after the first case of sickness among Diley’s children is mentioned. One could assume that this death is that of the previously mentioned sick child in Llewellyn’s letter to Cameron on May 1<sup>st</sup> 1847, though this cannot be certain. It is possible that Diley had more than one sick child. This is just one of several cases of child fatalities mentioned in the letters. There are several other slaves sick on the Greene County plantation, so a child with a compromised immune system exposed to sick adults who have endured a hard winter themselves, would easily fall ill. Illness on plantations often meant death, especially among the child slave population."],"display_date":"June 25, 1846 - December 31, 1849","search_date":"1848-03-28","locations":[{"id":174,"lat":32.7925598314,"lng":-87.8378038018,"zoom":9,"place":"GREENE, Alabama"}],"tags":[{"id":144,"tag":"plantation"},{"id":4,"tag":"Slavery"},{"id":407,"tag":"Death"},{"id":408,"tag":"Children"},{"id":220,"tag":"alabama"}],"course":{"name":"Contemporary Issues in Social Studies Education","school":"North Carolina State University","course_id":38,"school_id":30}},{"id":4813,"title":"Greene County Goes Yellow with Fever","course_id":38,"status":"P","start_date":"1847-01-01","end_date":"1847-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In 1847 inhabitants of the Mississippi River basin  had to deal with an outbreak of Yellow Fever.  Transmitted by mosquitoes, Yellow Fever caused symptoms including fevers, chills, headaches and nausea.  In the later months of 1847 the letters that overseer Charles Lewellyn sent to Paul Cameron about the condition of his plantation were fraught with the names of slave that were ill, recovering or had passes from work.  Many of the symptoms that Lewellyn described to Paul Cameron are commonly associated with Yellow Fever.  The illness that was affecting many of the people on the plantation came during the harvesting season a devastating time in Antebellum South for an illness to plague the plantations. ","In the letter sent to Paul Cameron on October 20, 1847, Lewellyn writes that somewhere between 15-40 slaves are sick with fever and chills.  In that same letter Lewellyn mentions that the neighboring plantations seem to fairing worse than they are when it comes to the illness among their slaves.  Though there is no specific mention of Yellow Fever as the illness that was affecting the slaves in Charles Lewellyn’s letters one can infer that this is what was affecting many of the plantation in the areas.  With widespread illness in the same area and symptoms that are commonly associated with Yellow Fever it seems likely that the 1847 epidemic was the cause of the illness that Charles Lewellyn had to deal with in the later months of 1847.","This threat of Yellow Fever could have been enhanced by the increase of rain fall in 1846.  In a letter dated April 30, 1846, Lewellyn discusses the impact of the increased rain on harvesting the cotton.  In this letter he mentions how the rain was so heavy he was going to need to replant some of the fields that had already been planted because the rain washed away what had been there.  Both the corn and cotton crops were affected by the rain.  Excessive rain would lead to increased areas of stagnant water, the preferred breeding ground for Mosquitoes. This increase in the Mosquito population  helped fuel the 1847 Yellow Fever epidemic only a few months later. ","According to the World Health Organization only approximately 15% of current cases of Yellow Fever reach the second more deadly stage of the virus that is deadly.  Though there is no concrete data that suggests what the mortality rate of Yellow Fever was in 1847, limited medical knowledge about the treatment of the virus probably led to more deaths then is witnessed today.  The Yellow Fever epidemic likely affected many of the plantations around Paul Cameron’s in Alabama.  Slaves spent countless hours outside during the harvest seasons increasing their exposure to the virus.  Charles Lewellyn would have been fighting a losing battle against Yellow Fever during the harvest months because of this.  Though even a Yellow Fever epidemic would not stop the harvesting on plantation of countless amounts of money in crops. "],"display_date":1847,"search_date":"1847-07-02","locations":[{"id":9683,"lat":36.0638291279,"lng":-79.1821891988,"zoom":9,"place":"ORANGE, North Carolina"},{"id":174,"lat":32.7925598314,"lng":-87.8378038018,"zoom":9,"place":"GREENE, Alabama"}],"tags":[{"id":417,"tag":"Plague"},{"id":400,"tag":"Cameron family"},{"id":220,"tag":"alabama"},{"id":4,"tag":"Slavery"},{"id":403,"tag":"Yellow Fever"}],"course":{"name":"Contemporary Issues in Social Studies Education","school":"North Carolina State University","course_id":38,"school_id":30}},{"id":5457,"title":"The Rebellion In Alabama","course_id":84,"status":"P","start_date":"1868-02-01","end_date":"1868-02-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Rebellion in Alabama","”What’s next?  Is Alabama to come back without a new and equal constitution?  Never!  Let her be kept out until doomsday!”  This quote comes from an editorial written by an unnamed author in 1868 by <em>The Independent</em>, a Northern magazine which was complaining about the political situation in Alabama at the time.  One of the conditions for Alabama’s re-admittance into the Union was the drafting of a state constitution.  One of the key elements of this new constitution was the affirmation of the abolishment of slavery as well as the guarantee of equal rights for all of its citizens.","One of the main points that the article outlines is the defiant nature of the “rebels” in Alabama when it came to voting for ratification of the new constitution.  There were roughly 200,000 registered voters in Alabama at the time.  A majority of these voters was needed in order to ratify the constitution.  Many Alabamians just stayed home causing the ratification to be defeated.","“If Alabama stays at home from the polls, Alabama must stay at home from Congress.  We devoutly pray that the halls of the Capitol may never tread to the echo of an Alabama representative till he goes there to represent the political equality of white men and black.” While the author of this piece does not pretend to have any form of journalistic neutrality, his argument against Alabama is a valid one.  One of the main points of contention was not recognizing the abolition of slavery, it was granting equal rights to the newly freed slaves.  The South would contend that suffrage for African Americans in the North was by no means guaranteed, so why should the Southern states be forced to adopt it?","Eventually Alabama, along with the other Confederate states, ratified a new constitution but it was not exactly what some in the North believed that it should look like.  Beginning in 1865, Alabama began to institute what became known as the “Black Codes.”  These were a series of laws that cemented the status of the newly freed slaves as second class citizens.  Some of the offences that the newly freed slaves could be arrested for included, vagrancy, drunkenness, failure to support one’s family, and interracial relations (i.e. sex and marriage).  The harsh tone taken by many in the North, including <em>The Independent</em>, reflected the frustration that many were feeling over the fact that slavery was abolished but it did not seem that the lives of the freed man were going to improve for the foreseeable future.  The defiant attitude the may Southerners seemed to take in regards to acknowledging a new constitution, all while codifying new Black Codes played a role in the sectional distrust between the two regions which persisted for decades as well laying the framework for Jim Crowe and a century of segregation."],"display_date":"February 1868","search_date":"1868-02-14","locations":[{"id":301,"lat":32.2488115675,"lng":-86.1666274124,"zoom":9,"place":"MONTGOMERY, Alabama"}],"tags":[{"id":123,"tag":"Reconstruction"},{"id":220,"tag":"alabama"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":84,"school_id":10}},{"id":5689,"title":"Separate and Unequal","course_id":106,"status":"P","start_date":"1/1/40","end_date":"1/1/50","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In late 1947, Howard E. Logan was attempting to get his job back at the Ensley Works in Bessemer, Alabama, by appealing to bosses and the union workers alike.  Logan was among the massive numbers of black men employed in Bessemer by the steel and coal industries. He had been off for eighteen days with a “bad throat,” received medical treatment by the company doctors, and was released to reenter the workplace.  Upon returning, his job had been given to a junior member of the shift that was working for a lower wage.  Logan asked his boss why this had been done and why he couldn’t retake his position, to which his superior responded, “No…it’s not overly important to me now, I’ll see if I can bring it up with your (factory floor) boss,” and told Logan to leave.  In the last of his correspondence, Logan had yet to have his job returned, nor had he received any real acknowledgment of his predicament.  This incident points to a much larger, class-based, and race-oriented battle that took place every day between the different races.","The large majority of workers were black in Bessemer, and Deborah E. McDowell’s “Leaving Pipe Shop,” gives a bit of insight into the plight of workers and their families. When describing Bessemer, Alabama, McDowell probably says it the best, “Pipe Shop [the nickname for U.S. Foundry and Pipe] gave our neighborhood its name and the men of Bessemer menial employment while the steel industry hung on, paying a barely livable wage.”  Wage discrimination was the major factor when it came to working in Bessemer, whether at “Pipe Shop,” (the steel works of U.S. Foundry and Pipe) or at any other facility.  Not only were blacks disallowed from holding certain higher paying, “white folks,” jobs, they were many times paid less for the same work a fellow white worker preformed.  Robert J. Norrell explains exactly how many whites viewed blacks when it came to jobs in his papers by discussing Clarence Dean’s situation.  Clarence Dean worked for Sloss-Sheffield Steel and Iron Company as a “scrapper,” in the furnaces.  Dean directed the flow of the four-thousand degree molten iron as it was poured from the blast furnace into moulds.  He wanted to be the “iron pourer,” the leader of the furnace crew.  Dean asked his supervisor to give him a shot at pouring iron, to which the callous supervisors said, “We ain’t going to give niggers no white folks’ jobs.”  Even after the federal government passed laws to ensure equality in the workplace, Dean was still denied the position for some time until he brought enough pressure on their shoulders to be allowed to pursue his ideal position.","Beyond general discrimination in pay and position, sometimes the mislabeling of jobs occurred. In this case, a black worker was given the responsibilities of a white position but titled a “helper.”  A “helper,” was basically just the machinist’s partner that preformed the more menial jobs that facilitated the machinist’s.  Because of this identification, he was unable to receive the full pay that a white man would for the position, and was kept from being able to graduate to a higher position.  These policies were practiced from unification in 1865 until the mid-twentieth century. During this time, the owner/operators “no more feared” their workers than they had for the League of Nations coming and impressing sanctions or mandates on business, according to McAlister Coleman’s account of the coal industry.","For the most part, black coal workers were oppressed and used for cheap labor in a land that was supposedly now “free.”  Where it had taken years of struggle seeking equality for blacks, whites have always enjoyed some sense of being in control and necessary.  This was still the case even though the majority of work in Bessemer, Alabama, was done by the blue-collar blacks."],"display_date":"January 1, 1940 - January 1, 1950","search_date":"1944-12-31","locations":[{"id":25458,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":306,"tag":"Mining"},{"id":220,"tag":"alabama"},{"id":1661,"tag":"Coal"},{"id":1662,"tag":"Bessemer"},{"id":1663,"tag":"Bessemer, Alabama"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":106,"school_id":10}},{"id":5713,"title":"Alabama’s Resistance to <em>Brown v. Board of Education</em>","course_id":110,"status":"P","start_date":"5/17/54","end_date":"5/23/54","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Arguably one of the most influential and groundbreaking decisions handed down by the Supreme Court is the landmark case of<em> Brown v. Board of Education</em> (1954).  Overturning the precedent previously set by <em>Plessy v. Ferguson</em> (1896), the Court ruled that “separate but equal” was “inherently unequal” in the realm of public education.  This ruling came as quite a shock, and was met with tremendous resistance primarily throughout the South.  In Alabama, the ruling was met with extreme hostility and immediate plans to circumvent the decision were swiftly conceived.","Immediately following the Court’s ruling, Alabama Representative Henry Beatty devised a scheme for maintaining segregation in the state without violating the recent resolution.  Beatty argued that by creating “free schools” in which both whites and blacks were allowed to attend, Alabama could then create segregated, tuition-based schools to provide an alternative to an integrated school system.  Beatty furthered this plan by compiling ways to amend Alabama’s Constitution to allow for both free and tuition-based schools while still managing to uphold the Court’s ruling.","A key component of Beatty’s plan involved tuition-based schools as an alternative to free schools.  The undisguised intention of this plan was to enable white students to stay in white-only schools by paying a “nominal fee” for the sole purpose of differentiating the school from a free, public school.  Any white student demonstrating financial need would have their tuition waived rather than be forced to attend a free, integrated school.  Beatty was determined to avoid directly integrating public schools in Alabama; he was not alone in rejecting the Court’s ruling.","Much of the South demonstrated extreme resistance to the <em>Brown</em> ruling, and in the following decade, few efforts throughout the South would be made to integrate public schools.  Some historians argue that the Court’s ruling resulted in a “backlash” in the South, and that without the <em>Brown</em> ruling, desegregation would have eventually taken place without the open violence and hostility that followed.  Historian Michael J. Klarman argues that prior to <em>Brown</em>, desegregation was already underway, including “desegregation of the Montgomery police force, of elevators in downtown office buildings in Birmingham, [and] of federal juries in Little Rock.”  It is possible, given that desegregation was already beginning without federal intervention, that it would have eventually led to a natural desegregation of public schools.  With <em>Brown</em> forcing the issue upon the South, a hostile environment was unwittingly created in reaction to the ruling.","Beatty made his intention to prevent desegregation of public schools in Alabama clear, and again he was not alone in this goal.  Much of the South rallied against <em>Brown</em>, and it would be a decade before Congress would pass legislation to finally put an end to segregation with the Civil Rights Act of 1964.  While it is not possible to say with any certainty, it is conceivable that the Court did more harm than good with its ruling in <em>Brown</em>.  While the ruling was morally necessary, it created a rallying point for white Southerners to unite against the common cause of desegregation."],"display_date":"May 17, 1954 - May 23, 1954","search_date":"1954-05-20","locations":[{"id":29188,"lat":32.2202206971,"lng":-86.2076124057,"zoom":9,"place":"Montgomery, Alabama"}],"tags":[{"id":43,"tag":"Desegregation"},{"id":1070,"tag":"Brown v Board 1954"},{"id":220,"tag":"alabama"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":110,"school_id":10}},{"id":5721,"title":"Uncertainty of Marriage in World War Two","course_id":110,"status":"P","start_date":"11/1/42","end_date":"11/30/44","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":[" ","The rush to marry during World War Two may have had negative effects on Opal Bonilla, wife of Nicholas Bonilla. The couple met in Birmingham in June of 1942.  Stationed in Fort Benning, Georgia, Nicholas and Opal began corresponding and continued reciprocating mail throughout their courtship.  After only months of dating, “Nicky Boy” and “Darling Opal” wed in November of 1942.  After their brief ceremony, Nicholas had to return to Fort Benning and received news of being transferred to Fort Bragg in North Carolina.  After getting married and even learning of their pregnancy, the couple, especially Opal, seemed to be self-conscious about their decision.   Opal wrote in a letter dated November 19, “How do you feel about our marriage? Do you miss me? Do you love me? Do you want to be with me?”  In her next letter dated November 20, Opal asks again, “Do you love me as much as I love you?”.  The next day she signs her letter with “I haven’t taken my ring off”.","Doris Weatherford, an American History Professor, speculates why women like Opal asked such questions after tying the knot.  According to her research, many women wanted to volunteer for war work any way they could and that included direct contact with servicemen.  These women believed that marrying a soldier was the equivalence of responding to Uncle Sam.  Others sought out marriages because they feared waiting too long for the right man would result in never getting married at all.  Those that had already married hastily began to wonder about the roles they played in their marriages.  Was it for love, patriotic duty, or draft evasion?  Weatherford goes on to write that these women were advised against war marriages so not to repeat the high divorce rate by previous generations in reference to World War One.","Perhaps some of these ideas about war marriage passed through the mind of Opal Bonilla which led her to raise questions of doubt.  There was no denying that she was left in a vulnerable state to raise a child alone.  Yet Opal and Nicky continued writing back and forth as he eventually was shipped to Europe. She kept writing to him into 1944 even when months would go by without hearing from him. These months with no word proved to be unfortunate.  They were never reunited and Nicholas never met his daughter, Sandra, because he was killed attempting to thrust into Berlin with Allied paratroopers."],"display_date":"November 1942 - November 1944","search_date":"1943-11-15","locations":[{"id":25458,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"},{"id":27496,"lat":32.3469701692,"lng":-84.78704688,"zoom":10,"place":"Chattahoochee, Georgia"},{"id":25218,"lat":35.0485350444,"lng":-78.8273232021,"zoom":9,"place":"Cumberland, North Carolina"}],"tags":[{"id":1718,"tag":"Wartime Brides"},{"id":405,"tag":"Marriage"},{"id":220,"tag":"alabama"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":110,"school_id":10}},{"id":6070,"title":"The birth of Eugenics in Alabama","course_id":122,"status":"P","start_date":"4/16/01","end_date":"4/16/01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On April 16, 1901, at The Medical Association of the State of Alabama, Dr. C.T. Wilbur gave a speech to the medical committee on the state of “The Feeble-Minded” people in Alabama. While giving his speech he directed the audience’s attention to a census taken in 1890 that showed the number of Feeble-Minded and compared it to one taken in 1900. Dr. Wilbur then stated that it seemed as if the Feeble-Minded were \"more numerous than the mentally insane.” With the fear of the rising number of Feeble-Minded people in Alabama Dr. Wilbur suggested that since Alabama had no state asylum for this class of persons, they should be \"kept in private homes, county poor houses, or in the insane asylum.\" In order to drive his point home Dr. Wilbur continued to play upon the fear of the board members that this problem was spreading and needed more support. He did this by saying.“No two Feeble-Minded are alike. They are widely different and cannot be educated in classes. Each case must have its peculiarities studied carefully, and the right methods applied for its advancement”. This fear of a rising number of the Feeble-Minded in reality masked wider anxieties about criminals, poverty, illiteracy and other forms of what was consider social deviance.","The therory and practice of improving the genetic quality of the human population is called Eugenics, which in Alabama got its start under the guise of an attempt to help the Feeble-Minded. With the rising concerns about social deviances in Alabama the study of  Feeble-Mindedness gave a possible resolution. Dr. Wilbur wasn’t alone on trying to figure out how to control the growing problem. Historian Dorthy Porter relates a case of Dr. Weinberger sterilizing black poeople in the South for merely for being poor and illiterate. Mary Alice and Minnie were teenagers when they became victims Eugenics. Their mother, who had very little education and was illiterate, signed an X on a form, authorizing her daughters, who had both been deemed \"mentally disabled\"--without any proof-- to be given birth control shots. Instead, the young women were surgically sterilized and robbed of their right to ever bear children of their own.","The debate over what is and who is Feeble-Mined has been the issue from the start. Historian Dorothy Porter of University of California gives us examples of the reason people would be sterilized. According to Porter “Throughout the twentieth century scientific and social enthusiasm for Eugenics across national boundaries attempted to translate these ideals into legislative measures for controlling the reproduction of the “unfit”. Unfitness included many different categories of deviant behavior such as alcoholism, promiscuity and criminality plus what was termed “the Feeble-Minded”, by which meant the mentally retarded, and ‘moral imbeciles’, such as single women who had children”. There was about 224 people who were sterilized in the state of Alabama, which approximately 58% were men."," "],"display_date":"April 16, 1901","search_date":"1901-04-16","locations":[{"id":50982,"lat":32.2202206971,"lng":-86.2076124057,"zoom":9,"place":"Montgomery, Alabama"}],"tags":[{"id":220,"tag":"alabama"},{"id":533,"tag":"Eugenics"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":122,"school_id":10}},{"id":6072,"title":"<strong>Medical Advancements at the cost of Dignity</strong>","course_id":122,"status":"P","start_date":"1836-01-10","end_date":"1836-01-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On a brisk morning in January of 1836, Dr. J. Marion Sims started his day with his routine house-to-house calls in Montgomery, Alabama. Dr. Sims was a well-established and distinguished practitioner of medicine who came to Alabama from South Carolina to establish his own medical practice; he was also best known for his accomplishments in Women’s health and for the establishment of the first Women’s Hospital in the state of Alabama. While on his routine house call, he was notified by a friend that Mrs. Merrill, who was the wife of a prominent farmer, was terribly ill. Upon his arrival, Dr. J. Marion Sims described the situation at hand. ““She was in bed, complaining of great pain in her back, and a sense of tenesmus in both the bladder and rectum, the bearing down making her condition miserable”. Dr. Sims had to act fast on the female patient. Dr. Sims remembered two things while this emergency took place. First he remembered how much he “hated investigating the organs of the female pelvis”, and he also remembered his professor Dr. Prioleau of the Charleston Medical College, who said, “Gentlemen, if any of you are ever called to a case of sudden version of the uterus backward, you must place the patient on the knees and elbows-in a genu-pectoral position- and then introduce one finger into the rectum and another into the vagina, and push up, and pull down”. After executing protocol, Dr. Sims knew ultimately he had to get the uterus in position by using this method prescribed above. Mrs. Merrill was screaming from the top of her lungs as Dr. Sims still hand deep in her vagina pushed his hand toward the lady’s uterus wall and turned his hand upward and downward pushing with all his might until he could no longer feel her uterus or her womb. Mrs. Merrill enduring all of this pain suddenly said “Why, doctor, I am relived.” Just then as Mrs. Merrill was about to lie down on her back, she let out an explosion. Mrs. Merrill was speechless and bashful, but Dr. Sims knew this escape of gas was not from the bowel, but from the vagina. Dr. Sims had a revelation. He thought if the pressure in the vagina could be released in a certain way by the positioning of the body and other methods, he may have an explanation for a possible cure for vesico-vaginal fistula.","Vesico-vaginal fistula is an abnormal fistulous tract extending between the bladder and the vagina that allows the continuous involuntary discharge of urine into the vaginal vault. This abnormality is caused by complications in child births or other extreme causes. This female abnormality was very common and Dr. Sims was the leading doctor who experimented, tested, and always tried to seek a solution for this occurrence. His main subjects or guinea pigs were often on African American women. His leading test subject was a slave by the name of Betsy who suffered from this complication. Once the complication was solved for the first time on Mrs. Merrill, Dr. Sims immediately went to his test subject Betsy and performed an operation to heal her infirmities. Throughout the years Dr. J. Marion Sims overcame many medical feats and saved a countless number of women through his expertise, but he is sometimes viewed as a bad guy. According to Dr. L. L. Wall who wrote in The Journal of Medical Ethics, we see that there are some who defend his surgical practice. “Modern critics have discounted the enormous suffering experienced by fistula victims, have ignored the controversies that surrounded the introduction of anesthesia into surgical practice in the middle of the 19th century, and have consistently misrepresented the historical record in their attacks on Sims.” Dr. Wall acknowledges that Dr. Sims used enslaved African Americans as his guinea pigs, but it was not because they were vulnerable, it was due to the incredible suffering they endured on a constant basis. Dr. Sims was the only physician who had an alternative to their pains."],"display_date":"January 10, 1836","search_date":"1836-01-10","locations":[{"id":298,"lat":32.2469172256,"lng":-86.1720796894,"zoom":9,"place":"MONTGOMERY, Alabama"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":7,"tag":"Women"},{"id":463,"tag":"African American Women"},{"id":4,"tag":"Slavery"},{"id":220,"tag":"alabama"},{"id":230,"tag":"Medicine/Health"},{"id":2192,"tag":"Montgomery, Alabama"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":122,"school_id":10}},{"id":6109,"title":"<strong>A Governor Overshadowed by Her Husband’s Ambitions</strong>","course_id":126,"status":"P","start_date":"3/15/68","end_date":"3/15/68","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On March 15th, 1968, teachers and other members of the Alabama Education Association waited to hear George Wallace speak on the behalf of his wife at the annual AEA convention. Lurleen Wallace had been elected governor of the state a year before, and could not make it to the event. “As you know, she is quite sick,” the former governor told the crowd according to the <em>Birmingham Herold Post</em>. Lurleen had been diagnosed with cancer and she was in Montgomery recovering from a recent surgery. The AEA’s president, Vernon St. John decided to send a telegram to the beloved governor and tell her that “the teachers were inspired by her courage, [...] spirit, and uncomparable devotion to Alabama and her people”","In 1966, the state became aware that their new governor was being hospitalized for a hysterectomy. The administration did not tell the press about Lurleen’s condition, but rumors circulated that she had cancer. George Wallace instructed his staff and the doctors not to tell his wife about an abnormality in her biopsy they had found back in 1961. “His decision was not unusual for its time”, writes historian Dan T. Carter. When Lurleen found out from a mutual friend that she had been misled, she was furious. George had a number of reasons not to tell her; he simply did not want rumors spreading that the governor was dying.","George and Lurleen’s oldest son, George Jr. wrote a book about his famous parents in which he recounts the time when Lurleen followed George as governor. “My mother was not the kind of woman you would have expected to be a Governor,” he writes. It was widely known that Lurleen ran for the office simply because her husband, George, desired a third term in office and he was also planning on running for the presidency. He suggested that she run for the governorship, and she became determined to win the election. The crowd that gathered to listen to her inaugural speech could tell that she was tremendously humbled by the people’s confidence in her. More than likely, she knew that without her husband’s help and his presence, she would never have taken part in public life. “I entered the race for Governor for the purpose of permitting my husband to take our fight to the final court of appeal - the people of the United States,” she told the crowd at her inauguration. Although Lurleen was the one who made the decision to run for the executive office in her husband’s place, George’s decisions and policies ultimately shaped her administration.","The Civil Rights movement of the 1960s compelled the nation to reflect on social issues beyond those of segregation and racism. Women realized they still suffered discrimination and injustice in employment, social security, legal treatment of women, and education. Women made up 40 percent of the work force by the end of the 1960s, and more than half of those women were married. They soon began organizing to acquire equal pay and to end job discrimination. Although young women were joining the fight against these social issues across the South, Lurleen Wallace and her politics did not reflect these changing times. She was neither a part of the work force, or an activist for social justice. Governor Wallace’s short administration was overshadowed by not only her husband’s segregationist and conservative policies, but her failure to stand up for change during a time of social transformation."],"display_date":"March 15, 1968","search_date":"1968-03-15","locations":[{"id":31662,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":2260,"tag":"female governor"},{"id":2259,"tag":"governor"},{"id":2258,"tag":"women's movement"},{"id":220,"tag":"alabama"},{"id":1071,"tag":"Civil Rights Movement"},{"id":18,"tag":"Politics"},{"id":1507,"tag":"1960s"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":126,"school_id":10}},{"id":6111,"title":"<strong>Vote to Make the Lady Our Appellate Judge!</strong>","course_id":126,"status":"P","start_date":"5/4/52","end_date":"5/4/52","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On May 4th, 1952, readers of <em>The Florence Times</em> opened the newspaper and flipped through the pages to find various political advertisements. One such ad asked readers to vote in the Democratic Primary for Annie Lola Price to replace herself as a judge on the Alabama Court of Appeals. The ad featured a small picture of the lady herself, as well as a short description of Judge Price’s accomplishments. The endorsement read “Judge Price has not been reversed in a single case by the Supreme Court of Alabama”. It did not mention, however, that the lady being endorsed was the first female judge on the Appellate Court of Alabama.","Annie Lola Price never attended law school, but after reading law while she was a secretary at a law firm, she passed the Alabama bar exam. She began practicing law but soon rose to become legal advisor to Governor James E. Folsom. From there he appointed her to serve on the Court of Appeals. She feared that she may not be welcomed on the Court as a woman and chose to take her oath in a private office instead of taking part in a swearing-in ceremony. She received some criticism from Alabama’s newspapers due to her gender. An article in the <em>Montgomery Advisor</em> said that her appointment to the court was “jarring to the legal profession”. She was criticized for not having real judicial experience in trying a case, although, she had attended numerous trials as a part-time court reporter.","At the time <em>The Florence Times</em> printed its advertisement asking voters to vote for Judge Price, she had been serving on the Court for sixteen months. Other candidates for political offices appeared in the newspaper that day, including C. C. (Jack) Cole for Public Service Commission, whose ad appeared shamelessly eleven times in the newspaper. Judge Price’s photo and endorsement, however, appeared only once in the Social and Club Activities section of the newspaper. This section featured women’s activities in church or other organizations, and it was usually written to cater to women’s interests. Judge Price was not exclusively looking for the female vote, but the editors of the newspaper seemed to feel that the female section was where her advertisement was most suited. Nonetheless, Judge Price defeated three male opponents for her seat in the primary and went on to win the runoffs. She earned the respect and admiration of her fellow judges on the Court and served for over twenty years as Chief Justice on the Criminal Court of Appeals.","Annie Price was a remarkable woman, as women had much difficulty succeeding in the legal profession in the 1950s. Female lawyers were paid less and valued less than their male counterparts, which is why women were not made partners at law firms until the 1970s. During the Second World War, firms had no choice but to hire women, with men serving overseas. However, after men returned from the War, women were released from legal counseling jobs. Judge Price’s career was much unlike those of former Supreme Court Justice Sandra Day O’Connor or current Supreme Court Justice Ruth Bader Ginsburg. Both women graduated from prestigious law schools in the 1950s, and had difficulty finding jobs other than secretarial positions at law firms. Alabama’s Judge Price was able to achieve with a steady voice and calm attitude what took other judges years to accomplish."],"display_date":"May 4, 1952","search_date":"1952-05-04","locations":[{"id":30385,"lat":34.9015275542,"lng":-87.6543722425,"zoom":10,"place":"Lauderdale, Alabama"}],"tags":[{"id":2261,"tag":"women in politics"},{"id":220,"tag":"alabama"},{"id":2265,"tag":"judge"},{"id":2266,"tag":"female judge"},{"id":2267,"tag":"Annie Lola Price"},{"id":2268,"tag":"women in legal profession"},{"id":2269,"tag":"appellate judge"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":126,"school_id":10}}]}