{"id":2206,"tag":"Wisconsin","points":[[43.0070321924,-87.9667286742],[44.6366300925,-88.0119422379],[43.0673586017,-89.4183305055],[36.1725147903,-86.7796759805],[44.9825385775,-87.6502362556]],"bounds":[[44.9825385775,-86.7796759805],[36.1725147903,-89.4183305055]],"episodes":[{"id":6084,"title":"<strong>Latino Activism- Big Impact in Univeristy of Wisconsin-Milwaukee during 1970. Si Se Puede!</strong>","course_id":121,"status":"P","start_date":"10/1/70","end_date":"10/31/70","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["During the 60’s Spanish Speaking at a university of United States would be a remote idea for some people. However, the University of Wisconsin-Milwaukee showed to the society that mixing new cultures would create a better community in the university.","The process of trying to involve more cultures and languages was a long process. According to the UW-M Spanish Speaking Outreach Institute gave many proposes to try to convince the university to provide more help giving extensive English as a Second Language for non-English speaking resident.  “The University of Wisconsin will establish as part of its program under the School of Education a Spanish speaking Outreach Institute as an umbrella program …to solve problems of non-English speaking members of this community.” Giving this type of opportunity could solve the lack of understanding caused because the language. Also, having a motivation to complete high school and knowing that they would have the opportunity to go to college and to feel welcome in the institute.","For the reason the Latin community wanted to let the rest of the institute know about their struggles. One of the methods they used was sending a flyer to the University of Wisconsin-Milwaukee about some suggestions of taking on consideration new programs into the institute. According to this flyer, the interesting fact about their purpose of adding a program for Spanish Speakers was that they wanted to have benefits for Latins, Indians, and Blacks.  As the flyer was shown, immediately the Chancellor’s Office should encourage the various deans and academic directors… to launch courses relative to the history and culture of Latins and Indians.”","However, the Spanish speaking institute had a long story behind it to reach their goals. Latin American did what they had in their hands, from the simplest things till the extreme. On October 13<sup>th</sup> 1970 the UWM newspaper published an article about how a group of Latin American students started a sit-in and hunger strike. The feeling of not being able to do something for the community of Spanish speaking made them do this “confrontation” to be heard.","On October 27<sup>th</sup> 1970 the article called, <em>Outreach plan win approval</em> found in the UWM newspaper mentioned “the council for Latin American education (CELA) and the administration…announced Friday agreement on the immediate establishment of a Spanish speaking outreach institute. The creation of this group gave and still gives the opportunity to many students to reach their dream of graduating of college.","For last, Roberto Hernandez one of the most active Latino leaders made possible the creation of the Spanish Speaking Outreach Institute. During a video clip he announced the creation of the program, revealing the final agreement with the institute of Milwaukee."," "],"display_date":"October 1970","search_date":"1970-10-16","locations":[{"id":36625,"lat":43.0070321924,"lng":-87.9667286742,"zoom":10,"place":"Milwaukee, Wisconsin"}],"tags":[{"id":2217,"tag":"Spanish speaking"},{"id":2206,"tag":"Wisconsin"},{"id":2205,"tag":"Latino"},{"id":611,"tag":"Activism"}],"course":{"name":"Introduction to Digital History","school":"University of Wisconsin, Milwaukee","course_id":121,"school_id":68}},{"id":6089,"title":"Liquor has always been plentiful in Wisconsin, even during prohibition.","course_id":121,"status":"P","start_date":"1/1/29","end_date":"12/31/29","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["“Chicago may have put the roar in the roaring Twenties but it was","Wisconsin with its steady resistance from otherwise law abiding citizens that","was the straw on the camels back of Prohibition.”  That is what Michael Bie","said in his book titled “It Happened in Wisconsin”  about the sentiment in","Wisconsin during prohibition. Then it was April 2, 1929 when 64% of","Wisconsin voters voted yes to repeal the Severson Act. The Severson Act is","the state law that enforced prohibition. This was three years before federal","prohibition ended in 1933. Frank Buckley of the federal bureau of","prohibition was commissioned by the national commission on law","observance and enforcement to do a survey and rate Wisconsin’s","enforcement of the federal prohibition laws. Buckleys report was based on","information he gathered from law enforcement officials, inspection of","records, and from personal observations.","“Wisconsin, to the average American unacquainted with actual","conditions therein, is commonly regarded as a Gibraltar of the wets— sort","of a Utopia where everybody drinks their fill and John Barleycorn still holds","forth in splendor.” That is an example of some of the colorful language","Buckley uses in this federal report to describe Wisconsin. Buckley holds","little back in the language he uses to get his point across. When reading","this report one can feel Buckleys prejudice against the “wets” as well as","“the foreign element”.  If this report was published today it might be","considered unacceptable and politically incorrect, but this was the language","of the time. The following is what Buckley had to say about the capital city","of Madison.  “The section of the city known as the Bush is made up of","Sicilian Italians of the worst sort, most of whom are bootleggers. There","have been several killings in this district, carried along the lines of similar","butcheries in Chicago”","While Buckleys report contains real statistical information about the","use of alcohol in Wisconsin during prohibition. The report is also a great","example of how documented history can be tainted and seen only through","the lens of the historian."," "," "," "],"display_date":1929,"search_date":"1929-07-02","locations":[{"id":18939,"lat":44.6366300925,"lng":-88.0119422379,"zoom":9,"place":"Brown, Wisconsin"},{"id":19337,"lat":43.0673586017,"lng":-89.4183305055,"zoom":9,"place":"Dane, Wisconsin"}],"tags":[{"id":2216,"tag":"Beer"},{"id":1844,"tag":"bootlegging"},{"id":2206,"tag":"Wisconsin"},{"id":111,"tag":"Prohibition"}],"course":{"name":"Introduction to Digital History","school":"University of Wisconsin, Milwaukee","course_id":121,"school_id":68}},{"id":6345,"title":"The Wisconsin 8th Infantry was organized to fight in the Civil War in late 1861.  They originally traveled from Camp Randall, Madison, to St. Louis, and evenutally found their way in Nashville to fight the Battle of Nashville.","course_id":141,"status":"P","start_date":"1864-12-15","end_date":"1864-12-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["<strong>The Path of the 8<sup>th</sup> Wisconsin Infantry Regiment</strong>","They had traveled from Newtonia, Missouri -- 497 miles to the west -- and were now in the second most fortified city in the Union:  Nashville, Tennessee.  It was dawn, November 30, 1864.  The 8<sup>th</sup> Wisconsin Infantry had put in three long years of service, and their 1,203 member brigade joined up with General George H. Thomas to defend Nashville from a final Confederate attack.  Before they had a chance to engage the enemy, a severe ice storm hit the area on December 8.  Thomas used this delay to ponder the strategy even more, much to the chagrin of General Ulysses Grant and President Lincoln in Washington.  The 8<sup>th</sup>, like many other regiments that came from all over the Midwest to reinforce the Union, were itching to fight.","Thomas had close to 55,000 men for the battle, and the 8<sup>th</sup> took up positions on the Federal fortified line west of the city.  The Union had two fortified lines, one closer to downtown, near their headquarters in the Belmont Mansion, and one out towards Belle Meade further west.  General John Bell Hood, of the Confederates, positioned his 30,000 men directly south of the city, in present day Forest Hills, Tennessee, forming a solid line from east to west.  He had just pushed north from the south after a failed attack on Union forces at Franklin, Tennessee.  He now looked to salvage that blunder by attacking at Union strength, even though he was vastly outnumbered.  The stage was now set for battle.","The weather finally cleared on December 15.  Thomas sent a diversionary attack to Hood’s right flank with the United States Colored troops (one of the first African American battalions) while planning his main thrust, which was an attack from the left to engulf Hood’s exposed left flank.  The diversionary attack did not achieve its purpose because Hood decided to strengthen the left flank anyway.  The 8<sup>th</sup> sprang into action as one of the brigades leading the charge under Lieutenant Colonel Britton.  With battle-tested precision, the 8<sup>th</sup> made “four distinct charges” at Hood’s left flank[1], and destroying their garrison and pressing up the 1,000 foot hill the Confederates had fortified.  This hill, later to be called Shy’s Hill because of the Confederate general William Shy, who was killed on it, was where the 8<sup>th</sup> made its final charge and drove the Confederate defenses off the hill and they fled south.  The 8<sup>th</sup> lost 10 men and had 52 wounded, but ended up capturing a “6-gun battery, 400 prisoners, and 2 stands of colors”[2]. Companies B&D of the regiment also captured 200 prisoners as well as covering up the rear flank.","The Battle of Nashville had been won, but the war was not over nor was the mission of the 8<sup>th</sup>.  They continued to chase Hood south through Tennessee and eventually northern Alabama.  They made their way all the way down to the bayou in New Orleans, and eventually east in Mobile, Alabama.  They returned back to Madison, Wisconsin on September 13, 1865 where they were disbanded.  They had traveled over 4,200 miles and served the great state of Wisconsin proud.  They returned with 964 men out of the original 973[3], and proudly displayed “Old Abe”, the fighting bald eagle, at the Milwaukee Fair in 1865.","Bibliography","Quiner, E.B. 1866. <em>Military History of Wisconsin.</em> Chicago: Clarke & Company."," "," ","[1] Quiner, 537","[2] Quiner, 538","[3] Quiner, 539"],"display_date":"December 15, 1864 - December 16, 1864","search_date":"1864-12-15","locations":[{"id":11954,"lat":36.1725147903,"lng":-86.7796759805,"zoom":9,"place":"DAVIDSON, Tennessee"}],"tags":[{"id":2206,"tag":"Wisconsin"},{"id":182,"tag":"Nashville"},{"id":32,"tag":"Civil War"}],"course":{"name":"Intro to Digital History","school":"University of Wisconsin, Milwaukee","course_id":141,"school_id":68}},{"id":6352,"title":"<strong>Ada James sure showed them!</strong> The ratification the 19th amendment in Wisconsin.","course_id":141,"status":"P","start_date":"11/1/19","end_date":"11/1/19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Ada James was a key figure in the women's suffrage movement in Wisconsin.  She and her family played an instrumental part in Wisconsin's ratification of the 19th amendment.  In one of Ada's diary entry's she stated, \"it is unjust to hold mothers responsible for the morals of their children while denying them a voice on municipal conditions making up their environment.\"  Tis quote shows Ada's desire for change and a logical reasoning for a long overdue ratification of the 19th amendment.  It also demonstrates her values which stem from her mother a longtime Wisconsin suffragist and her father a strong supporter of the movement.","Ada's father was in fact the reason Wisconsin narrowly beat their rivals to the south Illinois, in the honor of being the first to ratify the 19th amendment.  David James, Ada's father personally raced to Washington to deliver the ratification papers.  As the article in the <em>Milwaukee Journal </em>from November 2, 1919 so strikingly states, Ada James a descendant of a suffrage family \"showed\" Illinois women that Wisconsin was the first to ratify the 19th amendment.  Noted for her outspoken nature, a key to her success in the ratification, Ada publically claimed Wisconsin's honor and denounced Illinois' false claim as the first to ratify the 19th amendment.","There is a lot of debate over this fact, partly to do with the happening that Illinois was also sending a messenger to Washington to ratify at the same time.  However, there was a problem with the wording of the Illinois bill and they were turned away.  Mr. James entered the state department with the Wisconsin ratification papers in hand as the Illinois messenger was leaving.","Ada \"showed\" them, Illinois, in her public speech held at a victory ceremony held at the Milwaukee Athletic Club.  The applause roared as Ada dispersed any doubt in Wisconsin's rightful title of the first state to ratify the suffrage amendment.  Ada sought equality for women, her impact on the Wisconsin Women's Suffrage Organizations in which she was a leading member of, and her dedication and challenge of leadership changed the course of Wisconsin's women's suffrage movement forever."," "," "," "],"display_date":"November 1, 1919","search_date":"1919-11-01","locations":[{"id":16292,"lat":43.0070321924,"lng":-87.9667286742,"zoom":10,"place":"Milwaukee, Wisconsin"}],"tags":[{"id":2206,"tag":"Wisconsin"},{"id":1710,"tag":"Voting Rights"},{"id":2673,"tag":"Ada James"},{"id":2674,"tag":"19th amendment"},{"id":7,"tag":"Women"},{"id":18,"tag":"Politics"},{"id":17,"tag":"Government"},{"id":2675,"tag":"Ratify"},{"id":1323,"tag":"rivalry"},{"id":840,"tag":"Illinois"},{"id":2712,"tag":"Milwaukee Athletic Club"},{"id":2713,"tag":"Milwaukee Journal"}],"course":{"name":"Intro to Digital History","school":"University of Wisconsin, Milwaukee","course_id":141,"school_id":68}},{"id":6356,"title":"The Forgotten Fire in Peshtigo, Wisconsin","course_id":141,"status":"P","start_date":"1871-10-08","end_date":"1871-10-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Peshtigo Fire","On the evening of October 8, 1871 the worst recorded forest fire in North American history, the Peshtigo Fire, raged through Northeastern Wisconsin and Upper Michigan. The Peshtigo Fire destroyed millions of dollars worth of property and timberland, and took between 1,200 and 2,400 lives. Large numbers of people were found and buried, many of whom were beyond any recognition. Many of those who were burned whose names have never been ascertained, particularly in the village of Peshtigo, were transient persons at work in the extensive manufactories and there was no record of their fate except their charred and blackened bones. It is also very difficult to determine exactly how many people died because the fire covered such a large area, and the population was fluctuating constantly due to frontier settlement. No one knows how many native peoples, itinerant lumberjacks, immigrant homesteaders, etc. may have moved into the area since the latest census that was taken in June 1870. The Peshtigo Fire covered about 2,400 square miles (1.5 million acres), and though the fire affected other villages and farm settlements, the greatest loss of life and property occurred in the village of Peshtigo. About 800 people died in the village of Peshtigo, which was nearly half of the official population from the 1870 census."," ","The Great Chicago Fire","October 8, 1871: A tragic day that would go down in history.","The great Midwestern city of Chicago also endured a terrible fire that same fateful night. The death toll in Chicago was about 250-300 which is significantly less than the Peshtigo Fire, but the Chicago Fire became part of the national consciousness while the Peshtigo tragedy gradually slipped into obscurity. The Great Chicago Fire received more attention because Chicago was a much larger city; there were over 300,000 people living in Chicago in 1871 compared to an estimated 1,700 in Peshtigo. Chicago also had better means of communicating and accessing the rest of the world. Peshtigo was a rough frontier town in the woods, with a single telegraph line that was destroyed by the fire. When news of the tragedy at Peshtigo reached Wisconsin's capital on Oct. 10, 1871, the Governor and other state officials were away at Chicago helping the victims of that fire."," ","The Forgotten Fire","In recent years America's \"forgotten fire\" has proven to be anything but. Although the general public may not know about the tragic fire that occurred in Peshtigo, Wisconsin in 1871, the tragedy is a subject of inquiry and debate among meteorologists, astronomers, and conservationists. It continues to fascinate history buffs, and frustrate genealogists. It is believed that many months of extreme drought combined with the land-clearing practices of the time (\"slash and burn\") caused many small fires to be whipped into a huge forest fire when a cyclonic storm blew up on the night of October 8, 1871. The Peshtigo Company had a single horse drawn steam pumper for fighting fires in the sawmill, but there was virtually no other technology available for fighting structure fires, much less a forest fire of such great magnitude. The people of Peshtigo were essentially trapped in the town, surrounded by wooden buildings and sidewalks, sawdust-strewn streets, and a burning forest. The fire continued to burn until it reached the waters of Green Bay, when the storm winds died down and the rain came. Survivors of the fire were mostly those who lived on the outskirts of the city. Those people who did survive the fire saved themselves by going down into wells or taking refuge in the Peshtigo River. Peshtigo, Wisconsin is historically known as \"The City Rebuilt from Ashes\". Peshtigo, Wisconsin remains a small industrial city today, with a population of under 3,500 people in 2013."],"display_date":"October 8, 1871","search_date":"1871-10-08","locations":[{"id":15053,"lat":44.9825385775,"lng":-87.6502362556,"zoom":7,"place":"OCONTO, Wisconsin"}],"tags":[{"id":2715,"tag":"City Rebuilt from Ashes"},{"id":2714,"tag":"Forgotten Fire"},{"id":836,"tag":"fire"},{"id":2206,"tag":"Wisconsin"},{"id":2678,"tag":"Peshtigo"},{"id":2679,"tag":"The Great Chicago Fire"}],"course":{"name":"Intro to Digital History","school":"University of Wisconsin, Milwaukee","course_id":141,"school_id":68}}]}