{"id":2216,"tag":"Beer","points":[[44.6366300925,-88.0119422379],[43.0673586017,-89.4183305055]],"bounds":[[44.6366300925,-88.0119422379],[43.0673586017,-89.4183305055]],"episodes":[{"id":6089,"title":"Liquor has always been plentiful in Wisconsin, even during prohibition.","course_id":121,"status":"P","start_date":"1/1/29","end_date":"12/31/29","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["“Chicago may have put the roar in the roaring Twenties but it was","Wisconsin with its steady resistance from otherwise law abiding citizens that","was the straw on the camels back of Prohibition.”  That is what Michael Bie","said in his book titled “It Happened in Wisconsin”  about the sentiment in","Wisconsin during prohibition. Then it was April 2, 1929 when 64% of","Wisconsin voters voted yes to repeal the Severson Act. The Severson Act is","the state law that enforced prohibition. This was three years before federal","prohibition ended in 1933. Frank Buckley of the federal bureau of","prohibition was commissioned by the national commission on law","observance and enforcement to do a survey and rate Wisconsin’s","enforcement of the federal prohibition laws. Buckleys report was based on","information he gathered from law enforcement officials, inspection of","records, and from personal observations.","“Wisconsin, to the average American unacquainted with actual","conditions therein, is commonly regarded as a Gibraltar of the wets— sort","of a Utopia where everybody drinks their fill and John Barleycorn still holds","forth in splendor.” That is an example of some of the colorful language","Buckley uses in this federal report to describe Wisconsin. Buckley holds","little back in the language he uses to get his point across. When reading","this report one can feel Buckleys prejudice against the “wets” as well as","“the foreign element”.  If this report was published today it might be","considered unacceptable and politically incorrect, but this was the language","of the time. The following is what Buckley had to say about the capital city","of Madison.  “The section of the city known as the Bush is made up of","Sicilian Italians of the worst sort, most of whom are bootleggers. There","have been several killings in this district, carried along the lines of similar","butcheries in Chicago”","While Buckleys report contains real statistical information about the","use of alcohol in Wisconsin during prohibition. The report is also a great","example of how documented history can be tainted and seen only through","the lens of the historian."," "," "," "],"display_date":1929,"search_date":"1929-07-02","locations":[{"id":18939,"lat":44.6366300925,"lng":-88.0119422379,"zoom":9,"place":"Brown, Wisconsin"},{"id":19337,"lat":43.0673586017,"lng":-89.4183305055,"zoom":9,"place":"Dane, Wisconsin"}],"tags":[{"id":2216,"tag":"Beer"},{"id":1844,"tag":"bootlegging"},{"id":2206,"tag":"Wisconsin"},{"id":111,"tag":"Prohibition"}],"course":{"name":"Introduction to Digital History","school":"University of Wisconsin, Milwaukee","course_id":121,"school_id":68}}]}