{"id":2219,"tag":"unarmed commandos","points":[[43.0070321924,-87.9667286742]],"bounds":[[43.0070321924,-87.9667286742],[43.0070321924,-87.9667286742]],"episodes":[{"id":6090,"title":"Father Groppi, the White Face of the Milwaukee Housing Crisis","course_id":121,"status":"P","start_date":"8/28/67","end_date":"8/29/67","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Today in the city of Milwaukee, there is a bridge that is dedicated to Father Groppi, an Italian Catholic Priest who will remain a hero in the racial history of Milwaukee.  On August 28, 1967 marchers in alliances with the NAACP’s Youth Council took to the streets of Milwaukee, protesting against unfair housing practices going on throughout the city.  In their peaceful efforts, they were met with violent opposition from the white supremacist that did not want to the city to integrate racially.  Father Groppi, the only white man against a panel of young African American gentleman, stood proudly next to them, and voiced his thoughts and gave his support to the African Americans fighting for equality.","Father Groppi gave the emotional interview to what he called “white power media” and urged the reporters to give the side of the story that they were refusing to report.  That day there was twenty two people injured when the opposing sides met after the protesters crossed the Sixteenth Street Viaduct, injured by rocks, bricks and other objects being thrown at them.  Fr. Groppi in the conference with the media questioned why there was none or little coverage of the violence that the whites persisted onto the peaceful protesters, he named different channels in the media for their lack of coverage.  The media channels responded minimally, agitating Fr Groppi that his point was the truth, that the media just ignored the violence against the African Americans but reported immediately when crimes against whites happened.","Father Groppi outright challenged politicians in the city to stop his peaceful protest by snubbing his request for gathering permits, he urged followers through the media to meet him where the arms of the government and police could not stretch, in the church to pray for peaceful resolve of the uprising.  He toils with the white leaders, angering them by proclaiming that the protests will continue until their voices are heard and policies changed.  Fr Groppi expressed how prayers and his peaceful tactics were no competition for the violent procedures of the white opposition, with the racial slurs that were yelled and the objects thrown.","As the bridge was a crossed, tension accelerated, with urine being tossed onto the marchers, and slurs such as “we want slaves” being yelled toward the marchers.  Unarmed commandos attempted to protect the marchers by placing themselves between the black marchers and the white protesters.  Without police protection, this was the only defense that was held by the marchers.  Fr Groppi, as shown in pictures, was the only white face in a sea of black faces, a true ally for the cause.  Sitting in the press conference, Fr Groppi courageously looked in the faces of unjust and dared for those who felt differently to challenge him.  Not even the Arch Bishop of Milwaukee could stand in his way, as he called out other Catholic Priests in other parishes for not being true to the Lord’s calling to aid the poor and impoverished.","The crossing of the bridge that evening staged an event that will be forever etched into the pictures of Milwaukee’s skyline.  The 16<sup>th</sup>st Viaduct stands proudly as a landmark reminding citizens of the struggles that past generations endured.  The hero of the story, Fr Groppi will forever be memorialized by all citizens of Milwaukee, for bridging the gap between the racial divides."],"display_date":"August 28, 1967 - August 29, 1967","search_date":"1967-08-28","locations":[{"id":33802,"lat":43.0070321924,"lng":-87.9667286742,"zoom":10,"place":"Milwaukee, Wisconsin"}],"tags":[{"id":2219,"tag":"unarmed commandos"},{"id":2218,"tag":"White Hero"},{"id":42,"tag":"Civil Rights"}],"course":{"name":"Introduction to Digital History","school":"University of Wisconsin, Milwaukee","course_id":121,"school_id":68}}]}