{"id":2233,"tag":"\"Milwaukee Housing March\"","points":[[43.0070321924,-87.9667286742]],"bounds":[[43.0070321924,-87.9667286742],[43.0070321924,-87.9667286742]],"episodes":[{"id":6098,"title":"March for Equal Housing in Milwaukee","course_id":121,"status":"P","start_date":"8/28/67","end_date":"8/29/67","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The civil rights movement began in Milwaukee in the early 1960’s, with organizations such as the Congress of Racial Equality (CORE) and the Milwaukee United School Integration Committee (MUSIC) campaigning to desegregate Milwaukee’s schools and other institutions [1].  As the old housing units of Milwaukee’s inner core neighborhood were demolished, black residents began moving to other neighborhoods, but were met with resistance and discrimination, and were often unable to get people to sell or rent to them [2].  Alderwoman Vel Phillips tried several times to get a fair housing ordinance passed in the City Council, but was always the lone vote in support of it [3].  In 1966, A Catholic Priest, and civil rights activist named Father James Groppi was contacted by a black couple who had been denied housing because of their race [4].  After meetings with city official got nowhere, and tensions boiled over into a riot, the Milwaukee Youth Council of the NAACP, decided to march to white neighborhoods in protest [5].","On August 28, 1967, a group of civil rights marchers, led by the NAACP Milwaukee Youth Council and their advisor, none other than Father James Groppi, marched from Saint Boniface Church to the 16<sup>th</sup> Street viaduct, which bridged the Menominee Valley [6].  A local joke was that this was the longest bridge in the world, since it connected Africa to Poland, as the north side of the Menominee Valley was mainly black, and the south side was made up mostly of Polish Americans [7].  Their destination was Kosciuszko Park, which was over the viaduct on Milwaukee’s, predominantly white south side, just a few blocks from where segregationist presidential candidate George Wallace had received a warm welcome at a campaign stop just 3 years earlier [8].  As they reached the north end of the viaduct, they were met by a crowd of supporters, but they were about to head into territory that was less friendly [9].","Upon reaching the south end of the viaduct, the marchers were met by thousands of angry white residents of the neighborhood, gathered near Crazy Jim’s car lot on the corner of 16<sup>th</sup> and National [10].  The counter-protesters threw rocks, bottles, and other objects at the marchers, and waved signs and shouted racial slurs at the marchers [11].  When they reached Kosciuszko Park, counter-protesters broke through the police lines and fighting broke out [12].  The marchers returned to the church, and when the city council refused to pass a fair housing ordinance, Father Groppi vowed they would march again the next night [13].","On August 29, the group marched back to Kosciuszko Park, accompanied by both local and national media [14].  As they reached the south end of the 16<sup>th</sup> Street viaduct, they were again met by angry counter-protesters who waved Confederate flags and proslavery signs, while throwing objects and bodily fluids at the marchers [15 Jones 274].  As they passed Crazy Jim’s car dealership, they were met with the site of a hanging effigy of Father Groppi with a swastika painted on it [16].  Again, counter-protesters broke through the police lines, the police began to fire their guns in the air and shoot tear gas into the crowd [17].","As the marchers reached Kosciuszko Park, they feared for their lives.  One of the protesters, Mary Arms reported that the police attacked her, and broke one of her teeth, and that the police were attacking everyone, even cameramen [18].  When she was arrested and brought to the police station, the police took Mary’s glasses off and put them back on upside-down [19].  After calling her a racial slur, the officer said the glasses fell off because her face was so greasy [20].","The marchers retreated, and marched back to their base, the Freedom House [21].  That evening, while the last episode of “The Fugitive” was airing on TV, Milwaukee police shot tear gas into the Freedom House, causing it to catch fire and burn down [22].  The police claimed that they shot tear gas into the house because they though there were snipers in there [23].  The police had also blocked the streets around the Freedom house, so the Fire Department could not reach the house [24].","The NAACP Youth Council of Milwaukee continued to march for 200 more days.  Their activities were no doubt influential in the passage of the Civil Rights Act of 1968.  The City of Milwaukee subsequently passed its own open housing ordinance that went even further than the Civil Rights Act of 1968 [25].  Unfortunately, Milwaukee is still one of America’s most segregated cities, even today.","Works Cited:","[1] Rozga, Margaret. \"March on Milwaukee.\" <em>Wisconsin Magazine of History</em>90, no. 4 (2007): 28-39. p. 30","[2] Rozga, Margaret. \"March on Milwaukee.\" p. 30","[3] Rozga, Margaret. \"March on Milwaukee.\" p. 30","[4] Rozga, Margaret. \"March on Milwaukee.\" p. 31","[5] Rozga, Margaret. \"March on Milwaukee.\" p. 33","[6] Jones, Patrick D. “’Not a Color, but an Attitude’: Father James Groppi and Black Power Politics in Milwaukee,” Chap. 11 in <em>Groundwork: Local Black Freedom Movements in America</em>, edited by Jeanne F. Theoharis and Komozi Woodard. New York: New York University Press, 2005.  p. 273-274","[7] Rozga, Margaret. \"March on Milwaukee.\" p. 34","[8] Jones, Patrick D. “’Not a Color, but an Attitude’: Father James Groppi and Black Power Politics in Milwaukee,” p. 274","[9] Rozga, Margaret. \"March on Milwaukee.\" p. 29","[10] Rozga, Margaret. \"March on Milwaukee.\" p. 29","[11] Jones, Patrick D. “’Not a Color, but an Attitude’: Father James Groppi and Black Power Politics in Milwaukee,” p. 274","[12] Jones, Patrick D. “’Not a Color, but an Attitude’: Father James Groppi and Black Power Politics in Milwaukee,” p. 274","[13] Jones, Patrick D. “’Not a Color, but an Attitude’: Father James Groppi and Black Power Politics in Milwaukee,” p. 274","[14] Jones, Patrick D. “’Not a Color, but an Attitude’: Father James Groppi and Black Power Politics in Milwaukee,” p. 274","[15] Jones, Patrick D. “’Not a Color, but an Attitude’: Father James Groppi and Black Power Politics in Milwaukee,” p. 274","[16] Jones, Patrick D. “’Not a Color, but an Attitude’: Father James Groppi and Black Power Politics in Milwaukee,” p. 274","[17] Jones, Patrick D. “’Not a Color, but an Attitude’: Father James Groppi and Black Power Politics in Milwaukee,” p. 275","[18] Oral History Interview with Mary Arms, July 29, 2007, part II.  Oral History Interviews of the March on Milwaukee Oral History Project, 2007-2008. University of Wisconsin-Milwaukee, UWM Libraries Archives. http://collections.lib.uwm.edu/cdm/landingpage/collection/march","[19] Oral History Interview with Mary Arms","[20] Oral History Interview with Mary Arms","[21] Jones, Patrick D. “’Not a Color, but an Attitude’: Father James Groppi and Black Power Politics in Milwaukee,” p. 275","[22] Oral History Interview with Mary Arms","[23] Rozga, Margaret. \"March on Milwaukee.\" P. 35","[24] Rozga, Margaret. \"March on Milwaukee.\" P. 35","[25] Rozga, Margaret. \"March on Milwaukee.\" P. 38","[26] Groppi, James. Papers. Milwaukee Mss EX. University of Wisconsin-Milwaukee Libraries, Archives Department. http://collections.lib.uwm.edu/cdm/landingpage/collection/march"],"display_date":"August 28, 1967 - August 29, 1967","search_date":"1967-08-28","locations":[{"id":33802,"lat":43.0070321924,"lng":-87.9667286742,"zoom":10,"place":"Milwaukee, Wisconsin"}],"tags":[{"id":2234,"tag":"\"Father James Groppi\""},{"id":2233,"tag":"\"Milwaukee Housing March\""}],"course":{"name":"Introduction to Digital History","school":"University of Wisconsin, Milwaukee","course_id":121,"school_id":68}}]}