{"id":224,"tag":"Winston County, Alabama","points":[[34.147691174,-87.2600796897]],"bounds":[[34.147691174,-87.2600796897],[34.147691174,-87.2600796897]],"episodes":[{"id":4655,"title":"Winston County Unionists","course_id":22,"status":"P","start_date":"1861-12-03","end_date":"1861-12-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Dr. A. Kaiser of Winston County passionately wrote down the concerns of his fellow Confederate supporters at the meeting conducted on November 30, 1861 in Alabama.  Winston County is a small, rural county in the upper northwest corner of Alabama.  The county was a pro-Union county that was creating a disturbance in the Confederate state.  In Dr. Kaiser’s letter, he emphasizes the wishes of the citizens to remain anonymous unless otherwise instructed by the need of the Confederacy or the need of the Great State of Alabama.  He claims that these individual loyalists are willing to make themselves known and accept responsibility for their actions or lack there of in supporting the Confederate States of America.  The purpose of the meeting was to contain the rebellion in Winston County as best as could be done.  These people feared that if the loyalists’ notions remained unchecked, their hostility could fester into open rebellion.  He discusses the large number of loyalists in comparison to Confederate supporters.  Dr. A. Kaiser states that many of these loyalists have banded together as Union militia.  He then emphasizes the visit of a very prominent person to Winston County in attempt to win over the disenchanted Unionists and claimed that the spirit of rebellion only seemed to be strengthened by Mr. George S. Houston’s visit.  He then urges the intervening into the matter by Governor John Gill Shorter to halt the rebellion.  Dr. Kaiser then exclaims that all citizens of Winston County should take an oath of allegiance and if they refuse to do so should be treated as aliens.  Finally, he claims that the governor should mandate a requirement of two hundred and fifty volunteers for the Confederate Army to serve in the Civil War.","Citizens in Winston County, Alabama were extreme loyalists.  The citizens of the county met at  Looney’s Tavern in which the members of the county voted to leave the State of Alabama.  Over two thousand five hundred individuals from Winston County were in attendance at the meeting.  The meeting was attended by individuals from several other counties as well, for example Lawrence, Blount, Walker, Fayette, Marion, Marshall, and Franklin counties.  The loyalists in attendance at the meeting drafted resolutions to resolve the issues of loyalty.  The first resolution was to commend the representatives of these counties who were in attendance at the Secession Convention for remaining loyal to their constituents.  The second resolution stated that these individuals supported Jacksonian principles that no state could leave the Union; however, if this was not true, then these citizens felt that counties had the same rights to secede from the state through the same reasoning.  The final resolution was that the citizens instituted a neutrality statement that they preferred to be left alone rather than fight against their neighbors in the South or against America.  These resolutions drafted by the large number of anti Confederate supporters in the upper northwest counties of Alabama display the underlying theme resounding throughout American history that the Civil War was a war fought for economic reasons not states’ rights as the Southern states claimed.  "],"display_date":"December 3, 1861","search_date":"1861-12-03","locations":[{"id":414,"lat":34.147691174,"lng":-87.2600796897,"zoom":10,"place":"WINSTON, Alabama"}],"tags":[{"id":224,"tag":"Winston County, Alabama"},{"id":32,"tag":"Civil War"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}}]}