{"id":2247,"tag":"communism","points":[[28.5999998,-81.3392352],[16.4498,107.5623501],[16.0544068,108.2021667],[10.8230989,106.6296638]],"bounds":[[28.5999998,108.2021667],[10.8230989,-81.3392352]],"episodes":[{"id":6592,"title":"Communism in Education","course_id":167,"status":"P","start_date":"1/1/47","end_date":"12/31/51","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Dr. Paul Wagner “preached on a theme that audio-visual education is the only remedy for the woefully inadequate teaching methods in public schools all over the country.” Wagner’s ideas of implementing audio-visual technology into Rollins College resulted in society accusing him of being Communist. But why? The emergence of McCarthyism became a nation-wide sensation that placed fear into society. McCarthyism exaggerated and exploited the Communist threat, creating an atmosphere of false accusation in which people believed they were bettering society.  “And their voices were all the more credible because of their anti-Communism, which was born not out of fear or anxiety, but rather the conviction about the wrongness of Communism.” Jennifer Delton argues that the goal of anti-Communism was to thwart liberals, not to get rid of Communists. She continues to state that Communism attacked and took over the leftist and liberal organizations due to the fundamental contradiction in the Communists’ relationship to mass movements.","Communist influence was to be kept out of all aspects of society, including education. American people became increasingly worried that Communist influences would infiltrate the schools and pervert the minds of children.  The U.S. Commissioner of Education, Earl McGrath, played a role in spreading anti-Communism throughout education. McGrath summarized the thoughts of many Americans when he stated, “Two conflicting philosophies of government and of life are now competing for the allegiance of the peoples of the world. One of these is totalitarianism… in Communist states of Russia and her satellites. The other is democracy.” When Wagner pitched his idea of audio-visual education, he believed it needed to be implemented after how successful it had been in Germany under Hitler, in which he made Belgium a Fascist state in two years.","Soviet Foreign Minister Andri Vishinski sought to conquer the world not with an atom bomb, but by spreading  “... our ideas, our brains, and our doctrines.” Due to this, civil liberties were impaired in America all in the name of national security. The academic freedoms of educators were limited, as seen with Wagner. James Rodgers and Wesley Null argue that the longer America faced the Communism problem, the broader the definition of “Communist” became. McGrath understood that the Cold War was different, as it was more intellectual than physical. Public schools existed under McGrath to win the Cold War. In order to help win this battle, McGrath implemented “Americanization” programs that teached new immigrants the American way of life. Teachers were screened to make sure that they were not too liberal, and were forced to sign loyalty pledges. Some teachers were fired and even blacklisted from employment in America.","A study was conducted on the tolerance of Communism amongst college students based on social background, secular values and religion at the University of California-Berkeley campus. According to Armand Mauss, the right-wing groups are anti-Communist and hold traditional values. The primary source of this anti-Communist group was religious and militant beliefs. Left-wing groups hold more liberal ideology and do not condone limiting civil liberties.","Paul Wagner’s idea of audio-visual technology was shut down due to Cold War politics. These politics allowed for society to accuse Wagner of being a Communist because of his liberal education idea. Little did society know that Wagner’s idea was ahead of it’s time, and audio-visual technologies would play a huge role in the future of education."," "],"display_date":"1947 - 1951","search_date":"1949-07-01","locations":[{"id":52921,"lat":28.5999998,"lng":-81.3392352,"zoom":8,"place":"Winter Park, Florida"}],"tags":[{"id":2247,"tag":"communism"},{"id":6,"tag":"Education"},{"id":968,"tag":"Liberal Arts"}],"course":{"name":"HIS 120 Decade of Decision 1950s","school":"Rollins College","course_id":167,"school_id":5}},{"id":6741,"title":"A Struggle for Freedom: The 1966 Buddhist Crisis of South Vietnam","course_id":179,"status":"P","start_date":"3/26/66","end_date":"6/8/66","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            On March 27, 1966, the<em> New York Times</em> reported on ongoing anti-government protests led by young, angry Buddhists, mainly teenage boys and girls, in Saigon, South Vietnam (United Press International, 1966). With a crowd of over 3,000 demonstrators led by the Buddhist youth headquarters, they demanded that the military government of Premier Nguyen Cao Ky be replaced with a civilian government. The Rev. Hoang Quynh, chairman of the Catholic Greater Unity Force, also voiced a similar opinion saying that the current government should be replaced by civilian representatives of each of the country’s main religions. Premier Ky responded to the protestors by promising that a civilian government would be established soon, but at the same time, criticized the demonstrations and demanded for an immediate end to them. Premier Ky also hinted that the government would resort to physical force to dispel demonstrations occurring in not only Saigon, but also Hue and Danang, two other major cities where large-scale protests were happening. For Hue especially, being the old imperial capital, the protests attracted around 20,000 students. In Saigon, as well as Hue and Danang, the protests were not only anti-government, but also anti-American. Many speakers at the rallies denounced Ky’s government as being “corrupt” and having sold out to the American government. Among those in the rallies were South Vietnamese soldiers in uniform. The students, together with the soldiers, chanted for the overthrow of Ky’s government, and the enactment of democracy and return of sovereignty.","            Even before the 1966 Crisis, the Buddhist movement had been growing in size and support for years. To many, the Buddhist movement really began on May 8 1963, when government forces shot at crowds of Buddhists celebrating Wesak, the anniversary of the birth of Buddha (Roberts 1965, 240). This incident would not be the last act of religious suppression that Buddhists would face. President Ngo Dinh Diem, who came into power following the 1954 Geneva Convention (Sacks 1967, 516), installed a pro-Catholic regime that recognized Buddhism not as a religion, but as an “association” (Roberts 1965, 240). Many Buddhists publically spoke of their experiences of unfair treatment as a result of Diem’s regime. The Buddhist journal <em>Lien Hoa </em>published appeals to end religious oppression and forced conversion to Catholicism. Buddhists also spoke of favouritism towards Catholics when it came to promotions and land tenure (Roberts 1965, 241). Even though it is called the Buddhist Crisis, they were not the only group experiencing suppression at the time. All groups independent of the government, including the Boy Scouts, experienced a decline in influence as government-backed organizations took their place. Because of this, the boy scouts would come to play an active role during anti-regime protests (Roberts 1965, 242). The movement was not only anti-regime in nature, but also anti-American. During protests and demonstrations, the Buddhists claimed they represented the voice of the people in order to emphasize their dedication to Vietnamese nationalism and tradition. The Government of South Vietnam, by contrast, had brought in American forces and turned Vietnam into a battlefield between the United States and the forces of communism (Topmiller 1997, 207-208)."],"display_date":"March 26, 1966 - June 8, 1966","search_date":"1966-05-02","locations":[{"id":53091,"lat":16.4498,"lng":107.5623501,"zoom":8,"place":"Hue Vietnam"},{"id":53092,"lat":16.0544068,"lng":108.2021667,"zoom":8,"place":"Danang Vietnam"},{"id":53093,"lat":10.8230989,"lng":106.6296638,"zoom":8,"place":"Saigon Vietnam"}],"tags":[{"id":757,"tag":"Catholicism"},{"id":292,"tag":"Vietnam"},{"id":2247,"tag":"communism"},{"id":1385,"tag":"Social Movement"},{"id":3424,"tag":"Buddhism"},{"id":3425,"tag":"Nguyen Cao Ky"},{"id":3426,"tag":"Nationalism"},{"id":3427,"tag":"Suppression"}],"course":{"name":"Critical Writing and Research for Historians","school":"University of Toronto Scarborough","course_id":179,"school_id":28}}]}