{"id":226,"tag":"Southern Women","points":[[34.4075182166,-85.8332057791],[33.3596398044,-82.0735645683],[40.6916304076,-74.0035386433],[39.7816126185,-86.1384147396]],"bounds":[[40.6916304076,-74.0035386433],[33.3596398044,-86.1384147396]],"episodes":[{"id":4659,"title":"Heroines of the South","course_id":22,"status":"P","start_date":"1863-05-25","end_date":"1863-05-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["As General Forrest frantically searched for an alternate route across the Black Creek Ford about three miles from Gadsden, Alabama, the enemy was quickly approaching.  The stream was overflowing and the bridge was broken so General Forrest retreated into the town in hopes of locating another way around the flooded creek.  Upon entry into the town, General Forrest knocked upon a stranger’s door.  A young lady answered the door and General Forrest implored that if any individual knew an alternate route to cross the stream, he needed them to lead him and his men to safety.  No man was present in the home and the young lady explained to General Forrest that she could lead him and his men across the stream.  Her name was Miss Emma Samson.  Her mother refused to allow her daughter to leave with a gentleman that she did not know, “[s]ir, my child cannot thus accompany a stranger” she said sternly.  General Forrest explained who he was and that Miss Emma could ride behind him upon his horse.  “Madam, my name is Forrest, and I will be responsible for this young lady’s safety.”  The mother consented after the explanation of who General Forrest was, “[o]h, if you are General Forrest she can go with you”, and Miss Emma Samson and General Forrest and his men were off into the woods.  While being under fire from the enemy, Miss Emma Samson safely led General Forrest and his men across the stream and refused to leave her post until each man was out of danger.    ","The astounding and remarkable indications of the incident at Black Creek Ford portray not only the images of Southern women’s traditional roles but the role of Southern women that continue to this day.  The belief that a woman needs a man to protect and keep her safe is a traditional belief held by many Southern men that has forced all Southern women into a role of meek and timid creatures that are incapable of providing for themselves.  The response of the mother also displays the beliefs about the pious and righteous nature required of Southern women.  The social structure and role of women created many years ago in the Deep South is still evident in the South’s society today.  The aftermath of the deep beliefs of Southern culture were viewed and still are by many Northern states as regressive and forcing women into submission without options of escape.  These notions are seen each day in the South in common every day actions and will continue until the masculinity of the South as a region is broken.    "],"display_date":"May 25, 1863","search_date":"1863-05-25","locations":[{"id":141,"lat":34.4075182166,"lng":-85.8332057791,"zoom":9,"place":"DE KALB, Alabama"}],"tags":[{"id":228,"tag":"Roles of Women"},{"id":227,"tag":"Women of the South"},{"id":226,"tag":"Southern Women"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}},{"id":4816,"title":"Industrious Women Find a Niche","course_id":31,"status":"P","start_date":"1896-01-18","end_date":"1896-01-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“In many places there are plenty of industrious and accomplished women who are skillful with the needle, or in the kitchen, and who could make many a nice things the public would like to have if there was only some way in which they could be got before the public.” The Augusta Women’s Exchange, noted the <em>Atlanta Constitution</em>, provided women with the means. “For the fee of one dollar per year any woman could send her work to the exchange to be sold without the need to reveal herself to the purchaser.”","The exchange was so successful that many women were able to work off their debts and have consistent enough business to support themselves and their families. Also, the paper suggested, some women who did not need to support their families found a way to earn their own money for such things as: “pin money for church, for summer trips, or to indulge in some of the fads women love.” The author went on to describe additional benefits the exchange offered.  For example, the woman in charge of running the exchange received a good salary something that at the time was very rare. Also, it allowed the women the ability to use their skills to their advantage while staying inside the bounds of their domestic sphere.","Women of the late nineteenth century had very few avenues available to them for earning a substantial amount of money. However, the Augusta Women’s Exchange allowed the women of the city to use their skills to produce profit. During the nineteenth century, women were confined to a specific social sphere, one that dealt with domestic affairs. This provided very little means for women to take care of themselves and or their families other than just keeping house.","Contrary to the article’s author, the idea of the women’s sphere was becoming increasingly less attainable because of the changing times. In the post-Civil War era there were numerous factors that helped bring about this shift of spheres. For instance, historian Anne Scott explained that the readjustment of the economy, the fact that poverty was everywhere, and the war itself all greatly influenced the need for women to earn money. More specifically, Scott proposed, that the war “had created a generation of women without men.” According to historian, Jacqueline Jones, however, these hardships have always been the case for black women.  This concept of the woman’s domestic sphere was not the reality for most women. Many women, like the ones mentioned in the article, did not have the luxury to earn money purely for the pleasure of purchasing trinkets. Most women had to earn money in order to help their families survive."],"display_date":"January 18, 1896","search_date":"1896-01-18","locations":[{"id":2194,"lat":33.3596398044,"lng":-82.0735645683,"zoom":10,"place":"RICHMOND, Georgia"}],"tags":[{"id":421,"tag":"Women's roles"},{"id":226,"tag":"Southern Women"},{"id":58,"tag":"Industry"}],"course":{"name":"African-American History from 1863 to the Present","school":"University of North Carolina at Pembroke","course_id":31,"school_id":9}},{"id":5255,"title":"Southern Trees","course_id":67,"status":"P","start_date":"8/1/30","end_date":"8/31/40","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["\"Strange Fruit<em>\" </em>is a haunting poem with verses that illustrate in vivid detail a dark facet of Southern life in the United States in the early-mid twentieth century.","“Southern trees bear a strange fruit,<br />Blood on the leaves and blood at the root,<br />Black body swinging in the Southern breeze,<br />Strange fruit hanging from the poplar trees.","Pastoral scene of the gallant South,<br />The bulging eyes and the twisted mouth,<br />Scent of magnolia sweet and fresh,<br />And the sudden smell of burning flesh!","Here is a fruit for the crows to pluck,<br />For the rain to gather, for the wind to suck,<br />For the sun to rot, for a tree to drop,<br />Here is a strange and bitter crop.”","Written by Abel Meeropol, a Jewish school teacher from New York, \"Strange Fruit\" was inspired by the infamous image of the beaten and lynched bodies of two African American youths in the south, Abram Smith and Thomas Shipp. The men were overtaken by a mob of an estimated 10,000 white southerners who stormed the jail in which they were held. Smith and Shipp, who had been imprisoned under accusations of rape and murder, were dragged from their cells one August night in 1930 violently beaten and ultimately hung by the rabid mob. Meeropol loathed the indiscriminate and unmerited lynchings of African Americans in the South and spoke out against it in this poem. That common hate, for both action and perpetrator would provoke anti-lynching campaigns across The United States, often spear-headed by women. Many of whom who would soon call upon \"Strange Fruit\" to be one of its most recognized anthems. African American Jazz Singer Billie Holiday would take the poem and make it into one of the most infamous Jazz recordings of the time. Enabled initially by the open mindedness of New York neighborhoods, most famously Greenwich Village, integrated establishments like the Café Society allowed the song, \"Strange Fruit,\" to reach a far wider audience then ever thought possible. The simplicity of Meeropol’s words bought to life by Holiday’s signature deep and husky voice epitomizes a pivotal yet overlooked aspect of American Society in the thirties.","Significant numbers of Southern women, in a parallel effort with their northern contemporaries like Meeropol and Holiday, began to take a stance against the very societies of which they were part. Women, who frequently saw the lynching of many African American men, formed groups such as the Association of Southern Women for the Prevention of Lynching(ASWPL)which advocated for an end to, what was for them, the all too common scenes depicted by Meeropol’s \"Strange Fruit.\" The use of their insider status as Southern women enabled them to actively attack the all too common male fueled misconception that white southern men partook in lynching as an active effort to protect the Southern Bell against men like Shipp and Smith. Women such as those in the ASWPL actively petitioned for the cause not just their own communities but throughout the South. Their goal, to put an end to this twisted illusion of southern chivalry which to them was nothing more then sadistic barbarism, painted pretty for bigoted southern men. Acting with equally as much fervor as Meeropol and Holiday, such examples stand as a testament to how injustice does not adhere to the neatly drawn lines of a map, nor those who fight it defined by where they happen to fall on that map."],"display_date":"August 1930 - August 1940","search_date":"1935-08-16","locations":[{"id":22428,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"},{"id":22726,"lat":39.7816126185,"lng":-86.1384147396,"zoom":10,"place":"Marion, Indiana"}],"tags":[{"id":999,"tag":"Strange Fruit"},{"id":998,"tag":"Abel Meeropol"},{"id":997,"tag":"Billie Holiday"},{"id":226,"tag":"Southern Women"},{"id":367,"tag":"Lynching"},{"id":889,"tag":"Racism"}],"course":{"name":"US History Since 1865","school":"University of Toronto Scarborough","course_id":67,"school_id":28}}]}