{"id":2263,"tag":"governor Graves","points":[[38.9151212228,-76.9435162098]],"bounds":[[38.9151212228,-76.9435162098],[38.9151212228,-76.9435162098]],"episodes":[{"id":6110,"title":"<strong>Senator Miss Dixie Makes Headlines with Congressional Speech</strong>","course_id":126,"status":"P","start_date":"8/20/37","end_date":"8/20/37","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On August 20th, 1937, Dixie Bibb Graves took the senatorial oath and became Alabama’s first female senator. She created a precedent not only by representing her state in the Senate, but by being the first woman to deliver a speech on the Congress floor. “Miss Dixie”, as she was affectionately called, spoke against an anti-lynching bill. Southern women often talked about lynching, because they considered it a necessary prosecution to avoid rape; so it was not surprising that Senator Graves talked passionately about the subject. Lynching was a well-discussed subject during the New Deal Era of the 1930s, because the Great Depression and its repercussions had caused a new wave of lynching throughout the South. Congress had introduced various anti-lynching bills before and during the Progressive Era, but none could pass through the filibuster initiated by Southern Congressmen. By the 1930s, most mob violence and lynchings were directed against African Americans in the South; however, Senator Graves’s speech did not mention this. Instead, she argued that the frequency of lynching was declining and Southern states had the right to deal with it in their own way. She insisted that the lynching problem did not need governmental intervention and federal legislation, and states were “stamping out this disease”.","The speech became the subject of differing viewpoints and countless newspaper articles throughout the country. One such article from <em>The Birmingham News</em> praises Senator Graves and points out that “even Vice President Garner listened when [she] had her say about lynching”. The article even mentions that after the female senator was done with her speech, Republicans and Democrats from both sides of the isle stood up to shake her hand. Whether these events were true or not, many Southern newspapers like the <em>Tuscaloosa News</em> and the M<em>ontgomery Advisor</em> delivered similar articles acknowledging and praising Senator Graves. Northern newspapers, however, were not as kind. The newly appointed senator’s speech contained a number of erroneous facts, and to Northerners, she seemed to be defending the practice of lynching. Some Northern articles drew attention to her gender as a way of discrediting Miss Dixie Graves. One paper mocked her husband, Governor Graves, by saying that Mrs. Graves “can’t be a very good cook. Otherwise her husband, Bibb, would never have appointed her to the Senate”.","Dixie Graves followed in the footsteps of other women in Alabama and the South who were gaining more public roles since 1900. Historian Mary Martha Thomas writes, “although they were excluded from positions of political power, women compensated by activity in their various organizations”. Following the Progressive Era, women began moving from domestic life into public life; they established temperance societies, women’s suffrage clubs, and other organizations that were meant to bring attention to social issues. Through these organizations, women put pressure on the government to eliminate child labor, attack illiteracy, improve the school system, provide welfare for the sick and elderly, and allow women to vote. Although Miss Dixie’s speech to Congress represented women’s newly acquired confidence in public life, it was neither forward-looking in its subject matter, nor did it demonstrate any progress in the South's approval of racial equality."],"display_date":"August 20, 1937","search_date":"1937-08-20","locations":[{"id":22331,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Dist Columbia, District of Columbia"}],"tags":[{"id":2264,"tag":"senator graves"},{"id":2263,"tag":"governor Graves"},{"id":2262,"tag":"female senator"},{"id":2261,"tag":"women in politics"},{"id":1972,"tag":"1930s"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":126,"school_id":10}}]}