{"id":2267,"tag":"Annie Lola Price","points":[[34.9015275542,-87.6543722425]],"bounds":[[34.9015275542,-87.6543722425],[34.9015275542,-87.6543722425]],"episodes":[{"id":6111,"title":"<strong>Vote to Make the Lady Our Appellate Judge!</strong>","course_id":126,"status":"P","start_date":"5/4/52","end_date":"5/4/52","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On May 4th, 1952, readers of <em>The Florence Times</em> opened the newspaper and flipped through the pages to find various political advertisements. One such ad asked readers to vote in the Democratic Primary for Annie Lola Price to replace herself as a judge on the Alabama Court of Appeals. The ad featured a small picture of the lady herself, as well as a short description of Judge Price’s accomplishments. The endorsement read “Judge Price has not been reversed in a single case by the Supreme Court of Alabama”. It did not mention, however, that the lady being endorsed was the first female judge on the Appellate Court of Alabama.","Annie Lola Price never attended law school, but after reading law while she was a secretary at a law firm, she passed the Alabama bar exam. She began practicing law but soon rose to become legal advisor to Governor James E. Folsom. From there he appointed her to serve on the Court of Appeals. She feared that she may not be welcomed on the Court as a woman and chose to take her oath in a private office instead of taking part in a swearing-in ceremony. She received some criticism from Alabama’s newspapers due to her gender. An article in the <em>Montgomery Advisor</em> said that her appointment to the court was “jarring to the legal profession”. She was criticized for not having real judicial experience in trying a case, although, she had attended numerous trials as a part-time court reporter.","At the time <em>The Florence Times</em> printed its advertisement asking voters to vote for Judge Price, she had been serving on the Court for sixteen months. Other candidates for political offices appeared in the newspaper that day, including C. C. (Jack) Cole for Public Service Commission, whose ad appeared shamelessly eleven times in the newspaper. Judge Price’s photo and endorsement, however, appeared only once in the Social and Club Activities section of the newspaper. This section featured women’s activities in church or other organizations, and it was usually written to cater to women’s interests. Judge Price was not exclusively looking for the female vote, but the editors of the newspaper seemed to feel that the female section was where her advertisement was most suited. Nonetheless, Judge Price defeated three male opponents for her seat in the primary and went on to win the runoffs. She earned the respect and admiration of her fellow judges on the Court and served for over twenty years as Chief Justice on the Criminal Court of Appeals.","Annie Price was a remarkable woman, as women had much difficulty succeeding in the legal profession in the 1950s. Female lawyers were paid less and valued less than their male counterparts, which is why women were not made partners at law firms until the 1970s. During the Second World War, firms had no choice but to hire women, with men serving overseas. However, after men returned from the War, women were released from legal counseling jobs. Judge Price’s career was much unlike those of former Supreme Court Justice Sandra Day O’Connor or current Supreme Court Justice Ruth Bader Ginsburg. Both women graduated from prestigious law schools in the 1950s, and had difficulty finding jobs other than secretarial positions at law firms. Alabama’s Judge Price was able to achieve with a steady voice and calm attitude what took other judges years to accomplish."],"display_date":"May 4, 1952","search_date":"1952-05-04","locations":[{"id":30385,"lat":34.9015275542,"lng":-87.6543722425,"zoom":10,"place":"Lauderdale, Alabama"}],"tags":[{"id":2261,"tag":"women in politics"},{"id":220,"tag":"alabama"},{"id":2265,"tag":"judge"},{"id":2266,"tag":"female judge"},{"id":2267,"tag":"Annie Lola Price"},{"id":2268,"tag":"women in legal profession"},{"id":2269,"tag":"appellate judge"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":126,"school_id":10}}]}