{"id":227,"tag":"Women of the South","points":[[34.4075182166,-85.8332057791],[28.5146851201,-81.3237702415]],"bounds":[[34.4075182166,-81.3237702415],[28.5146851201,-85.8332057791]],"episodes":[{"id":4659,"title":"Heroines of the South","course_id":22,"status":"P","start_date":"1863-05-25","end_date":"1863-05-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["As General Forrest frantically searched for an alternate route across the Black Creek Ford about three miles from Gadsden, Alabama, the enemy was quickly approaching.  The stream was overflowing and the bridge was broken so General Forrest retreated into the town in hopes of locating another way around the flooded creek.  Upon entry into the town, General Forrest knocked upon a stranger’s door.  A young lady answered the door and General Forrest implored that if any individual knew an alternate route to cross the stream, he needed them to lead him and his men to safety.  No man was present in the home and the young lady explained to General Forrest that she could lead him and his men across the stream.  Her name was Miss Emma Samson.  Her mother refused to allow her daughter to leave with a gentleman that she did not know, “[s]ir, my child cannot thus accompany a stranger” she said sternly.  General Forrest explained who he was and that Miss Emma could ride behind him upon his horse.  “Madam, my name is Forrest, and I will be responsible for this young lady’s safety.”  The mother consented after the explanation of who General Forrest was, “[o]h, if you are General Forrest she can go with you”, and Miss Emma Samson and General Forrest and his men were off into the woods.  While being under fire from the enemy, Miss Emma Samson safely led General Forrest and his men across the stream and refused to leave her post until each man was out of danger.    ","The astounding and remarkable indications of the incident at Black Creek Ford portray not only the images of Southern women’s traditional roles but the role of Southern women that continue to this day.  The belief that a woman needs a man to protect and keep her safe is a traditional belief held by many Southern men that has forced all Southern women into a role of meek and timid creatures that are incapable of providing for themselves.  The response of the mother also displays the beliefs about the pious and righteous nature required of Southern women.  The social structure and role of women created many years ago in the Deep South is still evident in the South’s society today.  The aftermath of the deep beliefs of Southern culture were viewed and still are by many Northern states as regressive and forcing women into submission without options of escape.  These notions are seen each day in the South in common every day actions and will continue until the masculinity of the South as a region is broken.    "],"display_date":"May 25, 1863","search_date":"1863-05-25","locations":[{"id":141,"lat":34.4075182166,"lng":-85.8332057791,"zoom":9,"place":"DE KALB, Alabama"}],"tags":[{"id":228,"tag":"Roles of Women"},{"id":227,"tag":"Women of the South"},{"id":226,"tag":"Southern Women"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}},{"id":4891,"title":"Eatonville Influences Zora Neale Hurston","course_id":33,"status":"P","start_date":"1/1/20","end_date":"12/31/30","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Zora Neale Hurston was an African American author famous during the New Negro Movement (Harlem Renaissance), which was in the 1920’s and 1930’s. She wrote four novels and published more than fifty short stories and plays. Her writing was influenced by the small town of Eatonville. Eatonville is located in central Florida.","Eatonville may be a small town but it is packed with African American history and culture. After the Civil War, freed African Americans were segregated from the white community. They had three options; one was to leave the United States and go to Mexico, Canada or back to Africa. The second option was to try to assimilate into the white society where they would suffer inequality and discrimination. Or the last option was to establish all black communities, where they would try to be a self-sufficient town but with equal rights. Many of these all black communities were located out west in Kansas and Okalahoma. Eatonville was one of the few black communities established in Florida and it is the oldest of twelve to remain today. Eatonville became an official city on August 15, 1887. It was an all black town that was built around their culture, religion, family and education.","Zora Hurston was born in Alabama and moved to Eatonville at the age of two. She was so proud to be from an all black community that she carried it over to her writings, she even declared being born in Eatonville in biography. In her plays she used an all-negro cast to act in her Afro-American Folklores. According to her program from the play, “All De Live Long Day,” which was perform at Rollins College on Friday, January 5, 1934,  she had four sections then an intermission followed by the last three sections. The play consisted of music and dance. It was about the struggles of black life and it was a very inspirational message for that touched to hearts of the audience. It was based off the life of Negroes in Florida but mainly in her home town of Eatonville.","Eatonville shaped her life and her writing. The town honors and recognizes Hurston and all her hard work by celebrating her through the annual arts and humanities events at the Zora Neale Hurston Festival. This festival celebrates her life and her work as a writer. It attracts thousands of locals and tourists each year and it is a way to take a moment to remember the life of African Americans before and during her life in Eatonville."],"display_date":"1920 - 1930","search_date":"1925-07-01","locations":[{"id":21523,"lat":28.5146851201,"lng":-81.3237702415,"zoom":9,"place":"Orange, Florida"}],"tags":[{"id":227,"tag":"Women of the South"},{"id":85,"tag":"Harlem Renaissance"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}}]}