{"id":2271,"tag":"Military Strategy","points":[],"bounds":[[-100,-100],[100,100]],"episodes":[{"id":6114,"title":"Colonel Edmund Discusses Tactics","course_id":126,"status":"P","start_date":"4/9/42","end_date":"7/5/45","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Colonel Edward sat in camp Tarlac in the Philippines, now the residence of his unit after being captured by the Japanese at the battle of Bataan. The men were perplexed about how they could have been defeated at the hands of a foe they considered themselves militarily superior towards. Their defeat sparked much conversation between the officers as they tried to discern how they had been bested in such a humiliating fashion. Edward’s friend, Brigadier General William Brougher, who had been captured along with Edward, believed he had discovered the failings of the United States’ forces and was prepared to lay down what had happened in simple terms. The words of William are important in understanding the causes behind the initial Japanese onslaught.","William opens his synopsis with what is probably the key to understanding the Japanese successes: “ 1) The failure of our air force; caution on the part of our air force, resulted of the complete destruction of our force by the Japanese in the early days of the war, A handicap from which we never recovered”. He continues with his second point which can be seen as an extension of his first one: “2) Lack of cover, our air force did not have any. They were huddled together at Clarence field and without any cover, they were all destroyed. They should have been under the ground, lacking underground storage; they should have been hidden in the woods and under brush”. His final point observes the failed mindset of the soldiers and commanders as they prepared for the campaign in the Philippines: “Ditto for the navy; anybody who did not know that the war in the Philippines was going to be an air and naval war was too dumb to live…their lack of preparation based on this knowledge led to their own failure and destruction and put them in a hole which they had no chance to recover from”. The insights of General Braugher provide a wide synopsis for the disastrous Battle of Bataan and the subsequent capture of an entire American army.","Military historian Christopher Chant backs up the words of Broughr in his discussion of tactics on the war. He argues that the fundamental flaw with the U.S. and the allies was their hesitance to adopt new tactics; the allies still believed that the ship was the superior weapon on the sea while the Japanese had been experimenting with the idea of air superiority for a long time. Evidence of this can be seen at the battle of Bataan where the U.S. forces failed to heed the warning they had recieved at Pearl Harbor. Furthermore, Chant argues that the allies still relied heavily on infantry during the early island campaigns in the war while the Japanese seemed to have full understanding of the superiority of naval and air operations. These idea serve to explain how the allies suffered a string of defeats at the onset of the war and also show how military tactics have evolved to what they are today."," "," "],"display_date":"April 9, 1942 - July 5, 1945","search_date":"1943-11-21","locations":[{"id":52663,"lat":null,"lng":null,"zoom":8,"place":"Outside US"}],"tags":[{"id":258,"tag":"World War II"},{"id":2271,"tag":"Military Strategy"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":126,"school_id":10}}]}