{"id":2273,"tag":"Newspaper","points":[[33.553801834,-86.8960886107],[28.6157324623,-81.3533405132],[34.8438774,-82.4016068],[34.8526176,-82.3940104],[40.7155787,-74.0148434]],"bounds":[[40.7155787,-74.0148434],[28.6157324623,-86.8960886107]],"episodes":[{"id":6116,"title":"“Prohibition in Alabama- Newspaper Fiasco”","course_id":126,"status":"P","start_date":"2/25/15","end_date":"2/25/15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In a New York Times article published on February 25, 1915 titled “Prohibition Running Amuck” a story is told about a newspaper and magazine distributer in Birmingham, Alabama. The distributers name was Hiram R. De Laye and he was the largest distributor in Birmingham. He was arrested because he sold a copy of a newspaper published outside Alabama that had a liquor advertisement within the newspaper. Hiram had to pay a fine that was not less than $50 but no more than $500. Hiram also had imprisonment at hard labor for not more than six months stated in the article. The article stated that, “The Alabama Legislature passed, over the Governor’s veto, a law making this a penal offense.” This would have restricted the state’s citizens to reading mainly home papers and also it would have made citizens mostly stop reading magazines.                                                                                                      News dealers of Alabama tried to rectify the situation by cutting liquor advertisements out of the papers before they delivered them. This ended up being very costly for Laye since he had the largest distribution of the printed press he had to employ more laborers to get the job done. Thenewspaper article then went on to say that Laye would not have to worry about labor for much longer because his customers would soon stop buying papers and magazines if nearly all the material is cut out. A portion of the paper says, “The Birmingham Age-Herald prints a cartoon of an indignant citizen trying to read the report of a battle in Belgium and finding the important part cut out because a liquor advertisement was printed on the back.”  This portion shows that the prohibition act could hamper literature as a whole.","The sheriff of Birmingham got involved and told the press that the city was not trying to make an example out of Laye, but if he continued to violate the law he would be arrested every day he broke the law. The Montgomery Advertiser and The Birmingham News then decided to ignore the law. The article continues to speak on how prohibition is running mad and how human interest should not be sacrificed. Also the article states how if this situation were to logical extremes it would give states with anti-cigarette and anti-racing laws the right to exclude those advertisements in the paper.  Pretty soon the customer would be getting nothing for their money. The article ends with the author trying to bring citizens to his side by saying, “They might enact a law providing that if a citizen takes a drink in Tennessee and crosses into Alabama he should be arrested on the ground that he had carried liquor into the State.”","This <em>New York Times </em>newspaper article shows how there can be complications between the amendments. For instance, just how far do citizens’ rights protect someone when going against the government? Historian Robert M. Entman states that the government influences or determines some of the information citizens receive from the media. If the government sees it will benefit the larger majority of people they will alter information. Entman states that the First Amendment does not prevent the government from shaping most important dimensions of the news media’s messages. Many other news affiliates thought Laye was innocent yet the legislature found him guilty which shows how amendments can clash with each other. This clash ended with Laye being found guilty and being thrown in jail. All of this can be an example of how even our amendments have flaws, and they can be obstructed by each other."],"display_date":"February 25, 1915","search_date":"1915-02-25","locations":[{"id":18257,"lat":33.553801834,"lng":-86.8960886107,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":111,"tag":"Prohibition"},{"id":203,"tag":"Birmingham, Alabama"},{"id":2273,"tag":"Newspaper"},{"id":1397,"tag":"Amendment"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":126,"school_id":10}},{"id":6141,"title":"African Americans Find a Voice in the Post-Reconstruction South","course_id":131,"status":"P","start_date":"1889-05-31","end_date":"1889-05-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On May 31st, 1889, amidst the hostilities of the post-Reconstruction South, the first issue of the black-owned Florida newspaper, <em>The Advocate</em>, was published. At its head was Hannibal Square, Winter Park, Florida resident Gus C. Henderson, who acted as the paper’s manager. A staunch Republican, Henderson began the newspaper with the goal of providing the citizens of Hannibal Square and Winter Park with political updates as well as local social news. Clearly stated in its “Introduction” article, <em>The Advocate</em> pledged its responsibility to, “take a stand that we may never be afraid or ashamed to advocate.” To Henderson, publishing editorials and informative articles about the political occurrences in Winter Park was of the utmost importance, and for this reason, he willingly, “[entered] the journalistic life with all its difficulties and bankruptcy…” As the article acknowledges, many black-owned and operated newspapers in the South remained unsuccessful due to both economic hardship as well as the high illiteracy rate among black populations. The 1886 Constitution of Florida also all but eliminated black individuals from political relevancy. <em>The Advocate</em>, however, reached great success, as the paper would go on to capture the attention of black and white citizens alike, and remained one of the two black-owned newspapers in Florida for a time. Henderson himself worked not only as the business manger, but also became a reporter, editor, and advertising salesman for the paper.","Although Henderson confirmed that this newspaper would not become a “political machine,” he made it clear that <em>The Advocate</em> would never hesitate to promote views that are right and just. What Henderson is referring to is not specified, but the context in which the newspaper was originally published suggests that political advocacy for the Republican party, as well as the rights of black individuals were both on the paper’s agenda. At the time of the first publication, the predominantly black Hannibal Square district of Winter Park had recently been incorporated into the rest of the city due to a great deal of political activism on Henderson’s part. Like Henderson, the creators of Winter Park and Hannibal Square, Loring Chase and Oliver Chapman, were also members of the Republican party. For these reasons and more, Henderson had long been a proponent for the Republicans, even crediting the party with aiding in the abolishment of slavery. Such political views hinted at in this introductory article would later be clearly reflected in the articles and editorials published in the paper’s future issues, and politics would play a key role in making <em>The Advocate </em>a voice for the black individuals of Winter Park, Florida in the late 19th century."],"display_date":"May 31, 1889","search_date":"1889-05-31","locations":[{"id":1443,"lat":28.6157324623,"lng":-81.3533405132,"zoom":8,"place":"ORANGE, Florida"}],"tags":[{"id":2322,"tag":"Gus Henderson"},{"id":2321,"tag":"post-reconstruction"},{"id":2273,"tag":"Newspaper"},{"id":142,"tag":"african americans"},{"id":1496,"tag":"Florida"}],"course":{"name":"Decade of Decision 1890s","school":"Rollins College","course_id":131,"school_id":5}},{"id":6448,"title":"The Mess Three Times and the Rise of the Dormitory-System","course_id":148,"status":"P","start_date":"1898-05-06","end_date":"1898-05-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On May 6th, 1898, Mess Three published “The Mess Three Times,” a newspaper of Furman’s third residential hall for its inhabitants. Within “Mess Three” a group of male Furman students, ranging from seniors to freshmen, lived and ate together. The four paged newspaper of the hall described the students, their nicknames, their origins, and where they lived within Mess Three. The newspaper was filled with anecdotes and stories, one of which was titled “War News” in which a student described the boys’ capture of someone’s chickens. Particularly interesting was a letter from one of the Greenville Female College students, which glorified the gentlemen of the Hall and in turn gave them information on their female counterparts and invited them for upcoming events, such as musicals and concerts. Church and the Greenville Female College were mentioned as the primary meeting places between men and women in a Baptist environment, which strongly regulated these interactions. The newspaper described how the environment of the mess hall shaped the college experience of its residents.","            As Furman struggled in establishing itself as a university, it had trouble in accommodating residences for its students. As a result, “some wooden houses known as “messes” were erected at inconspicuous points on the campus. They were crude, unattractive, and not very comfortable, but most students preferred them to private homes.\" Furthermore, in 1898, Furman University had still banned fraternities and sororities and thus the messes served as a replacement, with new residents being chosen by the earlier residents and a loose sense of organization and structure bounding the residents together. As exemplified by the stories within the newspaper, students found a sense of comradery within these wooden houses, and by living together, cared for each other. The Messes became the models for the later student dorms and they were built on walking distances from the lecture halls.","Students living in the mess halls were generally from a poorer background, as in general “all who can do so are encouraged to secure board in private families  where proper domestic influences exist.\" In that sense, campus life became segregated with the poorer students needing to live together, because they could not afford the homes of private families and had to band together in order to pay for basic housing expenses. Thus, the mess-system rose out of an economic necessity, but through its establishment created the opportunity for poorer Furman students to attend University and created an environment in which they could help each other in many aspects through their comradery of living together."],"display_date":"May 6, 1898","search_date":"1898-05-06","locations":[{"id":52849,"lat":34.8438774,"lng":-82.4016068,"zoom":19,"place":"furman college way"}],"tags":[{"id":2837,"tag":"Students"},{"id":2836,"tag":"Mess-Hall"},{"id":2273,"tag":"Newspaper"},{"id":1467,"tag":"Greenville"},{"id":674,"tag":"Furman University"}],"course":{"name":"Urban and Suburban America","school":"Furman University","course_id":148,"school_id":4}},{"id":6453,"title":"The Burning of Sterling High School 1967","course_id":148,"status":"P","start_date":"9/15/67","end_date":"9/16/67","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On September 15, 1967, the Greenville News reported a story on the burning down of Sterling High School. The origin of the fire has yet to be determined. The article states the policemen refused to answer any questions pertaining to the origin of the fire, but they were overheard along with the firemen that it could have been an intentional act. This historically black high school had just been approved by the school district trustees for renovation work that same week, coincidentally the school became extinct within the same week. Renovating the school became a lost cause. I only say this because it was never rebuilt."," Greenville lost a part of its history that day because Sterling was the first public school in the city to allow the attendance of African Americans. The school was built during the times where racism and segregation were legal. Brown vs. Board of education, which outlawed legal segregation of schools, wasn’t even implemented at the time the school was built. The demise of the school was toward the end of the civil rights movement, where segregation was no longer constitutional and no longer lawful."," The images used in the article shows just how careless the public’s [Greenville’s citizens] attention was toward those who were affected the most, the students. The image only showed two firemen and two other civilians, who all were Caucasian. Empathy toward the black community was very lackluster throughout the entire article because there wasn’t any mentioning of the Black students who were explicitly affected by this event. This points out the sense of racism that was still existing in Greenville, SC during 1967."," The policemen’s choice not to comment on the matter is another indicator of just how careless people were toward African-Americans. African American children were the individuals who lost the most, but the newspaper never seemed to highlight this at all. The black community, who were affected the most, were not interviewed at all for this event."," "," Racism was still prevalent during the date in which this article was published. The Greenville News seems to be written for a white audience because the article only shows images Caucasians, and there aren’t any mentions of African-Americans.  Media coverage is often times biased, and because of the time period, the newspaper’s text didn’t empathize with blacks whatsoever. One can see how racial tensions and attitudes were present during this time, because the overall event is seen as a cover-up, and is even written as so. Law enforcement never disclosed the issue as an act of crime, but the Newspaper does."],"display_date":"September 15, 1967 - September 16, 1967","search_date":"1967-09-15","locations":[{"id":11529,"lat":34.8526176,"lng":-82.3940104,"zoom":8,"place":"GREENVILLE, South Carolina"}],"tags":[{"id":889,"tag":"Racism"},{"id":6,"tag":"Education"},{"id":2273,"tag":"Newspaper"}],"course":{"name":"Urban and Suburban America","school":"Furman University","course_id":148,"school_id":4}},{"id":6525,"title":"Abraham Lincoln vs. New York World Newspaper","course_id":159,"status":"P","start_date":"1864-05-18","end_date":"1864-05-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the course of the Civil War, Abraham Lincoln was responsible for shutting down more than 300 newspapers (1). In a telegram sent to Major General Dix on May 18th, 1864, Lincoln orders military occupation of the New York World newspaper for something that was \"wickedly and traitorously printed and published,\" (1). In another telegram sent on May 18th, 1864, it is discovered that a forged document of some kind was printed in the newspaper (2). This document was a fake proclamation by Lincoln to add 400,00 troops to the Northern army (2). The Department of State quickly released a statement claiming the document was false, and Lincoln ordered an immediate shut down of the newspaper (2). It was later discovered that a man named Joseph Howard, a known prankster, was behind the forged document (2)."," ","In the telegrams sent on May 18th, 1864, it is clear that the newspaper printed a forged document that contained both Lincoln and his Secretary of War's signatures (2). An actual forged document could have raised some legal questions in regards to forgery on part of the newspaper, and most would agree that legal action should be taken in the event of forged documents. However, it was not always a forged document that caused Lincoln to shut down newspapers or detain editors without hearings. Newspapers like the New York World often heavily disagreed with Lincoln's policies and the war in general. Lincoln also suspended the writ of habeus corpus, even though Chief Justice Roger Tanney ruled this unconstitutional, citing that only Congress had the power to do so (3). Lincoln’s suppression of the New York World newspaper and other media outlets caused some controversy regarding First Amendment rights during the war, and has even sparked some modern controversy in the eye of public memory. Judgment aside, it is clear that Abraham Lincoln felt it necessary to suppress certain messages during a time of war."," ","1. \"The Lincoln Telegrams Project.\" <a href=\"http://wiki.lincolntelegrams.com/index.php?title=May_18,_1864_\">http://wiki.lincolntelegrams.com/index.php?title=May_18,_1864_</a>(2)","2. \"The Lincoln Telegrams Project.\" <a href=\"http://wiki.lincolntelegrams.com/index.php?title=May_18,_1864_\">http://wiki.lincolntelegrams.com/index.php?title=May_18,_1864_</a>(3)","3. \"Civil War tested Lincoln's tolerance for free speech, press.\" First Amendment Center. 2009. <a href=\"http://www.firstamendmentcenter.org/civil-war-tested-lincolns-tolerance-for-free-speech-press\">http://www.firstamendmentcenter.org/civil-war-tested-lincolns-tolerance-for-free-speech-press</a>"],"display_date":"May 18, 1864","search_date":"1864-05-18","locations":[{"id":8915,"lat":40.7155787,"lng":-74.0148434,"zoom":8,"place":"NEW YORK, New York"}],"tags":[{"id":2992,"tag":"Press"},{"id":2273,"tag":"Newspaper"},{"id":683,"tag":"Abraham Lincoln"},{"id":32,"tag":"Civil War"}],"course":{"name":"Digital History and Pedagogy","school":"North Carolina State University","course_id":159,"school_id":30}}]}