{"id":2276,"tag":"Christian Missionaries","points":[],"bounds":[[-100,-100],[100,100]],"episodes":[{"id":6118,"title":"A Christian Missionary's Perpective of Native Americans","course_id":126,"status":"P","start_date":"1838-04-11","end_date":"1838-04-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","Location:<strong> <strong>Walla Walla River, Oregon Territory</strong></strong>","As European settlers headed west in the early 1800s, Native Americans across the United States experienced unimaginable evils. Their lands were taken by force and many American Indians were forced to forfeit their culture and beliefs to adopt the cultural practices of whites. Though there are many negative connotations among stories of Christian missionaries and Native Americans, there is evidence that some white settlers deeply cared for the Indians they were ministering to and had their best interests at heart. On April 11, 1838, Christian missionary Narcissa Prestiss Whitman, who lived in Oregon territory and worked with the <strong>Wieletpoo</strong> Tribe wrote a letter showing her different attitude towards Native Americans. Whitman wrote of a more understanding and non-forceful approach to reaching the Native Americans with Christianity.","Though the letter initially eludes to the fact that the Indians were difficult to satisfy and show fear of the missionaries’ ways, Whitman goes on to speak positively about the Native American children and adults that they were working with. Her positive outlook for the Native American youth is evident as she states, “One boy about ten years old we have given the name of Edward—a bright, active boy, and loves his book. He has a brother, a young man whom we call David, who is very promising; he has been to school steadily all winter, and is remarkably sedate and sober—very different from all other young men of the tribe. He, with his father, is making a large quantity of land ready for planting. He is the Indian Teloukike, that gave our baby the name of Cayuse Tenni, spoken of in a former letter. His little daughter we call Jane. She attends school, also—all very good looking children, and quite handsome.","Many settlers of this time believed that the Native Americans were savages and were not intelligent. Historian Margaret D. Jacobs argues that many white women at this time saw themselves as “’The Great White Mother’  who would save her benighted Indian ‘daughters.’” These women believed that Native American mothers were unfit and that they were doing these Native American children a favor by stealing them away from their families and giving them a “proper” upbringing. Jacobs also argues that many of these white women raised the Native American children to believe negatively of their heritage in efforts to further assimilate them to white culture.  Although many settlers felt that the Native Americans were inferior, it is apparent that missionary Whitman does not share this attitude. She believed that the Native American children were very capable of succeeding in school, but also flourishing in life. Her talk of Teloukike also shows that some of the Indians within the tribe also cared for the missionaries. Teloukike had given Whitman’s infant daughter an Indian name, showing his endearment to her family. Had he been hostile towards her or her fellow Christian missionaries, he would certainly not have Indian names to white children or work willingly with them to farm the land.","Missionaries then also had a reputation for forcing Native Americans to abandon their Native languages and adopt English. This is certainly not true in all cases because Whitman talks of having books printed in the Indian’s native tongue for so that they can better understand. She and her husband were also working hard to learn the Indian’s language so that they could better communicate with them. Their efforts appeared to be welcomed because she stated; “The most interesting exercise is the Sabbath School in which we assemble—the youth and children at five o’clock P.M. The aged ones appear to be as much interested as the children. We have been teaching them the Ten Commandments, with which they are very much pleased.”","Though many Native American’s experienced poor treatment from white missionaries, Whitman’s letter shows that the missionary influence was not always forceful and negative. Although this letter appears to show concern for the Native Americans, the majority of white settlers were forceful and treated the Native Americans badly."," "," "],"display_date":"April 11, 1838","search_date":"1838-04-11","locations":[{"id":15202,"lat":null,"lng":null,"zoom":8,"place":"TERRITORY, Territory"}],"tags":[{"id":2277,"tag":"Native American Schools"},{"id":2276,"tag":"Christian Missionaries"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":126,"school_id":10}}]}