{"id":2277,"tag":"Native American Schools","points":[[41.5184025702,-76.0165203504]],"bounds":[[41.5184025702,-76.0165203504],[41.5184025702,-76.0165203504]],"episodes":[{"id":6118,"title":"A Christian Missionary's Perpective of Native Americans","course_id":126,"status":"P","start_date":"1838-04-11","end_date":"1838-04-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","Location:<strong> <strong>Walla Walla River, Oregon Territory</strong></strong>","As European settlers headed west in the early 1800s, Native Americans across the United States experienced unimaginable evils. Their lands were taken by force and many American Indians were forced to forfeit their culture and beliefs to adopt the cultural practices of whites. Though there are many negative connotations among stories of Christian missionaries and Native Americans, there is evidence that some white settlers deeply cared for the Indians they were ministering to and had their best interests at heart. On April 11, 1838, Christian missionary Narcissa Prestiss Whitman, who lived in Oregon territory and worked with the <strong>Wieletpoo</strong> Tribe wrote a letter showing her different attitude towards Native Americans. Whitman wrote of a more understanding and non-forceful approach to reaching the Native Americans with Christianity.","Though the letter initially eludes to the fact that the Indians were difficult to satisfy and show fear of the missionaries’ ways, Whitman goes on to speak positively about the Native American children and adults that they were working with. Her positive outlook for the Native American youth is evident as she states, “One boy about ten years old we have given the name of Edward—a bright, active boy, and loves his book. He has a brother, a young man whom we call David, who is very promising; he has been to school steadily all winter, and is remarkably sedate and sober—very different from all other young men of the tribe. He, with his father, is making a large quantity of land ready for planting. He is the Indian Teloukike, that gave our baby the name of Cayuse Tenni, spoken of in a former letter. His little daughter we call Jane. She attends school, also—all very good looking children, and quite handsome.","Many settlers of this time believed that the Native Americans were savages and were not intelligent. Historian Margaret D. Jacobs argues that many white women at this time saw themselves as “’The Great White Mother’  who would save her benighted Indian ‘daughters.’” These women believed that Native American mothers were unfit and that they were doing these Native American children a favor by stealing them away from their families and giving them a “proper” upbringing. Jacobs also argues that many of these white women raised the Native American children to believe negatively of their heritage in efforts to further assimilate them to white culture.  Although many settlers felt that the Native Americans were inferior, it is apparent that missionary Whitman does not share this attitude. She believed that the Native American children were very capable of succeeding in school, but also flourishing in life. Her talk of Teloukike also shows that some of the Indians within the tribe also cared for the missionaries. Teloukike had given Whitman’s infant daughter an Indian name, showing his endearment to her family. Had he been hostile towards her or her fellow Christian missionaries, he would certainly not have Indian names to white children or work willingly with them to farm the land.","Missionaries then also had a reputation for forcing Native Americans to abandon their Native languages and adopt English. This is certainly not true in all cases because Whitman talks of having books printed in the Indian’s native tongue for so that they can better understand. She and her husband were also working hard to learn the Indian’s language so that they could better communicate with them. Their efforts appeared to be welcomed because she stated; “The most interesting exercise is the Sabbath School in which we assemble—the youth and children at five o’clock P.M. The aged ones appear to be as much interested as the children. We have been teaching them the Ten Commandments, with which they are very much pleased.”","Though many Native American’s experienced poor treatment from white missionaries, Whitman’s letter shows that the missionary influence was not always forceful and negative. Although this letter appears to show concern for the Native Americans, the majority of white settlers were forceful and treated the Native Americans badly."," "," "],"display_date":"April 11, 1838","search_date":"1838-04-11","locations":[{"id":15202,"lat":null,"lng":null,"zoom":8,"place":"TERRITORY, Territory"}],"tags":[{"id":2277,"tag":"Native American Schools"},{"id":2276,"tag":"Christian Missionaries"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":126,"school_id":10}},{"id":6119,"title":"Injustice at the Carlisle School for Indians","course_id":126,"status":"P","start_date":"1881-01-10","end_date":"1881-01-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Location: Carlisle, Pennsylvania"," ","January 10, 1881 marked the date of the disciplinary hearing of Henry P. Taawaite, a Native American Comanche who was made to attend the Carlisle Indian Industrial School in Carlisle, Pennsylvania. The school was led by Captain Richard Pratt, who had been the commanding officer of the 10<sup>th</sup> Calvary in the United States Army.  Pratt had persuaded the Bureau of Indian Affairs to open the boarding school in 1879. The first students were volunteered by elders of various Dakota tribes, but later, Native American children would be made to attend the school. Off reservation boarding schools began in the early 1870s as the United States government stopped recognizing Native American territory as their own separate states. Many Native American children were taken from their families “for their own good” to be educated by whites in these boarding schools. The goal of these schools was to assimilate Native Americans to white language and customs.","Captain Richard Pratt used very harsh military-style discipline within the school. Pratt believed that the only way to make the Native American’s useful to society was to assimilate them to the ways and culture of the whites, removing all traces of their native heritage.  Pratt was not at all concerned with what was best for the Indians or their families. Pratt’s very words were “Kill the Indian, save the man.” Henry P. Taawaite was a Native American student at the Carlisle School who was accused of refusing to complete his blacksmithing duties as given to him by Captain Richard Pratt. Taawaite reminisces of the school he once attended and his actions at Carlisle in his confession, “Then I come here to this Carlisle School to learn how to work and to make wagons, but when I try to work my heart is not strong that way. And all the time I think about the good friends<br /> at Paris Hill and the good time I have there. Then too, I have been away from my home over five<br /> years, and I want very much to see my people, So by thinking this way my heart got very bad, and<br /> I would not do what Capt. Pratt wanted me to.”","It is evident by his confession that Taawaite  does not want to be at the school and longs to be with his family that he loves dearly. Taawaite goes on to say that he is “very sorry” for his actions and eludes to the power that Pratt has over him. The leaders of these schools tried to fool fellow Americans into thinking that these schools were “helping these poor savages” and molding Native American children into productive members of society. These schools not only stripped Native American families of their children, but forced the children to cut their hair, wear European clothes, give up their religions, and forget their native heritage. Historian Cary Collins explores the conditions of the Carlisle Indian School and other Native American Boarding schools in her book “The Broken Crucible of Assimilation.” Collins argues that the poor conditions of these boarding schools, the lack of school funding, and the understaffing of these schools, and the stripping of young Native American children from their parents are proof that these boarding schools were like prisons in the eyes of the students. Collins also argues that the assimilationist view that Native American children had to be separated from their families and completely immersed in white culture in order to “civilize them” and further the white takeover of Native American land in the United States is one of the greatest injustices in American history. Collins supported her views as she wrote, “With a disturbing death rate, family separation, and heavy discipline, off-reservation boarding schools exacerbated rather than solved the Indian’s ‘problems’.”   These boarding schools were just one of the many hardships Native Americans faced in the late 1800s and beyond. Native American schools run by the U.S. government still exist today, but do not practice the extremes of these early boarding schools. Native Americans are still fighting to have a voice and the freedom that was taken from them so long ago."],"display_date":"January 10, 1881","search_date":"1881-01-10","locations":[{"id":11356,"lat":41.5184025702,"lng":-76.0165203504,"zoom":10,"place":"WYOMING, Pennsylvania"}],"tags":[{"id":2277,"tag":"Native American Schools"},{"id":2279,"tag":"Henry p. Taawaite"},{"id":2280,"tag":"Carlisle Indian School"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":126,"school_id":10}}]}