{"id":228,"tag":"Roles of Women","points":[[34.4075182166,-85.8332057791],[41.8064084993,-72.7328417292],[42.107446354,-83.1351982696],[41.5286517402,-71.0500153769],[39.2338595038,-76.3925904773],[41.4673534696,-90.5674122327]],"bounds":[[42.107446354,-71.0500153769],[34.4075182166,-90.5674122327]],"episodes":[{"id":4659,"title":"Heroines of the South","course_id":22,"status":"P","start_date":"1863-05-25","end_date":"1863-05-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["As General Forrest frantically searched for an alternate route across the Black Creek Ford about three miles from Gadsden, Alabama, the enemy was quickly approaching.  The stream was overflowing and the bridge was broken so General Forrest retreated into the town in hopes of locating another way around the flooded creek.  Upon entry into the town, General Forrest knocked upon a stranger’s door.  A young lady answered the door and General Forrest implored that if any individual knew an alternate route to cross the stream, he needed them to lead him and his men to safety.  No man was present in the home and the young lady explained to General Forrest that she could lead him and his men across the stream.  Her name was Miss Emma Samson.  Her mother refused to allow her daughter to leave with a gentleman that she did not know, “[s]ir, my child cannot thus accompany a stranger” she said sternly.  General Forrest explained who he was and that Miss Emma could ride behind him upon his horse.  “Madam, my name is Forrest, and I will be responsible for this young lady’s safety.”  The mother consented after the explanation of who General Forrest was, “[o]h, if you are General Forrest she can go with you”, and Miss Emma Samson and General Forrest and his men were off into the woods.  While being under fire from the enemy, Miss Emma Samson safely led General Forrest and his men across the stream and refused to leave her post until each man was out of danger.    ","The astounding and remarkable indications of the incident at Black Creek Ford portray not only the images of Southern women’s traditional roles but the role of Southern women that continue to this day.  The belief that a woman needs a man to protect and keep her safe is a traditional belief held by many Southern men that has forced all Southern women into a role of meek and timid creatures that are incapable of providing for themselves.  The response of the mother also displays the beliefs about the pious and righteous nature required of Southern women.  The social structure and role of women created many years ago in the Deep South is still evident in the South’s society today.  The aftermath of the deep beliefs of Southern culture were viewed and still are by many Northern states as regressive and forcing women into submission without options of escape.  These notions are seen each day in the South in common every day actions and will continue until the masculinity of the South as a region is broken.    "],"display_date":"May 25, 1863","search_date":"1863-05-25","locations":[{"id":141,"lat":34.4075182166,"lng":-85.8332057791,"zoom":9,"place":"DE KALB, Alabama"}],"tags":[{"id":228,"tag":"Roles of Women"},{"id":227,"tag":"Women of the South"},{"id":226,"tag":"Southern Women"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}},{"id":5014,"title":"<strong>Philosophy of Education through the Lens of Catharine E. Beecher</strong>","course_id":43,"status":"P","start_date":"1829-01-01","end_date":"1829-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["During the early nineteenth century, women became the center of the family—nurturing and educating their children.   Catharine E. Beecher’s essay, <em>Suggestions Respecting Improvements in Education,</em> became relevant as she characterized a woman’s role as the teacher and caretaker of the household.  In her essay, she connected a woman’s domestic life with education, and provided women with guidance for managing their household and fostering their children.  She offered reform that would increase educational opportunities for women to become more prepared in their profession.  She founded the Western Female Institute, a school where women were provided the instruction to educate others.  “It is to mothers and to teachers, that the world is to look for the character which is to be enstamped on each succeeding generation, for it is to them the great business of education is almost exclusively committed,” advised Beecher.  Her profound understanding of education helped to promote and prepare women to enter into this profession of teaching younger children."," ","In her work, Beecher defined specific instructive strategies to determine the best approach to help children retain the knowledge taught.  She provided important routines that are essential for the child to grow intellectually, physically, and morally.  Beecher declared a great defect in past methods of education—not using “objects of sight to aid in illustrating and communicating ideas.”  The sight sensory method demonstrated the principle that a teacher should not let objects magically appear in front of a child, but rather lead them through the process for a greater sense of understanding.  She stressed that consistent communication was critical to a child’s educational experience.  Ultimately, Beecher helped shape future educational development and recognized the importance of women becoming involved and supportive of their children’s education.  Today, on the political agenda of most politicians is the issue of education reform.  The government also recognized the importance of having parents, not just women, involved in their child’s education.  A major goal of the No Child Left Behind Act of 2001 promoted informed parental choice and attempted to improve student success and infuse reform. "," "],"display_date":1829,"search_date":"1829-07-02","locations":[{"id":1182,"lat":41.8064084993,"lng":-72.7328417292,"zoom":9,"place":"HARTFORD, Connecticut"}],"tags":[{"id":228,"tag":"Roles of Women"},{"id":552,"tag":"women's education"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":6032,"title":"WWI Success in Detroit","course_id":118,"status":"P","start_date":"4/6/17","end_date":"4/6/18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["On April 6 1917, the United States entered World War I (WWI) and declared war on Germany. In the beginning of WWI the United States could only muster up around 100,000 troops who were ready to fight. In order to strengthen our armed forces, President Wilson adopted the conscription act which boosted our armed forces to over 2 million soldiers. With the help of the United States the allied forces were able to take down Germany and win the war.","Detroit was greatly involved in WWI as much as it was in WWII. Detroit production changed from cars to supplying are military with motor trucks and airplanes which Colonel P.S Bond said would play a large part in winning the war. Nearly 40 percent of Detroit’s male population was sent off to fight in the war which brought a surge of women into the workforce. Detroit was a central power in the efforts to help the fight in WWI and the city was rapidly expanding. In a 1917 Detroit Free Press article, they state how Detroit banks were expecting the war and were well prepared for it. They also stated how the automobile industry is evolving and is only going to benefit Detroit in their upcoming expansion of the city."],"display_date":"April 6, 1917 - April 6, 1918","search_date":"1917-10-05","locations":[{"id":18385,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2169,"tag":"President Wilson"},{"id":1918,"tag":"Detroit Free Press"},{"id":665,"tag":"Conscription"},{"id":228,"tag":"Roles of Women"},{"id":240,"tag":"WWI"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6169,"title":"Women's Roles in Mid-Nineteenth Century Massachusetts","course_id":136,"status":"P","start_date":"1843-07-25","end_date":"1843-08-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the sweltering months of late summer, Laban Morey Wheaton, a cotton textile manufacturer and entrepreneur of one of the wealthiest and most respected families in the area, was recording the transactions he made with the “quiet, relatively prosperous community” of Norton, Massachusetts. One member of this community with who he made several transactions was Mary A. Wrigley. At the end of July Mary Wrigley purchased a spool of thread at eight cents from him, and a couple of weeks later she borrowed fifteen dollars cash in order to go to Boston. These transactions are quite significant due to her position as a woman in mid- nineteenth century New England. The fact that her name appeared in these transactions could mean she was a single woman or a widow, but either way Mary Wrigley clearly had a great deal of financial independence.","According to common law, adult single woman had a significant amount of power to own property and make financial transactions during the mid nineteenth century. But once they were married, women effectively lost their legal identity. The fact that Wrigley bought a spool of thread speaks to a distinctively feminine purchase, and may help conclude that she was a well off woman who had the leisure time to use thread to make items for her friends and family. The nineteenth century placed duties such as shopping for provisions to make clothes as not an economic function, but an emotional and social one which would have been influenced by the distinct choice of spool she would have made with her unique knowledge of the personalities and style of those she would be making something for. Her borrowing of the rather larger sum of fifteen dollars to travel into Boston also shows that this was a relatively prosperous, independent woman who had extra means and extra time. The nineteenth century roles prescribed to middle and upper class women in New England listed childcare as the primary responsibility, so Wrigley’s ability to take time off may mean she was an independent woman with no family of her own and deceased parents (since otherwise a father would most likely still control her finances) or she was an older widow whose children no longer needed taking care of."],"display_date":"July 25, 1843 - August 9, 1843","search_date":"1843-08-01","locations":[{"id":6120,"lat":41.5286517402,"lng":-71.0500153769,"zoom":9,"place":"BRISTOL, Massachusetts"}],"tags":[{"id":686,"tag":"Wheaton"},{"id":685,"tag":"accounting records"},{"id":684,"tag":"mid-nineteenth century"},{"id":7,"tag":"Women"},{"id":228,"tag":"Roles of Women"},{"id":1263,"tag":"financial"}],"course":{"name":"Junior Colloquium: Historical Methods","school":"Wheaton College","course_id":136,"school_id":2}},{"id":6276,"title":"Women Workers at the Bethlehem Steel Mill in Sparrows Point, Maryland","course_id":132,"status":"P","start_date":"1/1/42","end_date":"12/31/45","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["A significant part of the development of modern America can be attributed to the rise of the steel industry. Henry Bessemer developed a faster method to manufacture steel in 1864, reducing the production time from seven days to thirty minutes.  Bessemer’s work was revolutionary.  After that, steel was quickly integrated into modern society.  At the end of the Civil War, top railroad executives formed a steelmaking company that would incorporate the Bessemer process.  Steel enabled a giant leap ahead in technology, as it was much more resilient in comparison to traditional iron. Steel can be attributed to the massive expansion of railroads across the country.","In March 1887, surveyors arrived in Sparrows Point, Maryland to determine a suitable location for a steel mill.  One of the biggest steel companies in the eastern district, Pennsylvania Steel, purchased the peninsula on the Chesapeake Bay and broke ground in the following summer.  Upon its completion, more men began working at the mill, and their wives and children followed and lived in the surrounding area of Sparrows Point.  The U.S. Bureau of Labor called Sparrows Point “the most noteworthy example of a complete steel community, planned, constructed, and controlled by a steel company.”","The steel industry was a man’s world – incorporating intense heat and heavy equipment that naturally shut out women from the job -- as it drastically contributed to the masculine pursuit of expansion and modernization of America. But, when World War II erupted and men were sent overseas, some 35,000 women answered the call to serve the war effort. They entered shipbuilding, aircraft, and machinery industries throughout Baltimore. Despite the fact that they worked admirably under difficult conditions, most people viewed women as weaker with less endurance. They faced a great deal of discrimination from their male coworkers and supervisors.","Oral history interviews provide insight to women’s experiences and men’s reactions to them. When asked a group of male workers to evaluate the performance of women in the mills, their responses included “women can’t work in labor” and “the women can’t handle it.” Though it was difficult for them to become accustomed to working in the harsh environment, the most resilient women proved that they could work a “man’s job.”  When asked a group of female workers to evaluate their own experiences at the mills, their responses included, “it just takes guts,” “determination is the key,” and “any woman can make it here if she wants to.” This type of resilience was important in fighting against the prejudice that they faced upon their employment at the steel mills."],"display_date":"1942 - 1945","search_date":"1944-01-01","locations":[{"id":25547,"lat":39.2338595038,"lng":-76.3925904773,"zoom":9,"place":"Baltimore, Maryland"}],"tags":[{"id":228,"tag":"Roles of Women"},{"id":258,"tag":"World War II"},{"id":906,"tag":"Steel industry"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}},{"id":6343,"title":"Winsome Womanhood: Christianity as a Progressive Influence on Women’s Identity and Values During the Early 20th Century","course_id":144,"status":"P","start_date":"1890-01-01","end_date":"12/31/10","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["“O Lord and Master of us all,","Whate’er our name or sign,","We own Thy sway, we hear Thy call,","We test our lives by Thine.”"," ","Winsome Womanhood, a book written by Margaret Sangster, provided young women of the early 20th century with a connection to God as well as a purpose/identity within the Christian faith. It was Sangster’s belief that all women, regardless of age, could benefit from the teachings of the Bible and understand the meaning of what it means to be a true Christian woman. Living during a time when religion was not at the forefront of what structured society, women such as Sangster were adamant about keeping the ideals of Christianity close and informing women about how the message of God can be used to empower them as individuals at every stage in their life.","The book is broken into sections directed at women of different ages and from different walks of life. A young woman of fifteen, not yet a woman and no longer a girl, would look to this book and find guidance. During this time of transition from childhood to adulthood, the only true source of wisdom cannot come from mothers or teachers alone, but from God, and young women at this stage in life were encouraged to take time for themselves and read the Bible or pray to seek the answers they needed in order to grow into well-rounded women - women of faith. “A room of her very own, a tastefully appointed and comfortably furnished as possible, should be every young girl’s retreat. Here she may enjoy the half hours for devotion which tend to the soul’s growth . . . In this, her den, her nook, her bower, her special fancies may be indulged, and her individuality find fit expression”(Sangster, 25). Winsome Womanhood was not only, then, a guide for women to find faith and keep it, but also a guide for women to find liberation and individuality through their faith as Christian women, as opposed to feeling trapped by it.","She also speaks to working women or, “The Girl in Business.” It was not uncommon for a working woman of the early 1900’s to feel diminished in her role when compared to a working man - making less money, earning less respect - but Sangster’s view on the role of working women was not so. “Many young women belittle their employment by going to it in the spirit of martyrs who pty themselves . . . Self-pity is a badge of weakness, and work done for money alone is never noble work” (Sangster, 67). It was Sangster’s belief that women should take pride in their work, as women of honor and duty within the Christian faith, and not take pride solely in their wages. This assertion was not uncommon among Christian [Protestant] society at this time, as many women and men affiliated with Protestant denominations were involved in social activism and issues such as fair wages and voting rights for women around this time, as pointed out by Lori Ginzberg in her discussion of the “benevolent” work of women. Ginzberg states that, during this era of progression, “tensions about paying wages, centralizing corporate functions, relating benevolence to government, and using funds solely for administrative purposes all came into the open” (Ginzberg, 161). Sangster’s ideas, then, in regards to Christianity as a positive influence in women’s lives could also be interpreted as viewing religion as a force for equality and empowerment during this progressive age.","Overall, the message Margaret Sangster seems to be sending with Winsome Womanhood is that women of all stages in life, all positions, all classes, could be empowered and liberated through the study and adherence to Christian ideals and faith, and that God’s word should not be ignored, even as the world progresses."," "],"display_date":"1890 - 1910","search_date":"1900-07-02","locations":[{"id":2962,"lat":41.4673534696,"lng":-90.5674122327,"zoom":9,"place":"ROCK ISLAND, Illinois"}],"tags":[{"id":2642,"tag":"Augustana College"},{"id":1269,"tag":"Social Morality"},{"id":196,"tag":"women's rights"},{"id":1205,"tag":"Women's History"},{"id":228,"tag":"Roles of Women"},{"id":849,"tag":"Progressive Era"},{"id":79,"tag":"Religion"},{"id":514,"tag":"Christianity"},{"id":7,"tag":"Women"}],"course":{"name":"History of Women in the U.S.","school":"Augustana College","course_id":144,"school_id":54}}]}