{"id":2282,"tag":"American Indian Movement","points":[[38.9151212228,-76.9435162098],[43.1405442,-102.365715]],"bounds":[[43.1405442,-76.9435162098],[38.9151212228,-102.365715]],"episodes":[{"id":6112,"title":"An Underestimated Victory for Native Americans","course_id":126,"status":"P","start_date":"7/8/70","end_date":"7/8/70","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","On July 8, 1970, President Nixon addresses the United States Congress regarding Native American rights in response to the ongoing efforts of the American Indian Movement. At the time of his address to Congress, Native Americans across the United States were taking a stand against the hundreds of years of mistreatment they have received at the hands of white settlers.  These American Indians, who were fed up with having their cries of freedom silenced, took over the abandoned Island of Alcatraz of the coast of California. The Native American occupancy of Alcatraz Island started in the fall of 1969 and was still demanding attention from the United States government at the time of Nixon’s letter. In a bold statement, Native Americans (who came from dozens of tribes from the United States and around the globe) from American Indian Movement decided to take over Alcatraz Island and reclaim it as Indian territory. These American Indians said they had the right to claim this land because the land was abandoned and unclaimed the United States.","Few Americans were paying attention to the Native American movement, which lead to further Native American frustration with America. Many leaders and supporters of the American Indian Movement felt as though their efforts were falling out of the spotlight. The occupancy of Alcatraz marked the first bold move of the part of the American Indian Movement that would finally capture the attention of U.S. citizens. The Coast Guard surrounded the Island of Alcatraz and would not let anyone bring much needed food and supplies to the Native Americans that now occupied the island. The Native Americans did not waver and held strong to beliefs held by the AIM. This takeover helped the AIM to gain momentum, but Paul Chaat Smith and Robert Allen Warrior, authors of the book “Like a Hurricane” argue that the American Indian Movement was successful due in large part the theatrical show that they believed members of the movement performed. They believed that leaders in the Alcatraz takeover like Richard Oakes, a college student of Native American descent from California, were taking on the Native American cause more for personal attention than to preserve their dying Native American culture.  Smith and Warrior also argued that the many leaders of the American Indian Movement were “too urban” and disconnected from true Native American culture since the movement started in the urban city of Minneapolis, Minnesota instead of a more rural setting where Native Americans still practiced their traditions and beliefs.. Whatever the motives of the various members of the movement, the takeover at Alcatraz lead to an awakening that swept the nation and brought Native American issues and injustices to light. The media became very interested and started running stories across the nation about the happenings on Alcatraz Island. The Native American occupancy of Alcatraz was important because it put an end to the silencing of Native American voices at the hands of other Americans.","President Nixon finally took notice of the AIM outcries for change by becoming one of the first modern American presidents to actually acknowledge that Native Americans had been unjustly treated by whites. Nixon boldly stated to Congress on July 8, 1970, “The first Americans--the Indians-are the most deprived and most isolated minority group in our nation. On virtually every scale of measurement--employment, income, education, health--the condition of the Indian people ranks at the bottom. This condition is the heritage of centuries of injustice. From the time of their first contact with European settlers, the American Indians have been oppressed and brutalized, deprived of their ancestral lands and denied the opportunity to control their own destiny. Even the Federal programs which are intended to meet their needs have frequently proven to be ineffective and demeaning.”","The president’s recognition of the Native American peoples was a huge sign that their efforts were finally paying off after centuries of trying to defend their people, their land, and their beliefs. Their efforts had gained the attention of the American president and Native Americans were hopeful that things would soon change for their people. In his Congressional address, Nixon proclaimed that Native Americans were have more freedoms and would be given better governmental assistance. Although Nixon made these presentations to Congress, Native Americans continue to fight for all that was taken from them so many years ago. America owes the American Indian so much and will be forever indebted to these native peoples."],"display_date":"July 8, 1970","search_date":"1970-07-08","locations":[{"id":35365,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"District of Columbia, District of Columb"}],"tags":[{"id":537,"tag":"Native Americans"},{"id":2281,"tag":"President Nixon"},{"id":2282,"tag":"American Indian Movement"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":126,"school_id":10}},{"id":6784,"title":"A Day at Wounded Knee, 1973","course_id":181,"status":"P","start_date":"2/27/73","end_date":"5/8/73","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Reporter Kevin Barry McKiernan feared for his life during the occupation of Wounded Knee on April 17, 1973. His diary entry, on the morning of April 17<sup>th</sup>, 1973 shows the last days of the occupation that occurred between February 27, 1973 to May 8<sup>th</sup> 1973, and the stress and fear that the occupants had to live through. McKiernan reports that food was scarce and the living conditions were poor, as the trailers the protester slept in were “shabbily built”. The diary also describes how FBI agents were shooting at the Wounded Knee occupants, including women and children who were in the area although McKiernan implies that the shots were not directed at them. The text also states that the occupants themselves were shooting back, although it is not made clear where the shooting first originated, and aggression from both sides (Federal agents and occupants) was present through mutual possession of weapons. The journalist also insinuates that although he was only there to cover the occupation, and did not participate in the conflict directly, he was still fearful for his life.","The Wounded Knee occupation was a result of growing dissatisfaction and tension between leaders and members of the American Indian Movement (AIM) and the US federal government. This climate of conflict was being worsened by suspicion of corruption in the Bureau of Indian Affairs (BIA), the arguable misuse of Indian owned resources and perhaps most importantly the inability of the Indigenous population to govern themselves as a result of federal control and legislation. As a protest against all these issues, and the leadership of Richard Wilson (the tribal-chairman) members of the AIM and residents of the Pine Ridge Reservation occupied Wounded Knee for 71 days. The FBI considered, by the time of the occupation, the AIM as an “extremist organization”, which explains what can be seen as an aggressive reaction to the occupation, by the FBI, as a “large” group of agents were sent to end the occupation. It is important to note that the Wounded Knee site had also been the site for a massacre that killed approximately 200 men, women and children in 1890, and therefore was an important representation for the fight for rights of the Indigenous population in the area. The journalist that wrote the diary entry had reported on different occupations of different groups, and therefore is assumed to have knowledge of the subject. His, at times, extreme and emotional reaction to events portrayed in the entry imply that the protest at Wounded Knee was unusual in its nature due to the violence that arose because of it. While initially McKiernan shows that even though there were women, children and elders at the site and suggests the brutality of the actions by the federal agents, the reporter also illustrates how even elders were in possession of weapons and as a result were not as harmless as one would initially suspect."," "," "],"display_date":"February 27, 1973 - May 8, 1973","search_date":"1973-04-02","locations":[{"id":53038,"lat":43.1405442,"lng":-102.365715,"zoom":8,"place":"Wounded Knee"}],"tags":[{"id":3524,"tag":"AIM"},{"id":3523,"tag":"Wounded Knee 1973"},{"id":2282,"tag":"American Indian Movement"}],"course":{"name":"US History since 1865","school":"University of Toronto Scarborough","course_id":181,"school_id":28}}]}