{"id":2284,"tag":"Colored Hospitals","points":[[33.5543155862,-86.8964933862]],"bounds":[[33.5543155862,-86.8964933862],[33.5543155862,-86.8964933862]],"episodes":[{"id":6121,"title":"Holy Family Hospital: Birmingham's First Colored Hospital","course_id":126,"status":"P","start_date":"4/11/41","end_date":"4/11/53","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":[" ","On February 10, 1957 the <em>Birmingham Post-Herald </em>headline story was “Beds Scarce For Negroes in Hospitals.” Arthur Bailey, the administrator of Jefferson-Hillman hospital said that they had been forced to turn colored people away up to two weeks before this articled was printed. Due to Jim Crow Laws black people were unable to receive equal treatment in the medical community and were often forced to give up their bed if it were needed by their white counterparts. Facilities that offered a segregated unit did not house as many beds for African American’s which led to many people being turned away or denied proper healthcare.  Clyde Sibley, the director of Baptist Hospitals said, “For the first time, negroes have enough to go to a hospital. It will get much worse as the time goes on because more and more of them are buying it.” The need for black hospitals in which colored patients were guaranteed beds and served as the main priority and doctors of colors had a safe sterile place where they could treat their patients was becoming more and more needed in the Birmingham community.","Nearly a decade before this article was printed, Mother Ann Sebastian of Nazareth, Kentucky sent three sisters from Kentucky to Alabama to care specifically for the needs of African Americans. This facility, was the first hospital in Birmingham, Alabama created specifically for the care of African Americans and black doctors and nurses were able to care for their patients in a safe, sterile environment. This hospital originally completed in 1946 initially housed twelve beds. However, it wasn’t until 1954 that the hospital was expanded due to the large demand of people needing a pace to go to seek proper healthcare. It was also then that more black physicians and nurses were hired to care for the patients.  The colored physicians were “especially happy” now because they could follow their patients into the hospital and care for their needs for the first time in the history of Birmingham, Alabama. Dr. L.D. Green, president of the Mineral District Medical Assn. said, “This is a stepping stone…and a hope…where a colored patient of Jefferson County can enter to be treated by a physician of his choice.” This gave the black patient autonomy over his health. Dean of the Medical Center Roy R. kracke, M.D sent a letter sent to Mr. Robert Ingalls on May 16th, 1949 stating: “There is no need as great as hospitalization facilities for negroes in the county here a negro doctor can take a patient.” Kracke also sent a letter Father Eustace Eilers on June 21, 1949 stating that he believes that “a hospital for the negro physicians is both necessary and desirable in this community.” The need was so great the Holy Family hospital was forced to do a third expansion to meet the demands of those needing a place to go where they knew they could not be turned around.","Holy Family hospital was not only a stepping stone for the black community but also for the community as a whole. In 1954, a dedication ceremony brought hundreds of people of different race and religions from black and white to Jewish to those of the catholic and protestant faith. Along with city representatives and medical professionals. Col. Pritchard stated at the ceremony: “The friendship of men, regardless of race or creed, has brought into being this hospital, dedicated to relieving sufferings of our Negro friends.” People recognized that there was a need for patient care in the community colored or otherwise."],"display_date":"April 11, 1941 - April 11, 1953","search_date":"1947-04-11","locations":[{"id":25458,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":203,"tag":"Birmingham, Alabama"},{"id":2283,"tag":"Holy Family Hospital"},{"id":2284,"tag":"Colored Hospitals"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":126,"school_id":10}}]}