{"id":2287,"tag":"Colt Revolver","points":[[41.8064084993,-72.7328417292]],"bounds":[[41.8064084993,-72.7328417292],[41.8064084993,-72.7328417292]],"episodes":[{"id":6124,"title":"Samuel Colt's Patent of the Multi-Shot Revolver","course_id":124,"status":"P","start_date":"1836-02-25","end_date":"1836-02-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Before the invention of the multi-shot revolver, there were only single-shot muskets and hand guns. The main issue with a single-shot weapon is the time it takes to reload. It took twenty seconds to reload a single-shot flint lock firearm. In that time Indians, for instance, could shoot up to six arrows (Kinard 66). Soldiers in the heat of battle were left vulnerable while they took time to reload. Samuel Colt’s successful patent on the six-shot revolver revolutionized the firearms industry. Colt did not invent the revolver but improved upon the design by making it a multi-shot weapon. The multi-shot revolver made it possible to fire six times before the weapon needed to be reloaded. This could save not only time, but soldiers’ lives while they were in battle (Kinard 65-66).","Samuel Colt was born in Hartford, Connecticut in 1814 and was always fascinated with weapons and explosives. Being an American entrepreneur, Colt was looking for ways to make money off of his interests. Colt came up with his patent idea while studying navigation at sea (Kinard 63). He was fixated by how a ship’s wheel rotates and could also be locked into one position. Being an innovator, Colt brought some of his ideas to life by carving the components of his patent out of wood (Kinard 63). After working and saving, he had enough money to perfect his idea and employ gunsmiths to make prototypes. Colt then opened up a firearms manufacturing factory in Patterson, New Jersey, in 1836 (samuelcolt.net). There he worked on a design for a pistol that would utilize a cylinder and could be preloaded with six shots instead of one. ","On February 25,1836, Samuel Colt submitted an application to the United States Patent Office detailing his new invention (Colt). He wanted a patent in order to safeguard the design from his rivals. Not only did he safeguard his design from rival firearms manufactures, but he also protected his own interests by taking the patent out in his personal name instead of his company, Colt's Patent Fire-Arms Manufacturing Company (Munz). Colt’s petition carefully detailed each of the components used in the new revolver and explained exactly how they operated throughout the firing processes. He wanted to make sure that the examiners at the patent office had no issues understanding what his patent was about and why it was a new and original design.","Samuel Colt’s patent application is seven pages long with three of those pages being drawings showing the breakdown of the specific components used in the new firearm. The patent application is extremely technical in the description of each component used and the material that it is made from. The way the firearm operates can easily be broken down into four steps.","Colt outlined the advantages of his design to the Patent Office.  Besides being multi-shot, the revolver used percussion caps instead of the flintlock’s that were used in the single shot muzzleloaders. Flintlocks were very susceptible to moisture whereas the percussion caps were more tolerant of moisture (Kinard 65). His firearm used a rotating cylinder that would turn and lock with the caps at the end of the cylinder itself. This kept the smoke of the powder and the exploding cap separate from the rest of the loads in the other chambers of the cylinder. There is a connecting rod between the hammer and trigger to rotate the cylinder to the prospective chamber. When the hammer would strike the cap, the recoil was minimal so the firearm was able to be held steady for better accuracy. The gun can be fired as fast as the hammer can be pulled back and the trigger pulled (Ikenson 85). ","At the time period of Samuel Colt’s patent, the United States was on the verge of starting to expand its western boundaries. Wars were inevitable when the United States tried to force its way onto lands that were inhabited by Indians for many years (Kinard 67). Colt saw that there was a need for improved weapons and geared his new design toward the military (Kinard 66). The improvements Colt made were of great advantage to soldiers and settlers that were exploring new lands."],"display_date":"February 25, 1836","search_date":"1836-02-25","locations":[{"id":1183,"lat":41.8064084993,"lng":-72.7328417292,"zoom":9,"place":"HARTFORD, Connecticut"}],"tags":[{"id":2287,"tag":"Colt Revolver"},{"id":2288,"tag":"Samuel Colt"},{"id":2289,"tag":"Weapons"},{"id":2290,"tag":"Guns"},{"id":2291,"tag":"Patents"}],"course":{"name":"Historical Perspectives on Technology","school":"Widener University","course_id":124,"school_id":43}}]}