{"id":2292,"tag":"Salk, polio, vaccine","points":[[40.468833638,-79.9812076782]],"bounds":[[40.468833638,-79.9812076782],[40.468833638,-79.9812076782]],"episodes":[{"id":6125,"title":"A brief description of the Polio Disease, Dr. Salk, the vaccine he created, and the methods he used.","course_id":124,"status":"P","start_date":"2/23/54","end_date":"2/23/54","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On February 23, 1954, <em>The Free Lance-Star</em> newspaper, published in Fredericksburg, Virginia, reported that “<em>Pittsburgh youngsters are first to try Salk’s anti-polio Vaccine.” </em>One hundred thirty-seven brave young students tried this new vaccine in Arsenal Elementary School in Pittsburgh.  The article indicates countless tests on animals were conducted prior to human tests.  Only about 600 people were tested before the school test. Very few other people had tested the vaccine before these school children. They were not told of the vaccine ahead of time, for Salk felt “mental tentativeness” may change the outcome.  The children were told as they received the shot. The vaccine created a minor case of polio, in which the child would build anti-bodies too, making them immune [1].  This could not happen in today’s litigious world.   Unexpected and fairly untested vaccines would not be acceptable today, even for the good of the herd.","The article discusses the day of the first shots for the children, but leaves out detail on the incredible hard work Dr. Salk put into the development of the vaccine.  The vaccine worked as expected, and by April 1955, 1.8 million students everywhere were inoculated.  This effort was re-enforced by 20,000 volunteers and 20,000 doctors [2] , funded by March of Dimes’ $7.5 million [3] in donations, Dr. Salk, worked endlessly to find the cure.  The money needed to help find a cure was mostly raised by the then president Franklin Delano Roosevelt.  FDR, who had polio himself, became the public face of the disease.   That status and the fact he was a man of conviction and morals led to a large increase in the amount of donations [4].","Polio first entered the modern science scene in the early 1900’s, according to the College of Physicians of Philadelphia, but may have been traced as far back as the Ancient Egyptians.  A painting showed a man with a club foot[5]. Deformities of the limbs were common in Polio.   Polio was an odd disease in the fact it could have symptoms such as fever, vomiting, paralysis, or death; or the virus could show no outward symptoms of the disease. Contractions of the muscles were common among victims, and medical science of the time encouraged immobilization,   which is why many pictures of people with polio contain leg braces[6]. The virus was easy spread through contaminated feces, saliva, or mucus from an infect person.  The poor sanitation of the early part of the 20<sup>th</sup> century led to the explosion in the number of cases.","Salk began his career in the labs of the University of Michigan, as a medical student.  Intrigued by vaccines and inspired by the small pox vaccine, he began to work on a vaccine for influenza. New medical technologies and Penicillin help elevate the research towards curing diseases. As his stature increased, he was promoted to the head of University of Pittsburgh’s research labs[7]. He began to work almost exclusively on Poliomyelitis, known as the Polio virus.  Salk started by classifying the strains of Polio. He found they fell into three main groups[8].   Further research provided him an idea.  He was able to kill the virus with formaldehyde.  He took this dead form of the virus and injected it into the body.  The body, upon recognizing the virus, would create anti-bodies and prevent the body from getting infected.  The first batch he tested on himself, his wife and his children[9].   After publishing the findings in a medical journal, he began testing on the school children.  He obtained a 60% success rate[10].  As the popularity of the vaccine spread so did Salk’s popularity.  Unfortunately the vaccine was halted as reports of people getting sick from the vaccines started coming in.  200 people were sickened by polio all from one bad batch from a pharmaceutical company. The issue was quickly resolved and the vaccine was back in full swing.","Dr. Albert Sabin, who was also a world class expert on vaccine, paralleled Salk’s work.  He felt that Salk vaccine was weak and not strong enough to effectively eliminate the virus. Sabin created his from a small dose of the live virus, instead of the dead[11].  It worked with a good success rate.  He was able to administer his vaccine orally in a sugar cube, instead of Salk’s shot[12]. This was a huge improvement administrating the vaccine to school children.  Sabin’s version of the vaccine also had troubles, unfortunately some people contracted polio from his version[13]. By 1979 these two great men had effectively wiped out polio in the United States, and in most countries in the world."," "," "," ","[1] http://news.google.com/newspapers?nid=1298&dat=19540223&id=V95LAAAAIBAJ&sjid=5ooDAAAAIBAJ&pg=2092,3325242"," ","[2] http://www.newsworks.org/index.php/local/newsworks-tonight/66769-60th-anniversary-of-polio"," ","[3] http://chm.med.umich.edu/mi-history/polio-exhibit/"," ","[4] http://www.marchofdimes.com/mission/a-history-of-the-march-of-dimes.aspx"," ","[5] http://www.historyofvaccines.org/content/timelines/polio"," ","[6] http://www.ydr.com/ci_21121226/remember-polio-disease-struck-terror-into-york-county"," ","[7] http://www.salk.edu/about/discovery_timeline.html"," ","[8] http://www.pbs.org/wgbh/aso/databank/entries/dm52sa.html"," ","[9] http://www.pbs.org/wgbh/aso/databank/entries/dm52sa.html"," ","[10] http://www.pbs.org/wgbh/aso/databank/entries/dm52sa.html"," ","[11] http://www.pbs.org/wgbh/aso/databank/entries/dm52sa.html"," ","[12] http://www.newsworks.org/index.php/local/newsworks-tonight/66769-60th-anniversary-of-polio","[13] http://www.pbs.org/wgbh/aso/databank/entries/dm52sa.html"," "],"display_date":"February 23, 1954","search_date":"1954-02-23","locations":[{"id":29117,"lat":40.468833638,"lng":-79.9812076782,"zoom":9,"place":"Allegheny, Pennsylvania"}],"tags":[{"id":2292,"tag":"Salk, polio, vaccine"},{"id":2293,"tag":"\"Medicine/Health\", \"FDR\""}],"course":{"name":"Historical Perspectives on Technology","school":"Widener University","course_id":124,"school_id":43}}]}