{"id":230,"tag":"Medicine/Health","points":[[42.485420527,-71.3919329913],[35.7245461538,-83.9525246649],[42.484744285,-71.3896495091],[35.4918331625,-77.6685888168],[32.0196106211,-88.263201413],[42.3649994065,-70.9800517697],[40.7964015502,-73.8979738005],[33.553801834,-86.8960886107],[38.9151212228,-76.9435162098],[39.2464830538,-76.5960396412],[37.4182087686,-79.1519048441],[33.5543155862,-86.8964933862],[38.6407017012,-90.4430188422],[35.8833079574,-86.8814262812],[37.5392399795,-77.4106423457],[37.537998501,-77.4058582907],[38.0317356359,-78.4849658413],[42.560328524,-70.797191322],[35.5137999479,-86.4589000968],[40.7805662337,-73.9388482485],[42.107446354,-83.1351982696],[35.1823412133,-89.8965921784],[33.9914893238,-80.8577865567],[33.8033539054,-87.2973292286],[42.7101775694,-73.5100473584],[39.8405142472,-75.5864868268],[32.2469172256,-86.1720796894]],"bounds":[[42.7101775694,-70.797191322],[32.0196106211,-90.4430188422]],"episodes":[{"id":4649,"title":"Columbus Discovers Ayer’s Sarsaparilla","course_id":22,"status":"P","start_date":"1883-01-01","end_date":"1899-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Columbus and his men are on their journey to America, and to their surprise, they seem to find \"AYER'S SARSAPARILLA\" waiting for them on the shores of the New World. In the play on words, the Victorian Trading Card claims, \"Without Doubt the Discovery of America is Ayer's Sarsaparilla. Dr. Ayer's almanac gives the signatures of thousands of sick people who consumed Ayer's Sarsaparilla and fully recovered from their diseases. On Aug. 11, 1886, Charles Kearful, from St. Joseph, Mo., wrote, \"I have been subject to bad cough all my life; but last Feb. I had the most severe cold from which I ever suffered. When everything failed to give relief, I tried Ayer's Cherry Pectoral [Sarsaparilla] and in a brief time I was completely cured.\"  Also on Aug. 12, 1886, S.A. Stonebraker, from Black Jack, Kansas wrote, \"Ayer's Sarsaparilla is the blood purifier of the nation.\"","Ayer's Sarsaparilla was said to be composed of the Sarsaparilla-root of the tropics, Stillingla, Yellow Dock, Mandrake, and other roots, held in high repute for their alterative, diuretic, tonic, and durative properties. The Trading Card claims, \"If your blood is vitiated cleanse it without delay by the use of AYER'S SARSAPARILLA.  Such claims are hard to believe, but the popularity of Sarsaparilla is undeniable. Dr. Ayer's first almanac, published in 1852, which contained a great variety of appealing jokes as well as complete information about the medicines and the customers. In 1855, the producer of proprietary medicines, Dr. Ayer, started selling his invented formulas as prescription medicines. Soon, Dr. Ayer's business grew in size from year to year, until Ayer's Medicines became known not only through the United States but in every part of the civilized world.  It sold millions of copies. A large laboratory was built to accommodate the growing manufacture, and nearly 300 persons joined. The company published around 15,000,000 almanacs a year. In 1877, the firm of Dr. J. C. Ayer & Co. was succeeded by The J. C. Ayer Co. Dr. Ayer died on July 3, 1878, leaving enormous wealth to his family.","One of the main remedies prepared by Dr. Ayer was his Cherry Pectoral Sarsaparilla. His Cherry Pectoral Sarsaparilla was used by millions of people around the world.  According to the book<em> Toadstool Millionaires, </em>a blood purifier made from a recipe discovered - so Ayer said -- by a common sailor who had been cast away \"upon the <em>mysterious shores of Japan\" </em>eight years before the Commodore arrived. The Japanese Emperor was shortly to be one of the recipients of Cherry Pectoral especially prepared for donation to foreign sovereigns by James C. Ayer. Other dignitaries included the Sultan of Turkey, the Queen of Spain, the King of Siam, the Emperor of China, the President of Peru, and the Czar of Russia. "],"display_date":"1883 - 1899","search_date":"1891-07-02","locations":[{"id":6176,"lat":42.485420527,"lng":-71.3919329913,"zoom":9,"place":"MIDDLESEX, Massachusetts"}],"tags":[{"id":230,"tag":"Medicine/Health"},{"id":267,"tag":"Health"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}},{"id":4650,"title":"Black-Draught and Cardui Promise Quick Relief","course_id":22,"status":"P","start_date":"1806-01-01","end_date":"1831-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Mr. J. H. Davidson from Scarborough, Tenn. wrote on June 1<sup>st</sup>, 1887, \"For several years I have [had] serious trouble with my liver. It has appeared to be enlarged, and was slightly sore. Pains in abdomen and chest were frequent, and excruciating pains in both lungs often made me fear consumption. At times I had headache and dry throat.  In April, 1816, I tried Thedford's Black- Draught and it gave me relief at once. I have enjoyed better health for twelve months than I have in twelve years, and have gained twenty pounds in flesh.\" On Oct. 28, 1889, from Humboldt, Tenn., Mrs. Lvenda Brown wrote in a similar vein, \"McELREE'S Wine of Cardui is the best medicine to the world. My daughter, in Jackson, is taking it and says it had cured her. I hope the Lord will bless you in your work.\" These are just a few letters out of thousands that were sent to the Chattanooga Medicine Company by customers. Black-Draught claimed to treat basically everything: headaches, common colds, liver problems, indigestion, bilious diseases etc. The 37 page manual of Thedford's Black-Draught is filled with such claims.","  Black-Draught, a senna-based laxative patent medicine, was created in1879. The product was produced half a decade earlier by Dr. A.Q. Simmon's Liver Medicine Company; and later, Z.C. Patten purchased all rights to Black-Draught from Dr. Simmons's son-in-law and founded the Chattanooga Medicine Company to market the product Black-Draught. During the Civil War, Black-Draught sold well in the Southern United States because Southerners stopped buying medications from the North. But it struggled thereafter. With the aid of four other Chattanooga businessmen, Patten began an aggressive plan which included the distribution of items such as flyers, wall calendars, almanacs, and even songbooks for churchgoers to boost sales of Black-Draught. Production of these items made sure that the company's product names were continually in the eyes of the public, and for that, they used letters of endorsement from satisfied customers to create a stronger trade base in the Southern states and, due to this, the first year's sales reached around $35,488. This achievement encouraged Patten and his partners to increase their product line. Hence, in 1880, a menstrual relief product, Dr. McELREE'S Wine of Cardui was introduced. It was said that Cardui was created as a rival to Lydia Pinkham's Vegetable Compound, \"Female Complaints,\" which was the top product in the North. Cardui was composed chiefly of potassium carbonate (51.9 percent), salt (16 percent), and alcohol (20.3 percent). Wine of Cardui instantly became successful when more than 6,500 women reported being cured. According to the company's historical information, customers were so pleased with the new products Black-Draught and Cardui that the Chattanooga Medicine Company quickly became the biggest producer in the Chattanooga area."],"display_date":"1806 - 1831","search_date":"1818-12-31","locations":[{"id":15527,"lat":35.7245461538,"lng":-83.9525246649,"zoom":10,"place":"Blount, Tennessee"}],"tags":[{"id":230,"tag":"Medicine/Health"},{"id":267,"tag":"Health"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}},{"id":4635,"title":"Vegetable Compound Cures Women's ills","course_id":22,"status":"P","start_date":"1862-01-01","end_date":"1883-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the eighteenth and nineteenth centuries, in the successful patent medicine business, the most popular product was Lydia Pinkham's Vegetable Compound. Pinkham claimed to treat the worst cases completely from her Vegetable Compound. This claim comes from Victorian trading card of Lydia Pinkham's Vegetable Compound that is found in many different styles. Lydia Pinkham's Vegetable Compound was made for all those painful complaints and weaknesses that are so common among women. So, what made Lydia start her patent medicine' business? How was she able to be so popular in an era when women had no rights? Answers are connected with the social and economic situations of the time.","Lydia opened her business at a fortuitous time to save her family from poverty. She made herself into an entrepreneur of remedies for Female Complaints, which was made principally from unicorn root and pleurisy root, with a strong amount of alcohol (a \"solvent and preservative\"). Lydia's Female Complaints became popular in Lynn because many women at the time were hesitant to discuss their illnesses with their male Physicians. \"Lydia Pinkham began selling her Vegetable Compound in an era marked by medical controversy, public dissatisfaction with doctors, an obsessive concern with women's weaknesses-a climate ideally suited to promote the success of the Pinkham venture,\" remarks Sarah Stage in <em>Female Complaints.</em>"," In 1875, her business got off to a slow start, but the family worked tirelessly printing handbills and pamphlets and soliciting testimonials from customers and druggists. In 1876, when New York's major patent medicine dealer, Charles N. Crittenden took his first cash order of Lydia's Female Complaints, the product began moving extensively. Lydia also started sending and receiving letters to her customers to discuss their illnesses.","After her death in 1883, Lydia Pinkham's remedy was grossing $300,000 a year and sales were still increasing. Her product stayed well-liked into the twentieth century because the company sustained great publicity. Even though Pinkham's motives were to some extent self-serving, many modern feminists admire her for circulating information on menstruation and other facts of women's lives; they consider her to be a crusader for women's physical conditions in an era when women were poorly served by health organizations."," "," ","<strong> </strong>"],"display_date":"1862 - 1883","search_date":"1872-12-31","locations":[{"id":6174,"lat":42.484744285,"lng":-71.3896495091,"zoom":9,"place":"MIDDLESEX, Massachusetts"}],"tags":[{"id":267,"tag":"Health"},{"id":230,"tag":"Medicine/Health"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}},{"id":4804,"title":"Cameron Family Concern for Slave Health","course_id":38,"status":"P","start_date":"1846-10-01","end_date":"1847-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["The good health of a slave was essential to a plantation owner. Without healthy slaves, there would be no successful plantation, and in turn no successful owner. This idea was only further confirmed after continued research into the Cameron family letters. From the information gathered it seems that the Cameron family genuinely wished for their slaves to remain healthy. The jury is out on whether this is for selfish reasons, such as maintenance of a successful estate, or for more selfless reasons, such as truly wishing that they remain in the best conditions.","The information provided to historians by way of the Cameron family personal letters has proved to be very enlightening in this debate. There are numerous references to a Dr. Ring attending to the slaves on different accounts. The first mention of this is in a letter from Dr. Ring himself to Mr. Cameron. In this letter Ring relays his work on a hearty slave named Limon. Mr. Charles Lewellyn, overseer of the Cameron plantation, sent for Ring to come and care for Limon after he fell very ill. Ring tells Cameron that he found Limon dying but that he could not attribute the reason to anything Lewellyn had done. We can speculate that perhaps Ring was checking up on Lewellyn’s work as the overseer as well as checking up on the ill slaves.  As the letter continues the reader learns that Lewellyn may have served as a temporary physician to the slaves when a doctor could not, or would not, come to the estate. Ring tells Cameron that Lewellyn administered aid to Limon and had seemed to heal him before Limon took a turn for the worst. Ring was at the plantation less than 24 hours when Limon died.","The death of a reputable slave was cause for concern for Cameron and it seems that more letters were exchanged as Mr. Cameron searched for the real reason of Limon’s untimely death since it occurred at the end of cotton season when a strong slave would certainly be useful in harvesting cotton. In the next few letters between Lewellyn and Cameron, Lewellyn reports on Dr. Ring’s whereabouts and his role in helping the slaves. There are also mentions of other doctors treating slaves in letters between Mr. Cameron and Thomas Bennehan. There is a reference to a Dr. Haywood, who resides in Raleigh, as he is concerned that his care for a very ill slave, Mildred, was perceived as unprofessional since Mildred is later taken to Philadelphia for better care.  More doctors are mentioned in later letters as other sources of medical information for the vast amount of slaves who fell ill in the years of 1846 and 1847.","As we can infer from multiple letters, the Cameron family did genuinely wish for the best care for their slaves. The letters tell the readers that not all care served its purpose, such as Dr. Ring’s work with Limon or Dr. Haywood’s attention to Mildred, which in turn led the Camerons to seek aid elsewhere. Although we cannot officially confirm the motive behind their kind treatment of their ill slaves but we can infer that the Cameron family wished for the best in these instances."],"display_date":"October 1846 - December 1847","search_date":"1847-05-17","locations":[{"id":9479,"lat":35.4918331625,"lng":-77.6685888168,"zoom":10,"place":"GREENE, North Carolina"}],"tags":[{"id":4,"tag":"Slavery"},{"id":400,"tag":"Cameron family"},{"id":230,"tag":"Medicine/Health"}],"course":{"name":"Contemporary Issues in Social Studies Education","school":"North Carolina State University","course_id":38,"school_id":30}},{"id":4977,"title":"Matt Turner Writes Home From Shelbysville","course_id":37,"status":"P","start_date":"1863-04-12","end_date":"1863-04-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Writing home to his mother on April 12, 1863, Assistant Surgeon to the 22<sup>nd</sup> regiment of Alabama Infantry, Matt Turner captured the sentiments of many others in the Confederate Army as he spoke of wishing to return to his home.  Turner wrote his letter from a “camp near Shelbysville Tennessee,” where he was “alone except the agreeable company of the lame, the halt and the blind who all look eagerly to me for comfort and consolation.”  As an assistant surgeon in the Confederate army, these would have been his duties, as according to the medical records from the Confederate States of America, the duties of an assistant surgeon general included looking after the sick and wounded and helping the surgeon.","As Turner looked after the lame, an air of anxiousness can be observed as he stated that “we are still at this place.  We have been anticipating a move, but since I last wrote, it seems that we are off now more than then.”  Stationed in Tennessee, Turner would not have seen many of the major battles of 1863, as the next major battles of the Civil War occurred farther north in May of 1863, in Chancellorsville.","While sitting in camp, anxious for the next move Turner aspired to return to his home.  He wrote that he was “very tired of tramping about through the mud after a regiment merely for the name at this time.”  He further spoke of his bad health, as a reason to go home “long enough to recover my health entirely before entering the service again, though this will depend very much on the circumstances.”","While Turner wanted to be relived of his position, the chances of this were probably slim.  Turner stated that he had submitted an application for a “thirty days leave of absence.”  However, Turner’s application was “returned, disapproved, by Gen. Bragg and all my hope is gone.”","While Turner may have wanted to return home, the Confederacy was in need of men.  In the spring of 1862, the Confederacy adopted a policy of conscription in order to fill the ranks of the army.  While the Confederacy had trouble filling the ranks, the problem intensified during the winter of 1862-1863 as the Confederacy experienced a high rate of desertion for various reasons, including the need to provide for their families.","Through the remainder of his letter, Turner wrote of things such as to “give my love to Father and Martha…Kiss little Ettie and tell her I have not forgotten her dog and will be sure to bring him with me.”  He further instructs his mother to “please write often.”  Through these sentiments Turner expresses the normal need to hear from his family as well as to keep them updated of his where-abouts as he anxiously waited to be relieved from his job in the Confederacy."],"display_date":"April 12, 1863","search_date":"1863-04-12","locations":[{"id":72,"lat":32.0196106211,"lng":-88.263201413,"zoom":9,"place":"CHOCTAW, Alabama"}],"tags":[{"id":32,"tag":"Civil War"},{"id":230,"tag":"Medicine/Health"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":37,"school_id":3}},{"id":5150,"title":"The Early Plight of Women in the Medical Field","course_id":66,"status":"P","start_date":"1850-01-01","end_date":"1850-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Late in 1849, famed author Fredrika Bremer arrived in America on a visit from Sweden.  Her writings were well known in America and upon an invitation to visit she gladly accepted.  Well aware of the high regard for women in America, she was intent on studying their position and value.","During her two year stay in America, Ms. Bremer visited and was entertained by some of the most prominent people in American Society.  One such visit began on January 1, 1850, and found her going to stay with Miss Harriot Hunt in Boston.  As Ms. Bremer describes, she “had not much of an inclination for the visit, but it turned out much better than expected”. Harriot Hunt was a physician of women and children and had already been in practice for 12 years!  She was well respected in her medical practice and specialized in the particular ailments and diseases of women.  It did not take long for Fredika Bremer to realize the value of women like Miss Hunt who spent their lives devoted to the medical profession.","It was not easy for women to get into the medical field during the early 1800’s.  Such pioneers as Elizabeth Blackwell and Harriot Hunt had to fight through many obstacles to get the education and proper training to become physicians.  There were plenty of medical colleges available for men but none allowed women to attend.","Women were mostly limited to being midwives early in the 1800’s, and men’s attitudes were that women were “too delicate” and “not suited for the male dominated role of physician”.   These women were not to be discouraged; they understood the necessity and importance of becoming physicians specializing in the treatment of women.  They applied to these medical colleges that turned many away.  The first woman admitted to medical school was Elizabeth Blackwell in 1847, and then only if she attended disguised in male clothing.   She graduated from Geneva Medical College in Geneva, New York, in 1849.  Elizabeth Blackwell went on to found the New York Infirmary for Women along with her sister Emily in 1857.","Following Ms. Blackwell’s graduation in 1849, Dr. Joseph Longshore founded the Women’s Medical College of Pennsylvania.  This would lead to the establishment of seventeen more medical schools and nine hospitals, all specifically for the education and treatment of women.","Many women who wanted to study medicine found no openings available to them in medical school and chose to enroll in eclectic and homeopathic sects.   Miss Hariott Hunt studied under the apprenticeship of Dr. and Mrs. Richard D. Mott learning the value of “Systematic Vegetable Medicines” and continued her practice as an unlicensed eclectic practitioner.","Throughout the rest of Miss Hunt’s life she continued to advocate for the rights of women to learn and practice medicine.  She was followed by many more women’s rights activists demanding greater participation of women in a field “monopolized” by men.  Women wanted wealth and distinction also.  By 1900 this was happening: America had only 544 women practitioners in 1870; by 1900, the number had grown to 7,382."],"display_date":"January 1, 1850","search_date":"1850-01-01","locations":[{"id":6209,"lat":42.3649994065,"lng":-70.9800517697,"zoom":11,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":874,"tag":"Women, Education, Health"},{"id":230,"tag":"Medicine/Health"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":66,"school_id":40}},{"id":5159,"title":"America Experiments with Medicine","course_id":66,"status":"P","start_date":"1/1/00","end_date":"12/31/00","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["With the idea that America was the new Promised Land, many Americans were open  to everything new including ideas on health.  Diet, nutrition and wellness were topics of debate, often with men claiming to have the latest and greatest cure-all remedy.","Reverend Sylvester Graham was an advocate for healthful living.  He introduced a restrictive diet excluding meat, butter, coffee, tea and any intoxicating drinks.  He felt that these impurities would cause sexual desire and lead to disease.  Graham was also a strong advocate for maintaining a moral lifestyle that included exercise, proper attire, good sleeping habits and continence.  He had many followers, some of whom would call him Dr. Graham despite the fact he was not formally educated as one.  Upon a visit to an orphan asylum, James Silk Buckingham found they applied Graham’s diet to the children by feeding them a strictly vegetarian diet.  The orphanage claimed this helped the children build better bodies than that of meat eaters and protected them from diseases.  Graham's radical views often provoked opposition from the meat industry as well as husbands who did not want intercourse limited with their wives.","Although there were some educated doctors who followed more conservative practices, the majority had little education and was of lower class.   Of these doctors, there were some who would make radical health claims for cures.   A Chinaman noted in his writings of American doctors that many of them would make absurd claims for remedies and dismisses the Chinese medicine practiced for thousands of years stating it was outdated.  He commented, “Indeed, in no other field does ignorance, superstition, credulity, and lack of real education display itself as among the American doctors or healers. I believe I could fill a volume by the mere enumeration of the diabolical and absurd nostrums offered by knaves to heal men who profess to hold in ridicule the Chinese doctors”.  Transportation made it possible for these men to seek out vulnerable Americans who were in desperate need of a cure only to take their money and recommend a remedy that had no basis.","According to Doctor Peter Conrad, the educated doctors of the times pressed to have legal regulation among health care practitioners and felt the current treatments were unreliable and often dangerous.  However, many people challenged this as they felt some of the treatments, especially from educated holistic practitioners, were valuable and often superior to that of the formally educated doctors.  Dr. Conrad states “belief held that the practice of medicine should be ‘democratic’ and open to all, or at least all men.”   Self-help was still a common practice among them.","The Americans viewed themselves superior to that of other countries and felt their newly discovered remedies were more advanced.  It seems this naive and narrow-minded approach dismissed remedies of their ancestors and left them with trial, error, luck and a false sense of elitism."," "],"display_date":1900,"search_date":"1900-07-02","locations":[{"id":49747,"lat":40.7964015502,"lng":-73.8979738005,"zoom":10,"place":"New York, New York"}],"tags":[{"id":883,"tag":"diet"},{"id":230,"tag":"Medicine/Health"},{"id":267,"tag":"Health"},{"id":888,"tag":"Graham"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":66,"school_id":40}},{"id":5222,"title":"Spanish Influenza Aspirin Scare","course_id":62,"status":"P","start_date":"10/1/18","end_date":"10/31/18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1918 the American Bayer aspirin manufacturer ran an advertisement in the October 18, 1918 edition of the<em> Birmingham News</em>, assuring readers that “the manufacture of Bayer-Tablets and Capsules of Aspirin is completely under American control.” They wanted to assure readers that they were “being operated as a 100% American concern” and that the overseers of that operation were all “native American.” Bayer clearly wanted readers to know their product was none other than American-made, which translated into “safe.” But what was going on that warranted this effort to convince people aspirin was safe? In the fall of 1918 a story was spreading from coast to coast: Germans, the story went, were dispensing aspirin with an insidious secret ingredient: Spanish influenza.","The aspirin story was not all that was spreading from coast to coast in 1918. Between 1918-1920, the pandemic “Spanish” flu killed around 675,000 Americans and infected millions. It was swift and severe and, at first, no one saw it coming because everyone's attention was turned to Europe and the raging war. Soon fear began to spread as well. Germans were already vilified by Americans so it made sense to them that the “Huns” might utilize biological warfare in this way. Historian Alfred Crosby relates how the head of the Health and Sanitation Section of the Emergency Fleet Corporation accused Germany of having “started epidemics in Europe” and that he saw “no reason why they should be particularly gentle with America.” Crosby reminds us “[t]he people of the United States were stark raving patriotic in summer 1918.” One way Americans showed support for the war was by virtue of boycotting all things German. The “Germanness” of beer and ale was questioned, Crosby writes, so that American breweries also felt it necessary to take out ads in newspapers defending their loyalty. A suggestion was made that Bach and Beethoven—both German composers and both dead for some time—should be banned from all concerts. Americans trusted nothing other than products made for and by Americans.","And so it was that Bayer found itself in the position of defending its formerly German-patented product. No, influenza was not spread through aspirin tablets. The illness spread far too quickly to be caused by pills. Fear, however, spread more quickly than illness, and so in October 1918 Bayer found itself trying to calm that fear. “They may be used with full confidence” the advertisement declared, during a time when confidence was in short supply."],"display_date":"October 1918","search_date":"1918-10-16","locations":[{"id":18257,"lat":33.553801834,"lng":-86.8960886107,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":230,"tag":"Medicine/Health"},{"id":763,"tag":"epidemic"},{"id":762,"tag":"influenza"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":62,"school_id":10}},{"id":5231,"title":"Fun Times During the 1918 Spanish Flu Epidemic","course_id":62,"status":"P","start_date":"10/21/18","end_date":"10/21/18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On October 21,1918, <em>Birmingham News</em> staff writer Henry Vance told his readers “[i]t is much better to be interned than interred.” The Spanish influenza had reached Birmingham, and officials had advised citizens to stay inside to avoid infection. Each day Vance featured a new game idea suitable for families to play while they remained indoors. In number six of a series called “Indoor Sports For the Interned During the Influenza Epidemic” he asked his readers a question: “Ever play logomachy? There's a game for you.” Then, as with other suggestions in the series, such as parcheesi and various card games, he proceeded to explain the game and how to play it. Logomachy (pronounced: lo-ga'-ma-key), as it turns out, was a card version of what we would call Scrabble. “The main idea in Logomachy,” he explained, “is to take a deck of cards with letters on them, shuffle and deal.” He then spelled out the main idea of Logomachy: “You play your cards to the board. If your card helps spell a word it counts in your favor.” One can imagine families eagerly taking to these ideas, as there was little else for them to do in late October of 1918.","The pandemic flu had come to town, and it was quickly claiming victims. The paper was reporting deaths daily and health officials realized they must act. During that month the city of Birmingham began closing schools and canceling public gatherings. Theaters and department stores were all but abandoned. In fact, Boards of Health across the nation were canceling events. Author John Barry relates how cities were rescheduling outdoor activities such as parades and war rallies. In Philadelphia officials canceled the draft call. People were told to avoid crowds, stay inside and keep warm. This was reasonable advice. The Spanish Influenza ultimately infected one-third of the world population and killed 675,000 Americans. The only hope people had was to try and lock it out of their homes.","With businesses closed, people had little else to do to pass the time. We could presume that boredom set in quickly for families as days, and then weeks, went by without being able to go to town. However, as Vance pointed out, it was much better to be locked in than to risk dying. He advised that “all should take their enforced confinement good-naturedly during the influenza epidemic.” Deadly flu was striking every city in the nation, and Henry Vance responded with an effort to keep everyone's spirits up. “It's a great game,” he wrote, “and if I can buy a deck of cards I'm going to beat somebody yet, while this epidemic is on.”"],"display_date":"October 21, 1918","search_date":"1918-10-21","locations":[{"id":18257,"lat":33.553801834,"lng":-86.8960886107,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":762,"tag":"influenza"},{"id":230,"tag":"Medicine/Health"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":62,"school_id":10}},{"id":5240,"title":"Flu Ravages Families in Birmingham","course_id":62,"status":"P","start_date":"10/20/18","end_date":"10/20/18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Ms. Lucy Dickinson, writing for the <em>Birmingham News</em> in October 1918, sent out an urgent plea to the city for a foster mother. An infant had been brought to the Children's Hospital by neighbors who had been caring for him. The baby's parents were victims of the epidemic “Spanish” influenza and were being treated at the local infirmary. Dickinson explained that the two \"big-hearted fellows” who brought him in were “at their wit's end,” weary from working during the day and trying to care for the sick family during the night. This, unfortunately, was a situation being repeated across the city.","The epidemic influenza had arrived in Birmingham and was running its deadly course. The hospitals and infirmaries were already overflowing with patients. Children's Hospital in Birmingham reported they had to put two children to each bed; many were orphans whose parents had fallen victim to the flu. John Barry explains that “in many cities more than half of all families had at least one victim ill with influenza...” What set the 1918 influenza outbreak apart from other ordinary influenza outbreaks was the way in which it struck down healthy adults. Typical influenza went after only the weakest, the young and the very old. It had even come to be known as the “old man's friend” Barry explains, for the way it took the elderly in a somewhat peaceful manner. “There was no such grace about influenza in 1918” he explains. It struck “the robust, the fit, the hearty, the ones raising young sons and daughters—those were the ones who died.” Such was the case in Birmingham in October 1918.","“The little fellow is a fine baby,” Ms. Dickinson proclaimed, adding that a foster mother may be “the only means of saving the baby's life.” There is no way to know whether a mother stepped forward to foster the “fine little fellow,” but we do know that this scenario played out in town after town across America, as the epidemic influenza ravaged families from coast to coast."],"display_date":"October 20, 1918","search_date":"1918-10-20","locations":[{"id":18257,"lat":33.553801834,"lng":-86.8960886107,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":230,"tag":"Medicine/Health"},{"id":762,"tag":"influenza"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":62,"school_id":10}},{"id":5261,"title":"Surgeon General Fights Prejudice to Provide the Facts on AIDS to the Public","course_id":69,"status":"P","start_date":"1/1/84","end_date":"12/31/88","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Timothy Murphy, author of <em>AIDS, Morality, and Culture,</em> recalled that in, “A 1988 report…some 8 to 60 percent of persons surveyed considered AIDS to be God’s punishment for immoral sexual behavior.”  Many of President Ronald Reagan’s closest advisors also felt the individuals who had contracted AIDS were deserving of the plague that was now cleansing the earth of the unfaithful.  Much of the language used to discuss the epidemic was considered to be bedroom language and too taboo to say in public.","Surgeon General C. Everett Koop, charged with writing a detailed report on AIDS for the American people, described the development of AIDS in the US, “AIDS entered the consciousness of the public health service very quietly, very gradually, and with no fanfare at all.”  Even Surgeon General Koop found himself cut off from the deliberations for the first five years of the epidemic. President Reagan’s advisors shielded and isolated the president from the AIDS epidemic.  These individuals kept AIDS at the bottom of the presidential agenda because they felt there was nothing the government could do. However, Roger Higgs argues that the AIDS epidemic brought “greater openness” in public discourse in due time.","Negative stigmatism made it difficult for Koop to approach presidential advisors even after it was proven that it could be transmitted outside of homosexual acts.  The initial term for the epidemic was Gay-Related Immune Deficiency or GRID, in reference to the largest initial group of individuals to experience the disease.  Research proved that it was also transmissible through blood transfusion and heterosexual sex and the name was changed to Auto Immune Deficiency Syndrome or AIDS in 1982.  Despite the lingering social stigma, Koop remembered that the “the first public health priority…stop further transmission.”","The Reagan administration dealt with the crisis in a lackadaisical fashion and restricted Surgeon General Koop from obtaining information. Because of this public health measures for the prevention of AIDS took developed slower than they should have, even as research on the disease was progressing at an astounding rate.  Koop stated “we learned as much about the virus of AIDS in six years as we had learned about the polio virus in the previous 40 years.”  Development of the technology to detect and screen the blood for AIDS contamination was pivotal in the prevention of transmission.","The stigmas surrounding AIDS created ethical concerns for the dissemination of information to the general public.  Koop recalled that advisors to the president were very upset with certain terminology in the report, specifically “penis, vagina, rectum and condom.”  The AIDS epidemic exposed this language, making it mainstream and allowed for easier open and serious discussions about safe sex.  Koop was right when he stated, “at last with that report, the people of the country knew what was myth and what was reality about the AIDS epidemic.”  The American public was in the dark entirely too long, mostly due to the negative stigmas that surrounded AIDS in relation to homosexuality.  Koop fought to balance the need to share information and to please the Reagan administration and mainstream America."],"display_date":"1984 - 1988","search_date":"1986-07-02","locations":[{"id":40259,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"District of Columbia, District of Columb"}],"tags":[{"id":9,"tag":"Law"},{"id":16,"tag":"Science/Technology"},{"id":230,"tag":"Medicine/Health"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":69,"school_id":3}},{"id":5263,"title":"Scientific Misconduct Prevents Gallo from being awarded Nobel Prize for discovering cause of AIDS","course_id":69,"status":"P","start_date":"1/1/83","end_date":"12/31/86","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In 1983 and 1984, controversy erupted over the methods used in Dr. Robert Gallo’s laboratory at the National Cancer Institute and Dr. Luc Montagnier’s laboratory of the Pasteur Institute in France.  Dr. Montagnier’s lab released an article on AIDS research in May of 1983, but only after Dr. Gallo had peer-reviewed and added his own abstract.  Prior to the AIDS epidemic, Dr. Gallo and his lab discovered the Human T-cell Lymphocyte Virus Type 1 (HTLV-1), a retrovirus under which HIV was also classified.","In 2008, the Nobel Prize for Physiology or Medicine was awarded for the discovery of the virus that causes Acquired Immune Deficiency Syndrome (AIDS) and Human Immunodeficiency Virus (HIV), 25 years after the first articles described the virus and the causal link to AIDS.  However, research ethics remained a major concern in the investigation of HIV and AIDS.","However, several factors placed the Nobel Prize just out of Gallo’s reach.  First, Gallo added the abstract, but in doing so he changed the wording to suggest that the newly discovered virus was similar to HTLV-1. Montagnier claims his lab determined the viruses were different.  Second, Gallo received samples from the French and claimed that he was the one who found the virus, and that it was different from the virus the Montagnier found.  Later, it was discovered that the viruses were identical.","Gallo’s claims led to investigations by the National Institute of Health (NIH) ethical conduct committee, but all charges were dropped in 1993.  Montagnier original paper did state, “The role of the virus in the etiology of AIDS remains to be determined.”  One year later Gallo was able to characterize the virus with four separate papers in <em>Science</em>, but the Assembly still deemed that his work was not equal to Montagnier and Barre-Sinoussi’s work.","Likewise, the patent filing for the blood screening test erupted as a dispute, which led President Reagan and French Prime Minister Jacques Chirac to declare Gallo and Montagnier as “co-discoverers.”  In 2008, although Gallo and Montagnier shared credit for the discovery, the assembly awarded only Dr. Montagnier and Dr. Francoise Barre-Sinoussi with the Nobel Prize for Physiology or Medicine for the discovery and isolation of HIV.","Although Gallo was fundamentally involved in linking HIV to AIDS and shared the blood test patent for HIV, the Assembly did not recognize Gallo.  This raises several questions. Did the Assembly take into consideration Gallo’s actions and conduct during initial discovery of HIV?  Why was Gallo not recognized by the assembly, even though he was officially recognized as one of the co-discoverers of HIV?  In writing a piece on the almost Nobel Prize recipient, Jon Cohen describes Gallo, “…once known for his hot temper and fierce competitive streak…he has mellowed a lot, making it easier for him to accept the Nobel Assembly’s decision.”  Gallo’s arrogance and forcefulness may have garnered the title of co-discoverer of HIV and the blood test patents, but did not endear him to the Nobel Assembly."],"display_date":"1983 - 1986","search_date":"1984-12-31","locations":[{"id":37862,"lat":39.2464830538,"lng":-76.5960396412,"zoom":10,"place":"Baltimore City, Maryland"},{"id":52700,"lat":null,"lng":null,"zoom":8,"place":"Outside US"}],"tags":[{"id":16,"tag":"Science/Technology"},{"id":230,"tag":"Medicine/Health"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":69,"school_id":3}},{"id":5288,"title":"<p>Birth of Eugenics – Death of Compassion&lt;?xml:namespace prefix = o ns = \"urn:schemas-microsoft-com:office:office\" /&gt;</p>","course_id":73,"status":"P","start_date":"1/1/24","end_date":"10/19/27","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On October 19, 1927, Carrie Buck struggled against the orderlies taking her to the operating room. She wondered how she came to this point in her life. She had been given to a foster family, then raped and impregnated by a family friend. Authorities took away her daughter, Vivian, when Carrie was institutionalized to hide the foster family’s shame. Carrie became Virginia’s first test case in a groundbreaking Supreme Court case on the sterilization of institutionalized individuals. However, Carrie lost the case and was forced by the court to follow through with the dehumanizing sterilization process.","The wishes of the Supreme Court had been carried out according to <em>Buck v. Bell (1924)</em>. Involuntary sterilization was to be the answer to all social ills by breeding out all of “the undesirable traits” in humanity. Harry H. Laughlin wrote the Model Eugenical Sterilization Law that began the wave of mandatory sterilization for individuals in institutions. The main scope of the law was to prevent the “socially inadequate classes” of people from procreating thereby tainting the American people. According to Laughlin, these groups included “insane, epileptic, diseased, blind, deaf, deformed, and dependent (including orphans, ne’er-do-wells, the homeless, tramps and paupers).”","Laughlin did not come to the <em>Buck v. Bell </em>trial, nor did he ever meet Carrie Buck, although he did testify in writing that the Virginia Colony’s director, Albert Priddy, correctly assessed Carrie and her family as members of “the shiftless, ignorant, and worthless class of anti-social whites of the South.” Authorities regularly assessed individuals in the south as “non-producing and shiftless persons, living on public and private charity.”","When the Supreme Court supported <em>Buck v. Bell</em> in an 8-1 vote, Laughlin celebrated because this led the way for more sterilization laws to be passed and his work at the Eugenics Records Office in Cold Harbor could continue supported by the Supreme Court. Justice Oliver Wendell Holmes stated in his opinion that “three generations of imbeciles is enough,” speaking of Carrie’s mother, Carrie, and her daughter. Vivian was declared an imbecile at age six months because she did not follow a coin with her eyes in front of a camera. The Supreme Court’s decision took away the rights of the people deemed unworthy by society to choose to be sterilized or not. <em>Laughlin emphasized that the endorsement of state authority to perform compulsory operations without regard for the consent of the patient or his family was an \"outstanding feature\" of the </em><em>Buck</em><em> decision.</em>","The south was the area most affected by the sterilization laws. Laughlin’s law supported the idea that segregation was not only a necessity, but also required to maintain the purity of the American people. Whereas many Northern states put sterilizations laws into effect much earlier than southern states, like Virginia and South Carolina, only California surpassed the south in the number of compulsory sterilizations. The relevant sections of the sterilization law only came off the books in 1974 in the state of Virginia. In 2002, Virginia State Governor Mark Warner made an official apology to the Buck family and “the survivors of involuntary sterilization.”"],"display_date":"January 1, 1924 - October 19, 1927","search_date":"1925-11-24","locations":[{"id":20511,"lat":37.4182087686,"lng":-79.1519048441,"zoom":12,"place":"Lynchburg City, Virginia"}],"tags":[{"id":7,"tag":"Women"},{"id":9,"tag":"Law"},{"id":230,"tag":"Medicine/Health"}],"course":{"name":"History of the New South","school":"Texas Wesleyan University","course_id":73,"school_id":49}},{"id":5328,"title":"The complicated life of a Native Alabamian","course_id":73,"status":"P","start_date":"6/1/32","end_date":"6/1/32","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The complicated life of a native Alabamian","By: Brandi Harper","November 19, 2011","Life was as normal as it could be during the hot summer of 1906 in Alabama. The poor were getting more poverty stricken while the rich struggled to maintain what they had.  Virginia Foster Durr remembers, “on Saturday mornings, these families would come into Birmingham, walking, there was no paved road and nobody had a car, they were all poor people and no one had a car.” According to Durr,  young adults in 2011 would[btm1]  never comprehend just how bad life actually was before the “New Deal” arrived. Where thousands of families struggled horribly through these uncertain times, wondering if your family would eat surpassed the idea of an epidemic outbreak.  Pellagra however was just that, a result of poor people and their poor eating habits.  Durr states, “Pellagra was the dietary disease and the Negroes and whites would break out in these white splotches. Of course, it was purely a dietary disease, (sic) they just didn't have the right kind of food to eat.” Durr also mentions that she was brought up to not feel sorry for these people, “this is just the way they are. They are born this way.” In reality, Durr was told wrong. Pellagra was disease brought on by a vitamin deficiency found in poor diets amongst the poor. It was never prejudiced to one race or one’s social status. Pellagra simply thrived on people who had a vitamin deficiency in Niacin. Pellagra was known to have common physical characteristics among its victims. People such as Durr could easily classify those who had the disease just by looking at them which is probably why many others shared the same idea, “They are born this way.” Pellagra was classified in its symptoms of the ‘four D’s: dermatitis, diarrhea, dementia, and sometimes death.","According to the study done by the famous Dr. Joseph Goldberg, pellagra was not infectious and based on physical characteristics but on poor diet brought on by a poor economically disadvantaged society straining to stay alive.  “Many poor Southerners consumed a diet solely of meat, meal and molasses. Low-wages driving high-deficiency diets made the disease economic in origin.” Since poor southerners’ diet contained mostly of corn meal, pellagra attacked with a vengeance effortlessly.  It was then that this horrific uncontrolled disease became manageable. Through proper diet and treatment for those already infected, pellagra once again became a thing of the past and almost forgotten."," ","Sources:","Primary source: eyewitness account on pellagra and its effects on people in Birmingham, AL.","Oral History Interview with Virginia Foster Durr, March 13, 14, 15, 1975. Interview G-0023-1. Southern Oral History Program Collection (#4007) in the Southern Oral History Program Collection, Southern Historical Collection, Wilson Library, University of North Carolina at Chapel Hill. (link accessed November 19, 2011)","http://docsouth.unc.edu/sohp/G-0023-1/excerpts/excerpt_2974.html#citing"," ","Secondary Source<strong>:</strong><strong>  </strong>Pellagra in the South, “the red death” from University in Alabama                 (link accessed November 19, 2011)","http://www.uab.edu/reynolds/pellagra/history"," [btm1]Is this what you mean?  The reader will not know”people my age”"],"display_date":"June 1, 1932","search_date":"1932-06-01","locations":[{"id":24536,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":230,"tag":"Medicine/Health"},{"id":209,"tag":"New South"}],"course":{"name":"History of the New South","school":"Texas Wesleyan University","course_id":73,"school_id":49}},{"id":5359,"title":"<strong>CHOLECYSTOGRAPHY - - The contrast media dye used for x-rays.</strong>","course_id":79,"status":"P","start_date":"1/1/23","end_date":"12/31/39","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Dr. Evarts Graham developed cholecystography whereby ingestion of a contrast media dye allowed a visual image to be captured by an x-ray.  Graham's research led him to the position of being the 10th president of The American Association for Thoracic Surgery. Graham was born in 1883 on March 19 in Chicago but spent most of his medical career in St. Louis Missouri. Eventually becoming a leader in the scientific and medical community, he set the standards for high achievements within the field patient care.","There was no “jive” talk about this “Mickey Finn” drink but Graham’s harmless liquid compound allowed visualization of the gallbladder by x-ray. Graham first achieved this in 1923 by the intravenous introduction of a compound that would be visible through an x-ray. This halogenated compound was emitted via the liver into the bile ducts and gall bladder. Graham and his colleagues discovered that this compound could be consumed instead of injecting a compound into the patient’s body. This discovery and subsequent publication catapulted Graham’s medical career","The development of effective medication or contrast media dye for highlighting the gallbladder in diagnosing gallbladder diseases made Graham a crucial member in the medical community. He was a pioneering leader, researcher, educator, and administrator whose impact has dominated almost every facet of American surgery according to C. Barber Mueller.","Graham presented these findings before the radiological society of North America at the 13<sup>th</sup> Annual Meeting at New Orleans on December 1, 1927. This discovery of a new way to treat patients and help with patient care had a profound effect on scientific discovery and medicine as we know it today. The St. Louis Medical Society gave an official merit to Dr. Evarts A Graham for his scientific accomplishments. Besides inventing the compound used for x-rays, Graham implemented standardization throughout the medical community. Graham became an integral part of the St. Louis medical community in 1939 as a result of his scientific accomplishment"],"display_date":"1923 - 1939","search_date":"1931-07-02","locations":[{"id":21696,"lat":38.6407017012,"lng":-90.4430188422,"zoom":9,"place":"St Louis, Missouri"}],"tags":[{"id":1153,"tag":"x-ray"},{"id":1152,"tag":"St. Louis"},{"id":230,"tag":"Medicine/Health"}],"course":{"name":"The Great Depression","school":"Texas Wesleyan University","course_id":79,"school_id":49}},{"id":5425,"title":"Enter: The Leading Pain Killer","course_id":76,"status":"P","start_date":"1899-03-06","end_date":"1899-03-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["<strong>After years of research, in 1899 German company, Friedrich Bayer & Co. began manufacturing Aspirin for release into the market as a fever reducer and pain reliever; physicians could then prescribe Aspirin to their patients in one-gram doses. Previous to this tweaked product, the most common medicine of its function was Salicylic Acid, which is contracted from Willow Tree bark, having medicinal roots tracing back to ancient Greece. Advertised in The British Medical Journal as “a perfect substitute for Salicylic Acid and its salts”. This powder-form medicine would possess the same healing powers while “it does not cause any disturbances of the stomach or loss of appetite” and does not taste bad. The first tablets were introduced in 1915, and shortly after, an American government agency seized the German company’s assets during the First World War. The company’s name and trademark was then auctioned off and purchased by Sterling Products Company in 1919. Eventually Bayer became an independent German company after the Second World War and bought the rights back from Sterling Products Company.</strong>","<strong>The earliest marketing campaigns for Bayer Aspirin featured a picture of a bottle of the powdered product, with extensive print urging consumers to demand prescriptions of authentic Aspirin from their doctors. Shifting into the 1920s and 30s advertisements promised “REAL PAIN RELIEF” for headaches, colds, Arthritis, and sore muscles. American ads typically featured a worker surrounded by sources of pain, such as a white-collar boss or a barking dog. Aspirin advertisements also widely spread to housewife magazines including instructions for cold relief with the help of Aspirin. According to History.com, “It quickly became the number-one drug worldwide.” To this day, Bayer continues to increase its variety of products and presence in the medicinal market.</strong>"],"display_date":"March 6, 1899","search_date":"1899-03-06","locations":[{"id":52619,"lat":null,"lng":null,"zoom":8,"place":"Outside US"}],"tags":[{"id":230,"tag":"Medicine/Health"},{"id":100,"tag":"Medicine"}],"course":{"name":"ENGL 305: Literary History and Writing","school":"St. Norbert College","course_id":76,"school_id":44}},{"id":5594,"title":"A Confederate Surgeon Establishes A Field-Hospital After the Battle of Franklin","course_id":93,"status":"P","start_date":"1864-11-30","end_date":"1864-11-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Large numbers of casualties and advanced weaponry made it necessary for surgeons to travel with military units during the Civil War.  While they could take surgeons along with them, they could not transport hospitals.  As a result, surgeons often had to improvise, turning abandoned buildings (when available) into makeshift hospitals or setting up field camps behind battle lines.  Deering J. Roberts, M.D., a Confederate surgeon, wrote an article sometime after his service in the Civil War detailing how he participated in establishing temporary hospitals both in buildings and in the field.","Dr. Roberts began serving with the 20<sup>th</sup> Regiment, Tennessee Infantry in March of 1862 and travelled with this regiment throughout the war.  On December 1, 1864, Roberts received orders to go to Franklin, Tennessee and setup a hospital for Lieutenant General Bate’s division.  He was accompanied by his hospital steward, ten men, and two wagons that would serve as ambulances.  Upon arrival, he quickly went to work finding buildings that could serve as hospitals.  He described one of the buildings by stating, “I found an old carriage –and wagon –shop about sixty by one hundred feet, two stories high.  It had a good roof, plenty of windows above and below, an incline leading up to the upper floor on the outside, and a good well.”  After securing this building and two others, Roberts formed teams which he assigned to cleaning and preparing the buildings to house wounded soldiers.","One of the bloodiest battles fought during the Civil War, the Battle of Franklin took place on November 30, 1864.  General Hood, leading the Confederate States Army, pursued the Union Army through Tennessee.  Upon arrival at Franklin, Union Major General Schofield had his troops form defensive lines.  General Hood and his men soon arrived, and the battle began at 4:00 in the afternoon.  The fighting raged on for five hours, claiming the lives of many and leaving many thousands wounded.  The Confederate States Army suffered 6,261 casualties, approximately 1,750 of which were killed and 3,800 wounded.  Roberts and his team helped care for the wounded soldiers after the battle was over.","Surgeons working in temporary establishments and field-hospitals were kept busy with wounded soldiers.  Amputations became a more common practice during the Civil War.  The advent of the Minie ball brought with it shattered, splintered bones and difficult-to-treat wounds.  Dr. Roberts described the wounds left by Minie balls as “both remarkable and frightening.”  Surgeons quickly learned that in order to save lives, amputations were often necessary.  Improvised hospitals became highly important as they served as the sites for such procedures.","Advances in technology and higher numbers of casualties made temporary hospitals a necessity during the Civil War.  Sometimes hospitals were established in buildings within towns.  When buildings were not available, however, field-hospitals were created.  Civil War surgeons had to learn how to adapt to various situations quickly."],"display_date":"November 30, 1864","search_date":"1864-11-30","locations":[{"id":12476,"lat":35.8833079574,"lng":-86.8814262812,"zoom":9,"place":"WILLIAMSON, Tennessee"}],"tags":[{"id":1538,"tag":"Battle of Franklin"},{"id":16,"tag":"Science/Technology"},{"id":230,"tag":"Medicine/Health"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":93,"school_id":3}},{"id":5595,"title":"Captain Sally Tompkins Defends Top Civil War Hospital","course_id":93,"status":"P","start_date":"1864-06-09","end_date":"1864-06-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Filling a pressing need for medical services, Sally Tompkins established a hospital after the First Battle of Bull Run that became the best hospital during the Civil War.  Running the hospital was not always easy; Tompkins faced pressure from many people to close down the hospital.  In June of 1864, Dr. Carrington, an inspector of hospitals for the South, filed an order to have the Robertson Hospital closed.  Fed some misinformation, Carrington was under the impression that Tompkins was admitting too many soldiers into her hospital.  In a letter dated June 9, 1864, Tompkins replied, “Dr. Garnett’s endorsement on the morning report of June 5<sup>th</sup> ‘that this Hospital, limited to 19 patients, numbered 44’ was written under a misapprehension of the facts.”  Tompkins was not one to be pushed around.  She was a knowledgeable woman with a strong record to prove it.  Later in the letter, Tompkins states, “I think the register of this Hospital will show as great success in its management of the sick and wounded as any other.  Since the 1<sup>st</sup> of last June, we have had 337 patients and but 8 deaths.  Many of them sent to us were (by the statement of Dr. Garnett made to myself) the worse cases.”  Tompkins understood the vital role her hospital played in the war and did not want to see it closed.","Even as a child, Tompkins tended to those who were ill.  She had a helping heart and desired to put it to good use.  As infirmaries quickly filled after the battle, an intense need for more hospitals arose.  Tompkins knew she could provide a solution, so she asked her friend Judge Robertson if she could use his house to provide medical care to wounded soldiers.  He agreed, and Tompkins readily set to work preparing the building and recruiting staff members.  The first patient was admitted to Robertson Hospital on August 1, 1861.","The hospital was first threatened on September 5, 1861, when the Confederate government ordered that all private hospitals be shut down because some soldiers were faking illness to escape military duty.  Not willing to go down without a fight, Tomkins went to President Davis to ask him to allow her hospital to remain open.  She showed him her carefully kept records to prove her hospital was better than many of the others.  Impressed with her abilities, President Davis appointed her to the position of Captain on September 9, 1861.  This would enable her to keep her hospital open and receive military supplies from the Confederate government.","Her defense of the hospital paid off.  A total of 1,333 patients were treated there, only seventy-three of which died.  This was due in large part to Tompkins’s dedication to cleanliness and strict order.  In a journal article written for <em>America’s Civil War</em>, George Hagerman claimed, “Wounded soldiers coming to Richmond begged to be admitted to her hospital.”  Tompkins was a well respected woman and served an important role as a Captain for the Confederate States of America."],"display_date":"June 9, 1864","search_date":"1864-06-09","locations":[{"id":13917,"lat":37.5392399795,"lng":-77.4106423457,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":230,"tag":"Medicine/Health"},{"id":2,"tag":"Health/Death"},{"id":16,"tag":"Science/Technology"},{"id":32,"tag":"Civil War"},{"id":7,"tag":"Women"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":93,"school_id":3}},{"id":5623,"title":"Stained-Glass Sally: The Memorializing of Captain Sally Tompkins","course_id":93,"status":"P","start_date":"9/10/61","end_date":"9/10/61","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["With the Angel of Mercy to guide and guard her, Captain Sally Tompkins gazes into the congregation of Saint James Episcopal Church located in Richmond, Virginia.  This stained-glass window was installed on September 10, 1961 to honor Captain Tompkins for her extraordinary service to the Confederacy during the Civil War.  The window features Captain Tompkins dressed in a conservative purple dress with her medical bag around her waist and a Bible in her hand.  Behind her is a cross and the Angel of Mercy with its arms stretched around her.  Above this center panel is a picture of the Robertson Hospital, and below is a scene depicting Captain Tompkins and other nurses caring for wounded soldiers.  Captain Tomkins played a vital role during the Civil War, saving over 1,200 lives.  It is for this honorary service that she is remembered, not only with this window, but in other ways as well.","There were several ways in which Captain Tompkins’ life was memorialized after her death.  The most unique of which was this stained-glass window designed in her honor.  This window portrays her in an almost saint-like manner, put here on earth to do God’s will.  The Angel of Mercy behind her speaks to the way in which she cared for the soldiers.  In an article published in <em>America’s Civil War</em>, George Hagerman said, “Each patient discharged from the hospital received a knapsack or bedroll with clean clothes and a book of prayers and gospels.”  Not only did Captain Tompkins care for their medical needs, she also provided for their physical and what she believed to be their spiritual needs as well.","Sally Tompkins was born on November 9, 1833 in Mathews County, Virginia.  Even as a child, Tompkins dedicated her time to helping care for others.  A strong family history of military service led her to lend her talents during the Civil War.  On July 31, 1861, Tompkins opened Robertson Hospital in Richmond, Virginia.  In order to keep the hospital running and secure government funding, Jefferson Davis appointed Tompkins Captain of a Confederate cavalry unit.  In an article written for a website, Ron Maggiano stated, “Carrying her Bible and medicine bag, she spent endless hours comforting and healing those in her care.”  Captain Tompkins dedicated her life to the Lord and her time and money to the hospital.  Hagerman wrote, “She never drew any salary for her work, believing that the money could be better used in caring for her patients.”  Of the 1,333 soldiers who received care at Robertson Hospital, only seventy-three died.","Captain Tompkins passed away on July 25, 1916 and was buried with full military honors at Christ Church in Mathews County, Virginia.  An eight-foot monument stands beside her grave as a reminder to all who see it of her compassionate heart and dedication.  As an additional way of remembering Captain Tompkins, four chapters of the United Daughters of the Confederacy were created in her honor and scholarships were also offered in her name."],"display_date":"September 10, 1961","search_date":"1961-09-10","locations":[{"id":32295,"lat":37.537998501,"lng":-77.4058582907,"zoom":9,"place":"Henrico, Virginia"}],"tags":[{"id":123,"tag":"Reconstruction"},{"id":32,"tag":"Civil War"},{"id":7,"tag":"Women"},{"id":230,"tag":"Medicine/Health"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":93,"school_id":3}},{"id":5682,"title":"St. Elizabeth's: From 'Asylum' to 'Hospital'","course_id":107,"status":"P","start_date":"1/1/11","end_date":"12/31/16","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1911, a committee comprised of six representatives appointed by the Secretary of War, the Secretary of the Navy, the Attorney General, the Commissioners of the District of The Board of Visitors of the Government, and the Secretary of the Interior were chosen to assess the needs of the Government Hospital for the Insane.  Within the report that was submitted to the Secretary of the Interior, there was an initiative to “eliminate the word ‘insane’” from the name of the institution—citing the reminder of the institution’s purpose as “extremely disagreeable.” Within five years, the official name change became a reality.","The committee failed, however, to specify to what name the hospital should be changed.  Through analysis of other accounts of the institution’s history, it can be determined that the origins of the name St. Elizabeths occurred during the Civil War, when Congress authorized use of the hospital for the care of the sick and wounded soldiers of the Union Army.  The wounded Union soldiers treated at the hospital during the war were reluctant to write to their families that they were being treated in the Government Hospital for the Insane and instead chose to refer to the hospital as St. Elizabeth’s, after the name of the land the hospital was built upon, in order to avoid the stigma of an insane asylum.","The soldiers in St. Elizabeth’s are an early example of reframing a place or word in order to circumvent cultural assumptions of mentally ill individuals and asylums.  Examples of this can be seen today in movements such as Spread the Word to End the Word, a movement to stop the use of the word “retarded” in everyday speech, in order to avoid stigmas that are associated with mentally disabled individuals and allow others to see them as functioning members of society.","As stated by Goffman, a byproduct of a total institution such as an asylum is the stigmatization of “inmates,” among other consequences such as loss of individual liberties. The Civil War soldiers being treated at the Government Hospital for the Insane for battle wounds were aware of the social stigmatization of asylums and were reluctant to admit to being treated there, regardless of the reason.  Although the understanding of mental illness was becoming more factual at that time, society’s perceptions of insane asylums were filled will incurable monsters—not just individuals with different needs than the rest of society, as people with disabilities are seen today.  The soldiers avoided using the hospital’s true name in order to keep their families from worrying that war had changed them from heroes fighting for the Union into people that needed to be isolated from society.","Though the reasoning behind the exact name change is unclear, by renaming the hospital St. Elizabeth’s—a neutral, assumption-free title—as opposed to the Government Hospital for the Insane, it helped to remove some of the stigma of an insane asylum.  By characterizing it as simply a hospital, Congress re-framed the place as one of healing and care for those affected mentally in the process of serving their country instead of as a total institution—framing not only the hospital itself, but mental illness in general, in a more positive light."," "],"display_date":"1911 - 1916","search_date":"1913-12-31","locations":[{"id":17283,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Dist Columbia, District of Columbia"}],"tags":[{"id":230,"tag":"Medicine/Health"},{"id":17,"tag":"Government"}],"course":{"name":"Making the Modern Hospital","school":"Vanderbilt University","course_id":107,"school_id":60}},{"id":5688,"title":"Killer Disease Fighter","course_id":106,"status":"P","start_date":"9/1/37","end_date":"9/30/37","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["\"But to realize that six human beings, all of them my patients, one of them my best friend, are dead because they took medicine that I prescribed for them innocently… well, that realization has given me such days and nights of mental and spiritual agony as I did not believe a human being could undergo and survive.” In a letter written by Dr. A.S. Calhoun in 1937 he describes his feelings toward the drug Elixir Sulfanilamide. Sulfanilamide was produced first as a powder or tablet to cure bacterial infections, streptococcal infections and other diseases. S.E. Massengill Company however, created the drug in an elixir form due to high demand. Unfortunately, doctors started prescribing the medication before it could be fully tested due to no laws being enacted at the time to determine the safety of any drug. One of the main ingredients used in the elixir was diethylene glycol, which is more commonly used in antifreeze and is highly toxic. Patients would experience symptoms such as abdominal pain, nausea, convulsions, stoppage of urine and stupor. Illness from the elixir usually lasted around seven to twenty-one days. Patients who had taken the elixir suffered extreme pain. The elixir killed more than one hundred people in 15 states.","Elixir Sulfanilamide eventually led to the enactment of the Federal Food, Drug and Cosmetic Act. The FDC is a twenty chapter act overseeing the safety of food and drugs. The FDC prohibited food to have an addition of reduced fillers, concealable coloring, hazardous additives, and the company must clearly label a product. The enactment of the Federal Food, Drug and Cosmetic Act was a huge step in the safety of the American people. The Federal Food, Drug and Cosmetic Act also meant that any drug on the market had to use common names.","Nowadays drugs simply cannot go straight to the market without being put through a rigorous and lengthy set of testing. There are five categories which drugs are regulated by; administrative, professional, industrial, public and juridical. An administrative regulatory tool is the use of product labeling, statistical controlled trials and public health. An industrial category includes testing out the drug on an animal and containing package inserts. Had the S.E. Massengill Company been forced to go through these steps before producing Elixir Sulfanilamide the tragedy of more than one hundred deaths could have been avoided by forcing them to label their product clearly and test it before selling it to consumers."],"display_date":"September 1937","search_date":"1937-09-15","locations":[{"id":23938,"lat":38.0317356359,"lng":-78.4849658413,"zoom":13,"place":"Charlottesville, Virginia"}],"tags":[{"id":100,"tag":"Medicine"},{"id":230,"tag":"Medicine/Health"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":106,"school_id":10}},{"id":5698,"title":"Chemicals in the Cure-All Medicines","course_id":106,"status":"P","start_date":"1800-01-01","end_date":"1800-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["During the 1800s numerous patent medicines were on the market to “treat” a wide range of diseases and symptoms. There were treatments for excess fat, curing female ailments, anti-pain meds and treating the common cold. Someone even made a pill for pale people. These patent medicines came in all forms; extracts, elixirs, pills, wafers, etc. The most popular of these patent medicines was Lydia Pinkham’s Vegetable Compound. Lydia marketed her medicine towards women to help with their “female ailments” from monthly cycles and menopause.  She prided herself on helping women and even coined herself the phrase “Yours for health” to prove that she was willing to help them. But what exactly was Vegetable Compound made from? Lydia used unicorn root, life root, black cohosh, pleurisy root and a suspension of eighteen percent alcohol to make her miracle Vegetable Compound. Women all over claimed that her compound made their symptoms better but no scientific studies were ever done in the 1800s to prove that.","During the 19<sup>th</sup> century it became apparent to the United States Food and Drug Administration that the production and sales of medications needed to be safer for the public. Drug regulation in the 19<sup>th</sup> century involved numerous processes that are divided into five categories. Each of these categories played a serious role in determining the safety of a drug. Drugs needed to go through controlled trials, animal testing, determining if the drug would benefit the quality of life of the public and cost-benefit analysis. The manufacturer of the drug also had to be very clear on the packaging what chemicals were involved in making the drug and include clear package inserts. This new system of drug regulation helps to keep the citizens of America safe. No person can throw ingredients together to make a drug, state that it will cure a disease and sell it to anyone without thorough testing and research.  This type of regulation keeps Americans from dying unnecessary deaths due to the toxicity of untested drugs.","Even after her death in 1883, Lydia Pinkham’s Vegetable Compound continued to be manufactured and bought by Americans. The compound was picked up by Numark Laboratories in 2004, and Numark is still marketing the product towards women to help improve the symptoms of their monthly ailment and the symptoms of menopause. Thanks to the new drug regulations set by the United States Food and Drug Administration the ingredients are now healthier and the product underwent scientific testing. This new form of the compound is now available in a liquid or a tablet."],"display_date":1800,"search_date":"1800-07-02","locations":[{"id":15795,"lat":42.560328524,"lng":-70.797191322,"zoom":9,"place":"Essex, Massachusetts"}],"tags":[{"id":100,"tag":"Medicine"},{"id":230,"tag":"Medicine/Health"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":106,"school_id":10}},{"id":5785,"title":"Surgeon Matt Turner Writes Letter of Hope and Worry to Home","course_id":113,"status":"P","start_date":"1863-05-27","end_date":"1863-05-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Assistant surgeon to the 22<sup>nd</sup> regiment of Alabama Infantry, Matt Turner wrote a letter to his mother on May 27, 1863, speaking of his weariness in waiting to hear news from home. He served on picket duty for the past three weeks, but was now managing the Wither’s Division hospital in Shelbyville, Tennessee. Turner found working at the hospital comfortable, although he spoke of the continuous changing circumstances that were a part of military life. He wrote, “… though everything is so uncertain in the army that I am never surprised or disappointed at anything that ‘turns up’.” Turner also mentioned both his uneasiness and his confidence about the war effort. With the siege of Vicksburg having started only nine days before this letter was written, Turner wrote of the ongoing battle, “We are all looking with anxious eyes toward Vicksburg and feel as if a speedy peace will follow the sweep of our arms at that place.” With confidence in the Confederacy, he continued on, “I feel that it is impossible for Grant to extricate himself from his present hazardous condition and, with the reinforcements we have already sent on, [Grant] must be ‘cut to pieces’ or captured. May we not hope that the beginning of the end is near?”","Vicksburg was one of the longest battles of the United States Civil War, lasting from May 18, 1863, to July 4, 1863. Union General Ulysses Grant laid siege to the city on May 26, 1863. Turner, like many Confederates, knew the importance of Vicksburg in turning the tide of the war. Vicksburg sat along the Mississippi River, which was essential to northern military and commercial interests. Furthermore, the River split the Confederacy into an eastern and western half. Gaining control of this waterway was of paramount strategic importance for the Union; this would prevent CSA soldiers and supplies from moving across each side of the Confederacy. If the city did not fall, the Confederacy might win the war, and Turner was optimistic of this outcome. The Siege of Vicksburg lasted forty-seven days. Union casualties totaled 9,362 men and Confederate casualties 29,500 men. In a decisive victory, the Union managed to gain control of Vicksburg.","As an assistant surgeon in the war, Turner was a valuable resource, for he could attend to the wounded with care. Historian Harold Straubing wrote of doctors, nurses, surgeons, and others in the medical field at that time, “They dealt with the soldiers, the wounded, the diseased, and the dying. They were never too far behind the fighting front lines, often in the battle itself as forces crisscrossed the same land.” On both sides, these men and women were unsung heroes. They attended to the wounded and were often placed into the heat of battle in service to their respective country. Much of what is known in the medical industry today can be attributed to the impact of Civil War doctors, surgeons, and nurses, such as Matt Turner."," "],"display_date":"May 27, 1863","search_date":"1863-05-27","locations":[{"id":11847,"lat":35.5137999479,"lng":-86.4589000968,"zoom":9,"place":"BEDFORD, Tennessee"}],"tags":[{"id":1827,"tag":"Matt Turner"},{"id":230,"tag":"Medicine/Health"},{"id":310,"tag":"Vicksburg"},{"id":32,"tag":"Civil War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":113,"school_id":3}},{"id":5792,"title":"<strong>A Poet Describes the Horrors of a Civil War Hospital</strong>","course_id":113,"status":"P","start_date":"1867-12-01","end_date":"1892-01-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In his poem <em>A March in the Ranks Hard-Prest, and the Road Unknown</em>, Walt Whitman described one of the most haunting memories of his medical career: “Then before I depart I sweep my eyes o'er the scene fain to absorb it all, / Faces [<em>sic</em>], varieties, postures beyond description, most in obscurity, / some of them dead, / Surgeons operating, attendants holding lights, the smell of ether, / the odor of blood, / The crowd, O the crowd of the bloody forms, the yard outside also fill'd.” The setting of Whitman’s nightmare was an impromptu field hospital likely located somewhere near a battlefield. Whitman’s poem poignantly explained the horrors that one could find at field hospitals during the Civil War: “Entering but for a minute I see a sight beyond all the pictures and poems ever made, Shadows of deepest, deepest black, just lit by moving candles and lamps, And by one great pitchy torch stationary with wild red flame and clouds of smoke, By these, crowds, groups of forms vaguely I see on the floor, some in the pews laid down.”","The field hospitals were a horrifying sight for Whitman. This is surprising, in many ways, since Whitman served as a nurse during the Civil War.  For Whitman, the field hospitals lacked sufficient space for all the wounded soldiers in their care.  They reeked of blood and other odors. Not to mention, they presented endless labor for the surgeons and their assistants, who did everything in their power to end the suffering of the wounded and dying soldiers. What Whitman saw in the field hospital haunted his memories the rest of his life.","Nightmares, like the one experienced by Whitman, were common at field hospital during the Civil War. Because field hospitals were the quickest and most efficient source of medical care throughout the years of the war, they existed at essentially every battlefield. In a piece concerning the topic of medical care during the Civil War, historian Victoria Holder wrote that at the beginning of the war, neither the Union nor the Confederacy had any plan for hospitals because they did not believe fighting would last more than a couple months. By 1862, the Union and Confederacy had passed laws creating hospital systems, but by that time, field hospitals were the most relied upon source of treatment for wounded soldiers. Field hospitals were often located a mile or two away from the battlefield. They frequently lacked ample room and supplies to treat the men in their care.","Historian James McPherson, when he wrote about medicine in the Civil War, stated that field hospitals were often churches, hotels, warehouses, shops, barns, private homes, etc. In terms of staff, they were often composed of white women who volunteered to help out. From these sources alone, it is not farfetched to believe what Whitman described in his poem was the truth."],"display_date":"December 1867 - January 1892","search_date":"1879-12-31","locations":[{"id":8925,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":1839,"tag":"Walt Whitman"},{"id":1838,"tag":"Field Hospital"},{"id":1837,"tag":"Poem"},{"id":230,"tag":"Medicine/Health"},{"id":32,"tag":"Civil War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":113,"school_id":3}},{"id":6049,"title":"Lead paint takes over Michigan","course_id":118,"status":"P","start_date":"1/1/08","end_date":"12/31/22","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["At the beginning of the 20th century, when most Americans lacked indoor plumbing and basic sanitation was rare, infectious disease was an ever present fear. Millions of people worldwide died in 1918 from the Spanish flu, and cholera and typhoid were frequent threats in the cities. At this time, the medical community encouraged people to wash their walls to help avoid disease. Painted walls were preferred over those with wallpaper because the texture of wallpaper would trap bacteria. The smooth surface of paint allowed it to be readily washed with either water and soap or a disinfectant, while wallpaper, especially given the paste available at the time, could not stand up to repeated washing. This also was an era when homeowners often did not paint their own homes. Homeowners instead relied on the expertise of master painters, who were respected for their skills and knowledge of paints. Ironically, the medical benefits of painting one's walls brought with them new risks, as these master painters often preferred paints with lead pigments.","The early twentieth century saw a large increase in the demand for lead paint. In Detroit, the national leader for lead paint production, Acme White Lead and Color Works expanded its factory in 1908, and it was soon joined by competitors such as Borydell White Lead and Color Works, Detroit Graphite Company, Ditzler Color Company, and many others. With the expansion of business came a need for workers, who were primarily found in the poorer neighborhoods of the city. Those workers, in addition to living in homes with lead paint on the walls, were also exposed to high levels of lead through direct contact during the manufacturing process. Across the country, labor unions and public health officials expressed concerns with worker exposure to “clouds of dust\" laced with lead in factories. After multiple law suits against companies about deaths from lead poisoning, industries worked with labor unions and public health officials to minimize worker exposure to lead dust.  These actions reduced occupational lead poisoning without ending the use of lead paint, which would continue to contaminate homes and soil for decades."],"display_date":"1908 - 1922","search_date":"1915-07-02","locations":[{"id":50025,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1889,"tag":"occupational health"},{"id":1899,"tag":"Detroit"},{"id":230,"tag":"Medicine/Health"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6050,"title":"The Delray Tuberculosis Clinic","course_id":118,"status":"P","start_date":"1/1/10","end_date":"12/31/12","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The booming Detroit industries of the early twentieth century brought enormous demand for more workers as more and more industries pushed their way into neighborhoods such as Delray. Low real estate prices and rents attracted poor immigrants from around the world. Around 1910 Romanians, Serbs, Turks, Armenians, Austrians, Hungarians, and others flooded into the area. But the low cost of living translated into low standards of living, as well: bereft of even the most basic sanitation and infrastructure, many of the new residents were living in unspeakable conditions. Overcrowding of large numbers of people in these extremely small apartments and houses caused overflowing cesspools. The wells that the neighbors had dug for drinking water were sunk only a few feet into the sand, in close proximity to the cesspools, making the water unfit even for washing purposes. Lacking an alternative source, people in Delray used the well water anyway, even for cooking and drinking. The area was constantly in danger of outbreaks of tuberculosis, typhoid, and other diseases common in poor urban living conditions.","The Delray community, while powerless to address the underlying infrastructural issues, came together to create the Delray Tuberculosis Clinic in order to fight the disease in Delray. The clinic opened in May 1911 to educate the people of Delray about the disease and how it spread. Shortly thereafter, when word of the poor sanitary conditions in Delray reached authorities, the city of Detroit put together a full clean-up process led by health officer J.W. Inches. The first thing that Inches did was to condemn the wells as un-usable and begin to mainline the water in to Delray from other sources. The Board of Health also acquired the Tuberculosis Clinic to carry on its work."," "],"display_date":"1910 - 1912","search_date":"1911-07-02","locations":[{"id":18385,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1319,"tag":"tuberculosis"},{"id":1941,"tag":"Delray"},{"id":230,"tag":"Medicine/Health"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6051,"title":"City of Detroit Blamed for Neglect in Tuberculosis Epidemic","course_id":118,"status":"P","start_date":"5/26/09","end_date":"5/26/09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the late 19<sup>th</sup> century and early 20<sup>th</sup> centuries, doctors had discovered that large numbers of deaths in industrial cities were the result of tuberculosis, a respiratory disease closely linked to poverty, overcrowding, and malnutrition. Middle-class fears that tuberculosis could spread resulted in significant expenditures in Detroit, but that money largely ignored the problems of vulnerable populations in the working-class neighborhoods and poor industrial districts such as Delray, to the southwest of the city. In 1909, Dr. Leo H. Herbert and Dr. Emil Amberg scolded the City of Detroit for its lack of funding for the city's most vulnerable residents at the Anti-Tuberculosis society. They claimed that the conditions of the working class in the city were disgraceful and dangerous to the health of Delray residents. The city's allocation of resources was also inefficient: doctors were attempting to fight the disease, but the preventative measures of urban clean-up and improved living conditions that they had suggested were not being implemented. Along with the obscene amount of litter in the streets, for instance, Dr. Herbert pointed to the overpopulated housing situations as the disease's principal cause. When ten to twenty people were forced to live in a small cottage, that house immediately became a breeding ground for tuberculosis. It only took one house with small children, he warned, to spread the disease. Since children attend school they are more likely to catch and spread the disease since they are constantly in contact with their class mates."],"display_date":"May 26, 1909","search_date":"1909-05-26","locations":[{"id":50025,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1899,"tag":"Detroit"},{"id":1319,"tag":"tuberculosis"},{"id":230,"tag":"Medicine/Health"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6055,"title":"Dr. Garrison Calls for Action","course_id":122,"status":"P","start_date":"11/14/27","end_date":"11/17/27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In mid-November of 1927, in Memphis, Tennessee, the Southern Medical Assocoiation was holding their twenty-first annual conference. Included within this four-day conference, the Section on Public Health met. It was there that Dr. C. W. Garrison, the State Health Officer from Arkansas, addressed the delegates. He was concerned about the pellagra problem cases, he told the delegates that the number of cases in Arkansas ran between five-thousand and ten-thousand per year and that the death toll averaged at five-hundred per year where the total population was less than two-million.","Dr. Garrison, clearly alarmed at the statistics related to pellagra in his own state, appealed to the delegates to find a solution. He proposed a resolution that would provide a varied diet to tenant farmers by giving them, where- and whenever possible, \"a liberal supply of vegetables, poultry and milk for home consumption,\" and crop diversification in order to eradicate pellagra. His resolution passed, unanimously, following a heated debate over the origin of pellagra, about whether the disease was dietitic or infectious in nature.","Elizabeth Etheridge explains the reasons behind the poverty of the tenant farmers, who were always in debt as a result of cash advances during the year that were taken out of the profits after the harvest and ginning. This constant poverty was the true cause for pellagra, much to the dismay of many Southerners who believed that the endemic had been dramatized in order to scar the image of the New South. It was because of the economic situation that tenant farmers were forced to eat the three-M diet: meat, meal and molasses. That lack of variation meant dietary deficiency and, eventually, pellagra.","In addition to being poverty stricken, which meant little or no money to purchase food, the only crop grown by most tenant farmers was cotton, not a food crop. Cotton was king. In order to increase the chances of having a good crop the landowners would not allow tenants to use any land to grow their own gardens or keep their own livestock so that it could all be used to grow cotton. Only one crop meant that there was one chance to make money off the land. If the crops failed, as were common with many floods occurring, portions of the crops would be destroyed. If the crops were unsuccessful, the tenants would be fortunate if they made enough to cover their expenses. One crop also meant that there were vegetables readily available for the tenants, or to sell.","Etheridge calls Dr. Garrison's resolution \"the first evidence of a change in public opinion\" where pellagra, formerly thought to be an infectious disease, was now thought of as one of dietary deficiency and economic in nature. As ground-breaking as this resolution was, it only provided for tenant farmers. There were still plenty of other occupations that left people poverty-stricken."],"display_date":"November 14, 1927 - November 17, 1927","search_date":"1927-11-15","locations":[{"id":19831,"lat":35.1823412133,"lng":-89.8965921784,"zoom":9,"place":"Shelby, Tennessee"}],"tags":[{"id":1125,"tag":"Pellagra"},{"id":230,"tag":"Medicine/Health"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":122,"school_id":10}},{"id":6056,"title":"Dr. Babcock and Dr. Lavinder Perpetuate a Lie","course_id":122,"status":"P","start_date":"1/1/10","end_date":"12/31/10","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Dr. C. H. Lavinder and Dr. J. W. Babcock, two of the doctors who were heading the crusade on pellagra in the American South, translated a French book, simply titled <em>Pellagra</em>, written by Dr. Armand Marie about the disease. Published in 1910, the book contains a history of the disease in Europe, where it was first observed, along with a list of symptoms, various treatments, and even how to prevent it. The contents of the book were as much as anyone knew about pellagra up to that time, particularly that it was positively correlated with poverty.","The book states, \"Pellagra has almost invariably been found associated wretchedness and poverty, and the disease has in consequence been often regarded as an indication of the economic conditions obtained among certain classes of people in the country involved.\" It was clearly understood prior to 1910 that living in poverty and contracting pellagra were closely linked. It was attributed to spoiled corn and a resulting infection. Doctors, therefore, assumed that because polenta, and other corn meal  products, were the basis of peasants' diets in Europe, they would prepare and eat meal, even after it spoiled. They would have to so as not to waste their food and money.","In Europe, the disease-causing poverty was a problem that needed to be dealt with, and so was claimed to have been \"through motives of patriotism of for reasons of policy, or even from a sense of shame, publicists have felt urged to grapple with the problem.\" It continues that since it is the laboring class who is most affected pellagra greatly affects productivity in countries where it is prevalent. Dr. Lavinder and Dr. Babcock then make a startling claim that there is an \"absence among us, relatively speaking, of the poverty-stricken classes among which pellagra occurs\" in America. They said that there is \"no such...poverty\" in America.","That was a bold statement that is historically inaccurate. Michael A. Flannery explained how pellagra was known to exist in America through a report by Dr. George H. Searcy from the Mount Vernon Insane Hospital in Mobile, Alabama, where he reported eighty-eight cases of pellagra observed in 1906. Elizabeth Etheridge, too, wrote of Dr. Searcy's findings. Additionally, Etheridge explains that once Dr. Searcy named the disease and outlined the symptoms, \"doctors...had their memories jogged\" and they attributed many past cases to pellagra.","Pellagra obviously existed in America long before the book was published. Even taking into account that information was passed along much more slowly in the early twentieth century, the fact remains that the book was translated by Dr. Babcock and Dr. Lavinder who both knew of the outbreak prior to the book's publication. It is likely that this incorrect statement about poverty in America was made as a move to perpetuate the idea of a successful New South. Flannery expressed that the New South was being promoted to draw in industry. In essence, n order to preserve the idea of the prosperous New South, some people would twist the truth, such as \"touting the benefits of modern diversified agriculture and industrial expansion\" while not talking about low wages. Others, it seems, like Dr. Babcock and Dr. Lavinder, would just lie."," "," "],"display_date":1910,"search_date":"1910-07-02","locations":[{"id":17237,"lat":33.9914893238,"lng":-80.8577865567,"zoom":9,"place":"Richland, South Carolina"}],"tags":[{"id":209,"tag":"New South"},{"id":230,"tag":"Medicine/Health"},{"id":1125,"tag":"Pellagra"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":122,"school_id":10}},{"id":6057,"title":"Pellagra is Caused by Low Wages","course_id":122,"status":"P","start_date":"1/1/14","end_date":"12/31/15","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1914 in Walker County, Alabama, pellagra was prevalent. Dr. C. A. Grote, the County Helath Officer, was desperately trying to understand the cause of, and find a treatment for, the disease. He spent that year observing the disease with the assumption that it was infectious in nature. He used \"preventative measures\" against pellagra the same as he would against any other infectious disease. He found that those measures were to no avail and the disease continued to spread. He tried therapeutic preparations to treat the disease and again had no success.","The following year, 1915, Dr. Grote took a different approach to the disease. He began to study cases with the theory of dietary deficiency in mind. He noticed the previous year that almost all cases involved patients who lived in \"mining camps and rural districts\" who made up much of the poorer classes. Because of that observation, Dr. Grote began to carefully study mining camps in Walker County. He found a \"very interesting situation\" that helped to prove this theory.","He found two different mining camps were owned by the same company (no name was given in his report) and located about a quarter-mile from each other. These two camps, despite common ownership and close proximity, were very different, as far as pellagra was concerned. Camp A was surprisingly free of pellagra while in Camp B it was rampant. Camp A was made up of the white collar mine workers (such as clerks and bookkeepers) as well as skilled laborers and black miners (Grote stated that the black miners were paid more money than the white miners). Camp A had a commisary that sold good, fresh foods. Camp B, on the other hand, was made up entirely of poor, white miners and the commissary there only sold \"the poorest kinds of foods, including canned foods and fat meats.\"","Pellagra was obviously a disease of the poor and made evident that many industrial workers were not paid enough to adequately provide for their families. Camp A, of course, was the exception rather than the norm but it did prove that higher wages played a role in preventing the disease. In South Carolina, Dr. Joseph Goldberger's team was making the same economic parallels, says Alan M. Kraut. Kraut describes how one Goldberger staff member, Edgar Sydenstricker, an economist and statistician, canvassed several mill towns and found that the average annual income for all mill wokers was seven-hundred dollars regardless of the size of the family they had to provide for. It follows, then, that larger families were more likely to have pellagra victims than smaller ones.","Kraut explains that wages made all the difference with the disease. Low wages proved to be, arguably, the main cause for pellagra. In the North, workers in the same industry made considerably more than their Southern counterparts, and pellagra was a much more common malady in the South. Whether in mill towns or mining camps, South Carolina or Alabama, the same economic conditions existed, low wages for blue collar workers caused the disease to flourish."],"display_date":"1914 - 1915","search_date":"1914-12-31","locations":[{"id":18307,"lat":33.8033539054,"lng":-87.2973292286,"zoom":9,"place":"Walker, Alabama"}],"tags":[{"id":1125,"tag":"Pellagra"},{"id":230,"tag":"Medicine/Health"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":122,"school_id":10}},{"id":6063,"title":"John Woodall saves Northampton from The Plague","course_id":122,"status":"P","start_date":"4/15/99","end_date":"4/15/99","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In July of 1637, the town of Northampton faced a terrible predicament. Many of its residents had been stricken with plague. This plague utterly baffled William Wyly, Northampton’s local surgeon. According to his account the disease gave its victims a high fever and painful boils on the skin. Fortunately for Wyly, he was assisted by John Woodall, a true expert in the field of medical treatment.","As the retired chief of surgery for both the East India Trading Company, and Saint Bartholomew’s Hospital in London, Woodall had seen more than his share of disease. Woodall responded to Wyly by not only sending him an antidote for the plague, but writing detailed instructions on how to administer the antidote to patients. These instructions were extremely practical, and were similar to the instructions a modern reader might expect to receive in a pharmacy. According to Woodall, patients were to take the antidote in measured doses depending on their age and weight. Additionally, he encouraged patients to mix the medication with water, ale, or milk to improve the flavor.","Wyly did exactly as Woodall told him, and in his account he mentioned that the drug worked wonderfully. He later wrote Woodall, thanking him for his assistance. In this letter he included a list of specific citizens that had been saved by the medicine. Some of these citizens included a local boy by the name of James Fairness, and a woman called Goody Smith. Wyly told Woodall that everyone he administered the drug to was cured of the plague. What was the miracle cure that Woodall used to save Northampton? It was a cordial powder made primarily of powdered gold.","While this may seem incomprehensible to a modern audience, Woodall’s miracle cure is a prime example of the complexity of historic medical practice. On the one hand, Woodall’s administration procedure seems like solid ‘science’. On the other hand, we all know that gold has no magical healing powers. Woodall’s account clashes with our modern preconceptions. We see science as a philosophy that triumphed over ‘superstitious’ magic. While Woodall’s marriage of science and ‘superstitious’ medicine seems bizarre to us, it was typical of the Renaissance. According to Michael D. Bailey, the beginnings of modern science were as much joined with magical belief as they were opposed to it. In his book <em>Magic and Superstition in Europe</em> Bailey affirms that renaissance philosophers were heavily influenced by magical traditions from the twelfth, thirteenth and fourteenth centuries.","Magical or not, the town of Northampton seems to have benefited greatly from Woodall’s work. This account must be taken with a grain of salt, however; it remains a fascinating example of the influence of superstition on early medical science."],"display_date":"April 15, 1999","search_date":"1999-04-15","locations":[{"id":52709,"lat":null,"lng":null,"zoom":8,"place":"Outside US"}],"tags":[{"id":230,"tag":"Medicine/Health"},{"id":100,"tag":"Medicine"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":122,"school_id":10}},{"id":6064,"title":"John Woodall Amputates a Sailor’s Leg","course_id":122,"status":"P","start_date":"4/15/99","end_date":"4/15/99","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The sailor’s leg was putrid and rotting. The hole left from the gunshot wound was, according to surgeon John Woodall, 'venomous'. John Woodall went on to say that gangrene had set in, causing the injury to resemble ‘an affront against nature’. Rather than let the gangrene fester, Woodall took the only course of action left to him; he amputated the limb. Once the extremity was removed, the venomous disposition ceased. The sailor’s heavy fever abated, and he made a speedy recovery. Many of Woodall’s other patients were less fortunate. By the time he reached some of the victims of gangrene the disease had progressed beyond treatment. One child had a limb so rotten that the skin parted to the touch. Others died with the onset of fever.","Woodall’s emergency treatment, while useful, was based on incorrect science. Woodall attributed the spread of gangrene to an imbalance of the four humors. Additionally, he described wounds infected by the disease as an ‘affront against nature’. We now know that, while gangrene is a horrible affliction, it is purely natural. In Woodall’s opinion, these injuries were from outside the realm of nature, and therefore wicked, vile, and venomous. While Woodall’s theories were technically incorrect, they worked to save the lives of those afflicted by disease. His hack-job method of treating extreme cases of gangrene actually helped those stricken with the plight. This mixture of ‘superstition’ and science challenges the modern assumption that science was born out of the death of superstitious belief.","This complicated system of superstition and rationality perfectly illustrates Lorraine Daston and Katharine Park’s thesis. In their book, <em>Wonders and the Order of Nature</em>, they dismiss the faulty notion that science and magic were directly at odds with one another. Instead, they propose a mutable, intricate system of balances and counter balances. To Daston and Park, magic played and plays a crucial role in our understanding of nature. While a modern audience may have some trouble digesting this concept, the gangrene afflicted sailor that was rescued by Woodall’s ‘faulty’ hypothesis benefited from the effects of this complex relationship."],"display_date":"April 15, 1999","search_date":"1999-04-15","locations":[{"id":52709,"lat":null,"lng":null,"zoom":8,"place":"Outside US"}],"tags":[{"id":5,"tag":"War"},{"id":230,"tag":"Medicine/Health"},{"id":100,"tag":"Medicine"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":122,"school_id":10}},{"id":6066,"title":"<strong>Contribution to Medicine</strong>","course_id":122,"status":"P","start_date":"1822-01-29","end_date":"1822-01-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On January 29<sup>th</sup>, 1822, Dr. Ebenezer Basset who was the town physician of Nassau, New York was abruptly interrupted by his medical assistant Jacob Kipp, who notified the doctor of their servant girl who was terribly ill. Braving the cold, Dr. Basset attended to the black servant girl who was lying in the snow with an unusually large cut on her abdomen and right next to her was a razor blade that was covered in blood. Upon further examining the youth of fourteen, Dr. Basset noticed and began to uncover a fetus hidden underneath the snow. Dr. Basset was in complete shock at what he had just witnessed. To his amazement, the youth of fourteen had just conducted a cesarean section on herself. After Dr. Basset recovered from his shock he sent Jacob Kipp to a neighboring town to retrieve Doctors Francis and Beck to help assess the situation.","Upon their arrival to the city of Nassau, Dr. Basset explained to his colleagues what had occurred. The three physicians began to treat the African American servant girl while making detailed notes of the procedure. The physician’s amazement is understandable given that cesarean sections were known about, but not widely used. Even more amazing, the procedure was a self-administered one. How could a black youth of fourteen perform such a complicated procedure on herself?","Historians have always claimed that cesarean sections had been performed by slaves who came from Africa to America. In fact, the first recorded successful cesarean section was performed in Colonial America. There is an account of a doctor in Virginia by the name of Dr. Jesse Bennett who on January 14<sup>th</sup>, 1794 performed the first cesarean section on his wife with the help and guidance of their slave who was well versed in the procedure of cesarean section. According to author Herbert M. Morais who wrote, <em>The history of the Negro in medicine, </em>African Americans had prior knowledge and used cesarean sections in Africa and brought that knowledge with them to the early colonies of America. Although the procedure was amazing to these white doctors, it would have not been foreign to black females in this era."],"display_date":"January 29, 1822","search_date":"1822-01-29","locations":[{"id":9020,"lat":42.7101775694,"lng":-73.5100473584,"zoom":9,"place":"RENSSELAER, New York"}],"tags":[{"id":238,"tag":"African American"},{"id":463,"tag":"African American Women"},{"id":230,"tag":"Medicine/Health"},{"id":605,"tag":"Upstate New York"},{"id":598,"tag":"New York"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":122,"school_id":10}},{"id":6069,"title":"<strong>“The light will shine forth”- Perseverance of Negro Physicians</strong>","course_id":122,"status":"P","start_date":"1790-09-25","end_date":"1790-09-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A slave by the name of David K. Mcdonough was granted permission to pursue his dream of becoming a doctor in the late nineteenth-century, but how was that possible given the horrendous circumstances that slaves endured? “His career began as the result of an argument between his master, slave-holder, and a planter. The dispute revolved about the question of the innate mental capacity of the Negro to improve him-self intellectually”. According to the <em>International Library of Negro Life and History, </em>his master chose to send Mcdonough off to school to prove his point that it was not possible for Negroes to obtain academic success. To his masters’ surprise, Mcdonough graduated from Lafayette College in Pennsylvania with a B.A. in Medicine and was the third in his graduating class. This beautiful success story embodies the truth behind the mental capacity of any Negro, and the light could shine.","Given the story above, Negroes in Medicine were still not permitted to practice and always faced harsh criticism. The greatest opposition to Negro Doctors was found in the South. This article by Paul B. Cornely in 1956 shows the stark reality of the matter. “In the South, however, only 6% of hospitals offered Blacks services without restrictions; 31% did not admit Blacks under any conditions, even emergency; 47% had segregated wards for Whites and Blacks; and 16% had modified patterns of segregation that changed with the ratio of Whites and Blacks admitted at any one time”. This example in the mid- twentieth century shows the disingenuous position than many White Southerners possessed in dealing with Negroes. However, that being said why is Booker T. Washington’s journal article <em>The Negro Doctor in the South</em>, show so much optimism? Booker T. Washington states that there are more than one-hundred Negro Doctors in the State of Alabama and there is over twenty-five in the Birmingham district. Of the many Negro Doctors, the State saw its first female African-American Doctor in Birmingham by the name of Dr. Sadie Dillard. Now let me ask you why has this proverbial light portrayed by Booker T. Washington shown itself in Tuskegee, Alabama in 1917 and we just saw a regressive mood in 1956? Booker T. Washington describes these fluctuations in trends as a few strong forces that have played a hand in elevating the Negro Doctor, despite the ever prevalent opposing forces. Case and point, Negro Physicians knew the road was not going to be easy, given that Hein site, Negro Doctors persevered and accounted for obstacles so the torch would continue to burn in their favor of progress, much like Dr. David K. Mcdonough did while he was oppressed and obtained the light."],"display_date":"September 25, 1790","search_date":"1790-09-25","locations":[{"id":15444,"lat":39.8405142472,"lng":-75.5864868268,"zoom":9,"place":"Chester, Pennsylvania"}],"tags":[{"id":238,"tag":"African American"},{"id":230,"tag":"Medicine/Health"},{"id":2191,"tag":"Doctors"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":122,"school_id":10}},{"id":6072,"title":"<strong>Medical Advancements at the cost of Dignity</strong>","course_id":122,"status":"P","start_date":"1836-01-10","end_date":"1836-01-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On a brisk morning in January of 1836, Dr. J. Marion Sims started his day with his routine house-to-house calls in Montgomery, Alabama. Dr. Sims was a well-established and distinguished practitioner of medicine who came to Alabama from South Carolina to establish his own medical practice; he was also best known for his accomplishments in Women’s health and for the establishment of the first Women’s Hospital in the state of Alabama. While on his routine house call, he was notified by a friend that Mrs. Merrill, who was the wife of a prominent farmer, was terribly ill. Upon his arrival, Dr. J. Marion Sims described the situation at hand. ““She was in bed, complaining of great pain in her back, and a sense of tenesmus in both the bladder and rectum, the bearing down making her condition miserable”. Dr. Sims had to act fast on the female patient. Dr. Sims remembered two things while this emergency took place. First he remembered how much he “hated investigating the organs of the female pelvis”, and he also remembered his professor Dr. Prioleau of the Charleston Medical College, who said, “Gentlemen, if any of you are ever called to a case of sudden version of the uterus backward, you must place the patient on the knees and elbows-in a genu-pectoral position- and then introduce one finger into the rectum and another into the vagina, and push up, and pull down”. After executing protocol, Dr. Sims knew ultimately he had to get the uterus in position by using this method prescribed above. Mrs. Merrill was screaming from the top of her lungs as Dr. Sims still hand deep in her vagina pushed his hand toward the lady’s uterus wall and turned his hand upward and downward pushing with all his might until he could no longer feel her uterus or her womb. Mrs. Merrill enduring all of this pain suddenly said “Why, doctor, I am relived.” Just then as Mrs. Merrill was about to lie down on her back, she let out an explosion. Mrs. Merrill was speechless and bashful, but Dr. Sims knew this escape of gas was not from the bowel, but from the vagina. Dr. Sims had a revelation. He thought if the pressure in the vagina could be released in a certain way by the positioning of the body and other methods, he may have an explanation for a possible cure for vesico-vaginal fistula.","Vesico-vaginal fistula is an abnormal fistulous tract extending between the bladder and the vagina that allows the continuous involuntary discharge of urine into the vaginal vault. This abnormality is caused by complications in child births or other extreme causes. This female abnormality was very common and Dr. Sims was the leading doctor who experimented, tested, and always tried to seek a solution for this occurrence. His main subjects or guinea pigs were often on African American women. His leading test subject was a slave by the name of Betsy who suffered from this complication. Once the complication was solved for the first time on Mrs. Merrill, Dr. Sims immediately went to his test subject Betsy and performed an operation to heal her infirmities. Throughout the years Dr. J. Marion Sims overcame many medical feats and saved a countless number of women through his expertise, but he is sometimes viewed as a bad guy. According to Dr. L. L. Wall who wrote in The Journal of Medical Ethics, we see that there are some who defend his surgical practice. “Modern critics have discounted the enormous suffering experienced by fistula victims, have ignored the controversies that surrounded the introduction of anesthesia into surgical practice in the middle of the 19th century, and have consistently misrepresented the historical record in their attacks on Sims.” Dr. Wall acknowledges that Dr. Sims used enslaved African Americans as his guinea pigs, but it was not because they were vulnerable, it was due to the incredible suffering they endured on a constant basis. Dr. Sims was the only physician who had an alternative to their pains."],"display_date":"January 10, 1836","search_date":"1836-01-10","locations":[{"id":298,"lat":32.2469172256,"lng":-86.1720796894,"zoom":9,"place":"MONTGOMERY, Alabama"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":7,"tag":"Women"},{"id":463,"tag":"African American Women"},{"id":4,"tag":"Slavery"},{"id":220,"tag":"alabama"},{"id":230,"tag":"Medicine/Health"},{"id":2192,"tag":"Montgomery, Alabama"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":122,"school_id":10}}]}