{"id":231,"tag":"Steel and Iron Industry","points":[[33.5543155862,-86.8964933862],[41.8399513458,-87.8166666032],[39.2338595038,-76.3925904773]],"bounds":[[41.8399513458,-76.3925904773],[33.5543155862,-87.8166666032]],"episodes":[{"id":4671,"title":"The Birmingham District Rises in the Late 19th Century","course_id":22,"status":"P","start_date":"12/1/89","end_date":"12/31/89","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["    According to an 1889 article found in the Chautauquan, a popular weekly news magazine, Birmingham, Alabama was the future of the iron and steel industry in America. Seated in Jefferson County, which is located in central Alabama, Birmingham was named after the industrious steel city of Birmingham, England. Also known as the “Magic City” and “Pittsburgh of the South”, Birmingham had earned these titles after its immense industrial growth. Birmingham’s steel productivity was made possible by its twenty-five local blast furnaces. These twenty-five blast furnaces were used in the smelting process. Smelting is the process in steel making that removes the iron metal away from its ore.  Birmingham’s extreme industrial success was due to the locality of iron, which was found on nearby Red Mountain.  Red Mountain’s ridge runs southeast along the Magic City’s southern border and was named “red” after the color of the iron that was found there.","    Bertha Bendall Norton, a Birmingham historian writes, “If in early 1900 you had stood on Red Mountain where Vulcan, the largest iron statue in the world stands today, and gazed out upon this once sacred valley of Indians, you would, perhaps, have had a strange feeling of wonder, excitement and pride.”  The Pittsburgh of the South was exactly that, exciting and wonderful. New jobs were being created by the arrival of the steel and iron industries such as Sloss furnaces and Tennessee Iron and Coal Company, which opened in 1886.  Birmingham’s industry became self- sustaining and that began to concern northern industrialist who, at first, were not involved. Much of the United States was still oblivious to the Magic City’s capabilities of becoming the leading iron producer in the  industry. Birmingham was a city that worked around the clock in hopes for maximum production of steel.  Birmingham, Alabama of yesterday had proven itself worthy in the late nineteenth century and had indeed become the future of the iron and steel industry in America"],"display_date":"December 1989","search_date":"1989-12-16","locations":[{"id":39832,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":203,"tag":"Birmingham, Alabama"},{"id":231,"tag":"Steel and Iron Industry"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}},{"id":5174,"title":"Industrial competition between Chicago and Pittsburg","course_id":66,"status":"P","start_date":"1/1/15","end_date":"12/31/15","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Internal competition in a country can be a strong force for development and improvements in some industries.  This “American versus American” phenomenon appeared in many industries in the US. In the early twentieth century, the United States was still developing. At that time, many industries were still in their early stage  -- the car industry and aviation industry, for example. Because these new technologies required a large amount of raw material, the development and competition of the steel industry was the greatest at that time. Since states like Pennsylvania, Ohio, New York, and New Jersey had a rich availability of coal and iron ore, the steel industry in these states had become a critical industry because of the high profit. One of the most vigorous competitions in the steel industry was the competition between Pittsburgh and Chicago. Chicago itself did not have much iron or coal resources, but it could still introduce the steel industry into the city because of its geographical location, which is located next to Lake Michigan. Because of easy transportation, Chicago developed its steel industry so successfully that many cities like Pittsburgh aimed at it as a competitor. A conversation between the two magnates in Chicago and Pittsburgh can effectively represent the tit for tat industry competition that was occuring between the two cities. \"‘That doesn't matter to us,’ reply the Pittsburgh steel magnates. ‘Chicago has to send for its coal, which we have practically on the spot. The result is the same.’ ‘Not at all,’ say the Chicago men; ‘it costs us less to bring our coal than you have to pay for the freight of your ore, and you have to pay freight for coal too, the only difference being that ours travels farther than yours--a very small matter, as the loading and unloading cost more than the haulage, over a short distance. We have therefore a very considerable advantage over you in not being obliged to convey our ore by rail, and this advantage is bound to give us the upper hand in the long run.’\"  This conversation indicates how intense the competition was and how every city would not like to see other sharing their profitable steel exporting market.","This competition actually forced the cities to invest more into the industry and improve the quality of products. The production of steel was a benefit to all as it greatly increased and gave the foundation for the leadership of the US in the industry.  “From 1870 to 1900, annual U.S. steel production rose from around one million to ten million tons.”  Furthermore, the production rose to twenty four million tons annually by 1910. This data shows that vigorous competition can actually encourage improvements and strengthen the whole industry. This also made the US dominate the export steel market for years until the development of the industry in Asian countries in recent years.  However, the United States is still one of the major steel exporters around the world. Furthermore, the mature fundamental technologies also make steel products made in the US competitive with others, which contributes to both the US and the global economy."],"display_date":1915,"search_date":"1915-07-02","locations":[{"id":17541,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"Cook, Illinois"}],"tags":[{"id":929,"tag":"Pittsburg"},{"id":827,"tag":"Chicago"},{"id":231,"tag":"Steel and Iron Industry"},{"id":11,"tag":"Economy"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":66,"school_id":40}},{"id":6270,"title":"<strong>Formation of Bethlehem Fairfield Shipyard</strong>","course_id":132,"status":"P","start_date":"1/3/41","end_date":"9/2/45","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On January 3, 1941, the “Emergency Shipbuilding Program” was announced by Franklin D. Roosevelt. The task was simple:  “rapidly build simple cargo ships to carry troops and material to allies during World War II.”","The demand for war ships came in response to the dominance of German U-boats during early part of World War II. In an effort to gain American support to join the war effort, Franklin D. Roosevelt made a radio announcement on May 27, 1941 about the danger of German domination. The President said, “there have been sinkings of merchant ships in alarming and increasing numbers by Nazi raiders or submarines.” Roosevelt said only two things had prevented Hitler from accomplishing world domination: “epic resistance” by Great Britain and the “magnificent defense of China”. He believed the Axis Powers could never achieve world domination without first gaining total control of the seas. Roosevelt argued that the United States could stop Hitler by working to protect the seas.","Before construction of warships could begin to move forward rapidly, new shipyards had to be built that could handle a large number of vessels. The Emergency Shipbuilding Program created 18 new shipyards. One of the first shipyards was the Bethlehem-Fairfield shipyard in Baltimore, Maryland. Bethlhem-Fairfield proved to be one of the most important during the peak of World War II. It built \"a basic, no-frills cargo ship designed for capacity and rapid construction as opposed to speed and grace.” These ships carried food, war materials, and other items to benefit the soldiers. They came to be known as the “Liberty Fleet”. Bethlehem Fairfield built 384 Liberty Ships, a feat that distinguished them as one of the most effective shipyards during the war.","Even though wartime merchant ships were constantly beseiged and destroyed during the war, they were replaced in total before the end of 1943 because of fast production by American shipbuilders. The best shipyards could build and deliver the 441 foot Liberty Ship vessels in just 16 days. Prior to the implementation of the Emergency Shipbuilding Program, production of a single vessel required 244 days. The fast and efficient production of Bethlehem Fairfield assisted the U.S. in gaining control of the seas and ultimately contributed in the victory of World War II for the Allies."],"display_date":"January 3, 1941 - September 2, 1945","search_date":"1943-05-04","locations":[{"id":25547,"lat":39.2338595038,"lng":-76.3925904773,"zoom":9,"place":"Baltimore, Maryland"}],"tags":[{"id":2532,"tag":"Baltimore"},{"id":2531,"tag":"shipyard"},{"id":2530,"tag":"Bethlehem Fairfield"},{"id":231,"tag":"Steel and Iron Industry"},{"id":258,"tag":"World War II"},{"id":2571,"tag":"Homefront"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}}]}