{"id":2313,"tag":"WinterPark RollinsCollege","points":[[28.6157324623,-81.3533405132]],"bounds":[[28.6157324623,-81.3533405132],[28.6157324623,-81.3533405132]],"episodes":[{"id":6140,"title":"Occupy Winter Park: The Negro Influence","course_id":131,"status":"P","start_date":"1881-12-01","end_date":"12/1/06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Argueably, nothing shaped Southern history more dramatically and quickly than the integration of African American citizens into the newly liberated lifestyle. For, the subsequent conflict and tug of war between politics, racism, and the constitution resulted in many structural changes in voting, economics, and progression towards a more industrialized future, many of which to the detriment of negro citizens. The new inhabitants of Florida often carried the same traditions, biases, and customs, resulting in the same issues of the more developed states. However, while complete, universal freedom seemed bleak under the heavyweight of opression by Jim Crow laws, many of the black population adapted to create a functional form of society and become an integral system of  vocality and even influence. Due to the advancements of the economic and political success in Hannibal Square, the African American population proved a steadfast sufficiency to coping under white-dominant pretenses.","In earliest planning of Winter Park, the city’s co-founders Loring Chase and Oliver Chapman gridded out a specific and distinct living space where the black population was to reside. For, as African Americans proved to be the main source of labor for the greatly and economically successful Seminole Hotel, many of the current residents were welcomed and encouraged to migrate for permanent residence in Winter Park[1]. The evident seperation of Hannibal Square from the rest of the town created a comfortable and nonthreatening enviroment for many of the white citizens. There was a regiment balance and order to the co-existance and symbiotic relationship between the two races. However,  as Winter Park experienced a steady increase of African American citizens, the political correlation and impact also rose and dramatically changed. Numerically, out of 297 black citizens 64 were registered to vote as compared to the white population of 203 with only 47 registered to voted[2]. Therefore, the political tides disrupted what had been previously viewed as an ideal balanced system of life in Winter Park. The evidence of political shift to Republican Party or the ‘Party of Lincoln’, based upon the logical predictions according to the demographic, created such a panic within the Democratic Party that when Hannibal Square demanded incorporation with Gus Henderson provoking the insentive in 1887, it was met with strong adversay despite economic advantages that could benefit Winter Park[3]. The influence of Hannibal Square even managed to elect two black men, Frank R. Israel and Walter B Simmons as two of six on the official council of Winter Park, and allow them to maintain their position despite multiple petitions and attempts of impeachment[4].","As stated by an article in the Lochemeade, the local Winter Park newspaper, “A score of citizens colored and white I wondered what they gathered around to even meet one individual is rare. Together who hail from the precipents of Hannibal Square”. [5]The rise of tolerance and influence led to overall success of Hannibal Square though much dissent and adversary were still present and active in its growth. Hannibal Square may be the more of the exception than the rule when it came to the lifestyle of the black citizens during the 19<sup>th</sup> century, however, it still sparked the hope for future change and despite the obvious setbacks, there was still a growing chance to survive with diligence in such a world. As Fredrick Douglas once stated “Without a struggle there cannot be progress.” Hannibal Square stands a shining example that through the struggle, the cultivation of progress prevails and illuminates in our history today."," ","[1] The Editors of Encyclopædia Britannica. \"Winter Park (Florida, United States).\" <em>Encyclopedia Britannica Online</em>. Encyclopedia Britannica,"," ","[2] Gayle Prince Rajtar and Steve Rajtar, <em>Winter Park Chronicles</em> (Charleston, SC: The History Press, 2011), 19.","[3] Gayle Rajitar, “Building a Strong Foundation.” Winter Park Magazine, n.d,","[4] Notice of Incorporation of the Town of Winter Park” (transcript, City of Winter Park, 1887), 8.","<sup><sup>[5]</sup></sup>Winter Park scrapbook, 1881-1906: Loring Chase scrapbooks Vol. 01, 1886."," "],"display_date":"December 1, 1881 - December 1, 1906","search_date":"1894-06-01","locations":[{"id":1443,"lat":28.6157324623,"lng":-81.3533405132,"zoom":8,"place":"ORANGE, Florida"}],"tags":[{"id":2320,"tag":"hannibalsquare"},{"id":2313,"tag":"WinterPark RollinsCollege"}],"course":{"name":"Decade of Decision 1890s","school":"Rollins College","course_id":131,"school_id":5}}]}