{"id":232,"tag":"Sloss Furnaces","points":[[33.5543155862,-86.8964933862]],"bounds":[[33.5543155862,-86.8964933862],[33.5543155862,-86.8964933862]],"episodes":[{"id":4672,"title":"Black Worker Finds Dignity at Sloss Furnaces","course_id":22,"status":"P","start_date":"1/1/25","end_date":"1/31/40","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["           On a cold January evening in 1925, the Sloss Furnaces graveyard shift clocked in at seven. From ground level of the plant, one could see brilliant light almost as bright as the sun flowing from the ladles into the troughs as men worked frantically to obtain their quotas of pig iron. In an 1984 interview, Alonzo Gaines revealed life as a black worker at Sloss Furnaces in Birmingham, Alabama.  Alonzo Gaines was a Laborer/Stove tender during his tenure at Sloss Iron and Steel Company from 1925 to 1940. As a black worker in the South, Gaines experienced some extreme working conditions.          ","            Born in 1906, on a farm in Athens, Georgia, Gaines was exposed to racism from a young age.   “They always called us niggers, not blacks, but that didn’t bother me much, because for me working at Sloss Furnaces was a great opportunity,” said Gaines. Alonzo, like many other blacks at the time flooded into factories in search equality and opportunity. The conditions for blacks were good in industrial Birmingham. There were many jobs to be had by black workers in the \"Magic City\", and working at Sloss Furnaces was a popular place for many African Americans like Gaines.","            Although many blacks found that there was money to be made at Sloss Furnaces, outside the factory gates they were confronted with a segreagated, Jim Crow society.  As Birmingham historian, Bobby M. Wilson notes, “Sloss furnaces, like other large corporations in Birmingham, were unique in how they gave blacks a chance to improve their status in the workplace.” But Wilson goes on to pinpoint the difficulties of translating that status to the wider community.  Gaines stated, “I used to look forward to going to work, because I could work beside a white man and he would talk to me like I was a man instead of an animal.” For this reason blacks sought security in such industries as Sloss. Job security for blacks became more evident and concrete with the advent of labor unions and the Civil Rights movement in Birmingham. Sadly, like many black workers, the Civil Rights movement is something that Gaines never had the opportunity to experience during his tenure at Sloss."],"display_date":"January 1925 - January 1940","search_date":"1932-07-17","locations":[{"id":20911,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":232,"tag":"Sloss Furnaces"},{"id":203,"tag":"Birmingham, Alabama"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}},{"id":5724,"title":"Historic Significance Leads to the Perservation of Sloss Furnace","course_id":110,"status":"P","start_date":"4/12/82","end_date":"4/12/82","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On April 12, 1982 the city of Birmingham held a celebration for Sloss Furnace.  It was to celebrate the preservation and the historic significance and importance of  the furnaces. The newspaper article titled, “Birmingham’s Biggest Boom”, said that anyone living in Birmingham, Jefferson County, or the surrounding area may well boast of the future greatness of the Magic City”. That was because a lot of the wealth and growth in the city of Birmingham was because of Sloss and its role in the industrial boom.","With this historic landmark under fire to be torn down and replaced by an amusement park or some ordinary building with no historic significance, many Birmingham natives began to fight to protect and preserve the old furnaces because of what Sloss meant to the city, it was not just a place where people came to work.  It was a place that changed Birmingham forever.  Robert Stipe stated that preservation is important because it is a way to pay our respect to what built what we have today.  To honor and understand the events, structures, and people that created the good for a city, state, or nation.  If it was not for Sloss Furnace and its large amounts of production, Birmingham would not have grown into the city we have today.  Sloss brought people to the city to work, which created new homes and stores.  These homes and stores where built to house, feed, and provide clothes to all the workers moving to the Magic City to work in this very popular furnace.  This was because Sloss made Birmingham one of the top cities on the nation.  W. David Lewis called Sloss the industrial empire due to its position on the railroads which made transportation in and out of the city easy.  With efforts to save Sloss Furnace from destruction, the historic furnaces are still standing.  When Sloss closed the doors in 1970 the Furnace was changed into a museum dedicated to the industrial and railroad history.  There was also a celebration that was held on April 12, 1982.  That celebration was to celebrate the preservation and history of Sloss Furnace, and it commemorated the first run of iron that had ever flowed at Sloss. That first run was made in the original Sloss Furnace Number One just a century prior to the celebration.","Blast Furnaces once played a key role in so many communities.  Several furnaces are being preserved and recognized for their significance. For example, the Oswego Iron Furnace, in Oswego New York, has already won an award by the National Trust of Historic Review. The President of the National Trust of Historic Review said they gave the award to that Furnace because it is a special and irreplaceable place that bolstered local economies and created jobs for so many."],"display_date":"April 12, 1982","search_date":"1982-04-12","locations":[{"id":39832,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":232,"tag":"Sloss Furnaces"},{"id":203,"tag":"Birmingham, Alabama"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":110,"school_id":10}}]}