{"id":2321,"tag":"post-reconstruction","points":[[28.6157324623,-81.3533405132],[28.5664573086,-81.3013732137]],"bounds":[[28.6157324623,-81.3013732137],[28.5664573086,-81.3533405132]],"episodes":[{"id":6141,"title":"African Americans Find a Voice in the Post-Reconstruction South","course_id":131,"status":"P","start_date":"1889-05-31","end_date":"1889-05-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On May 31st, 1889, amidst the hostilities of the post-Reconstruction South, the first issue of the black-owned Florida newspaper, <em>The Advocate</em>, was published. At its head was Hannibal Square, Winter Park, Florida resident Gus C. Henderson, who acted as the paper’s manager. A staunch Republican, Henderson began the newspaper with the goal of providing the citizens of Hannibal Square and Winter Park with political updates as well as local social news. Clearly stated in its “Introduction” article, <em>The Advocate</em> pledged its responsibility to, “take a stand that we may never be afraid or ashamed to advocate.” To Henderson, publishing editorials and informative articles about the political occurrences in Winter Park was of the utmost importance, and for this reason, he willingly, “[entered] the journalistic life with all its difficulties and bankruptcy…” As the article acknowledges, many black-owned and operated newspapers in the South remained unsuccessful due to both economic hardship as well as the high illiteracy rate among black populations. The 1886 Constitution of Florida also all but eliminated black individuals from political relevancy. <em>The Advocate</em>, however, reached great success, as the paper would go on to capture the attention of black and white citizens alike, and remained one of the two black-owned newspapers in Florida for a time. Henderson himself worked not only as the business manger, but also became a reporter, editor, and advertising salesman for the paper.","Although Henderson confirmed that this newspaper would not become a “political machine,” he made it clear that <em>The Advocate</em> would never hesitate to promote views that are right and just. What Henderson is referring to is not specified, but the context in which the newspaper was originally published suggests that political advocacy for the Republican party, as well as the rights of black individuals were both on the paper’s agenda. At the time of the first publication, the predominantly black Hannibal Square district of Winter Park had recently been incorporated into the rest of the city due to a great deal of political activism on Henderson’s part. Like Henderson, the creators of Winter Park and Hannibal Square, Loring Chase and Oliver Chapman, were also members of the Republican party. For these reasons and more, Henderson had long been a proponent for the Republicans, even crediting the party with aiding in the abolishment of slavery. Such political views hinted at in this introductory article would later be clearly reflected in the articles and editorials published in the paper’s future issues, and politics would play a key role in making <em>The Advocate </em>a voice for the black individuals of Winter Park, Florida in the late 19th century."],"display_date":"May 31, 1889","search_date":"1889-05-31","locations":[{"id":1443,"lat":28.6157324623,"lng":-81.3533405132,"zoom":8,"place":"ORANGE, Florida"}],"tags":[{"id":2322,"tag":"Gus Henderson"},{"id":2321,"tag":"post-reconstruction"},{"id":2273,"tag":"Newspaper"},{"id":142,"tag":"african americans"},{"id":1496,"tag":"Florida"}],"course":{"name":"Decade of Decision 1890s","school":"Rollins College","course_id":131,"school_id":5}},{"id":6218,"title":"<em>A Colored Man’s Views Sheds Light on African American Struggles in Post-Reconstruction America</em>","course_id":131,"status":"P","start_date":"1893-02-02","end_date":"1893-02-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1893, amidst the poor political, social, and economic conditions of the post-Reconstruction South, one budding African American community in central Florida found its livelihood in jeopardy when local Democrats threatened to redistrict the area for political gains. The district in question, Hannibal Square, had been incorporated into the surrounding Winter Park community hardly five years before city councilmen voted to reopen the incorporation debate, the goal being to exclude the largely black (and therefore Republican) town from the local voting district. Obviously, this would provide the primarily white Democratic council with a political advantage, come election time.","One particular article in the city’s only black-owned newspaper, <em>The</em> <em>Advocate</em>,entitled “A Colored Man’s Views” discusses the possible negative consequences of the exclusion of Hannibal Square from Winter Park, and the deception of black voters by white Rollins College professors. Its author, a black individual named H. H. Lovett, proposes that without the protection of Winter Park’s laws, Hannibal Square will become, “a place where all the toughs of Winter Park will come; where liquor will be sold; where all kinds of bad people in Winter Park will come to cause trouble and drink.” Unsurprisingly, Lovett was concerned about his town’s crime rates; with the disenfranchisement of black individuals in the post-Reconstruction years, violent acts of racial intimidation and crime saw a considerable increase. Florida in particular had the highest lynching rate in the entirety of the South. Hannibal Square itself was a thriving African American community, and more than likely was not on the verge of becoming a hotbed of racial crime; however, after the reopening of the incorporation debate, when white councilmen had previously promised the original decision was final, Lovett’s mistrust and concern is valid.","Lovett also mentions Winter Park’s Rollins College in his editorial. In particular, he draws attention to a man named Professor Ford, who urged African American voters in the area to vote “dry” in order to prohibit the college’s students from the sale or possession of alcohol, believing it would benefit the school. The dry vote won, and like many African Americans, Lovett believed their community would be treated with respect as a result. This was not the case, and as Lovett explains, “…all went solid and the Prof. said we did noble and acted the part of good citizens. Now how are we to be treated? The first chance he and Prof. Austin get they sign a petition to cut us out of town…” Rightfully, Lovett and his fellow black citizens felt betrayed at this attempt to exclude their town from the Winter Park community. In some ways, this incident was part of a large state-wide attempt to disenfranchise African Americans. With the New Florida Constitution in 1885, the state implemented poll taxes, separate ballot boxes, and other methods to dissuade black individuals from voting, and ultimately make them politically irrelevant. This systematic oppression may have lead to episodes like the one described by Mr. Lovett in his editorial; African Americans had no voting power, as a result there was little reason for leaders to pander to or support them.","Overall, Lovett’s article is indicative of a widespread problem African American’s faced, not only in Florida, but across the United States. As Reconstruction ended, black individuals found it increasingly difficult to be heard, and faced not only the beginning of segregation, but a drastic rise in the amount of racial intimidation, especially in states like Florida. Despite difficulties faced by black publications at the time, newspapers like <em>The Advocate </em>were instrumental in bringing light to issues like that of Mr. Lovett’s."],"display_date":"February 2, 1893","search_date":"1893-02-02","locations":[{"id":1444,"lat":28.5664573086,"lng":-81.3013732137,"zoom":9,"place":"ORANGE, Florida"}],"tags":[{"id":2432,"tag":"political corruption"},{"id":142,"tag":"african americans"},{"id":123,"tag":"Reconstruction"},{"id":2321,"tag":"post-reconstruction"}],"course":{"name":"Decade of Decision 1890s","school":"Rollins College","course_id":131,"school_id":5}}]}