{"id":2322,"tag":"Gus Henderson","points":[[28.6157324623,-81.3533405132]],"bounds":[[28.6157324623,-81.3533405132],[28.6157324623,-81.3533405132]],"episodes":[{"id":6141,"title":"African Americans Find a Voice in the Post-Reconstruction South","course_id":131,"status":"P","start_date":"1889-05-31","end_date":"1889-05-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On May 31st, 1889, amidst the hostilities of the post-Reconstruction South, the first issue of the black-owned Florida newspaper, <em>The Advocate</em>, was published. At its head was Hannibal Square, Winter Park, Florida resident Gus C. Henderson, who acted as the paper’s manager. A staunch Republican, Henderson began the newspaper with the goal of providing the citizens of Hannibal Square and Winter Park with political updates as well as local social news. Clearly stated in its “Introduction” article, <em>The Advocate</em> pledged its responsibility to, “take a stand that we may never be afraid or ashamed to advocate.” To Henderson, publishing editorials and informative articles about the political occurrences in Winter Park was of the utmost importance, and for this reason, he willingly, “[entered] the journalistic life with all its difficulties and bankruptcy…” As the article acknowledges, many black-owned and operated newspapers in the South remained unsuccessful due to both economic hardship as well as the high illiteracy rate among black populations. The 1886 Constitution of Florida also all but eliminated black individuals from political relevancy. <em>The Advocate</em>, however, reached great success, as the paper would go on to capture the attention of black and white citizens alike, and remained one of the two black-owned newspapers in Florida for a time. Henderson himself worked not only as the business manger, but also became a reporter, editor, and advertising salesman for the paper.","Although Henderson confirmed that this newspaper would not become a “political machine,” he made it clear that <em>The Advocate</em> would never hesitate to promote views that are right and just. What Henderson is referring to is not specified, but the context in which the newspaper was originally published suggests that political advocacy for the Republican party, as well as the rights of black individuals were both on the paper’s agenda. At the time of the first publication, the predominantly black Hannibal Square district of Winter Park had recently been incorporated into the rest of the city due to a great deal of political activism on Henderson’s part. Like Henderson, the creators of Winter Park and Hannibal Square, Loring Chase and Oliver Chapman, were also members of the Republican party. For these reasons and more, Henderson had long been a proponent for the Republicans, even crediting the party with aiding in the abolishment of slavery. Such political views hinted at in this introductory article would later be clearly reflected in the articles and editorials published in the paper’s future issues, and politics would play a key role in making <em>The Advocate </em>a voice for the black individuals of Winter Park, Florida in the late 19th century."],"display_date":"May 31, 1889","search_date":"1889-05-31","locations":[{"id":1443,"lat":28.6157324623,"lng":-81.3533405132,"zoom":8,"place":"ORANGE, Florida"}],"tags":[{"id":2322,"tag":"Gus Henderson"},{"id":2321,"tag":"post-reconstruction"},{"id":2273,"tag":"Newspaper"},{"id":142,"tag":"african americans"},{"id":1496,"tag":"Florida"}],"course":{"name":"Decade of Decision 1890s","school":"Rollins College","course_id":131,"school_id":5}}]}