{"id":2323,"tag":"Hamilton Disston","points":[[28.6157324623,-81.3533405132]],"bounds":[[28.6157324623,-81.3533405132],[28.6157324623,-81.3533405132]],"episodes":[{"id":6142,"title":"<strong>Hamilton Disston: The Man Who Reshaped Florida</strong>","course_id":131,"status":"P","start_date":"1881-01-01","end_date":"1896-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Hamilton Disston's mission was to transform Florida from a state full of swamps to an almost tropical paradise. He put down his famous saws and left his home in Philadelphia to travel down to Florida and take on the highly risky and tough job of finding a way for people to want to move to Florida.","Hamilton was born on August 23, 1844 in Philadelphia. His father, Henry Disston, was the head of the Keystone Saw, Tool, Steel, and File Works which would eventually be renamed to Henry Disston and Sons. Hamilton worked at the factory as an apprentice. During the Civil War, Hamilton Disston and others from the factory left to join the Union Army, and he returned after the war ended in 1865. When his father died in 1878, Hamilton Disston took control of his father's company, which was renowned for the saws that they produced. William D. Bloxton, governor at the time, eventually was able to get Hamilton Disston to sign a land deal in 1881 to make Florida more appealing for people to move down there, especially the wealthy. By 1855, five years after Florida was given almost seven million acres of land, the state established an Internal Improvement Fund. The fund was created to help build various construction projects, like railroads, to improve Florida overall and its economy. However the poor amount of money the fund received from the land it sold caused it to go into massive debt."," ","In 1881 Hamilton Disston signed a deal to drain the lands that were being filled with water from the Kissimmee River and Lake Okeechobee. To drain out the lands and to keep them from filling up with water again, Hamilton Disston had Lake Okeechobee drained, by connecting it to the Caloosahatchee River which would effectively allow the lake to flow right into the Gulf of Mexico. For the Kissimmee River, Hamilton Disston had a series of canals built that would allow the river to flow into a series of lakes. After he successfully completed draining out most of the land in the area he was working on, Hamilton and others were able to start farming on the land. Hamilton Disston and his workers were able to successfully drain out the lands and allow Florida to be developed into a better area to live in. Farming became big, even Hamilton Disston grew his own sugar canes; on the land he drained. Towns sprung up across Florida, including Winter Park. While Hamilton Disston was in Florida he became sort of a celebrity. During the dedication of the Lyman Gymnasium at Rollins College, Hamilton Disston, nicknamed the Florida Sugar King at the time, and his wife were some of the distinguished guests invited to attend it. The couple even stayed at the Seminole Hotel, which was famous for hosting wealthy visitors to the town of Winter Park.","Despite his success in transforming Florida, Hamilton Disston's good fortune would eventually run out. Although Hamilton Disston was able to profit off the selling of his land, much of the land was still not being sold. To go along with his inability to sell the rest of the land in 1893 there was a big economic panic, and a huge freeze in Florida that destroyed a lot of the crops in the area, which hurt Disston even more. Hamilton Disston also did a good deal of investing in steamboats as well as the land in Florida, but the steamboat investment was short lived due to the emergence of railroads in Florida that were now able to be built on the newly drained land. Hamilton Disston would eventually commit suicide on April 30, 1896, most likely due to the economic burdens he was dealing with. Hamilton's brother William Disston would take over the factory after Hamilton's death, and restore it almost to its former glory.","Hamilton Disston, a wealthy northern saw maker born into his wealth and position, had a goal to transform Florida into a habitable area for people to move down south and make a successful living. He was able to reshape Florida into wet, swampy land, to a state where people could move down and restart their lives through various ways, like farming. Although his success only lasted about ten years and ended in economic failure and suicide, he still was able to make an impact to the overall condition Florida was in."," "," "," "],"display_date":"1881 - 1896","search_date":"1888-12-31","locations":[{"id":1443,"lat":28.6157324623,"lng":-81.3533405132,"zoom":8,"place":"ORANGE, Florida"}],"tags":[{"id":2323,"tag":"Hamilton Disston"},{"id":1496,"tag":"Florida"}],"course":{"name":"Decade of Decision 1890s","school":"Rollins College","course_id":131,"school_id":5}}]}