{"id":2325,"tag":"Chicago World's Fair","points":[[41.8399513458,-87.8166666032],[28.5664573086,-81.3013732137]],"bounds":[[41.8399513458,-81.3013732137],[28.5664573086,-87.8166666032]],"episodes":[{"id":6143,"title":"The Columbian Exposition: America’s Showcase to the World","course_id":131,"status":"P","start_date":"1893-05-01","end_date":"1893-10-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On September 7, 1893, Professor John Howard Ford returned from Chicago where he had placed an exhibit of Rollins College at the Chicago World’s Fair.[1]  The exhibit was placed in three different sections at the Fair: the Educational Department of Liberal Arts, the Denominational Department, and in the Florida Building.[2]  Ford was acting president at the college, having stepped into the position following President Edward Hooker’s resignation in 1892 due to his failing health.[3]  Dr. Ford was a member of the faculty from 1886-1901, during which he taught Greek, English Literature, and Psychology.[4]  In addition to his teaching and presidential duties, he served as Dean of the Faculty from 1894-1897.[5]","The Chicago World’s Fair, also known as the Columbian Exposition, was held from May 1-October 30, 1893, and highlighted “the industrial and technological progress of the United States.”[6]  The Fair commemorated the 400<sup>th</sup> anniversary of Columbus’s arrival in the New World.  Chicago beat out a number of cities to host the Fair, their cause aided by extensive lobbying and millions of dollars pledged to cover costs.  It took head architect Daniel H. Burnham three years to build, while costing over $30 million.[7]","The one of the prime attractions was the technological section, which featured displays from many of the nation’s leaders in “transportation, electricity, machinery, manufacturing, and mining and metallurgy.”[8]  The Fair was truly a showcase of how far America had come in its short history.  The Exposition was a wake-up call to the rest of the world, showing the United States was gearing up to become the dominant power in technology and innovations.","Visitors had the pleasure of experiencing the maiden appearance of the Ferris Wheel, which was built especially for this occasion.  In addition, visitors could ride on the first elevated train ever to be constructed.  The Exposition was an enlightening experience for its visitors, as “millions of Americans [and foreigners] were exposed to new technologies, innovative music, art and architecture, new consumer products, and people from all over the world.”[9]"," ","[1] “Winter Park scrapbook, 1881-1906: Loring Chase scrapbooks Vol. 02, 1893,” <em>Central Florida Memory</em>, http://digital.library.ucf.edu/cdm/ref/collection/CFM/id/27473.","[2] http://digital.library.ucf.edu/cdm/ref/collection/CFM/id/27473.","[3] Lorrie Kyle Ramey, “Joy to the Park, the school’s begun!,” <em>Rollins Magazine</em>, last modified Fall 2009,http://www.rollins.edu/magazine/archive/fall2009/stories/rollins-perspective-part-one-contd.html.","[4] “Dr. J.H. Ford Home,” <em>Rollins Digital Collections, </em>http://archives.rollins.edu/cdm/singleitem/collection/wpandcfl/id/149/rec/1.","[5] http://archives.rollins.edu/cdm/singleitem/collection/wpandcfl/id/149/rec/1","[6] Jeri L. Reed, “Columbian Exposition (1893),” in <em>Encyclopedia of the Gilded Age and Progressive Era Volume One</em>, eds. John D. Buenker and Josh Buenker (Armonk, New York: M.E. Sharp, Inc., 2005), 319.","[7] Reed, “Columbian Exposition,” 319.","[8] “The World’s Columbian Exposition,” <em>The Decorator and Furnisher</em> Vol. 21, No. 2 (November 1892): 63, accessed October 2, 2014.","[9] Robert W. Rydell, “Women Building History: Public Art at the 1893 Columbian Exposition,” <em>Journal of the Society of Architectural Historians </em>Vol. 71, No. 2 (June 2012): 227, accessed October 2, 2014."," "],"display_date":"May 1, 1893 - October 30, 1893","search_date":"1893-07-31","locations":[{"id":2542,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"COOK, Illinois"},{"id":1444,"lat":28.5664573086,"lng":-81.3013732137,"zoom":9,"place":"ORANGE, Florida"}],"tags":[{"id":2324,"tag":"Columbian Exposition"},{"id":2325,"tag":"Chicago World's Fair"}],"course":{"name":"Decade of Decision 1890s","school":"Rollins College","course_id":131,"school_id":5}}]}