{"id":233,"tag":"Baseball","points":[[33.5543155862,-86.8964933862],[40.6916304076,-74.0035386433],[35.7048390542,-77.9184792937],[41.8399513458,-87.8166666032],[43.4268115625,-89.948369585],[40.7127837,-74.0059413],[37.09024,-95.712891]],"bounds":[[43.4268115625,-74.0035386433],[33.5543155862,-95.712891]],"episodes":[{"id":4673,"title":"Baseball Boosts Morale during Hard Times in America","course_id":22,"status":"P","start_date":"9/26/31","end_date":"9/26/40","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["     During the 1930s, J.T. White was a man living and working in hard times. He did what he could to heal the pains of Birmingham. White served as the organizer for the Tennessee Coal Industry (T.C.I.) intramural baseball team. White may not have made a dent in the ailing economy of the United States, but he did manage to boost the morale of the people around him.","     White wrote to a Mr. Tom Appleyard an intramural baseball tournament organizer in Tuscaloosa, Alabama in order to enroll his T.C.I. team. He asks about a double-header in order to “show these boys a real good time.” He hasn’t “promised these boys any more than a good time but of course they will be expecting eats after the game,” and he “would like to see a large crowd out as we are proud of our squad.” This correspondence depicts the jocularity and the optimism even in a period of social and economic hard times.","     In the United States the post civil war period of modernization witnessed the “proletarianization” of the once elitist game of baseball. Strenuous physical labor may well have required strenuous physical release. In the interest of high productivity, employers wanted a healthy work force and sport came to be seen as a way of ensuring physically fit and happy workers.","     Sport's appeal was connected to its potential for providing an exciting and even effervescent escape. This is to be understood not in the context of physical release but more in terms of a dream world far removed from the monotony of industrial work and the harsh reality of urban life. Like religion it could serve as a more socially acceptable opiate than drink or drugs. Yet, especially for males, sport was more effective than religion. It was 'real' with a reward not in the hereafter but in the here and now.","     An examination of American baseball during the 1930s and 1940s reveals that when faced with the challenges of the Great Depression and World War II, Franklin D. Roosevelt used baseball to ward off despair and retain American pride and morale during a period of crisis. Roosevelt and his speech writers manipulated baseball metaphors in order to explain the New Deal. When selling his New Deal, Roosevelt used phrases like “I have no expectation making a hit every time I come to bat”.","     Sports, particularly baseball, had an enormous social impact on the United States during the Great Depression era. Baseball gave hope to the nation on a local and national scale with local leagues sprouting and leaders’ addresses riddled with baseball rhetoric. J.T. White helped the men of T.C.I. to forget their economic troubles and enjoy life."],"display_date":"September 26, 1931 - September 26, 1940","search_date":"1936-03-27","locations":[{"id":24536,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":235,"tag":"Sports"},{"id":234,"tag":"Sports and Labor"},{"id":233,"tag":"Baseball"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}},{"id":4676,"title":"Breaking Barriers in Baseball","course_id":22,"status":"P","start_date":"5/9/46","end_date":"4/16/47","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["     The difference between the North and South in the United States has been similar to that of night and day. During the period between the 1870s and the 1970s, the South is generally viewed by outsiders as a backward, ultra-racist region, and the North is seen as tolerant and progressive. Only a year apart, Birmingham, Alabama praises its successful Negro League Baseball team, while New York sneers at the courage of a man standing against a racist institution.","     Cooper Green as President of the Commission of the City of Birmingham praised the Birmingham Black Barons Negro League Baseball team. Green was “proud of the team’s reputation of winning.” He declared Thursday, May 9<sup>th</sup>, 1946 as “Black Baron’s Day.” This was an official in segregated Alabama acknowledging and praising an African American institution","     A year after the Birmingham Black Barons were honored for their success, Jackie Robinson bravely stepped onto Ebbets field for his historic Major League Baseball debut. During the game, Robinson “unenviable hit into a rally-ending double play” and was booed harshly; but his “tremendous speed afoot did accomplish one thing, it set up the winning run.” The New York Times described Robinson as a “muscular Negro that minds his business and shrewdly makes no effort to push himself. He speaks quietly and intelligently when spoken to.” After the game, One of his teammates admitted that he “just did not know how to act with Robinson.” One of the veterans made the surprisingly progressive statement of “other sports had Negroes. Why not baseball?” The most important news media in the nation described one of the greatest accomplishments in sports as “quite uneventful.” ","     An interesting disparity in our country although African Americans make up approximately 12% of the population of the United States, this group is the majority in the world of professional sports. The people in charge of Birmingham, Alabama were Caucasian; however, at this was and still is a majority “black city.” This phenomenon could explain the city’s appreciation of the city commission to a Negro League team. New York at this time was an eclectic city made up of multitudes of people.","     For approximately a century, the United States was one of the most polarized countries in the world. Among the stereotypes that the North and the South carried, this is at least one instance in which the roles were reversed. "," "],"display_date":"May 9, 1946 - April 16, 1947","search_date":"1946-10-27","locations":[{"id":27491,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"},{"id":25458,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":238,"tag":"African American"},{"id":235,"tag":"Sports"},{"id":233,"tag":"Baseball"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}},{"id":4872,"title":"Black Men in Baseball","course_id":31,"status":"P","start_date":"4/10/35","end_date":"4/10/35","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A pair of “big league” Negro baseball teams, the Homestead Grays of Pittsburgh, Pennsylvania, and the Newark, New Jersey, Dodgers played in Wilson, North Carolina, in 1935.  The teams were members of the Negro National League.  Buck Leonard, a Rocky Mount, N.C. native, was first baseman and captain of the Grays.  Leonard stated, “this league is the only way for ‘us’ to play baseball.  The MLB will not allow Negros in and the few that do play for the MLB are treated like slaves.”  The Negro NationalLeague (NNL) was one of the several Negro Leagues that were established during the period in the United States in which organized baseball was segregated.","More than 50 blacks played professional baseball alongside whites during the 1870s and 1880s. But it was not a secure atmosphere for the black players.  In 1884, Moses Fleetwood Walker became the first African American to make it to the major leagues. He joined the Toledo Blue Stockings of the American Association as a catcher. The Irish pitcher, Tony Mullane, stated that Walker \"was the best catcher I ever worked with, but I disliked a Negro and whenever I had to pitch to him I used to pitch anything I wanted without looking at his signals.\"","In <em>Plessy v. Ferguson </em>(1896) the Supreme Court ruled 7-1 that the Constitution allowed “separate but equal” treatment of persons leading to a wave of segregationist “Jim Crow” laws.  Thereafter, an unwritten “gentlemen’s agreement” among the white MLB owners continued to “legally” ban all black ballplayers, no matter how good they were, from organized white baseball.","As a result, black baseball entrepreneurs like Andrew “Rube” Foster in Chicago and Edward W. Bolden outside of Philadelphia founded the first permanent professional black baseball leagues: Foster’s midwest-based Negro National League (NNL), which started in 1920, and Bolden’s Eastern Colored League (ECL), which began at the end of 1922. Later, the new Negro National League (NNL), which was now eastern based, started in the 1930s, as did the Negro American League (NAL), based in the midwest and south.  By the early 1940s, Negro League Baseball had grown into an extremely profitable business.  Despite their success, both on the field and off, Negro League owners failed to address formally the issue of integration, thus opening the door for white organized baseball."],"display_date":"April 10, 1935","search_date":"1935-04-10","locations":[{"id":24956,"lat":35.7048390542,"lng":-77.9184792937,"zoom":10,"place":"Wilson, North Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":266,"tag":"Segregation"},{"id":233,"tag":"Baseball"}],"course":{"name":"African-American History from 1863 to the Present","school":"University of North Carolina at Pembroke","course_id":31,"school_id":9}},{"id":4957,"title":"The Chicago White Sox Scandal of 1919 Shines Light on Early Baseball Business Practices","course_id":27,"status":"P","start_date":"1/1/19","end_date":"12/31/20","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Lying, cheating, and gambling.  Do these sound like actions that men who were respected and looked upon with admiration would commit?  The fans who supported the Chicago White Sox in 1919 never thought the players they adored would do such things.  However, these fans were wrong.  In September 1920, just as playoffs were about to begin, eight beloved players from the White Sox were charged with gambling and conspiracy to throw the 1919 World Series.  An article entitled “White Sox Stars Confess They “Threw” Last Year’s World’s Series for Money” published in the <em>Philadelphia Inquirer</em> reported these events, with an emphasis on statements made by White Sox pitcher Eddie Cicotte.  He discussed how he received the money he was promised from gamblers, such as Arnold Rothstein, if he helped to throw the World Series.  He was reported as saying that “it is easy to throw a game,” which shows his willingness to take part in the planned conspiracy.  Chicago White Sox owner Charles A. Comiskey was mentioned in this article when it stated that he suspended the eight players involved in the scandal.  The fact that Comiskey suspended those players shows that despite knowing baseball’s historical connection with the marketplace and gambling, those heavily involved in the sport were critical of any activity that reflected this.","For those who read this newspaper, among others who kept themselves informed about the scandal, the larger question looming over these incidents was why.  Why would these baseball stars, such as Cicotte, choose to engage in this conspiracy?  According to the article in the <em>Philadelphia Inquirer</em>, each of the players involved in the scandal received between $5,000 and $50,000 for throwing the baseball championship.  Looking at these numbers from a modern day standpoint, these amounts appear as though they would not be much of a reward for throwing the all-important World Series.  However, in the world of early twentieth-century baseball, the amounts that these eight players received for throwing the series far surpassed their salaries.  In the years leading up to 1919 and for some years after, baseball players had no way of negotiating working conditions or salaries for each season.  Chicago White Sox players were notoriously underpaid; they made anywhere from $3,000 to $6,000, and these amounts were far lower than those of teams with less talent.  This explains why Eddie Cicotte accepted the $10,000 to throw the World Series: he nearly doubled his yearly salary as the White Sox’s starting pitcher.  Not only did this scandal, later called the Black Sox scandal, expose the problems of gambling in association with baseball, but it also shone light on the unfair business practices of baseball owners in the early twentieth-century."],"display_date":"1919 - 1920","search_date":"1920-01-01","locations":[{"id":17541,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"Cook, Illinois"}],"tags":[{"id":510,"tag":"Scandal"},{"id":233,"tag":"Baseball"}],"course":{"name":"Digital History: New York, New York","school":"Stonehill College","course_id":27,"school_id":22}},{"id":4961,"title":"Reactions to Intigration in Baseball","course_id":27,"status":"P","start_date":"10/25/45","end_date":"10/25/45","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["      In the New York Times article entitled, “Rickey Takes Slap at Negro Leagues”, Branch Rickey, the president of the Brooklyn Dodgers faced a hailstorm of critics as he announced his decision to sign Jackie Robinson to the previously all white Brooklyn Dodgers farm team.  Facing the press, he dispelled the rumors that he had been forced into making the deal, that the Negro leagues had been raided, and that he had in mind twenty-five Negroes who might be signed to contracts. Rickey stated, \"I have not been pushed into this “, and, “I signed Robinson in spite of the pressure-groups who are only exploiting the Negroes, instead of advancing their cause. I signed him because I knew of no reason why I shouldn’t.  I want to win baseball games, and baseball is a game that is played by human beings.” What if an African American was able to play baseball within the white baseball leagues, would others agree and approve of this? The idea of an African American playing in the Major League Baseball Association during the 1940s was seen too many as just plain nonsense, and to others  nothing but a dream.  In a segregated America, the chance of an African American playing organized baseball in the white leagues was slim to none. Although the blacks had their own organized leagues, they weren’t nearly as popular, paid only a fraction of the salary as a white player, nor were they seen as major contenders compared to the white players in the Major Leagues.  Branch Rickey's decision to sign Jackie Robinson not only marked a defining moment in baseball history, but also was a major adjustment for the American public against the integration of African American athletes into the big leagues.","     Jackie Robinson was the first African American to play organized baseball in the white leagues. Recruited by Branch Rickey, the president of the Brooklyn Dodgers at the time, Robinson went on to become the first African American player to sign with their farm league. While signing Robinson might seem like a good decision now, in 1945, the decision of signing Robinson to the Dodgers farm league, made by Rickey, created a huge controversy.  Critics against integrating baseball, once again, suggested Rickey might have been pressured to sign Robinson. Also, players at this time such as Hornsby, a player for the Texans, and Dixie Walker , with the Dodgers, thought the situation wouldn’t work out .They assumed that African American players would be unable to travel, use the same busses, stay at the same hotels, or eat in the same restaurants, as their white counterparts.   These reactions tell us that many Americans at the time viewed sports, especially baseball, as solely a “white” hobby, that African Americans didn’t belong in the white \"professional\" baseball league, and that they should remain in their own leagues.","      Branch Rickey’s signing of Jackie Robinson to the Brooklyn Dodgers in 1945 (minor   league affiliate and then 1947, major league) was because of his innovation, determination to desegregate, business sense, and idealism.  Robinson was baseball’s first rookie of the year, and the Dodgers made it to the World Series the year he signed on.  Rickey chose the most talented man for the job, not based on his color. He opened the door for more African American athletes as well as other visionary leaders and executives in Major League Baseball."],"display_date":"October 25, 1945","search_date":"1945-10-25","locations":[{"id":27491,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":233,"tag":"Baseball"},{"id":266,"tag":"Segregation"},{"id":592,"tag":"Rickey Branch"},{"id":593,"tag":"Jackie Robinson"},{"id":594,"tag":"Reactions to Intigration"}],"course":{"name":"Digital History: New York, New York","school":"Stonehill College","course_id":27,"school_id":22}},{"id":5306,"title":"Women in Baseball","course_id":73,"status":"P","start_date":"1/1/43","end_date":"12/31/54","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Women in Baseball","            “There’s no crying in baseball.”  These famous words were spoken by Tom Hanks in the movie <em>A League of Their Own.</em>  In 1992, Director Penny Marshall brought the true story of women in baseball to movie theatres across the world.   At a time when America was at the forefront of brutal World War II, the future of Major League baseball was unknown.  The idea of using women instead of men on the baseball diamond was the key to saving the game as we know it.","            In 1943, the United States found themselves in the middle of World War II, after an attack on Pearl Harbor.  Most of the minor league baseball teams disbanded due to lack of players.  Major league players volunteered to enlist; including players Joe DiMaggio, Ted Williams, and Stan Musial.  President Franklin D. Roosevelt warned that the 1943 Major League Baseball season might be suspended due to manpower shortages.  According to Gary Bedingfield in <em>Gary Bedingfield’s Baseball in Wartime, </em>the President asked chewing gum mogul and owner of the Chicago Cubs’ Major League Baseball franchise, Phillip K. Wrigley, to step in and do something to keep the game going until the boys came home from the war.","            A group of dedicated Midwestern businessmen, and the financial backing of Mr. Wrigley, began the All-American Girls Softball League in the spring of 1943. The League was formed as a non-profit organization with a board of trustees."," Mr. Wrigley began with four teams in the league.  Teams consisted of 15 players, 1 coach, 1 business manager, and a women’s chaperone.   Wrigley attracted hundreds of women from all over the country and Canada by sending out scouts and setting up try-outs in dozens of major cities.  From the hundreds of hopefuls, only 280 were invited to the final try-outs in Chicago.  There, only 60 became the first women to ever play professional baseball.","A regular season consisted of 108 games played between the middle of May to the first of September.  Salaries ranged from $45-$85 a week depending on age and skill level of the player.  In addition to superior playing skills, Helena Rubenstein's Beauty Salon ensured the players maintained their femininity.   After spring training practices, the women attended Rubenstein's evening charm school classes.","Along with other Trustees, Mr. Wrigley established a set of rules and schedules mimicking the men’s rules and schedules.  He hoped to maximize baseball fields’ to their capacity.  Each team had individual team colors, and adhered to the official league Victory Song, written by Lavonne Davis and Nalda Phillips. ","A magnificent first season in the league boiled down to the World Series Championship between the Racine Belles and the Kenosha Comets.  The Racine Belles went on to win the 5-series championship becoming the first World Champions of the All-American Girls Baseball League.","Due to the success of the first season, the League expanded to eight teams by the 1946 season.  The league lasted until the year 1954.  Many men came home from the war, forcing women to resume housework and child rearing duties.  ","The league gave opportunities to more than 600 players, countless coaches, and over 910,000 fans eventually fizzled out and became a highlight in women’s history."],"display_date":"1943 - 1954","search_date":"1948-12-31","locations":[{"id":27898,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"Cook, Illinois"}],"tags":[{"id":7,"tag":"Women"},{"id":233,"tag":"Baseball"}],"course":{"name":"History of the New South","school":"Texas Wesleyan University","course_id":73,"school_id":49}},{"id":6074,"title":"Baseball: America's Greatest National Pastime","course_id":121,"status":"P","start_date":"1867-06-01","end_date":"1867-06-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["As the Civil war drew to an end, it brought about the dawn of the game that would eventually be referred to as America’s “National Pastime.” According to the Baraboo Daily News, by 1867 baseball was pretty much organized and in full swing in the town of Baraboo, WI with much of the credit owed to the enthusiastic father of the game, George Dodd.","Baseball literally became the heart of little Baraboo, with its playing field in the very center of the town. Here, the people of Baraboo made memories and created history that is still shared today.  Like the day fans watched in awe as their very own Moore Hudson threw the very first fast pitch “like a bolt from the blue”.  Or the Baraboo boys most legendary and triumphant victory over their longtime Portage rivals.  Mr. Noyes pitched an excellent game that Fourth of July in 1976, and the colored catcher, who they called Johnson, with no protection and remarkable agility mastered the art of dodging the foul tips without letting his cigar leave it's spot between his lips.  It was an unforgettable day for Baraboo; it was an unforgettable game.","Every new-fangled pitch that developed with the passing years, from the fast ball to curve ball. Every time the incredible Le Grand Lippitt raced around the diamond in not much more than 13 seconds. Every time the crowd exploded as the crack of the legendary “Long Langdon’s” bat sent the ball soaring for a game winning homerun. This is what made the people of Baraboo fall in love with the game.  This is what made America fall in love with baseball.","The game changed over the years though.  Teams lost their “old-timers” from the roster and uniforms changed.  Although professional baseball started as a strictly white sport, African American’s started playing baseball in the mid 1800’s.  Players like Moses Fleetwood Walker and Bud Fowler finally made their way to inter-racial professional teams only to be rejected again by 1900; this eventually led to the founding of the Negro National League in 1920.  However, black players began creating their own teams and “barnstorming”, or challenging, any team willing to face them on the field. One of the most talented and well-known teams formed during this time was Robert P. Gilkerson’s very own Gilkerson Union Giants.  Though referred to as “those colored boys” and “the most comical aggregation ever assembled together”, the Giants swept across the country with an incredible series of victories.  During their 1921 season, the team came around that that home play a total of 916 times while their opposing teams scored just over 400 times.","Colored or not, America couldn’t ignore their astounding talent forever. On October 23, 1945 just 25 years after the Negro National League was formed and almost a century after American first discovered baseball, the Brooklyn Dodgers became the first ever Major League Team to recruit a black player: Jackie Robinson.  And so this began the uniting of leagues and the blurring of racial lines until all that was seen was players on the field who loved the game of baseball.","So yes, baseball transformed since 1867.  The rules in the book, the measurements on the field, the pitch coming off the mound, and even the color of the players on the roster have changed. From the Baraboo boys’ in 1867, to the barnstorming of the Gilkerson Union Giants in 1923; from the history changing Jackie Robinson of the Brooklyn Dodgers to the renowned Ryan Braun of the Milwaukee Brewers, it’s still the same game of baseball that makes America what it is today. And there is no doubt that baseball is still America’s greatest national pastime."],"display_date":"June 1867","search_date":"1867-06-15","locations":[{"id":15110,"lat":43.4268115625,"lng":-89.948369585,"zoom":9,"place":"SAUK, Wisconsin"}],"tags":[{"id":265,"tag":"america"},{"id":238,"tag":"African American"},{"id":233,"tag":"Baseball"}],"course":{"name":"Introduction to Digital History","school":"University of Wisconsin, Milwaukee","course_id":121,"school_id":68}},{"id":6649,"title":"Race, Baseball, and The Civil","course_id":170,"status":"P","start_date":"1840-01-01","end_date":"1865-04-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","Race and Baseball during the Civil War"," ","            When you think of the first African American baseball player, who comes to your mind? For most people, it’s Jackie Robinson back in 1947 with the Brooklyn Dodgers.  What if I told you that African Americans had been playing baseball for more than 100 years before that? Back in the 1840’s through the 1850’s, African Americans formed clubs and played baseball all the way up until the time of the Civil War in 1865, but, just like 100 years later, African Americans would still have to face obstacles such as racism and discrimination in the nascent game we now call baseball."," ","            Back in the 1840’s and 1850’s, many African Americans in the north were very poor and didn’t have time to be playing baseball. But, there were some that could spare the time to play. Clubs sprung up all over the north as well as the south too. From New York to New Orleans, African Americans were teaming up play this new sport. Many of the people on the teams that could play were teachers, clerks, and artisans."," ","            Then came 1865. The Civil War put a temporary hold on this new game, but the years following the civil war, African American baseball clubs picked back up were they left off. But just as predicted, the more they played, the more hate and discrimination they had to overcome. Many newspapers would ridicule the ball players and say horrible racist things about them. In 1862, a reporter said that, everyone in the large crowd was “as black as an ace of spades.” But this didn’t stop anyone from playing. The same reporter also mention the crowds who would come and watch the games. He noted that, “A number of old and well known players, who seemed to enjoy the game more heartily than if they had been the players themselves.”"," ","            All throughout the years of the war, leading up to it and following it, baseball was directly correlated to the civil rights to African Americans. “On July 4, 1859, Joshua Giddings, a white antislavery Republican congressman from Ohio, showed his support for desegregation and equality in baseball by playing in a game with African-Americans.” An elite African American baseball club known as the Philadelphia Pythian Baseball Club, were all activists for African American equal opportunity. “ In 1863 the club’s secretary, Jacob C. White Jr., and the shortstop and captain of its first nine, Octavius V. Catto, served on a committee that recruited soldiers for the Union Army and joined a local African-American militia. During the late 1860s Catto campaigned for the desegregation of Philadelphia’s streetcars and for blacks’ right to vote. After voting on Election Day of 1871, he encountered Frank Kelly, a Democratic Party supporter; the two got into a fight, and Kelly shot and killed Catto.” As shocking as this is, it was very common. Maybe not to that degree but African Americans were faced with many obstacles and hardships."," ","            The famed abolitionist, Frederick Douglass, had two sons, Frederick Douglass Jr. and Charles both played baseball during this time as well. In Rochester, New York, Frederick Douglass Jr., playing for an integrated baseball team called the Charter Oak Juniors and after the war, he founded Alerts Base Ball Club of Washington. And his brother, Charles was the third baseman for the team. In 1869, Charles joined the Washington’s Mutual Club."," "," “The 13th, 14th and 15th Amendments, ratified after the war, redefined state and federal citizenship and extended civil and political rights, but they included no provisions for equality in private, voluntary activities. Nevertheless, officers of the leading black clubs of Brooklyn, New York City, Philadelphia and Washington sought equal treatment by the white ball-playing fraternity. Some of them were on good terms with white club officials and frequently obtained permission to use their grounds for feature contests. White umpires sometimes officiated at their games. The Pythians enjoyed harmonious relations with the officers of the city’s powerful Athletics Base Ball Club, who gave them permission to use their field for major matches.” During the years leading up to the wars and the years following, African Americas fought for equal treatment among white baseball clubs. But there were many white baseball clubs did not want to play with all black teams. Saying they, “would have nothing to do with the dark votaries of the bat and ball.” Integrated games of baseball were not common. Except for one game that was put together by a name by the name of Thomas Fitzgerald, editor for a local newspaper called, “The City Item”. In this game, the Philadelphia Olympics played the Pythians, beating them 44-23. Leading many to say that “old-time prejudices were melting away in this country. Also, noting that interracial sporting events took place in England all the time. Another game involving integration, In September of 1870, Two clubs named, “The Resolutes”, One black and one white, fought for the right for the name. The black Resolutes won by an ashtonishing 25-15."," ","In 1870, baseball was on the upswing of becoming Americas favorite pastime, and just like everything else around it at the time – it was very segregated. Many African Americans would being playing professionally in the 1880’s, but it would be another 60 years until we would know the name, Jackie Robinson, breaking the color barrier for the final time, and completely changing the face of baseball as we know it."," "," "],"display_date":"January 1, 1840 - April 12, 1865","search_date":"1852-08-21","locations":[{"id":52989,"lat":40.7127837,"lng":-74.0059413,"zoom":8,"place":"New York"}],"tags":[{"id":32,"tag":"Civil War"},{"id":629,"tag":"race"},{"id":233,"tag":"Baseball"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}},{"id":6668,"title":"Bringing It Home","course_id":170,"status":"P","start_date":"1800-01-01","end_date":"1865-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Baseball fans across the U.S have heard of players such as David Ortiz, Satchel Paige, or even Bo Jackson. They are some of the greatest African Americans to step foot on a baseball field. Some refer to them as “freaks of nature” because of their playing abilities. Today in Major League Baseball, about 8.5 % of the players on opening day rosters are African Americans. We all know that there was a time in America when African Americans weren't allowed to play baseball. But when were they allowed into the sport of baseball?"," ","It all began in the late 1800s. African Americans first began to play baseball on college, military, and company teams. As time progressed, blacks somehow made it into the professional stage of baseball. There is no record of who the first black baseball player was, but the first black to reach the Major Leagues was Jackie Robinson. Around the 1800s there was a lot of racial prejudice. Some people could only imagine how blacks were treated on and off the field considering that there were people who absolutely didn’t want them play baseball. Those people where whites in the U.S."," ","Because of the amount of racial prejudice floating around it was hard for players to play the game with comfort. What I mean by this is that players couldn't play the without worrying what would happen to them if they played better than a white player. During this time, if a white player saw that a black player had potential, he would do things like “spike” them during a game. White players used the tactic of spiking to injure African American players. This is done during baserunning and sliding into other bases. If a white player was running bases, he would try to step on the back of a black player's ankle or leg, leaving a huge gash or maybe even breaking the player's leg."," ","Blacks had their troubles off the playing field as well. For African Americans, they were treated the same as they were within the playing grounds. In some cases they were treated worse. For example if a team went to a restaurant and they had a black player on their roster, sometimes they were refused of service and asked to leave. In other cases they were allowed service, but if the black player were to go to the bathroom alone, sometimes customers would go to the bathroom just to threaten them or even assault them. Because some of the players may have had families, whites would go to their homes and bust the windows out while they were sleeping. Not only did whites bust windows out, they tried to set their homes on fire as well.","As time progressed,  people began to see the potential in black baseball player's. Although their potential began to be recognized, there were still some instances where player's were heckled by whites in the stands and off the field. After a while,  some whites began to realize that racial prejudice was wrong and that African Americans aren’t what they perceive them to be. The Only thing that blacks ever wanted was the equal opportunities as other people, to be specific whites.","<br />Today in the U.S, there are more black baseball players than there were in the 1800s for sure. There are African Americans playing baseball at every level of play. The number of blacks playing baseball is increasing dramatically every year. If it wasn’t for some players or people, blacks might have never made it to play in the Major Leagues."],"display_date":"January 1, 1800 - January 1, 1865","search_date":"1832-07-02","locations":[{"id":52839,"lat":37.09024,"lng":-95.712891,"zoom":8,"place":"United States"}],"tags":[{"id":3276,"tag":"Arican Americans"},{"id":233,"tag":"Baseball"},{"id":1667,"tag":"Discrimination"},{"id":889,"tag":"Racism"},{"id":1123,"tag":"1800s"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}}]}