{"id":2333,"tag":"Cuban students","points":[[28.5664573086,-81.3013732137]],"bounds":[[28.5664573086,-81.3013732137],[28.5664573086,-81.3013732137]],"episodes":[{"id":6148,"title":"Cuban Students, American Dreams","course_id":131,"status":"P","start_date":"1899-01-24","end_date":"1899-01-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1899, there were a total of twenty-two Cuban students attending Rollins College, whereas before 1896, there were none. According to the Winter Park Scrapbook, they were the moral and intellectual equals of their American peers, though most knew very little English upon arriving in Winter Park. These students chose Rollins College primarily because of its proximity to their homeland and its affordable cost; many came from old patrician families whose fortunes had been ruined by the Cuban War for Independence and the Spanish-American War. These students were merely a few of thousands of young Cubans looking to come to America for an education, after their country severed ties with Spain[1].","The causes of this dramatic shift in educational preferences are interwoven both directly and indirectly with the consequences of the Spanish-American War and represent just one aspect of a shift throughout Cuba and the world. After years of war, Cuban society was in an upheaval; much of the upper class had lost everything, and a new economic and political system was well on its way to supplanting the old. For over three hundred years, Spain had been Cuba’s ruler and primary economic partner, but trade shifted markedly towards the United States when the price of sugar, Cuba’s chief export, dropped in 1884. This was the beginning of the decline of the wealthy sugar aristocracy, as American companies began to purchase and update struggling Cuban sugar mills to cut costs. Thus the island, once completely dependent on Spain, now had a much closer and wealthier trading partner[2].","The Cuban War for Independence began in 1895 but was not the first time Cubans had fought to free themselves from Spanish rule. This time, Cuba’s importance to the American economy ensured that, unlike in past struggles, the war got international publicity. Because of yellow journalism, there was a growing demand for American intervention in Cuba’s plight. After the famous sinking of the<em> USS Maine</em>, this demand culminated in the Spanish-American War of 1898. The United States quickly defeated Spain and won the war, by the end of which Cuba was ravaged by years of fighting but free of Spanish control. When the United States took temporary control of the island at the end of the war, ties between the two countries were strengthened even further[3].","This change in Cuba as a nation was only a piece of a larger transformation occurring throughout the world. By the twilight of the nineteenth century, the west was all but won; the United States was beginning to look beyond its own shores and becoming involved in global affairs. In the Spanish-American War, America truly made its entrance onto the world stage, defeating a major colonial power and taking Hawaii, Puerto Rico, and the Philippines as overseas territories as well as assuming control of Cuba[4]. The United States established a new reputation as a force to be reckoned with, and as it shifted its focus outward, the world in turn began to look towards it as a leader. The influx of Cuban students at Rollins and the widespread demand for American education described in the Winter Park Scrapbook directly after the Spanish-American War ended were just one part of this shift in both Cuban and global views as America took her place among the pantheon of global powers."," ","[1] Loring Augustus Chase, The Winter Park Scrapbooks “The Strike on the Domerick” (Loring Chase, Winter Park, 1893) 556","[2] Jose M. Hernandez, \"Cuba in 1898.\" The World of 1898: The Spanish-American War (Hispanic Division, Library of Congress). June 22, 2011. Accessed September 30, 2014.","[3] John A. Gutierrez, Encyclopedia of Cuba. 10th ed. Vol. 1. Westport, CT: Greenwood Press, 2013. 128-131.","[4] Paul T. McCartney, \"The War of 1898 and the Rise of American Imperialism.\" The Journal of American History 93, no. 3 (2006): 888-89. Accessed September 30, 2014."],"display_date":"January 24, 1899","search_date":"1899-01-24","locations":[{"id":1444,"lat":28.5664573086,"lng":-81.3013732137,"zoom":9,"place":"ORANGE, Florida"}],"tags":[{"id":438,"tag":"Rollins College"},{"id":1580,"tag":"Spanish-American War"},{"id":2333,"tag":"Cuban students"}],"course":{"name":"Decade of Decision 1890s","school":"Rollins College","course_id":131,"school_id":5}}]}