{"id":2337,"tag":"Cotton mill","points":[[32.6011777617,-85.3556271043]],"bounds":[[32.6011777617,-85.3556271043],[32.6011777617,-85.3556271043]],"episodes":[{"id":6149,"title":"Keeping Up Appearances: Cotton Mills in World War II","course_id":127,"status":"P","start_date":"1/1/43","end_date":"12/31/43","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The United States’ industrial strength was crucial to Allied victory in World War II. Throughout the 1930s, American industry had languished during the Great Depression. However, the American economy quickly rebounded as demand for war materials spiked. Textiles were amongst the most important goods produced during the war. Mills across the country ran night and day to churn out a variety of fabrics for the war effort. In 1943, the Pepperell Manufacturing Company of Boston, Massachusetts produced a book to commemorate its contributions to the war effort. Called <em>People of Peace at War,</em> the book features an extensive collection of photographs. Taken inside the company’s mills, as well as near the front lines, these photographs show the company’s products during the manufacturing process and in action. The book also serves as a testament to the pride of the company’s workers, many of whom had close relatives fighting abroad. The book is furthermore useful for understanding what the company wanted outsiders to believe about its employees: that they were highly skilled, dedicated to their work, loyal to the company, and happy to work in a clean and safe environment with easily available child and medical care. However, a critical examination of the book and other available sources casts doubt on some of these claims.","Although Pepperell operated mills from Massachusetts all the way down to Opelika, Alabama, the company did not distinguish which textile factory each photograph in the book came from. Although the book presents pictures of well-stocked clinics as well as immaculate childcare facilities, it is unlikely these came from the company’s Southern mills. In <em>Like a Family: The Making of a Southern Cotton Mill World,</em> a group of prominent labor historians chronicled the struggles of Southern cotton mill workers. Throughout much of the twentieth century, these workers labored in unsanitary and dangerous conditions for low wages.  These conditions ranged from compulsory child labor and injuries from dangerous machinery to diseases brought about by breathing in cotton dust. The reality of cotton mill work was very different from the glamorized, dignified image presented by Pepperell in <em>People of Peace at War.</em> This is betrayed by the fact that some photographs in the book are clearly staged. For example, on page thirteen a smiling young woman with immaculate hair, painted nails, and a pearl necklace is presented sitting in front of a sewing machine, about to finish a sheet. Although she was probably an actual plant employee, it is extremely unlikely that this photograph reflects her normal working conditions. Pepperell wanted readers of the book to believe not only that the company had done its part for the war effort, but that it treated its employees with dignity and respect. The reality is that mill life during the war was probably as dangerous and degrading as at any other time. This, however, does not diminish the contributions of Pepperell’s employees to the war effort, who really were important to an Allied victory."],"display_date":1943,"search_date":"1943-07-02","locations":[{"id":27023,"lat":32.6011777617,"lng":-85.3556271043,"zoom":10,"place":"Lee, Alabama"}],"tags":[{"id":2337,"tag":"Cotton mill"},{"id":2336,"tag":"Labor History"},{"id":2335,"tag":"Industrial History"},{"id":2334,"tag":"Opelika, Alabama"},{"id":258,"tag":"World War II"}],"course":{"name":"Fundamentals of Environmental History","school":"Auburn University","course_id":127,"school_id":73}}]}