{"id":2338,"tag":"Chewacla State Park","points":[[32.605904939,-85.3493461098]],"bounds":[[32.605904939,-85.3493461098],[32.605904939,-85.3493461098]],"episodes":[{"id":6151,"title":"CCC construction was about more than just building a park","course_id":127,"status":"P","start_date":"1/1/35","end_date":"12/31/37","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1935 the Civilian Conservation Corps began construction of a park on a portion of Chewacla Creek considered to be one of the most scenic areas in Auburn, Alabama.  A project history printed during park construction states that “2 ½ miles of park road has been constructed, into which numerous rock culverts were built.”  The document continues to describe construction of “an all masonry dam, containing six million pounds of rock.”  This was back-breaking work, performed without the aid of machinery using picks and shovels.  Construction of the dam would ultimately create a 27-acre lake providing fishing and recreation opportunities for the public.","The CCC project which created Chewacla State Park was typical of the multiuse natural resource management strategy of the prewar period, which provided recreation opportunities as well as erosion control and land restoration.  The CCC was active in Alabama between 1935 and 1942, employing 67,000 men. But CCC projects were about more than just the construction projects. Former Alabama State Legislator Pete Turnham, who worked on the Chewacla project, has said that \"the CCC built men and built communities, and it helped the nation by giving needy young men jobs by making money and getting a new start in life. They were the lifeblood of the country. It was an excellent opportunity for people.\"  Pete Turnham was typical of the men employed by the CCC. A member of CCC Camp Auburn SP-12, Turnahm was 18 when he joined CCC and worked on the Chewacla Park project in 1935.  He was paid $30 per month and was required to send a portion of that money home to support his family.  During the Great Depression era and the years leading up to World War II, the CCC helped to build men of character who would go on to become what has been called the greatest generation."],"display_date":"1935 - 1937","search_date":"1936-07-01","locations":[{"id":23925,"lat":32.605904939,"lng":-85.3493461098,"zoom":10,"place":"Lee, Alabama"}],"tags":[{"id":2338,"tag":"Chewacla State Park"},{"id":1086,"tag":"CCC"}],"course":{"name":"Fundamentals of Environmental History","school":"Auburn University","course_id":127,"school_id":73}}]}