{"id":2343,"tag":"Natural History","points":[[33.7862251516,-84.4230424472]],"bounds":[[33.7862251516,-84.4230424472],[33.7862251516,-84.4230424472]],"episodes":[{"id":6150,"title":"\"Deep Time\" in a Southern City","course_id":127,"status":"P","start_date":"1895-09-18","end_date":"1895-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The U.S. government allocated $200,000 for a Federal Building at the 1895 Cotton States and International Exposition in Atlanta. This was to cover the cost of constructing the building and of filling it with exhibits from various departments. Prominent among these were displays from the Smithsonian Institution (alcoves A-Q), arranged “to illustrate the methods by which Science controls, classifies, and studies great accumulations of material objects, and uses these as a means for the discovery of truth.” A life-size statue of the Seminole chief, Osceola, would have immediately greeted visitors entering through the southern portal. The statue, one of several portrait sculptures standing in alcoves A and B, served as an example of a human “type.” These <em>specimens</em> were only a small part a larger exhibit belonging to the Department of Mammals, which boasted examples from “each of the eleven [mammalian] orders” and statues demonstrating “twelve of the most characteristic types of the human species.”","The mammal exhibits, replete with everything from aardvarks to Zulu tribesmen, gave way to birds (alcoves C and D), fish and reptiles (E), mollusks and insects (F), and finally to the Department of Paleontology, housed in alcove G, which drew upon contemporary science to offer many Atlantans a novel interpretation of the history of life on earth. Though Darwin’s theories had circulated widely after the publication of <em>Origins</em> in 1859, field researchers and paleontologists had been slow to present their work within the context of the new paradigm. In natural history museums towards the end of the nineteenth century, however, displays like the one in Atlanta emerged. Distinct evolutionary strata within the fossil record were exhibited, bearing cutting-edge descriptors (names referring to famous fossil collection sites). The <em>Cambrian </em>period, the <em>Ordovician </em>period<em>, </em>the <em>Silurian </em>period - these had entered the American scientific vernacular and were propagating, alongside popular understanding of geologic time and an evolutionary continuum, through spectacles like the Smithsonian display in Atlanta.","In many ways the Smithsonian exhibit was fully embedded in the tradition of 19<sup>th</sup> century natural history. Dead animals, shot and stuffed on faraway continents, were carried back as trophies from a world city dwellers would never see or experience except through the glass of museum display cases. This led Thoreau to refer to these 19<sup>th</sup> century museums as “catacombs of nature.” Additionally, the Smithsonian exhibit reeked of long-defunct anthropological claims, that human races were also a reflection of Darwinian hierarchies, white “types” being the most developed, of course. Robert Rydell writes, “the science of man that reached the fair-going public had a distinct hierarchical message.” Taxonomy was reconfigured and categories reshaped to reflect that organisms develop along continuous lines of descent, with snapshots left behind in corresponding layers of rock and ash. And it would have been clear to those Atlantans, walking past Smithsonian exhibits or out on the midway, that they fit into this story as well - one of biological, social, and technological <em>progress.</em> “Science and salvation seemed to march hand in hand,” according to Rydell."],"display_date":"September 18, 1895 - December 31, 1895","search_date":"1895-11-08","locations":[{"id":1823,"lat":33.7862251516,"lng":-84.4230424472,"zoom":10,"place":"FULTON, Georgia"}],"tags":[{"id":2341,"tag":"Museums"},{"id":2342,"tag":"Expositions"},{"id":2343,"tag":"Natural History"}],"course":{"name":"Fundamentals of Environmental History","school":"Auburn University","course_id":127,"school_id":73}}]}