{"id":235,"tag":"Sports","points":[[33.5543155862,-86.8964933862],[40.6916304076,-74.0035386433],[40.6774734233,-119.692996384],[43.2926870754,-84.6047678086],[42.107446354,-83.1351982696],[39.8545723592,-75.3025676888],[40.752999449846,-73.777068841493]],"bounds":[[43.2926870754,-73.777068841493],[33.5543155862,-119.692996384]],"episodes":[{"id":4673,"title":"Baseball Boosts Morale during Hard Times in America","course_id":22,"status":"P","start_date":"9/26/31","end_date":"9/26/40","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["     During the 1930s, J.T. White was a man living and working in hard times. He did what he could to heal the pains of Birmingham. White served as the organizer for the Tennessee Coal Industry (T.C.I.) intramural baseball team. White may not have made a dent in the ailing economy of the United States, but he did manage to boost the morale of the people around him.","     White wrote to a Mr. Tom Appleyard an intramural baseball tournament organizer in Tuscaloosa, Alabama in order to enroll his T.C.I. team. He asks about a double-header in order to “show these boys a real good time.” He hasn’t “promised these boys any more than a good time but of course they will be expecting eats after the game,” and he “would like to see a large crowd out as we are proud of our squad.” This correspondence depicts the jocularity and the optimism even in a period of social and economic hard times.","     In the United States the post civil war period of modernization witnessed the “proletarianization” of the once elitist game of baseball. Strenuous physical labor may well have required strenuous physical release. In the interest of high productivity, employers wanted a healthy work force and sport came to be seen as a way of ensuring physically fit and happy workers.","     Sport's appeal was connected to its potential for providing an exciting and even effervescent escape. This is to be understood not in the context of physical release but more in terms of a dream world far removed from the monotony of industrial work and the harsh reality of urban life. Like religion it could serve as a more socially acceptable opiate than drink or drugs. Yet, especially for males, sport was more effective than religion. It was 'real' with a reward not in the hereafter but in the here and now.","     An examination of American baseball during the 1930s and 1940s reveals that when faced with the challenges of the Great Depression and World War II, Franklin D. Roosevelt used baseball to ward off despair and retain American pride and morale during a period of crisis. Roosevelt and his speech writers manipulated baseball metaphors in order to explain the New Deal. When selling his New Deal, Roosevelt used phrases like “I have no expectation making a hit every time I come to bat”.","     Sports, particularly baseball, had an enormous social impact on the United States during the Great Depression era. Baseball gave hope to the nation on a local and national scale with local leagues sprouting and leaders’ addresses riddled with baseball rhetoric. J.T. White helped the men of T.C.I. to forget their economic troubles and enjoy life."],"display_date":"September 26, 1931 - September 26, 1940","search_date":"1936-03-27","locations":[{"id":24536,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":235,"tag":"Sports"},{"id":234,"tag":"Sports and Labor"},{"id":233,"tag":"Baseball"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}},{"id":4676,"title":"Breaking Barriers in Baseball","course_id":22,"status":"P","start_date":"5/9/46","end_date":"4/16/47","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["     The difference between the North and South in the United States has been similar to that of night and day. During the period between the 1870s and the 1970s, the South is generally viewed by outsiders as a backward, ultra-racist region, and the North is seen as tolerant and progressive. Only a year apart, Birmingham, Alabama praises its successful Negro League Baseball team, while New York sneers at the courage of a man standing against a racist institution.","     Cooper Green as President of the Commission of the City of Birmingham praised the Birmingham Black Barons Negro League Baseball team. Green was “proud of the team’s reputation of winning.” He declared Thursday, May 9<sup>th</sup>, 1946 as “Black Baron’s Day.” This was an official in segregated Alabama acknowledging and praising an African American institution","     A year after the Birmingham Black Barons were honored for their success, Jackie Robinson bravely stepped onto Ebbets field for his historic Major League Baseball debut. During the game, Robinson “unenviable hit into a rally-ending double play” and was booed harshly; but his “tremendous speed afoot did accomplish one thing, it set up the winning run.” The New York Times described Robinson as a “muscular Negro that minds his business and shrewdly makes no effort to push himself. He speaks quietly and intelligently when spoken to.” After the game, One of his teammates admitted that he “just did not know how to act with Robinson.” One of the veterans made the surprisingly progressive statement of “other sports had Negroes. Why not baseball?” The most important news media in the nation described one of the greatest accomplishments in sports as “quite uneventful.” ","     An interesting disparity in our country although African Americans make up approximately 12% of the population of the United States, this group is the majority in the world of professional sports. The people in charge of Birmingham, Alabama were Caucasian; however, at this was and still is a majority “black city.” This phenomenon could explain the city’s appreciation of the city commission to a Negro League team. New York at this time was an eclectic city made up of multitudes of people.","     For approximately a century, the United States was one of the most polarized countries in the world. Among the stereotypes that the North and the South carried, this is at least one instance in which the roles were reversed. "," "],"display_date":"May 9, 1946 - April 16, 1947","search_date":"1946-10-27","locations":[{"id":27491,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"},{"id":25458,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":238,"tag":"African American"},{"id":235,"tag":"Sports"},{"id":233,"tag":"Baseball"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}},{"id":4677,"title":"The Brute vs. the Uncle Tom: Fighting for American Respect","course_id":22,"status":"P","start_date":"7/4/10","end_date":"7/4/10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["     Two men stand between the ropes among a crowd of blood thirsty white faces. In the United States, a black man physically assaulting a white man would have resulted in a lynching; however, when colorful trunks and padded gloves are added to the skirmish, the event becomes a spectacle. ","     Late Victorian culture identified the powerful, large male body of the heavyweight prizefighter as the pinnacle of manhood and evolution. The July 4, 1910 heavyweight championship bout in Reno, Nevada between the white challenger Jim Jeffries and the black champion Jack Johnson was supposed to be an easy victory for the undefeated Jeffries; his superior intellect and Anglo-Saxon masculinity were supposed to vanquish the black brute. Johnson decimated Jeffries, and race riots occurred in numerous cities. Johnson had defeated the so-called epitome of white male. Johnson was seen as an animal that destroyed ideals, dated white women, and was openly belligerent to the status quo; and therefore could never be America’s hero.","     On the other hand, the “Brown Bomber” Joe Louis is viewed as “one of the greatest stories ever written in the ring.”  Max Schmeling boasted that “the Negro would always be afraid of him.” The German audience stays up for the 3:00am radio broadcast of the fight. The heavyweight bout lasts only two minutes and four seconds, and “the ardor of German radio parties and café gatherings are quickly dampened.” Schmeling’s maid is so embarrassed by the fight that she keeps the news from Mrs. Schmeling. Louis avenges his earlier loss to “Unser Maxe” Schmeling and dealt a major blow to the Nazi idea of Aryan supremacy. Parties and riots break out in major cities in the United States. Louis did not “rock the boat” as his predecessor Jack Johnson and was thus loved by most of the public and labeled as an “Uncle Tom” by others. ","     In many sports, there is the strange phenomenon that many of the players are African American, while the majority of the spectators are Caucasian. This leads to a search by fans and media for “the Great White Hope” to snuff out the success of the black athlete. This anomaly leads to the media creation of racial feuds between black and white players. One of the most significant examples is the basketball rivalry between Larry Bird and Earvin “Magic” Johnson which began in college and continued into the National Basketball Association.","     The stories of boxing legends Jack Johnson and Joe Louis established the dominance of African American athletes in sports in America. While Johnson may be one of the founders of the tension between the superior black athlete and the white fan searching for their athlete avatar, Louis is viewed as a sports hero. Because of their polar personalities Johnson is seen as a brute among his contemporaries and Louis is portrayed as an “Uncle Tom” in some circles.    "],"display_date":"July 4, 1910","search_date":"1910-07-04","locations":[{"id":15927,"lat":40.6916304076,"lng":-74.0035386433,"zoom":10,"place":"New York, New York"},{"id":17575,"lat":40.6774734233,"lng":-119.692996384,"zoom":8,"place":"Washoe, Nevada"}],"tags":[{"id":238,"tag":"African American"},{"id":235,"tag":"Sports"},{"id":239,"tag":"Boxing"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}},{"id":5197,"title":"Josh Brehm is the most esteemed athlete in Alma College’s history. He holds more records than any other student athlete and has received the Division III Heisman trophy.","course_id":68,"status":"P","start_date":"9/17/00","end_date":"5/20/06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Brehm began his collegiate career at Michigan Technical University. He was redshirted during the 2000 season at MTU. Prior to the beginning of the 2001 season the university cut the football program.  Brehm was free to attend any other school he wished. He chose Alma, who had been recruiting him heavily prior to his decision to attend Michigan Tech. The choice to pick Alma also brought him closer to his home in Ithaca where he was an outstanding high school athlete."," ","At the end of the 2006 season Brehm was awarded the Gagliardi trophy which is the Division III equivalent of he Heisman trophy. He was also named to the <em>ESPN the Magazine</em> academic All-American 2nd team and finished the season leading all of Division III in total offense, passing yards, and passing yards per game. During the 2006 season Brehm set an overall NCAA record for most consecutive passing attempts without an interception (288) and a Division III record for most consecutive games with 300 or more yards of total offense (10). His career was followed by local and national viewers; the Morning Sun chronicled his accomplishment while at Alma and his exploits after. “Following his collegiate career, Brehm was invited to the Detroit Lions rookie camp and then took his skills to the Hamburg Blue Devils of the European Football League where he started at quarterback in the '08 season”."," ","One of the people on campus who knew Brehm the best was Offensive coordinator John Leister. “Brehm was one of the most unique people to come through this place, he was internally driven in everything he did, class, weight training, or playing”. At Alma Brehm was a double major in Psychology and Business Administration; he was as devoted to his class work as he was to his athletic endeavors. Brehm finished with a 3.78 GPA and made the Dean’s list with a 4.0 GPA his last three semesters at Alma."," ","Brehm exemplified all the qualities that Alma College seeks to instill in its students; he is an outstanding citizen and a role model for all current and future Alma College Scots to follow."," "],"display_date":"September 17, 1900 - May 20, 1906","search_date":"1903-07-19","locations":[{"id":43687,"lat":43.2926870754,"lng":-84.6047678086,"zoom":9,"place":"Gratiot, Michigan"}],"tags":[{"id":235,"tag":"Sports"},{"id":263,"tag":"football america"}],"course":{"name":"Histories of Alma College","school":"Alma College","course_id":68,"school_id":45}},{"id":5945,"title":"A sporting island","course_id":118,"status":"P","start_date":"1/1/10","end_date":"12/31/10","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Since the turn of the 20th century the island of Belle Isle, located in American waters of the Detroit River, has been a magnet for athletics and sporting enthusiasts young and old. Throughout the summer of 1910 parents and coaches cheered on their children as Little League teams vied for victory on the several baseball diamonds of the island's sporting field facilities. All energetic forms of recreation were centered around the striking Field House designed by Edward A Schilling, constructed in 1898 as a bicycle pavilion, but quickly expanded to administer and facilitate numerous athletic sports. Originally available to Detroiters were baseball, an athletics track complete with hurdles, and football, expanding over time to provide basketball courts, soccer fields, rugby, and most recently hand and racquet ball courts.","A thriving sporting community was established around the park as early as 1910; Belle Isle had self-consciously become the “playground for the people” as it defined itself as a free, recreational space for all people of Detroit. The island and its sporting facilities have consistently drawn large numbers, with recent history no exception as a record-breaking crowd of over 37,000 children gathered for a 2010 sporting carnival organised my Metro Detroit Youth Day supported by 320 local businesses, and held at and around the historic Field House. As the annual Youth Day continues, it shows children from the Detroit area that despite the financial difficulties the city may be facing, especially since Belle Isle Park was leased to the State of Michigan, the island remains a fun space where everyone can participate in some active sport with the support of the community."],"display_date":1910,"search_date":"1910-07-02","locations":[{"id":18385,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":235,"tag":"Sports"},{"id":1899,"tag":"Detroit"},{"id":1901,"tag":"Belle Isle"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6351,"title":"Better Television for More People","course_id":140,"status":"P","start_date":"9/19/49","end_date":"9/19/49","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["After World War II, technology and society changed rapidly. New technologies were introduced while other technologies became consumer goods. One such example is the television. From 1948 through 1958, television went from being in only .4 percent of homes to over 80 percent of homes. (Baughman, pg. 42) The “availability of [broadcast] TV service” was the biggest reason for the explosion in television purchases. (Baughman, pg. 42) Society was also going through what is known as the “Baby Boom.”(Baughman, pg. 42) This increased the population of young people and children that were going to be using this technology. Thus, a market for child-focused programming started and was quickly embraced by television programming providers. (Baughman, pg. 42) This new audience sparked brand new types of programming. (Baughman, pg. 42)"," ","International Telephone and Telegraph Company was in the business of producing and selling TV sets.(<em>Duke Digital Collections</em>) In 1949, they purchased an advertisement that ran in the September 19 edition of <em>Time Magazine</em>. (<em>Duke Digital Collections</em>) The advertisement features a quasi-television screen that features a football game with their slogan, “better television for more people.”(<em>Duke Digital Collections</em>) The advertisement also featured a body of text touting the association of IT&T with Capeheart-Farnsworth, especially noting the combined “technical resources” of both companies.(<em>Duke Digital Collections</em>) IT&T was an aggressive player in the international communication and electronics market during this time and its partnership with (and 1951 acquisition of) the struggling Capeheart-Farnsworth company allowed it to enter the budding television market. (\"History of International Telephone and Telegraph Corporation\") This partnership would “inevitably result” in “better television for more people."," ","The advertisement was intended to reach the general populace and appeal to all people, not just elites who may have already purchased a TV. In other words, they were appealing to the middle class and used their slogan twice in their advertisement in order to develop a brand identity. In fact, the advertisement featured the quote “A Pledge to the Nation’s Fastest Growing Audience.” (<em>Duke Digital Collections</em>) IT&T wanted to generate sales from the largest segment of the population, the non-elite."," ","The advertisement referenced recent events in order to appeal to readers. For example, a little over a year before the advertisement ran, the first NFL Championship Game was televised.(\"1948 NFL Championship Game\") The inclusion of a football game “on” the TV in the advertisement was hardly an accident. Instead, it was likely a calculated marketing decision. Only ten years earlier, the first televised sporting event, a Columbia University vs. Princeton baseball game, had been shown. (Koppett, no pg.) Television production companies and marketing executives were cognizant that sports was an important part of television programming and one that would become even more significant in the near future. This advertisement shows how even early TV companies made calculated advertising, research, and business decisions."],"display_date":"September 19, 1949","search_date":"1949-09-19","locations":[{"id":27940,"lat":39.8545723592,"lng":-75.3025676888,"zoom":10,"place":"Delaware, Pennsylvania"}],"tags":[{"id":2197,"tag":"Television"},{"id":730,"tag":"Advertising"},{"id":599,"tag":"Technology"},{"id":235,"tag":"Sports"}],"course":{"name":"Historical Perspectives on Technology","school":"Widener University","course_id":140,"school_id":43}},{"id":6868,"title":"A Meeting to Institute Rules for Baseball","course_id":188,"status":"P","start_date":"1871-03-01","end_date":"1871-03-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["With the excitement of a new baseball season approaching during the spring of 1871, several changes to the league became newsworthy. In an article of the <em>New York Times</em> titled, “The Baseball Occurrences of March,” an interesting conversation took place on the advancement of the sport.  For the first time, a convention of delegates from each of the professional clubs in the country convened on March 17, 1871 in New York, to “make arrangements in which the disputes over the selection of umpires may be avoided.” Post-Civil War baseball, still in its infancy, took the country by surprise with its soaring popularity. In dire need of regulations and professional officiation, the ball teams came together to remedy problems with the officiation for what would become America’s pastime within a generation.","The league grew to a point where official rules and regulations became a necessity as high monetary stakes and betting become popular throughout the healing Union.  Benjamin Rader, the author of <em>Baseball: A history of America’s Game</em> stated, “American baseball players tended to exploit every area within the game for which there was no explicit rule or penalties levied for violations.” Frequently there were problems with the officiating of games. In the early days of baseball, teams chose the umpire for contest, but with “a growing premium placed on winning” this unofficial process became a frequently disputed topic due to biased calls. For instance, in 1882, Richard Higham a National League umpire was, “expelled from the game after the league judged him guilty of collusion with gamblers” according to MLB official reports. In another case, one pitcher threw fifty balls to a hitter to discourage him from hitting. Obviously, a hindrance to the game, the league implemented umpires to call strikes on hitters who refused to swing at “good balls” as well as distinguish the difference between a ball and a strike.  These rules, authorized in 1858 by the National Association of Baseball (NABBP), changed the game, but also gave the power to the umpire to rule a previously relaxed officiation of the game. By 1879, according to MLB official information, umpires were “given the authority to impose fines for illegal acts.”","At the beginning, baseball captured the attention of folks from the northeast all the way to the far west. Teams sprouted up in cities and evolved into a commercial league. The incentive to field the “top nine” created a game of competition. With the addition of betting, beer, and eventually hotdogs and popcorn, high stakes baseball needed proper officiation. By the turn of the century, no longer were teams choosing umpires for the contests, rather, it became the league’s responsibility. The official umpiring association today is called the World Umpiring Association and is the bargaining agent for Major League Umpires."," "],"display_date":"March 1, 1871","search_date":"1871-03-01","locations":[{"id":52825,"lat":40.752999449846,"lng":-73.777068841493,"zoom":9,"place":"New York City, New York"}],"tags":[{"id":235,"tag":"Sports"},{"id":1902,"tag":"recreation"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":188,"school_id":3}}]}