{"id":2372,"tag":"South Main Street","points":[[34.8943497126,-82.3707811393]],"bounds":[[34.8943497126,-82.3707811393],[34.8943497126,-82.3707811393]],"episodes":[{"id":6181,"title":"<strong>The History behind the Mansion House in Greenville, South Carolina </strong>","course_id":135,"status":"P","start_date":"1820-01-01","end_date":"1838-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Mansion House in the town of Greenville, South Carolina was erected in 1820 on South Main Street, where it successfully functioned as a hotel. John Nolan included a drawing of this Greenville hotspot in his book <em>A Guide to Historic Greenville</em>, which allows his readers to peek back at forgotten times. The Mansion House was not just any hotel, as every notable who had to visit Greenville in the mid and late 19<sup>th</sup> century stayed here. Vice President John Calhoun even had a preferred room in The Mansion House during its hey days. The hotel was the most luxurious experience that Greenville had to offer during this period in time, and a veritable must see on South Main Street. During the Spanish-American War the hotel served as a military division headquarters, but soon afterwards the building became too dilapidated to maintain its function as a Greenville hotspot.","One specific notable, however, has had an entirely different experience in the urban space surrounding the Mansion House. William Lowndes Yancey, born in Warren County, Georgia in 1814, came to Greenville to become editor of the newspaper known as the <em>Greenville Mountaineer</em>. His career would expand beyond that into the field of politics, but it was right next to the Mansion House, in front of Dr. Crittenden’s store, where he did something that would have a severe impact on another influential family of the Greenville area. On September 8, 1838 Yancey shot his wife’s uncle, Dr. Robinson Earle, to death on South Main Street, which was the start of a controversial murder trial in the city. Yancey had committed this foul act because he felt his honor was compromised by Earle, who had called him a liar. Revenge of honor was not uncommon in the South during this time, and Greenville was in this aspect a true southern city.","Almost exactly a century after it was built, the Mansion House was closed down and demolished, and the rest of South Main Street also underwent extensive renovation. Only a few feet next to where the Mansion Hotel used to grace South Main, a new hotel was erected in 1924, called the Westin Poinsett. This hotel is still part of the city’s spatial fingerprint today and it was built in a similar characteristic L-shape. The drawing in Nolan's book helps us picture how Yancey and Earle walked the streets of 19<sup>th</sup> century Greenville and where Yancey took Earle’s life because of a silly argument."],"display_date":"1820 - 1838","search_date":"1829-07-01","locations":[{"id":11530,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"GREENVILLE, South Carolina"}],"tags":[{"id":2372,"tag":"South Main Street"},{"id":2371,"tag":"Yancey"},{"id":2370,"tag":"Earle"},{"id":2369,"tag":"Mansion House"},{"id":91,"tag":"Murder"},{"id":1412,"tag":"Greenville, SC"}],"course":{"name":"History of Urban and Suburban U.S. (2014)","school":"Furman University","course_id":135,"school_id":4}}]}