{"id":2374,"tag":"Mansion Hotel","points":[[34.8943497126,-82.3707811393]],"bounds":[[34.8943497126,-82.3707811393],[34.8943497126,-82.3707811393]],"episodes":[{"id":6183,"title":"<strong>Mapping a Crime Scene in Greenville, South Carolina</strong>","course_id":135,"status":"P","start_date":"1838-01-01","end_date":"1838-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Writer of the <em>Greenville Century Book</em> S.S. Crittenden has personal ties to that fateful day in November 1838, when newspaper editor William Lowndes Yancey shot his wife’s uncle, Dr. Robinson Earle in the heart of the downtown area. The murder was conducted because Earle had called Yancey ‘a damned liar,’ and Yancey felt that he needed to defend his honor against Earle’s accusations. This remarkable murder of one notable on another in fact took place on or right in front of the porch of Dr. John Crittenden’s store in Greenville, South Carolina. S.S. Crittenden was Dr. John Crittenden’s son, and born and raised in Greenville. He was still a young boy of eleven years old during the murder of Dr. Earle, as Crittenden’s year of birth is 1829. Dr. Crittenden’s store was located on the corner in front of The Mansion House hotel on South Main Street. Crittenden does describe the location of his father’s store on South Main in such a way that, even though he does not specifically mention the murder, it helps to map the 1838 murder scene. The only time when Crittenden wrote of Yancey in his Century Book, is when he mentions the names of previous editors of the <em>Greenville Mountaineer</em>, which suggests that he knows of Yancey, and that the murder was not detrimental to his reputation. More evidence for this is the fact that Yancey’s time in jail did not stop him from contributing articles to the <em>Greenville Mountaineer</em> and he was pardoned after only a few months. Later on in life, Yancey even made it to Congress. This is quite interesting, as the Earle family is a very well-known and influential family in the Greenville area, and Yancey and Earle were in fact family by marriage. While Crittenden’s book features a lot of information about the city of Greenville and life in the late 19th century and early 20th century, he may have intentionally chosen not to focus on crimes in the area, as the book has a romantic undertone and seems to have been written to commemorate the city, rather than critically analyze it. However, the fact that Helsey included the murder of Dr. Earle in her book Hidden History of Greenville County tells us something about its virtually non-existent notoriety."],"display_date":1838,"search_date":"1838-07-02","locations":[{"id":11531,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"GREENVILLE, South Carolina"}],"tags":[{"id":1412,"tag":"Greenville, SC"},{"id":2371,"tag":"Yancey"},{"id":2370,"tag":"Earle"},{"id":91,"tag":"Murder"},{"id":2374,"tag":"Mansion Hotel"},{"id":2375,"tag":"Crittenden"}],"course":{"name":"History of Urban and Suburban U.S. (2014)","school":"Furman University","course_id":135,"school_id":4}}]}