{"id":2380,"tag":"City Plan","points":[[34.8943497126,-82.3707811393]],"bounds":[[34.8943497126,-82.3707811393],[34.8943497126,-82.3707811393]],"episodes":[{"id":6188,"title":"City Planning","course_id":135,"status":"P","start_date":"1/1/90","end_date":"12/31/90","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Transition. This is a word found in much of the literature, both old and new, surrounding the Viola Neighborhood in Greenville, South Carolina. But what kind of transition is this historic neighborhood headed for? The City of Greenville’s master plan reflects an interesting change headed for the surrounding area of Viola. While examining the plans of this revitalization of the area around Stone Avenue, Viola Street shows up on every map. The plans for Stone avenue are vast. They include bringing in more commercial spaces and redesigning the aesthetics of some spaces already there. However, it is not part of the highlighted area that will see renovations or improvements. This report by the City of Greenville explains that there are 71 acres part of the Viola Street Neighborhood. The later part of the twentieth century saw the neighborhood faced with high levels or poverty and crime. As a result, the City of Greenville began the Neighborhood Revitalization Strategy. This plan was highly controversial and is viewed by historians to be a reflection of the racial history of Greenville. The Viola Neighborhood area is predominately black, non-family homes. This is a point made in the Greenville Community Development’s Viola Master Plan.","The result of looking at these maps and plans is understanding that the Viola neighborhood faced many struggles. These struggles were centered on high levels of poverty and crime. This observations leads one to the inevitable question of asking why certain neighborhoods become areas of crime and others stay safe. Also, what role does planned urban development play in this. Authors such as Jane Jacobs would argue that the formulating and forced “revitalization” of a certain area makes the area disingenuous. In the specific instance of the Viola neighborhood, revitalization emphasizes bringing in more families. However, actions such as these are a threat to the current climate of the area.","It must be considered if there is the threat of quasi0gentrification during these efforts to “revitalize” and “regenerate” the neighborhood."],"display_date":1990,"search_date":"1990-07-02","locations":[{"id":42482,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"Greenville, South Carolina"}],"tags":[{"id":2381,"tag":"Viola"},{"id":2380,"tag":"City Plan"},{"id":719,"tag":"South Carolina"}],"course":{"name":"History of Urban and Suburban U.S. (2014)","school":"Furman University","course_id":135,"school_id":4}}]}