{"id":2387,"tag":"president geer","points":[[34.8943497126,-82.3707811393]],"bounds":[[34.8943497126,-82.3707811393],[34.8943497126,-82.3707811393]],"episodes":[{"id":6157,"title":"A handbook for community development by the Southeastern Workshop in Greenville, South Carolina, focusing on economic improvement and adult education as it relates to community development. Sponsored by the Furman University Summer School","course_id":135,"status":"P","start_date":"6/9/41","end_date":"7/15/41","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The contents of the primary source that relate to the secondary sources being used here are the improvement of the economy and how adult education can lead to community development.  Economic factors are of great importance in community development. A main point in the economy section is that more and more people are becoming specialized in one skill and therefore becoming interdependent on other people making it crucial that people understand each other and work together. The handbook also touches on the school-community relationship and how that can improve on a community and be the cause for further development. This is something that one of the first presidents of Furman, Bennettee Geer focused on during his tenure as head of Furman University, using the university as a tool for educating adults to better the abilities of adults to drive the force for development of renewal of the post-depression city. Geer was a pioneer for this movement and is one of the main reasons Greenville was able to thrive during the hard times of the 1920’s and 1930’s. The handbook also specifically touches on the function of a university in community development, not just average schools. The best example is showing adults how to be leaders in a community and thus providing an example for generations to come. However, the book later shows that methods used for teaching students in high school or college will not work for adult classes, some methods are offered up such as recognizing the capacity of adults for learning new things and develop a desire for continuous growth and the ability to plan for it? One major aspect of using adult education as method for greater growth of a community is making sure that adults being educated develop a sense of concern for all ranges of personal life to truly care about all aspects of a community growing and developing."],"display_date":"June 9, 1941 - July 15, 1941","search_date":"1941-06-27","locations":[{"id":27734,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"Greenville, South Carolina"}],"tags":[{"id":2431,"tag":"community development"},{"id":2430,"tag":"adult education"},{"id":1521,"tag":"Furman"},{"id":674,"tag":"Furman University"},{"id":2385,"tag":"renewal"},{"id":2386,"tag":"education reforms"},{"id":2387,"tag":"president geer"}],"course":{"name":"History of Urban and Suburban U.S. (2014)","school":"Furman University","course_id":135,"school_id":4}}]}