{"id":239,"tag":"Boxing","points":[[40.6916304076,-74.0035386433],[40.6774734233,-119.692996384]],"bounds":[[40.6916304076,-74.0035386433],[40.6774734233,-119.692996384]],"episodes":[{"id":4677,"title":"The Brute vs. the Uncle Tom: Fighting for American Respect","course_id":22,"status":"P","start_date":"7/4/10","end_date":"7/4/10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["     Two men stand between the ropes among a crowd of blood thirsty white faces. In the United States, a black man physically assaulting a white man would have resulted in a lynching; however, when colorful trunks and padded gloves are added to the skirmish, the event becomes a spectacle. ","     Late Victorian culture identified the powerful, large male body of the heavyweight prizefighter as the pinnacle of manhood and evolution. The July 4, 1910 heavyweight championship bout in Reno, Nevada between the white challenger Jim Jeffries and the black champion Jack Johnson was supposed to be an easy victory for the undefeated Jeffries; his superior intellect and Anglo-Saxon masculinity were supposed to vanquish the black brute. Johnson decimated Jeffries, and race riots occurred in numerous cities. Johnson had defeated the so-called epitome of white male. Johnson was seen as an animal that destroyed ideals, dated white women, and was openly belligerent to the status quo; and therefore could never be America’s hero.","     On the other hand, the “Brown Bomber” Joe Louis is viewed as “one of the greatest stories ever written in the ring.”  Max Schmeling boasted that “the Negro would always be afraid of him.” The German audience stays up for the 3:00am radio broadcast of the fight. The heavyweight bout lasts only two minutes and four seconds, and “the ardor of German radio parties and café gatherings are quickly dampened.” Schmeling’s maid is so embarrassed by the fight that she keeps the news from Mrs. Schmeling. Louis avenges his earlier loss to “Unser Maxe” Schmeling and dealt a major blow to the Nazi idea of Aryan supremacy. Parties and riots break out in major cities in the United States. Louis did not “rock the boat” as his predecessor Jack Johnson and was thus loved by most of the public and labeled as an “Uncle Tom” by others. ","     In many sports, there is the strange phenomenon that many of the players are African American, while the majority of the spectators are Caucasian. This leads to a search by fans and media for “the Great White Hope” to snuff out the success of the black athlete. This anomaly leads to the media creation of racial feuds between black and white players. One of the most significant examples is the basketball rivalry between Larry Bird and Earvin “Magic” Johnson which began in college and continued into the National Basketball Association.","     The stories of boxing legends Jack Johnson and Joe Louis established the dominance of African American athletes in sports in America. While Johnson may be one of the founders of the tension between the superior black athlete and the white fan searching for their athlete avatar, Louis is viewed as a sports hero. Because of their polar personalities Johnson is seen as a brute among his contemporaries and Louis is portrayed as an “Uncle Tom” in some circles.    "],"display_date":"July 4, 1910","search_date":"1910-07-04","locations":[{"id":15927,"lat":40.6916304076,"lng":-74.0035386433,"zoom":10,"place":"New York, New York"},{"id":17575,"lat":40.6774734233,"lng":-119.692996384,"zoom":8,"place":"Washoe, Nevada"}],"tags":[{"id":238,"tag":"African American"},{"id":235,"tag":"Sports"},{"id":239,"tag":"Boxing"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}},{"id":5439,"title":"Baer Clowns, Braddock Downs","course_id":79,"status":"P","start_date":"6/13/35","end_date":"6/13/35","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“From rags to riches.","Strive and succeed.","A man may be down but he’s never out.”[1]","-John Kieran","Max Baer taunted his opponent.  A barrage of “boos” rained down from the audience, voicing their antipathy and intolerance for Baer’s lack of sportsmanship and detachment from the struggles of ordinary Americans.  In response to the jeering onlookers, Baer began yelling and heckling members of the crowd - boos continued to fill the building as the audience made known their distaste.  Not only was Baer taunting a fellow fighter, he was trampling over Braddock’s “down but he’s never out” image and the spirit of Depression America.","It was June 13, 1935, and James Braddock stood face-to-face with Max Baer, heavyweight champion of the world.  Roars from thousands echoed throughout the arena as spectators awaited the fight, and bright pulses of camera flash illuminated the room as blood-thirsty reporters sought to document an effortless title defense by Baer over the all but finished Braddock. Ten-to-one underdog James Braddock was on an unlikely hot streak entering the bout, having previously lost some 15 of 21 fights according to boxing historian John McAllum.[2]  A recent win streak landed Braddock a shot at the heavyweight title in a matchup with Max Baer.","The fifteen-round fight began and not far into the competition, Baer started taunting Braddock.  Fans booed in support of Braddock, one of their own who had suffered hardships of the American Depression but proved impossible to keep down.  The crowd, no doubt, sympathized with the plight of Braddock, who just months before his championship run was forced to go on relief for the sake of his wife and two sons.","Braddock – toughened by his time spent sparring with a broken hand, rib, and shoulder according to boxing historian David Margolick – fought through the mind games of the arrogant Baer.  Earlier in his career, Braddock would have been obliterated by such a formidable opponent. Trying times had toughened him, however.  He attributed much of his new found boxing prowess, namely his hardened left hand, to time spent working on the docks while on relief.[3]  Using this new strength he dominated fifteen rounds and, following a unanimous decision, was named boxing’s Heavyweight Champion of the World.","James “Cinderella Man” Braddock, a fan-favorite name made famous by reporter Damon Runyon, fought through problems that put many Americans down for the count.  He refused to quit fighting in life or in the ring, even in the face of opponents who mocked and taunted him.  His championship story is one of an unfaltering spirit that was immortalized in a heroic triumph over his adversaries and celebrated in the 2005 movie starring Russell Crowe.","[1]John Kieran quoted by McCallum, 196.","[2] McCallum, 193.","[3] Margolick, 80."],"display_date":"June 13, 1935","search_date":"1935-06-13","locations":[{"id":22428,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":1306,"tag":"Depression Entertainment"},{"id":1305,"tag":"Cinderella Man"},{"id":1304,"tag":"Baer"},{"id":1303,"tag":"Braddock"},{"id":1302,"tag":"Max Baer"},{"id":1301,"tag":"James Braddock"},{"id":239,"tag":"Boxing"}],"course":{"name":"The Great Depression","school":"Texas Wesleyan University","course_id":79,"school_id":49}},{"id":5574,"title":"<strong>The Fight of Ultimate Rivals</strong>","course_id":88,"status":"P","start_date":"3/8/71","end_date":"3/8/71","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The night of March 8, 1971 is one that will never be forgotten in sports history. This was the night of an international sports spectacle. This was the night that Muhammad Ali and Joe Frazier attempted to settle the controversy over the world heavyweight boxing championship at Madison Square Garden. Never before had a boxing match meant so much, cost so much, viewed so much, or edged out the My Lai massacre trial off of so many front pages. The night of March 8, 1971 marked “The Fight of the Century” between the ultimate rivals; “the bull” and “the bee”, however, every American felt like they were right in the ring with them due to the social implications that went beyond the arena.","At first glance, Ali and Frazier seemed like strikingly similar public figures. Both were undefeated professional heavyweight champions; Ali with twenty-five knockouts in thirty-one straight wins, Frazier with twenty-three knockouts in twenty-six consecutive victories. They each were guaranteed the same pay day of two and a half million dollars and would be watched by the same three hundred million viewers during these ultimate showdown. Along with that, both were also Olympic Gold Medal champions; Ali in 1960 and Frazier in 1964. Both these uncontested champions also were prominent African Americans during a the height of the Civil Rights Movement when fighting took to the streets while they were fighting in the ring for millions of dollars a knockout.[1]  Despite all these similarities, however, Ali and Frazier had been on a collision course since 1967, when Ali was stripped of his title while Frazier was approaching the stature of a contender. In 1970, Frazier earned world recognition as Ali’s successor as champion by stopping Jimmy Ellis, who was once Ali’s sparring partner.[2]","Adding to this infamous rivalry was the fact that Ali and Frazier represented the two different sides of America at the time. Ali had been born Cassius Clay and changed his name to Muhammad Ali upon his conversion to the Black Muslim Faith. This was the same religion that was tied to the militant Civil Rights group; the Black Panthers.[3] Then, in 1966, he avoided the draft by failing his mental exam and became a Muslim “minister” in order to claim a clerical exemption. After he would state, “I ain’t got no quarrel with those Viet Congs.”[4]  A year later, he was then convicted of draft evasion. This caused the WBA to then strip him of his title, clearing the way for Frazier to take his place.  Both of these sentiments, being a black Muslim and speaking out against the war at a time both of these issues were reaching a breaking point due to violent protests on both issues throughout the country, caused him to represent the anti-establishment movement and counterculture.","While Ali during came to symbolize the image of the counterculture; Frazier became to embody the other-half of America the “good citizens”, while also being dubbed the white man’s champ, mostly due to trash talking from Ali. Frazier, was a Baptist whose mother was “a real church-goin’ lady” who taught him “respectfulness”, standing in deep contrast to the militant Black Muslim religion that Ali spoke vocally towards.[5]  In the months leading up to the fight, Ali would also yell fighting words in Frazier’s direction, calling him names like “Uncle Tom”, leading Ali to represent more and more of the Civil Rights Movement even when Frazier tried to counteract these claims. In contrast to Ali’s views of the Vietnam War, Frazier again stood with contrasting views and became a symbol of the conservative, pro-war movement. In his autobiography, Frazier said that the only reason why he did not fight in the war was because he was a father, but that he would have fought if he were drafted because his country had been so good to him.[6] Clearly, going into this supposed, “Fight of the Century”, it was a fight between to seemingly similar, yet vastly different champions; with the liberal anti-establishment counterculture on one side, and the conservative and traditional rule followers on the other. This was a showdown that everyone in America felt a part of.","By the time it was finally the night of the match, Madison Square Garden had a circus-like atmosphere that was fit for the occasion. Scores of policemen tried to control the crowd of outrageously dressed fans as countless celebrities, from Woody Allen to Frank Sinatra, sat among the masses.[7] The fight itself exceeded even in its massive promotional hype and went the full fifteen round championship distance. Ali dominated the first three rounds, however, Frazier began to dominate in the fourth rounds. Despite continuous pinning to the rope and massive body blows, Ali’s speed and combinations kept him on roughly even terms with Frazier and the fight remained very close until late in round eleven. At the end of round fourteen Frazier had held a lead on the three scorecards while giving Ali a brutal beating. Then, early in the final round, Frazier landed a spectacular left hook that put Ali on his back. Ali, his right jaw swollen grotesquely, got up from the blow quickly, but it would be too little too late.","On March 8, 1971, in the “Fight of the Century” at Madison Square Garden had ended. Frazier won by a unanimous decision. Ali lost. The Garden sizzled. The unbeaten Frazier officially handed Ali the first defeat of his pro career, and secured his own title as world champion.[8] Despite this, the rivalry between Ali and Frazier, along the fight of the morals and the people that each represented, still had decades before its final call."," ","[1] Mike Sielski, \"Frazier battled Ali in timeless trilogy,\" (ESPN Classic, 2012).","[2] Thomas George, \"Fight of the Century: Muhammad Ali's Legacy Grows in Defeat,\" (AOL News, 2011).","[3] David Horowitz and Peter Carroll, <em>On the Edge: The United States Since 1945</em>, (Belmont: Wadsworth/Thomson Learning, 2002).","[4] Stan Wilson, \"Muhammad Ali returns to the Olympic stage, once again, in London,\" (CNN, 2012).","[5] Sielski, \"Frazier battled Ali.”","[6] Ibid.","[7] Victor Navasky, “All Our Conflicts On Violence, Sex, Race And Money: The Fight,”(<em>The</em><em> New York Times</em>, March 14, 1971).","[8] Ibid."],"display_date":"March 8, 1971","search_date":"1971-03-08","locations":[{"id":36051,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":42,"tag":"Civil Rights"},{"id":239,"tag":"Boxing"}],"course":{"name":"United States Since 1945","school":"Rollins College","course_id":88,"school_id":5}}]}