{"id":2394,"tag":"Immigration Policy","points":[[22.396428,114.109497],[56.130366,-106.346771]],"bounds":[[56.130366,114.109497],[22.396428,-106.346771]],"episodes":[{"id":6792,"title":"Human tie of Canada and Hong Kong in 1980s and 1990s","course_id":180,"status":"P","start_date":"1/1/80","end_date":"12/31/99","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Canada and Hong Kong were strongly connected by immigrants, business, government, and education in the 1980s and 1990s. In 1989, eleven percent of 189,956 immigrants to Canada were coming from Hong Kong (“Hong Kong”, 1990). One in eight new Canadians were Hongkongers. 20,000 Hongkongers landed in Canada in 1989, which included independents, business, and family class immigrants. The Commission for Canada in Hong Kong was the largest overseas Canadian immigration office. The agent for British Columbia in Hong Kong, Dickson Hall, said that these immigrants strengthen the trade relationship between the two regions. Hong Kong companies were interested to invest in Canada for two reasons: It was easier for them to find their targeted client, and the demand for Canadian products was increased in Hong Kong. In order to retain the strong tie with Hong Kong, Canada negotiated with China for a wide network of bilateral agreements after 1997 when Hong Kong reverted to Chinese control. One of the important goals of the agreement was to ensure Hong Kong residents with Canadian passports were able to enjoy consular protection after 1997. Before the negotiation with the Chinese government, Canada had already established several agreements on the air services, mutual legal services and film co-production with Hong Kong. In the governmental field, The Commission of Canada was planning an exchange program of officials between two governments in order to let the younger leaders of Canada learned about the regulation of financial institution and public services. Canada was also a popular study aboard country for Hong Kong people, while 14,000 Hong Kong students were in Canada, and 60,000 graduates of Canadian universities were living in Hong Kong.    ","           During the 1980s, business immigration was an important approach to migrate to Canada. According to the Immigration Regulations 1978, there were three categories of business immigrants: Entrepreneur, Investor and Self-Employed. The purpose of introducing business immigrants was to import skilled business people and capital to improve the Canadian economy. In 1989, there were 17,035 business immigrants, representing 9% of Canada's total immigration population coming into Canada that year (Atkey, 69). Due to the economic recession in the 1980s, the Canadian Ministry of Employment and Immigration introduced the Immigrant Investor Program in 1986 (Atkey, 70). The program introduced people into Canada who have business skills and experience that will benefit Canada, and who are prepared to make a minimum investment in a small to medium-sized business in Canada in order to develop the economy in some provinces (Atkey, 70). Also, their investment must create or maintain employment opportunities in Canada. This policy attracted many Hong Kong people because of the fear of the handover to Communist China, especially those who were middle-class professionals and upper-class business people (Harrison, 17). The business immigration program provided an opportunity for the Hongkongers who were afraid of the Chinese governance to transfer their business and capital to Canada. Between 1983 and 1992, 36 percent of all business immigrants, 40 percent of all entrepreneurs and 48 percent of investors came from Hong Kong (Harrison, 17). Most of the Hong Kong people settled in three Canadian major cities: Toronto, Vancouver, and Montreal. According to the Regulatory Impact Statement, the average dollar amount that brought by business immigrants was $1.7 million per investor (Atkey, 71). Since the threshold of becoming a business immigrant was relatively low compared with independent and family immigrants, therefore, it encouraged many Hong Kong people to apply as a business immigrant.  "],"display_date":"1980 - 1999","search_date":"1989-12-31","locations":[{"id":53135,"lat":22.396428,"lng":114.109497,"zoom":8,"place":"Hong Kong"},{"id":52801,"lat":56.130366,"lng":-106.346771,"zoom":8,"place":"Canada"}],"tags":[{"id":3540,"tag":"Business immigrants"},{"id":3539,"tag":"Hong Kong"},{"id":1630,"tag":"Canada"},{"id":2394,"tag":"Immigration Policy"},{"id":759,"tag":"Immigrants"}],"course":{"name":"Critical Writing and Research for Historians","school":"University of Toronto Scarborough","course_id":180,"school_id":28}}]}