{"id":240,"tag":"WWI","points":[[42.107446354,-83.1351982696]],"bounds":[[42.107446354,-83.1351982696],[42.107446354,-83.1351982696]],"episodes":[{"id":5962,"title":"Founding the Detroit Urban League","course_id":118,"status":"P","start_date":"1/1/16","end_date":"12/31/20","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The United States of America entered World War I (WWI) in 1916. Following their recent involvement in the war caused a boom in the industry production. To supply the new demands for industrial products, many African Americans and women began to migrate to the North in order to find factory jobs. Even though black migrants were trying to escape Jim Crow south, they still found themselves being discriminated in the North. The new black migrants were subjected to living in confined areas in Detroit which in return emerged the Black Bottom and Paradise Valley communities in Detroit. These two communities were known to have outrageous rent and “vile” living conditions.","In 1917 the National Urban League had a conference which praised the city of Detroit as a national model to deal with the migration. Eugene Kinckle Jones who was the director of the National Urban League, went Detroit in 1916 “to lobby For the opening of an affiliate there.” Many black long term residents of Detroit attended the conference and were resentful to Jones organization because they believe that the organization implied that black people needed “special needs.” To deal with the surge of black people in Detroit, white began to over time open their doors to the new migrants. Hospitals, a branch of YMCA, settlement houses, churches, began to allow black people in their facilities. Religion was very helpful for new migrants to feel at home because these places would take care of them."],"display_date":"1916 - 1920","search_date":"1918-07-02","locations":[{"id":18385,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2089,"tag":"National Urban League"},{"id":240,"tag":"WWI"},{"id":1964,"tag":"Paradise Valley"},{"id":1990,"tag":"Hastings Street, Detroit"},{"id":225,"tag":"Jim Crow"},{"id":1954,"tag":"Black Bottom Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6032,"title":"WWI Success in Detroit","course_id":118,"status":"P","start_date":"4/6/17","end_date":"4/6/18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["On April 6 1917, the United States entered World War I (WWI) and declared war on Germany. In the beginning of WWI the United States could only muster up around 100,000 troops who were ready to fight. In order to strengthen our armed forces, President Wilson adopted the conscription act which boosted our armed forces to over 2 million soldiers. With the help of the United States the allied forces were able to take down Germany and win the war.","Detroit was greatly involved in WWI as much as it was in WWII. Detroit production changed from cars to supplying are military with motor trucks and airplanes which Colonel P.S Bond said would play a large part in winning the war. Nearly 40 percent of Detroit’s male population was sent off to fight in the war which brought a surge of women into the workforce. Detroit was a central power in the efforts to help the fight in WWI and the city was rapidly expanding. In a 1917 Detroit Free Press article, they state how Detroit banks were expecting the war and were well prepared for it. They also stated how the automobile industry is evolving and is only going to benefit Detroit in their upcoming expansion of the city."],"display_date":"April 6, 1917 - April 6, 1918","search_date":"1917-10-05","locations":[{"id":18385,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2169,"tag":"President Wilson"},{"id":1918,"tag":"Detroit Free Press"},{"id":665,"tag":"Conscription"},{"id":228,"tag":"Roles of Women"},{"id":240,"tag":"WWI"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}]}