{"id":2405,"tag":"small pox","points":[[40.4954308749,-78.7136040605]],"bounds":[[40.4954308749,-78.7136040605],[40.4954308749,-78.7136040605]],"episodes":[{"id":6196,"title":"<strong>A Pennsylvania soldier sails to the Mexican War</strong>","course_id":137,"status":"P","start_date":"1847-01-29","end_date":"1847-03-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On January 29, 1847 James Skelly and the Cambria Guards embarked on the <em>General Veazie</em> in New Orleans during the Mexican War.  Rainy weather had played a continuous role in delaying the men from reaching port.  According to Skelly “owing to the Rain and we were Prohibited” resulted in another delay from sailing.  Several days later the ship finally made her way into the Gulf of Mexico.  James Skelly of Cambria County, Pennsylvania had enlisted with the Cambria Guards and kept a diary of what he experienced during part of the Mexican War.  Unbeknownst to Skelly, he would not only fight the Mexicans, but also small pox and sea sickness.","Skelly left Cambria County with the Cambria Guards on January 2 and traveled on steam boats down the Ohio and Mississippi River to New Orleans.  This expedition included the famous Lt. Col. John W. Geary of the American Highlanders.  The United States had declared war on Mexico the previous spring on May 13, 1846 and needed six Pennsylvania regiments to fill their quota to fight the war.","Life in the Pennsylvania mountains for Skelly differed greatly than life onboard a ship.  Cramped spaces, briny spray, and the vessel rocking back and forth during heavy sea states resulted in Skelly getting sea sick.  To make matters worse, an outbreak of small pox occurred on February 10.","Bad luck with the weather continued periodically throughout the next week causing more delays, which resulted in flared tempers amongst the soldiers and crew.  Skelly wrote that one of the crew even “choked the first mate who had stollen a barrel of our crackers.”  Some of the soldiers also began fighting amongst themselves, due to flared tempers caused by stressful living conditions.","Skelly and his fellow soldiers finally disembarked at Lobos Island, near Puerto Rico, on March 3 after being onboard for over a month.  The soldiers had to stay at Lobos Island in order to quarantine the small pox outbreak.  Skelly did not write in his diary whether he ever contracted smallpox but regardless, the entire group had to be quarantined.  Diseases, such as smallpox, usually claimed more lives in early American wars than actual combat.  Amazingly, everyone infected recovered, which could possibly mean they had contracted a pox disease other than smallpox.","They set sail on the <em>General Veazie</em> once more for the Mexican mainland on April 9.  Instead of fighting small pox and sea sickness, Skelly now faced the task of fighting the Mexicans until the following spring when the war ended in May, 1848."," "],"display_date":"January 29, 1847 - March 3, 1847","search_date":"1847-02-14","locations":[{"id":52575,"lat":null,"lng":null,"zoom":8,"place":"Outside US"},{"id":10897,"lat":40.4954308749,"lng":-78.7136040605,"zoom":9,"place":"CAMBRIA, Pennsylvania"}],"tags":[{"id":2407,"tag":"General Veazie"},{"id":2406,"tag":"sea sick"},{"id":2405,"tag":"small pox"},{"id":1802,"tag":"Mexican War"},{"id":5,"tag":"War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":137,"school_id":3}}]}