{"id":2408,"tag":"Schools","points":[[34.8943497126,-82.3707811393]],"bounds":[[34.8943497126,-82.3707811393],[34.8943497126,-82.3707811393]],"episodes":[{"id":6197,"title":"Still Segregated?","course_id":135,"status":"P","start_date":"1/1/45","end_date":"12/31/70","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Through looking at the June 1921 Greenville County Economic and Social Directory it becomes clear that there has always been inequality even in small areas within Greenville. The Economic and Social directory, compiled by Guy A. Gullick we see that Greenville County represented many different socio-economic areas. In one section entitled “Facts About the Folks” there is a clear picture painting that represents the guarded interaction between those of different races and socio economic groups.","The 1921 view states, “In Greenville County, as in all the counties there are two systems of schools, one maintained for the whites, the other for the Negroes. It is clearly evident that the system for the whites is superior to the one for the Negroes, and naturally so. Although the whites deserve a better system, at the same time the negroes should not be disregarded, but should be give what is due them” (Gullick 65). This viewpoint represents why Greenville County specifically had so much trouble desegregating.","This struggle is explained by W.E. Solomon in a 1955 article. Solomon explains that there had been no effort by public officials to desegregate schools, despite the Supreme Court ruling in 1954 that public school segregation was unconstitutional. In 1960 Bob Jones, Sr. delivered a sermon entitled “Is Segregation Scriptural.” This sermon was centered on promoting the idea that advocating integration was challenging the natural order of God. Though this seems preposterous now that Greenville County has integrated, why is the Viola neighborhood still socio-economically segregated.","Today there is still a socio-economic disparity. When looking at the site Zillow almost all of the houses that come up are foreclosures. Additionally, zoning of schools for these homes represents a school system that is not as good as other predominately white and upper socio-economic schools. It is astonishing how despite almost a century elapsing since 1921, Viola still represents a distinctly separated and segregated area of Greenville."],"display_date":"1945 - 1970","search_date":"1957-12-31","locations":[{"id":27734,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"Greenville, South Carolina"}],"tags":[{"id":266,"tag":"Segregation"},{"id":2381,"tag":"Viola"},{"id":719,"tag":"South Carolina"},{"id":2408,"tag":"Schools"}],"course":{"name":"History of Urban and Suburban U.S. (2014)","school":"Furman University","course_id":135,"school_id":4}}]}