{"id":2413,"tag":"A.M.E. Church","points":[[29.2235069663,-82.0960676488]],"bounds":[[29.2235069663,-82.0960676488],[29.2235069663,-82.0960676488]],"episodes":[{"id":6200,"title":"The Founding of the African Methodist Episcopal Church in Florida","course_id":130,"status":"P","start_date":"1865-06-22","end_date":"1865-06-22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On June twenty second, 1865, the first African American Methodist Episcopalian Church (A.M.E. Church) was established in Jacksonville, Florida. Appropriated as the corresponding reverend of the A.M.E. Church in Florida was Reverend W.A. Stewart, who helped build churches around Florida and spread Methodist Episcopalism throughout the state.","The South Carolina A.M.E. Conference of May, 1865 recorded the first proposal to build an A.M.E. Church in Florida. Bishop D.A. Payne, an influential part of the A.M.E. church and avid historian of the church and Richard Allen, organized the conference in an attempt to spread this popular northern form of African American Christianity. His proposal to hold a conference in South Carolina allowed the southern states to partake in the conference and elect Bishops and Reverends for the very first churches in the south. The Reverend W. G. Stewart wrote this letter to report his actions as the A. M.E. Church-appointed reverend in Florida. This report tells of the Reverend’s progress in making A.M.E Churches in Jacksonville, Tallahassee, Quincy, Monticello, and Lake City with the help of the residing elder, Reverend C.H. Pierce. The first appointed A.M.E. Reverend in Florida wrote this letter which created a significant historical moment when he brought this religion deeper into the South.","Methodist Episcopalism was first seen in the English Colonies as different forms of Protestantism began to form throughout America. Colonists from England brought many religious opinions that they knew from home, including Protestantism. Soon Protestantism began to extend in ethnic and racial dimensions. This contributed to an African-American society that turned to Protestantism and its subgenres. An example of this is the African American Episcopal Church. As the religious demands of the African Americans in northern states like Pennsylvania and Maryland grew, the Methodist Society eventually allowed the formation of a church for African Americans. This first church became the place Richard Allen, the first ordained Methodist Episcopal Minister and one of the founders of the A.M.E Church, held his sermons. The A.M.E church soon spread with the help of Richard Allen and other, later members like D.A. Payne until slowly trickling down to the southern states and finally Florida.","The African Methodist Episcopal Church is an important part of American history as it is the first church created by an African American for African Americans. This letter signifies the spread of a relevant religion as it travels from its origins from the north into the heart of the south and beyond."],"display_date":"June 22, 1865","search_date":"1865-06-22","locations":[{"id":1421,"lat":29.2235069663,"lng":-82.0960676488,"zoom":9,"place":"MARION, Florida"}],"tags":[{"id":1496,"tag":"Florida"},{"id":79,"tag":"Religion"},{"id":2412,"tag":"African American Religion"},{"id":2413,"tag":"A.M.E. Church"}],"course":{"name":"African-American History to 1877","school":"Rollins College","course_id":130,"school_id":5}}]}