{"id":242,"tag":"WWII","points":[[32.7703945791,-97.2918801714],[40.6916304076,-74.0035386433],[42.107446354,-83.1351982696],[38.8324772244,-76.8447330303],[39.5358347431,-76.0898051386],[42.3399569086,-70.8833658099],[39.2903848,-76.6121893],[38.9071923,-77.0368707]],"bounds":[[42.3399569086,-70.8833658099],[32.7703945791,-97.2918801714]],"episodes":[{"id":5408,"title":"Rosie the Riveter","course_id":79,"status":"P","start_date":"1/1/42","end_date":"12/31/45","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["“All day long whether rain or shine, she’s part of an assembly line, she’s making history, working for victory!”  For the first time, in 1942, women were making history while being recognized for it, by working in the factories keeping our nation running strong, without skipping a beat, while the men were fighting World War II.  Propaganda was used to influence women to join the workforce.  The most powerful source of propaganda that was used during World War II was the bright eyed, tough, young, and attractive; Rosie the Riveter.  There were many “Rosies” in the workforce during this time, performing their duty for their country and their survival.","            WWII allowed women to come out of their homes and gain independence while their husbands were oversea.  Many of the lower class women already had experience in the workforce whereas middle class women were being awakened to the industrialization of our nation.  Though women were now working in the factories, it was still their duty to keep the household and take care of the children.  For most women, the juggle was a struggle but they somehow managed to keep their priorities in line and understood the importance of their place in society. ","            Rosie the Riveter was the ideal American woman and was “loyal, efficient, patriotic, and pretty.”  A song created by Redd Evans and John Jacob Loeb titled, “Rosie the Riveter” was made popular in 1942.  The song illustrated an American woman who, instead of drinking her favorite cocktails, was at the factories working for her country.  Not only is she working in the factories, she is putting her money to good use, “Rosie buys a lot of war bonds, that girl really has sense.  Wishing she could buy more bonds, putting all her cash into national defense.”  The song was propaganda to get more women into the workforce to support the nation as well as put their money towards the soldiers overseas.","            The first visual image of Rosie the Riveter was created by Norman Rockwell in 1943, when he designed the cover of the <em>Saturday Evening Post.</em>  The illustration showed a “loyal, efficient, patriotic, and pretty” woman on her lunch break, sitting in front of an American flag.  She is covered in oil and dirt but appears to have great pride and honor in her work.  This image gained more influence over the women entering the workforce than any other propaganda used during the war.","            Rosie the Riveter marked a revolution for women across the nation.  Over the years, “Rosies” became the typical working woman in American society.  Though “Rosie the Riveter” will always be an influential American icon, the women that kept our nation running strong during World War II have not yet been granted the respect and honor that they deserve."],"display_date":"1942 - 1945","search_date":"1944-01-01","locations":[{"id":25650,"lat":32.7703945791,"lng":-97.2918801714,"zoom":9,"place":"Tarrant, Texas"}],"tags":[{"id":7,"tag":"Women"},{"id":242,"tag":"WWII"},{"id":199,"tag":"working women"},{"id":1245,"tag":"Rosie the Riveter"},{"id":1246,"tag":"Propaganda"}],"course":{"name":"The Great Depression","school":"Texas Wesleyan University","course_id":79,"school_id":49}},{"id":5453,"title":"American Food Rations in the World War II Era","course_id":86,"status":"P","start_date":"1/14/42","end_date":"11/29/48","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["<br /> World War II brought industrialized nations into combat with one another on an unprecedented scale, and to keep the people of a nation willing to fight, it was important to keep a steady supply of food and munitions coming to its soldiers. More importantly, the morale and efficiency of troops was dependant on the fact that these food and munitions were particularly good. For this reason, the food rations provided to American soldiers were specifically monitored by the Army Medical Corps in an attempt to ensure their superiority over the supplies of the German or Japanese troops. The significant resource cost of the war made it difficult to ensure a fresh supply of food and beverages was getting to the front line or being available to the workers back at home. According to the US Army, American soldiers consumed about nine million pounds of food daily. This meant that a considerable amount of food had to be brought to the battlefront which would be nutrient rich, in eatable condition, and available quickly. The American soldier's ration was made up of easily mass produced, canned, and shipped goods such as beans, packaged meats and vegetables, soluble fruit drinks, chewing gum, and cigarettes.","Though the American soldier's rations were processed and not freshly made, the availability of genuine, vitamin-rich food should not be taken lightly. The Germans and Italians, by comparison, had trouble supporting their troops and munitions workers with food in the same way. The production capacity of the United States was colossal and was not subject to the same stipulations as some of the European powers. The Germans were largely dependent on domestic food resources which, while enough to survive on, could not provide both soldiers and munitions workers with enough nutrients to remain at full efficiency. As a result, the Germans suffered a loss in the supply of food and munitions due to worker malnourishment while the Americans were able to provide for the Allies.  Winston Churchill is even quoted as having said \"We have won the war!\" after hearing of the attacks on Pearl Harbor, knowing well the industrial power of the United States.  During war time, the importance of efficiency and support of the home front should not be underestimated, and it is without a doubt that well-fed and nourished soldiers and workers have a distinct advantage over their malnourished counterparts. People under the Axis often had to eat substitute \"sawdust\" food and rely on foods which engineered specifically for mere survival, and this was a clear advantage that the United States brought to the Allies.","The importance of steady and healthy food supplies was not lost on the United States, and the great economic advantage of the nation has always been something which could be exploited. After World War II, the Medical Corps continued to improve the supplies received by American soldiers, upgrading the synthetic food drinks of wartime into instant coffee, and providing a wider variety of meat as well as pastas and treats such as cookies to the troops.  Well nourished troops are very important to a war effort, and there is no doubt that the superior food rations of the Allied troops, particularly those of the United States, helped in part to ensure victory over the Axis. <br /><br /> <br />Works Cited: <br /><br />Merriman, John M. A History of Modern Europe: From the Renaissance to the Present. New York: W.W.     Norton, 2010. Print.<br />\"RATION OF U.S ARMY HELD WORLD'S BEST: Dr. J.A. Tobey Says Soldier Get Abundance and Variety of     Natural Foods UNIFORM MENUS CHOSEN Diets Contrasted With Ersatz of Germans and Polished     Rice of Japanese.\" The New York Times, January 14, 1942.<br />Strauss, Fredrick. \"The Food Problem in the German War Economy.\" The Quarterly Journal of Economics.     55. no. 3 (1941): 364-412.<br />\"'SUPERIOR' RATION ADOPTED BY ARMY: New 'C-4' for Troops in Field, Tested by Soldiers, Has Meats,     Vegetables, Fruits, Coffee.\" The New York Times, November 29, 1948."],"display_date":"January 14, 1942 - November 29, 1948","search_date":"1945-06-22","locations":[{"id":27491,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":1328,"tag":"supplies"},{"id":1327,"tag":"american"},{"id":1326,"tag":"rations"},{"id":1325,"tag":"munitions"},{"id":242,"tag":"WWII"},{"id":773,"tag":"food"},{"id":5,"tag":"War"}],"course":{"name":"US History since the Civil War","school":"University of Toronto Scarborough","course_id":86,"school_id":28}},{"id":5742,"title":"WWII War Bonds and Technology","course_id":108,"status":"P","start_date":"1/1/44","end_date":"12/31/44","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The war bonds of World War II were closely tied to the technology of the times: the campaigns utilized all forms of common technology to reach as many people as possible.  From radio to film to print ads, war bonds became a part of daily life for these Americans.  In addition to this, many huge corporations were also supporters of the war bond effort including Nabisco, the National Biscuit Company.  Still a popular brand today, Nabisco played a significant role on the home front during WWII.  They were a huge presence in the home, since they were such a large producer of popular foods.  Known for its baked goods, the company had to alter many of its products because they were affected due to rationing and shortages of raw ingredients such as sugar, flour, butter and oil[1]; they later encouraged their consumers to do the same[2].","One of the more popular Nabisco ads, “Man of the family,” printed in 1944, features a mother and her young son sitting together.[3] The mother looks worried; the boy is looking up his mother with a concerned expression.  To summarize the text, the four-year-old boy is acknowledging her loneliness and that he will have to care for his mother, in the absence of his father who is away at war.  The final pitch says, “Till families are together again in a decent, peaceful world … every one of us has a duty. Every one of us must buy more War Bonds than ever before.”[4]  The text draws on the situation many families were in: at home, without their husbands and fathers.  The purpose of the ad is to get viewers to empathize with the pictured family, and to support them and so many other families by buying war bonds.","Film also became a huge asset to the war bond industry.  Film stars would arrive at loan drives and other locations to stir-up the crowd and encourage them to purchase more bonds.  Theatres would include ticket deals with the purchase of bonds.[5]","Major brands, from food to automobiles, produced ads that were directed to supporting the war effort because not only did peoples’ lives change, so did the means of production for many companies.  They were no longer geared towards sales to Americans, but geared to produce for and support the war effort.[6]","Most war bond ads focused on the American family.  They were wanted to engage a wide audience, mostly women and children.  They displayed the current situations many families found themselves in and the problems they were facing in their daily lives.  But they provided a solution: to buy bonds!  The use of printed ads, radio promotion, and eventually film allowed people to purchase up to one quarter of the government’s wartime debt.[7]","The technology utilized encouraged conversation among Americans, and further supported their actions as they supported the war effort.  What they saw printed in magazines and newspapers, shown in films, or heard on the radio influenced how they communicated and ultimately how they responded to the war effort."," ","[1] Yoon-Joo Lee and Naeemah Clark, \"\"I'm Saying This for Uncle Sam!\" How Corporations Used Images of Family to Help Fund World War II,\" <em>Advertising and Society Review</em> 10, no. 2 (2009).","[2] Lee and Clark, \"\"I'm Saying This for Uncle Sam!\"\".","[3] Lee and Clark, \"\"I'm Saying This for Uncle Sam!\"\".","[4] “Man of the family,” http://library.duke.edu/digitalcollections/adaccess_W0201/<em>.</em>","[5] Kathryn Cramer Brownell, \"\"It Is Entertainment, and It Will Sell Bonds!\": 16mm Film and the World War II War Bond Campaign,\" <em>The Moving Image</em> 10, no. 2 (2010): 69.","[6] Brownell, “Film and Bonds,” 68.","[7] Brownell, “Film and Bonds,” 69."],"display_date":1944,"search_date":"1944-07-01","locations":[{"id":27491,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":1749,"tag":"Nabisco"},{"id":1748,"tag":"Bonds"},{"id":242,"tag":"WWII"}],"course":{"name":"Historical Perspectives on Technology","school":"Widener University","course_id":108,"school_id":43}},{"id":5891,"title":"Results from the consolidation of the Parks and Recreation Department in Detroit, 1940-1946","course_id":118,"status":"P","start_date":"1/1/40","end_date":"12/31/46","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["1940, the city of Detroit voted to consolidate the Department of Parks and Boulevards and the Department of Recreation into a new Department of Parks and Recreation. The consolidation was the outcome of overlapping goals and not enough discussion between the groups, which sometimes bottlenecked recreational activities. “It was a case of one hand letting the other know what it was doing,” remarked a pamphlet, published in 1946, describing the progress of the Department over its first six years. The pamphlet extolled the consolidation itself, the reorganization and expansion projects since then, and described the future Department's future plans. Despite the wartime restrictions and the depression, the Department's first six years introduced a number of significant new programs in Detroit, including city-owned horseback riding, canoe rentals through Belle Isle Park, expansion plans for picnics and playgrounds, the increased productivity of the Belle Isle Greenhouse run by the Horticulture Association, and the consolidated management of six swimming pools throughout the city.","After President Franklin D. Roosevelt declared a call to arms in 1940, Detroit was nicknamed the “Arsenal of Democracy.” Detroit’s automobile industry was retrofitted into manufacturing battle tanks and weapons. The increase in high wage earning jobs brought a migration of 350,000 people, mostly from the rural South. This increase strained the recreational facilities for those who wanted to escape their job in the industrial sector. The Parks and Recreation consolidation therefore was an important investment for the booming economy of Detroit during WWII. This 1946 Pamphlet is put out after WWII ended, and shows how Detroit had an early start in the Urban Renewal Projects in the years to follow, with expectations for growth as soldiers came home."],"display_date":"1940 - 1946","search_date":"1943-07-02","locations":[{"id":27066,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":242,"tag":"WWII"},{"id":789,"tag":"Urban Life/Boosterism"},{"id":1233,"tag":"Environmental History"},{"id":1902,"tag":"recreation"},{"id":1947,"tag":"City parks"},{"id":1953,"tag":"Urban Renewal"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5897,"title":"In Distress Not Despair","course_id":118,"status":"P","start_date":"1/1/40","end_date":"12/31/55","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["After World War II in 1943, the city of Detroit had trouble dealing with the huge influx of people moving to Detroit to find factory jobs and returning war veterans. White residents of Detroit were very reluctant to allow black people live in the same neighborhood so new and returning migrants were confined to live in certain areas away from white neighborhoods. Even though there were inadequate living conditions in these areas, the community was known to be very tight-knit. Because of such a high volume of people living in such a small area, Black Bottom and Paradise Valley had trouble attaining general upkeep of these areas so filth began to slowly build up and the buildings began to diminish because of all of the people living in such confined area.","Mayor Jefferies began working on a plan to create an “urban utopia” with the Detroit City Plan Committee for people who lived in Paradise Valley and Black Bottom. Instead of helping to improve the tight-knit community, city planners decided to raze the area leaving the residence of this area a 30 day evacuation notice. This began the construction of I-75 and Lafeyette Park to the area which millions of black residents called home. One of the city planners, Edward Hustoles, visited Black Bottom and recalled, “a woman sticking her head out of an alley structure, and there was a pile of garbage and a rat sitting there. She looked out the window, over this pile, and said, 'Please don't take my house.” The “slum clearance” which destroyed these communities caused major problems to the city of Detroit. This tight-knit community didn’t want to be destroyed; all they wanted were general improvements to the area they were living in."],"display_date":"1940 - 1955","search_date":"1947-12-31","locations":[{"id":27066,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2179,"tag":"Mayor Jeffries"},{"id":1954,"tag":"Black Bottom Detroit"},{"id":1953,"tag":"Urban Renewal"},{"id":2011,"tag":"Slum Clearance"},{"id":2014,"tag":"I-75"},{"id":2013,"tag":"Lafayette Park"},{"id":242,"tag":"WWII"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5939,"title":"Nowhere to Stay","course_id":118,"status":"P","start_date":"1/1/42","end_date":"12/31/60","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In January of 1942 in the brink of World War II(WWII), Federal Price Administrator Leon Henderson ordered that the city of Detroit to stop making automobiles for citizens and start military production for the United States. Factories stopped production and began to make weapons, planes, trucks, and tanks for the Allied forces. President Franklin D. Roosevelt ordered citizens to unite and help our factories make military equipment for the Allied forces. Detroit’s factories ability to supply the demand of the Allied forces gave it its nickname of, “Arsenal of Democracy.” Over 350,000 workers migrated to Detroit to help out in the factories. Because so many Americans were overseas fighting for our country, shortage in factory workers opened the door for women to begin working in the factories too. But with more people moving to Detroit to find jobs, this caused added stress to the already deteriorating Detroit.","Post-WWII, Detroit began to slowly crumble and the rapid population growth was becoming to be rapidly declining. The new mayor of the city, Albert Cobo, promised to “stop scattering public housing projects throughout the city and to build them only at segregated, inner-city sites.” Mayor Cobo wanted to centralize public housing in order to protect white homeowners elsewhere. But despite his efforts, Cobo couldnt find private developers willing to build in areas known as “black ghettos” and attract whites to move in such housing areas. Public housing for people needing to be relocated were never built so overcrowding became more prevalent in inner city Detroit. Without a functional public transportation system in Detroit, the inner city became congested, overpopulated, and inevitably began to deteriorate."],"display_date":"1942 - 1960","search_date":"1951-07-02","locations":[{"id":27066,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1969,"tag":"Public housing"},{"id":1899,"tag":"Detroit"},{"id":242,"tag":"WWII"},{"id":2180,"tag":"Gratiot Park"},{"id":2181,"tag":"Mayor Cobo"},{"id":2182,"tag":"Arsenal of Democracy"},{"id":2125,"tag":"housing segregation"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5961,"title":"Black Empowerment","course_id":118,"status":"P","start_date":"1/1/40","end_date":"12/31/60","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["World War II brought a lot of good opportunities in the workforce for the city of Detroit. Because of Detroit’s powerful automobile industry, they became the epicenter for WWII production. Black men and women were given many more job opportunities. The three major effects that helped black people were economic forces, activism, and government assistance. The most powerful of the three effects were the government assistance by President Franklin Roosevelt’s Executive Order 8802, which mandated nondiscrimination in war industries. In the Executive Order 8802, President FDR created the Fair Employment Practices Commission which helped diffuse the growing black protest movement.","The Second Migration had a great impact on Detroit and the social environment. Black people from the South moved to Detroit in search of becoming an equal citizen who participated in the social, political, and economic life. White Detroiter’s didn’t like the fact that these migrants wanted be a part of the social, political, and economic life of Detroit. The racial tension in Detroit lasted for many decades because white and black people have different views on the future of the city."],"display_date":"1940 - 1960","search_date":"1950-07-02","locations":[{"id":27066,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2088,"tag":"President FDR"},{"id":2087,"tag":"Second Migration"},{"id":1909,"tag":"Detroit Immigrants"},{"id":242,"tag":"WWII"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6036,"title":"Is Paradise Valley aptly named?","course_id":118,"status":"P","start_date":"1/1/40","end_date":"12/31/50","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Until the mid-twentieth century, the north-bordering area of Detroit's east side Black Bottom neighborhood was known as “Paradise Valley.” Its name referred to the high number of black-owned businesses that occupied Hastings Street and St. Antoine Street, the heart of the entrepreneurial neighborhood. At the time, it was the only place with businesses that would all serve blacks. In the 1940s, the neighborhood was home to most of Detroit’s black-owned businesses. The pharmacy run by Sidney Barthwell was one of many examples of the flourishing businesses at that point including churches, social organizations, barber shops, famous jazz and blues clubs, and grocery stores.","However, the imagery of booming businesses and thriving organizations paints an inaccurate picture of the neighborhood’s environment. The living conditions within the neighborhood were bleak. Projects were being built next door, but within the neighborhood of Paradise Valley, the houses were almost a century old, poorly-maintained, and largely unattended by city services. Federal Housing officials declared that two-thirds of the residents were living in substandard units. The high number of immigrants to the city during WWII exacerbated the existing problem of overcrowding. With overcrowding came sanitation problems, disease, and fire hazards. The racial component of these conditions is clear from the fact that the white neighborhood nearby was rated at only 12% substandard living conditions. This is not dissimilar to the contemporary trends in the nation. in the 1930s, basketball teams were still segregated. By the end of 1957, only fifteen states had no segregation laws in place. Detroit, heavily populated by blacks, was in the majority, still subjected to segregation laws and therefore, suffered the blows of housing segregation."],"display_date":"1940 - 1950","search_date":"1945-07-01","locations":[{"id":27066,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1964,"tag":"Paradise Valley"},{"id":1899,"tag":"Detroit"},{"id":242,"tag":"WWII"},{"id":2016,"tag":"Pharmacy"},{"id":2170,"tag":"Living Conditions"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6053,"title":"\"World War II Was The Greatest Setback To Negro Relations\"","course_id":118,"status":"P","start_date":"1/1/30","end_date":"12/31/50","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Black Bottom has been known from many residents who resided there to be a tight-knit functional black community. They didn’t have the resources that white people had in Detroit, and in their community they created the resources they needed to survive. A former resident of Black Bottom, Sidney Barthwell Jr., recalled “Funeral homes, doctors — there were a dozen different black-owned hospitals,” Barthwell said. “The Detroit black community in its heyday was absolutely fantastic. It was better than Harlem.” Barthwell’s father, Sidney Barthwell Sr. owned and operated many chains of pharmacies and soft serve ice cream shops in Black Bottom. In an interview, his father states that, “I think that World War II was the greatest setback to Negro relations in general. I think that one of the mistakes that black people made was when they thought they had integration, they gave up their own institutions. I think every ethnic group needs a place where they can get together and discuss things that are peculiar to their problems.”","During World War II (WWII) and after, Detroit was on the verge of creating an “urban utopia” laid out by Mayor Jeffries and his Detroit Housing Committee. To keep Detroit segregated, Mayor Jeffries planned to keep black people in the center of the city away from the white people. “Slum” areas such as Black Bottom were eventually razed and destroyed for the construction of I-375 like many other public housing buildings. Displaced residents of public housing were left to fight on their own. City planners promised urban housing for low and middle income families to compensate with over populated Detroit."],"display_date":"1930 - 1950","search_date":"1940-07-01","locations":[{"id":22722,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1994,"tag":"I-375 Freeway"},{"id":242,"tag":"WWII"},{"id":937,"tag":"integration/segregation"},{"id":1914,"tag":"Black Bottom"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6292,"title":"Women Working on the Homefront during WWII","course_id":132,"status":"P","start_date":"1/1/43","end_date":"12/31/45","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["When the men of America were called upon to serve their country during WWII, many job positions and duties on the Homefront were left unfulfilled. As a result, the women of America were encouraged to step up and take on the roles the men serving our country had left behind. The radio broadcast songs about women working in factories. Advertisers and propaganda agencies created fictional characters such as Rosie the Riveter to inspire women. Advertisements calling on women to support the war effort were widely published and distributed. All of these mechanisms encouraged women to enter the work force. Women answered the call. While women's wartime industrial work is well-known, less well known is the fact that women also engaged in homefront agricultural work by joining the Women’s Land Army.","The goal of the Women’s Land Army was to fill the roles men had left behind on farms while they were away fighting. During the course of the war, the Women’s Land Army had recruited over 1.5 million women to join the homefront efforts. Jean Wanamaker of Bel Air, Maryland, was one of the recruits. She was participated in the first nationally offered college course on farming for women, offered at the University of Maryland. The course was created to make sure that Women’s Land Army workers were appropriately trained before engaging in farm work. Jean joined mostly because she wanted the opportunity for training and income. Jean was one of several thousand women in the Maryland agricultural industry. They produced 40 percent more food than average, despite the fact that there had been 30 percent decrease in farm labor.","Jean’s story is just one of millions that reflected the common attitude of women on the Homefront during WWII. Many felt their civilian role was just as important as men’s military role. They, too, were working for victory, by keeping the country's economy running. Though many of the women returned to their original domestic roles when WWII ended, they made strides for future generations of women."," "],"display_date":"1943 - 1945","search_date":"1944-07-01","locations":[{"id":25324,"lat":38.8324772244,"lng":-76.8447330303,"zoom":9,"place":"Prince Georges, Maryland"},{"id":26216,"lat":39.5358347431,"lng":-76.0898051386,"zoom":9,"place":"Harford, Maryland"}],"tags":[{"id":2564,"tag":"Women's Land Army"},{"id":242,"tag":"WWII"},{"id":13,"tag":"Agriculture"},{"id":5,"tag":"War"},{"id":7,"tag":"Women"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}},{"id":6344,"title":"<strong>Women at Work during WWII 1940s</strong>","course_id":140,"status":"P","start_date":"10/3/42","end_date":"10/3/42","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Shortly after World War I (1914-1918) ended, trade unions were concerned that men returning from the war would have to accept lower wages since many women had filled their jobs during the conflict [3]. Their concern proved to be overstated, but it remained relevant when the United States entered the World War II at the end of 1941. During the war, there was a sudden upsurge in industrial production in such a short amount of time that additional workers were needed in order to replace the men that were leaving for military service. Since women \"taking\" jobs from the men was seen as unacceptable, the initial turnout of women workers was not as successful as the government had hoped. In order to overcome these stigmas, the United States government launched a campaign to entice women into industrial work by selling the importance of supporting the war [4].  Joseph Purcell’s <em>Hie From Altar to War Jobs</em>, was one of hundreds of articles that was published portraying working women in a favorable manor [5].","Millions of women were conscripted to fill empty jobs that had once been worked by men [2]. Primarily, women were believed to not work as well as men and received lower wages. However, even with minimal experience and no training, women were confident that they could perform equally as well as the men. In Joseph Purcell’s <em>Hie From Altar to War Jobs </em>(1942), Virginia Brown, who is depicted in the picture, was a perfect example of someone who was not afraid of taking on work requiring “plenty of elbow grease.” She is shown in the article working on a gun barrel at the Watertown Arsenal in Massachusetts. Virginia Brown, along with Alice Barnes, was determined to aid the war and take on new responsibilities, including inspecting gun barrels. The article noted that Alice Barnes, Virginia Brown’s coworkers, had postponed her honeymoon to begin work. This information was emphasized in the text by a bolded heading; suggesting that she went straight from the altar after getting married to her job to continue helping the soldiers. These women were worried about the soldiers having enough equipment and focused on learning everything involved with operating heavy machinery to aid to war. WWII provided an opportunity for the women exercise greater rights in the workplace and helped to change cultural notions that women were inferior and unequal.","The government also created \"Rosie the Riveter,\" a fictional character that provided an illustration of the ideal working woman: \"loyal, efficient, patriotic, and pretty [1].  Rosie was branded in a poster with the words \"We can do it\" [1].  Initially, women were influenced by patriotism, persuaded by this successful campaign, but shortly after, the economic incentives became greater. Women between the ages of 20-30 were recruited to work in war industries and Armed Forces [3].  Propaganda flyers were distributed in mass quantities, urging women to partake in war work. One propaganda in particular shows various pictures of women working in those roles which were once men's [4]. The headline \"Women in war industry: Women <em>Must </em>keep'em rolling,\" speaks of these women highly by proving that these jobs are still being maintained through these women, keeping the economy moving.  These marketing leaflets can also be seen in John Cilio's book <em>Women's Work in WWII</em>.","While all the efforts of the men fighting in the war were constantly spotlighted, the women who were working hard to maintain stability at home were easily forgotten and often not credited with the work they accomplished.  However, from the start of WWII in 1939 to 1943, there was a 26 percent increase — 5.1 million to 7.25 million — in women employees, with 90 percent of single women between 18 and 40 employed [1].  Even though they may have taken over the workforce, their pay was still not equivalent to those of their male counterparts [4].  The war opened doors for working women by providing opportunities for them to join workforces where they were extremely unwelcomed before.  Women that were exemplified in the campaigns, such as Virginia Brown and Alice Barnes, were able to set an example of patriotism to other women and help shape the entire working industry for women.  Women that were represented in the campaigns, such as Virginia Brown and Alice Barnes, embodied patriotism, helping to shape the entire work industry for women.","References"," "],"display_date":"October 3, 1942","search_date":"1942-10-03","locations":[{"id":25375,"lat":42.3399569086,"lng":-70.8833658099,"zoom":9,"place":"Plymouth, Massachusetts"}],"tags":[{"id":5,"tag":"War"},{"id":199,"tag":"working women"},{"id":242,"tag":"WWII"}],"course":{"name":"Historical Perspectives on Technology","school":"Widener University","course_id":140,"school_id":43}},{"id":6635,"title":"J. Saunders Redding Publicizes the G. I. Bill of Rights","course_id":163,"status":"P","start_date":"6/22/44","end_date":"6/24/44","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In June of 1944, J. Saunders Redding published an opinion piece on the G. I. Bill of Rights in a column he wrote for <em>The Baltimore Afro-American</em> newspaper. African Americans who served in the segregated Armed Forces returned home from WWII to an equally segregated American society. Redding worried whether “colored men and woman would take advantage of its [G. I. Bill] provisions\" because military officials were discouraging black veterans from applyiing for benefits or not telling them about the benefits at all.  Redding’s fears reflected segregation in the South, where African Americans could not use the same bathrooms, dine with, or attend leisure events with white people. When white veterans discussed the newly passed G. I. Bill, African American veterans were not present. African Americans could not begin to receive veteran’s aid without the knowledge that such a program existed and how to apply for it.","The G. I. Bill did not have any explicit language in it that prevented African Americans from receiving its aid, but the segregation of American society made it likely that African American veterans would not get their share of veteran’s benefits. The bill offered four main benefits to veterans: business and home loans, education, unemployment compensation, and job placement. Policy makers designed these aspects of the bill to help veterans returning from WWII acclimate into society. However, when informed African American veterans went to local Veteran’s Administration centers for their G. I. Bill benefits, the administrators denied them their rights. The administrators covered up the racist denials with excuses that African American veterans did not qualify for veteran’s benefits based on the type of discharge order they received from the army. Only dishonorably discharged soldiers could not receive aid, but racist clerks at V. A. centers told African Americans their “general” or “blue” discharges were considered dishonorable.","In order to combat this inequality of civil rights, Redding urged newspapers and organizations to “put out a statement of what the bill means” so Americans, not just African American veterans, would understand that there was an aid bill and that the bill should apply to African Americans in addition to all other veterans. Denying African Americans the G. I. Bill aid would be harder for the local V. A. centers if more people knew about the bill and vocalized equality for African Americans.","Redding was an educated African American man with a degree in philosophy and held a respected opinion on contemporary African American thought. Redding supported WWII and hoped that it would change America in a way that would further the fight for African American’s civil rights. Redding’s column – A Second Look - vocalized his opinions on the problems and concerns of the common African American person and how to take action against them. Redding wanted to spread knowledge to help gain civil rights for African Americans.  "],"display_date":"June 22, 1944 - June 24, 1944","search_date":"1944-06-23","locations":[{"id":5927,"lat":39.2903848,"lng":-76.6121893,"zoom":8,"place":"BALTIMORE, Maryland"},{"id":52826,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington D.C."}],"tags":[{"id":142,"tag":"african americans"},{"id":42,"tag":"Civil Rights"},{"id":242,"tag":"WWII"},{"id":225,"tag":"Jim Crow"},{"id":266,"tag":"Segregation"},{"id":3225,"tag":"G. I. Bill"}],"course":{"name":"History of U.S. Presidential Elections","school":"Wayne State University","course_id":163,"school_id":92}}]}