{"id":2420,"tag":"Postal Roads","points":[[38.9151212228,-76.9435162098]],"bounds":[[38.9151212228,-76.9435162098],[38.9151212228,-76.9435162098]],"episodes":[{"id":6204,"title":"Postal Road: Connecting a Young Nation","course_id":138,"status":"P","start_date":"1812-03-04","end_date":"1812-03-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1812 America was on the brink of war. The House of Representatives would congregate and hear various petitions and claims daily, but none more curious than those of March 4, 1812. Several petitions were submitted and claims were made in the hopes of installing new postal routes in different parts of the country. Requests for grants of land for certain individuals were also topics of discussion. Proposed postal routes would run through the Medford, Andover, Essex, and Londonderry turnpike roads. There were also other petitions being made to establish a new postal road in Randolph County Virginia and the authority to alter preexisting postal routes. Mr. Dawson proposed a route that would extend from Beverly to Staunton that would help benefit the community. Mr. Ornsby presented a claim by Daniel Boone that ten thousand acres lying in the Louisiana Territory be granted to him. All of these petitions were heard and approved by the House of Representatives on March 4, 1812. Some decisions were more unanimous than others. Judge Laban Morey Wheaton, who served in Congress from 1809-1817 didn’t vote in favor of the postal road claims. His lack of support for new postal roads in Massachusetts seems to be precarious, but upon further analysis the roads wouldn’t connect to the Norton area of Massachusetts where he resided, which may provide reasoning for his voting pattern. It’s also interesting to see that the House was able to function and conduct their normal business of governing, with particular attention to the extension of postal routes and establishing the communication infrastructure of the new nation on the eve of war. One would expect the discussions in The House of Representatives to revolve around the impending war with England that would later be declared in June of 1812.","The Gales and Seaton, “House Journal” dated on March 4, 1812 provides context as to what type of petitions were being submitted to the House of Representatives during that time period of the early nineteenth century. This particular day saw petitions involving the permission to establish land grants and postal routes.  Richard Bules book, “America on the Brink” offers insight as to why the establishing of postal routes was so important during this time period.  In the introduction of the book he touches on various elements of American life during the early 1800’s. In particular he talks about the influence of the urban newspaper. The newspaper was important for various reasons. One of those reasons being that it provides a link between rural and urban America in regards to news. That link later on proves to be crucial in helping stabilize the country during turbulent times. Another reason is that postal roads also help further intertwine parts of the rapidly growing country that were previously not connected. The connection of the various parts of the new country is vital in helping the growth and development process of a new country. As Blue reiterates throughout the book, the early part of nineteenth century America lacked stability and the establishment of postal roads help unite urban and rural areas, which otherwise would have been disconnected. Blues book help puts into context the flurry of petitions that were being submitted for the instillation of postal roads, which is highlighted in the Gales and Seaton, “House Journal.”"],"display_date":"March 4, 1812","search_date":"1812-03-04","locations":[{"id":1271,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":2420,"tag":"Postal Roads"},{"id":154,"tag":"War of 1812"}],"course":{"name":"The United States: A New Nation, 1776-1836","school":"Wheaton College","course_id":138,"school_id":2}}]}