{"id":2423,"tag":"Laban Wheaton","points":[[38.9151212228,-76.9435162098]],"bounds":[[38.9151212228,-76.9435162098],[38.9151212228,-76.9435162098]],"episodes":[{"id":6210,"title":"A Massachusetts Federalist Opposes Declaration of War","course_id":138,"status":"P","start_date":"1812-06-18","end_date":"1812-06-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On Thursday June 18, 1812 the members of the House of Representatives were in session when word came that the Senate had passed a bill, “An act declaring war between Great Britain and her dependencies and the United States and their territories.” Tensions with Great Britain had grown in the early 1800s because of conflict with the British Navy. The British had impressed over six thousand United States citizens, and in 1807, <em>HMS Leopard</em> had opened fire on <em>USS Chesapeake</em>, killing three men. Great Britain had not responded to either diplomatic negotiations or threats made by the United States. Declaring war was the next step for many United States politicians, though not all congressmen agreed on declaring war against Great Britain. Federalists and some Republicans had strong concerns about the effects of war on the new nation.","Virginian John Randolph had previously voiced Republican apprehensions about the implications of the impending war for the United States. Randolph worried that American citizens would not want to pay increased taxes and that New England merchants would not support a war that would make their ports vulnerable to the British. Randolph tried to convince other Southern Republicans of the possible dangers a war would cause.","Federalist Laban Wheaton had opposed war with Great Britain since his time in at the Massachusetts Statehouse. In 1808 Wheaton presented the Wheaton Resolves in response and opposition to the national Embargo Act. James Sullivan, a Democratic-Republican and Governor of Massachusetts, had seen the Federalist Campaign in Massachusetts as a betrayal of President Jefferson, and he had feared that opposing the national government would lead to anarchy. Sullivan tried to present the Embargo Act in a positive light, as a federal action the demonstrated of unity and independence for the nation. The Federalist Party had dominated the Statehouse, and Wheaton had gained recognition for authoring the resolves. Elected to the U.S. House of Representatives in 1808, Wheaton maintained his Federalist stance through his four terms. He joined with other Federalists and some Republicans in resisting the declaration of war in 1812.","When the Senate presented the act to the House, Federalists and other members who were opposed to war tried to delay the vote. Virginia Federalist Daniel Sheffey proposed to postpone the vote indefinitely. Along with seventy other House members, Massachusetts Federalist Laban Wheaton voted in favor of the motion, which was opposed by forty-six nays. The motion was raised again, and Wheaton voted in the affirmative. However, the nays outweighed the yeas with an eighty-five to forty-four vote. When John Randolph, a Republican from Virginia who opposed the declaration of war, moved to postpone the vote until the following Monday the nays still defeated the yeas. Randolph then proposed to postpone the vote until July, but again the motion failed. All efforts to delay a vote and halt the process of declaring war on Britain proved futile."],"display_date":"June 18, 1812","search_date":"1812-06-18","locations":[{"id":1271,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":5,"tag":"War"},{"id":370,"tag":"Federalist"},{"id":17,"tag":"Government"},{"id":2423,"tag":"Laban Wheaton"}],"course":{"name":"The United States: A New Nation, 1776-1836","school":"Wheaton College","course_id":138,"school_id":2}},{"id":6212,"title":"American Militia Renewal in 1810","course_id":138,"status":"P","start_date":"1809-12-05","end_date":"1810-01-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The House of Representatives was busy on January 3<sup>rd</sup>, 1810. The members debated issues from regulating land grants to handling Canadian refugees to referring petitions of complaints to other committees. As they solved issue after issue, a message arrived from President James Madison.","Madison wrote, “The act authorizing a detachment of one hundred thousand men from the militia, will expire on the thirtieth of March next. Its early revival is recommended, in order that timely steps may be taken for arrangements such as the act contemplated … falls within my duty to recommend also, that, … every necessary provision may be made for a volunteer force of twenty thousand men, to be enlisted for a short period, and held in a state of organization and readiness for actual service, at the shortest warning…”","The House accepted the president’s recommendation. Both the president and the members of the House of Representatives were nervous about growing tensions between the United States and warring European countries.","By the winter of 1809-1810, ongoing wars between France and Britain were continuing to affect American trade. American efforts to solve the issue diplomatically had almost brought the United States and Great Britain to war. Congress met in December and January to seek ways to prevent a declaration of war. With tensions arising, renewing authorization of the armed forces prepared the United States in case the British, the French, or possibly the Spanish in western Florida decided to attack.","Many Federalists stated their opinions. Elisha Potter of Rhode Island stated that any military response would plummet the nation into a war it was not prepared for. Samuel Dana of Connecticut argued that issuing military commands would be a waste of “national character” and had no possibility of being enforced. From Massachusetts, Laban Wheaton objected to the whole notion of war unless the costs were counted due to his concern that war would lead the United States into a state of poverty and chaos like the one it had endured after the Revolutionary War.","The debate intensified when the Republicans had a chance to speak. They responded in exasperated rage, questioning whether the Federalists would rather have Parliament legislate for them and accusing them of trying to bring down the administration. One such Republican, Nathaniel Macon, stated that war was the only way to receive justice from Britain.","At the end of the debate, the members of the House of Representatives decided to authorize the renewal of the militia. They also set up an act that would exclude all foreign ships from American ports and allow only American ships to travel in and out of their docks. In this way, the United States would avoid war and submission to a foreign country by affirming their neutral rights and be better prepared if one of the European powers decide to take an offensive stance towards America."],"display_date":"December 5, 1809 - January 3, 1810","search_date":"1809-12-19","locations":[{"id":15677,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Washington City, District of Columbia"}],"tags":[{"id":67,"tag":"Militia"},{"id":370,"tag":"Federalist"},{"id":2423,"tag":"Laban Wheaton"},{"id":2424,"tag":"James Madison"}],"course":{"name":"The United States: A New Nation, 1776-1836","school":"Wheaton College","course_id":138,"school_id":2}}]}