{"id":2424,"tag":"James Madison","points":[[38.9151212228,-76.9435162098]],"bounds":[[38.9151212228,-76.9435162098],[38.9151212228,-76.9435162098]],"episodes":[{"id":6212,"title":"American Militia Renewal in 1810","course_id":138,"status":"P","start_date":"1809-12-05","end_date":"1810-01-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The House of Representatives was busy on January 3<sup>rd</sup>, 1810. The members debated issues from regulating land grants to handling Canadian refugees to referring petitions of complaints to other committees. As they solved issue after issue, a message arrived from President James Madison.","Madison wrote, “The act authorizing a detachment of one hundred thousand men from the militia, will expire on the thirtieth of March next. Its early revival is recommended, in order that timely steps may be taken for arrangements such as the act contemplated … falls within my duty to recommend also, that, … every necessary provision may be made for a volunteer force of twenty thousand men, to be enlisted for a short period, and held in a state of organization and readiness for actual service, at the shortest warning…”","The House accepted the president’s recommendation. Both the president and the members of the House of Representatives were nervous about growing tensions between the United States and warring European countries.","By the winter of 1809-1810, ongoing wars between France and Britain were continuing to affect American trade. American efforts to solve the issue diplomatically had almost brought the United States and Great Britain to war. Congress met in December and January to seek ways to prevent a declaration of war. With tensions arising, renewing authorization of the armed forces prepared the United States in case the British, the French, or possibly the Spanish in western Florida decided to attack.","Many Federalists stated their opinions. Elisha Potter of Rhode Island stated that any military response would plummet the nation into a war it was not prepared for. Samuel Dana of Connecticut argued that issuing military commands would be a waste of “national character” and had no possibility of being enforced. From Massachusetts, Laban Wheaton objected to the whole notion of war unless the costs were counted due to his concern that war would lead the United States into a state of poverty and chaos like the one it had endured after the Revolutionary War.","The debate intensified when the Republicans had a chance to speak. They responded in exasperated rage, questioning whether the Federalists would rather have Parliament legislate for them and accusing them of trying to bring down the administration. One such Republican, Nathaniel Macon, stated that war was the only way to receive justice from Britain.","At the end of the debate, the members of the House of Representatives decided to authorize the renewal of the militia. They also set up an act that would exclude all foreign ships from American ports and allow only American ships to travel in and out of their docks. In this way, the United States would avoid war and submission to a foreign country by affirming their neutral rights and be better prepared if one of the European powers decide to take an offensive stance towards America."],"display_date":"December 5, 1809 - January 3, 1810","search_date":"1809-12-19","locations":[{"id":15677,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Washington City, District of Columbia"}],"tags":[{"id":67,"tag":"Militia"},{"id":370,"tag":"Federalist"},{"id":2423,"tag":"Laban Wheaton"},{"id":2424,"tag":"James Madison"}],"course":{"name":"The United States: A New Nation, 1776-1836","school":"Wheaton College","course_id":138,"school_id":2}}]}