{"id":2428,"tag":"Jonathan Walker","points":[],"bounds":[[-100,-100],[100,100]],"episodes":[{"id":6217,"title":"History Engine Episode II","course_id":130,"status":"P","start_date":"1844-01-01","end_date":"1846-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Some affairs in the media are profound enough to make a mark on peoples perspectives. The trial and imprisonment of Jonathan Walker was one of these cases. This episode takes place in Pensacola, Florida during 1845. Walker had been sympathetic to slavery and took action toward its abolition, which eventually led him to be the first and only victim to suffer the severe punishment of being branded with the letters “SS” on his right-hand palm. The letters stood for “Slave Stealer,” because Walker was very active in trying to provide safe havens for slaves to flee to, and would gather slaves to transport them to countries where slaves could be free; such as Mexico, Canada, and the Bahamas. He was eventually caught and found guilty in court by the Territory of Florida for “coercively” transporting seven slaves to the Bahamas, in hopes of their freedom. This case proved to be very controversial, with abolitionists siding with Walker and preservationists of slavery opposing him.","In 1845, immediately after complying with the sanctions that were given to him; Jonathan Walker wrote his narrative, “The Branded Hand,” in which he explained his recounted experience throughout the incident, pointed out the discrepancies of the legal system regarding his punishment, and alluded to the abolition of the slave system. Walker wanted to set the story straight with this book; while at the same time, exposing the disparity between slavery and natural rights. This incident caused Walker to devote the rest of life toward the abolition of slavery. And so he began to actively join the rhetoric that was spread throughout America during this time period to finally end slavery.","His unfortunate experience of the branded mark he wore on his hand turned out to be a spark in the eventually fire of the abolitionist movement. Other abolitionists began writing about his case to use him as inspiration for the continuation of the fight to end slavery. William Lloyd Garrison also began publishing some of Walker’s writings in his publication, “The Liberator.” One of the most impactful works of all the rhetoric surrounding Walker’s case toward abolitionism was a poem written by John Greenleaf Whittier, also titled, “The Branded Hand.” This poem reached a much broader audience than just abolitionists. This poem that displayed the big picture of the case, and compelled many Americans to reevaluate their views toward slavery.","Jonathan Walker, himself was dedicated to ensuring the liberties that the United States of America was founded upon to all. His contributions to the abolitionist movement deserve partial credit toward the eventual abolition of slavery. While he may have had to endure cruel punishment and scrutiny for what he stood for; the same ultimately made a perpetual mark on American society’s views on the slavery system. With Walker’s fight, along with many other abolitionists during this time period he fought with. Leaders such as Frederick Douglas, William Lloyd Garrison, and John Greenleaf Whittier. America gave a second thought on the slave system, and put it to an end."],"display_date":"1844 - 1846","search_date":"1845-07-01","locations":[{"id":1332,"lat":null,"lng":null,"zoom":8,"place":"ESCAMBIA, Florida"}],"tags":[{"id":1962,"tag":"African-American history"},{"id":64,"tag":"Anti-slavery"},{"id":1599,"tag":"Abolitionist Movement"},{"id":2428,"tag":"Jonathan Walker"},{"id":2429,"tag":"Pensacola, Florida"}],"course":{"name":"African-American History to 1877","school":"Rollins College","course_id":130,"school_id":5}}]}