{"id":2436,"tag":"Judges","points":[[28.5146851201,-81.3237702415]],"bounds":[[28.5146851201,-81.3237702415],[28.5146851201,-81.3237702415]],"episodes":[{"id":6220,"title":"Republicans Try to Take back Control","course_id":131,"status":"P","start_date":"3/4/93","end_date":"3/4/93","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the late nineteenth century, the post-Reconstruction era South created many years of turbulence. Mainly between the two largest political powers the Republicans and Democrats. The politics of the 1880s and the 1890s created an abundance of delays due to the bigotry, internal corruption within each political party, and the extreme competitiveness of elections. As Reconstruction diminished, the status of any freedman may have increased but the discrimination is still there[1].","After the Reconstruction period the Republicans called themselves \"radicals.\" The radicals were averse during the war by moderates and conservative parties led by Abraham Lincoln. After the war by there was an even larger split between the nation the \"Conservatives\" in the South and \"Liberals\" in the North. Radicals were strongly against slavery during and after the war. Moreover, disbelieved ex-Confederates that demanded harsh administration for the former rebels and accentuate civil and voting rights for freedmen, otherwise known as the recently freed slaves.","Although African-Americans gained freedom in the South, they did not gain equality. Despite the Republicans efforts during Reconstruction, many African-Americans in the South still had to deal with the struggles of poverty, the lack of proper education and unemployment. Exhausted and unemployed, many African-Americans moved to cities to search for work. As a result of the migration, the population of African-Americans in the South increased tremendously by roughly 75 percent during the late 1800s. Other freed African-Americans tried to establish farms but lacked the right resources and equipment; they were compelled to rent out land under the sharecropping system. Discrimination in the South intensified with the passage of Jim Crow laws in the 1880s. The Jim Crow laws were racial segregation laws that went into legislation between 1876 and 1965 in the United States. The Supreme Court were still demoralizing and discriminated against African-Americans, shown in the court case of Plessy v. Ferguson decision in 1896, which declared all “separate, but equal” to be constitutional.","While in Florida around the time of post-Reconstruction a Judge by the name of Hon J. R. Mizell[2], being interviewed about legislation in Winter Park. He explains that there is nothing wrong with the government while he speaks so highly of those in office. He goes on explaining about those in office and how they each have honor and integrity and no fool would go against any of them. Mizell clarifies how it would be childish of individuals to petition on Park Ave because it will result in large amounts of money by both sides; it will increase taxes, deter people from settling. Winter Park had adequately constructed a balanced in profit coming through the town, bringing an enjoyable lifestyle for its residents, all while trying to keep a calm political atmosphere[3]. Hotels in the surrounding areas began to spread the ideas of sunshine in Florida to get those Northerners to escape the insufferable winter months. With the arrival of tourists creating large fiscal profits for Winter Park and created a chain for other big industries began to develop over time as well. Despite the migration of African-American citizens into the town, social tensions did continue throughout the Southern states.","All in all, after post-Reconstruction nobody was happy with the government and how it was presented, not the Conservatives or Liberals. Though Judge Mizell did touch on something important that though the petitioners may have had the majority of the white vote they did not have a chance against the Democratic legislature."],"display_date":"March 4, 1993","search_date":"1993-03-04","locations":[{"id":41939,"lat":28.5146851201,"lng":-81.3237702415,"zoom":9,"place":"Orange, Florida"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1496,"tag":"Florida"},{"id":2436,"tag":"Judges"}],"course":{"name":"Decade of Decision 1890s","school":"Rollins College","course_id":131,"school_id":5}}]}