{"id":244,"tag":"Violence","points":[[33.5543155862,-86.8964933862],[38.9151212228,-76.9435162098],[43.0056890825,-76.1943998481],[33.9914893238,-80.8577865567],[29.9510658,-90.0715323],[37.7749295,-122.4194155],[35.1268552,-89.9253233],[47.7827941,-120.9263262]],"bounds":[[47.7827941,-76.1943998481],[29.9510658,-122.4194155]],"episodes":[{"id":4686,"title":"I Was Not Saved to Run","course_id":22,"status":"P","start_date":"12/25/56","end_date":"12/25/56","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["It was Christmas 1956.  Taking the place of presents and songs, Reverend Fred L. Shuttlesworth and family woke up to the sound of sixteen dynamites exploding from underneath their home.  By looking at photographs of the damage, you would think everything within ten feet of the home was dead.  However, Shuttlesworth and his family reemerge unharmed.  Shuttlesworth being a religious man gave God all the credit and looked at the big picture.  He said, “If God saved me through this then I’m gonna stay here and clear this up.  I wasn’t saved to run…I was saved to lead the fight”.  Shuttlesworth truly embraced his role as leader of integration.  ","Rev. Shuttlesworth was the fearless leader of the Civil Rights Campaign in Birmingham, Alabama. He was “the negro most feared by whites…the voice of the Negro in Birmingham”.  He would eventually invite Dr. Martin Luther King, Jr. to Birmingham.   White supremacists, some including politicians, businessmen, and police wanted him dead or vanished from Birmingham.  Numerous attempts were made on his life.  Therefore, Shuttlesworth had a security detail posted at his home around the clock.  Colonel Stone Johnson was organizer of the volunteer security detail for Shuttlesworth and his organization, the Alabama Christian Movement for Human Rights.  I had the opportunity to converse with ninety year old Johnson during a recent visit to the Birmingham Civil Rights Institute.  Johnson, like Shuttlesworth is a very religious man and looked at this incident from a spiritual perspective.  Johnson stated, “Shuttlesworth knew how to stay in his lane, God put you in a lane….Shuttlesworth was on God’s program before he was born”.  Two years later, Johnson helped remove a second bomb from Shuttlesworth’s home before it exploded in the street.  Yet again, no one was injured.  History has proven that God had a destiny for Shuttlesworth."],"display_date":"December 25, 1956","search_date":"1956-12-25","locations":[{"id":28563,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":220,"tag":"alabama"},{"id":244,"tag":"Violence"},{"id":21,"tag":"Race Relations"},{"id":238,"tag":"African American"},{"id":42,"tag":"Civil Rights"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}},{"id":4632,"title":"Sumner-Brooks Affair","course_id":23,"status":"P","start_date":"1856-05-22","end_date":"1856-05-22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Massachusetts Senator Charles Sumner sat as his desk in the nearly empty Chamber of the United States Senate on May 22, 1856. He had recently given a speech called “The Crime Against Kansas” on abolishing slavery in the United States. The speech described atrocities occurring in Kansas at the time. There pro-slavery border ruffians from Missouri crossed into Kansas and attacked anti-slavery settlers. Senator Sumner specifically mentioned Senator Andrew Butler, of South Carolina in the speech because of his involvement with the Kansas-Nebraska Act. Butler’s nephew, Congressman Preston Brooks, who had taken the speech particularly personally, entered the Senate Chamber. He proceeded to attack Senator Sumner with a walking stick. Brooks, who was accompanied at the time by Congressman Laurence Keitt of South Carolina and Congressman Henry Edmundson of Virginia, assaulted Sumner “with a considerable amount of violence.\" Sumner was struck with “numerous blows on and about the head with a walking stick which cut his head.\" Brooks hit Sumner so hard with the cane that part of the cane shattered. When other senators attempted to intervene and assist Senator Sumner, they were blocked by Congressman Keitt, who was wielding a pistol and shouting.","The attack was brutal, and Senator Sumner did not make another public appearance after the attack until November 5, 1856. Sumner did not return to the Senate for three years, but was repeatedly reelected by the Massachusetts General Court. Despite the extreme violence involved in the attack, an investigation by the United States Congress determined that Brooks did not intend to kill Sumner, but simply aimed to “punish him.\"","The 1856 attack shed light on the amount of passion in the debate about slavery n the United States during the 1850s. It was common for physical altercations to occur on the frontier in the Kansas area between anti-slavery and pro-slavery settlers, but a physical exchange in the Senate Chamber did not happen often. The fact that such a violent attack was not regarded as much more than retribution for something said in a speech by Senator Sumner exemplified how the conflict between pro-slavery and anti-slavery partisans was increasingly escalating into violence during the 1850s. Northerners and Southerners obviously reacted to the incident differently. Many Southerners viewed Brooks’s ations as manly and honorable because he was standing up not just for his family, but also his state, section, and slavery. However, in the North physicality and violence were increasingly at odds with ideals of manhood among the middle classes, and many northerners to viewed the caning of Sumner by Brooks as a barbaric assault, not just on Sumner himself, but on the fabric of American democracy. Speeches given at the time were taken personally, especially when the speeches invoked the names of relatives. This beating demonstrated the passion sparked by the debate over slavery, which eventually contributed to the start of the Civil War."],"display_date":"May 22, 1856","search_date":"1856-05-22","locations":[{"id":1275,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":249,"tag":"Kansas-Nebraska Act"},{"id":193,"tag":"Abolitionism"},{"id":194,"tag":"Sumner"},{"id":195,"tag":"Brooks"},{"id":244,"tag":"Violence"}],"course":{"name":"The Abolitionists and American Society","school":"University of Richmond","course_id":23,"school_id":11}},{"id":4628,"title":"Bleeding Congress","course_id":23,"status":"P","start_date":"1856-05-19","end_date":"1856-05-22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" "," ","Tensions on Capitol Hill had been rising for years as Southern and Northern politicians continued their debates with one another over the slavery issue. By the 1850s there was a full out war of words in both chambers of Congress as each side was becoming increasingly uncompromising in their cause. These tensions had been creeping across the country at an extremely fast rate throughout the nineteenth century, and by 1856 violence over the issue was something that occurred more often. The peak of these violent acts began in 1855, as proslavery and antislavery forces violently confronted one another in the newly formed territory of Kansas.","This Border War, called Bleeding Kansas by many living at the time, conveys the desperation of both sides; many Northerners wished to keep slavery from spreading, and many Southerners hoped slavery would continue for years. Violent outbreaks in the Kansas territory made it clear to everyone that the issue of slavery was not one that would be decided by a piece of paper signed by men in Washington D.C. People in the North saw the violence committed by these anti-abolitionists as vile and disgusting, while those in the South saw this as their last, viable option. The halls of Congress soon became another front in this war as politicians took up the argument of their counterparts. Charles Sumner, Senator from Massachusetts, had always proved his abilities as an orator and leader. He chose to use his talents to convey the sheer atrocity being committed by slaveholding Southerners. On May 19 and again on the 20<sup>th</sup>, Sumner stood in front of his fellow Senators and made his case against the Kansas-Nebraska Act. He began with soaring rhetoric criticizing the bill on a legal level; however, matters soon turned personal. As he stood in the front of the dozens of other Senators, Charles Sumner openly mocked the main authors of the bill, Senator Stephen A. Douglas and Representative Andrew Butler of South Carolina. Using the same skills that made him a revered abolitionist in Massachusetts, Sumner embarrassed these two men. Sumner talked about how Douglas was a “noisome, squat, and nameless animal” and that he was “not a proper model for an American senator.” These words drew cheers and chuckles from Northerners, while Southerners looked at Sumner as though he had just spat in their faces. Sumner continued, and became even more personal when he began to talk about Butler. He accused Butler of having “a mistress, who, though ugly to others, is always lovely to him; though polluted in the sight of the world, is chaste in his sight – I mean, the harlot, Slavery.” Northerners went wild, as did the Southerners, for obvious different reasons. Sumner continued to batter the elder statesman as he mocked his speech and physical mannerisms, which had been greatly affected by a stroke Butler had suffered from. By the time the session that day had ended, Sumner’s speech had roused support from many of his fellow Northerners and complete resentment from many others. News traveled fast about this speech, but no one thought it would take the turn it did.","Two days following the attack, Charles Sumner was busy doing paperwork in an almost empty Senate Chamber. Unbeknownst to him, Rep. Butler’s nephew, Representative Preston Brooks entered the chamber. He approached Sumner, along with Laurence Keitt and Henry A. Edmundson. Sumner stopped writing and gave his attention to the three men before him. Sumner measured up the men in front of him, and before he had the chance to say anything, Preston Brooks began. He politely informed Sumner that he had read his speech two times, and that it was “a libel on South Carolina, and Mr. Butler, who is a relative of mine.” Sumner, realizing the severity of the situation stood up to speak with Brooks. As Sumner began to rise out of his chair, Brooks lifted his thick gutta-percha cane with a gold head. He raised the cane and brought it down with such a force that Sumner was immediately knocked to the floor. Blood splattered everywhere, and Brooks continued to beat the unarmed Senator. Sumner attempted to find shelter under the desk, but Brooks, in such a rage, was able to rip the bolted desk out of the floor. He continued to assault the Senator, who by this time had been blinded by his own blood and was near unconsciousness. Slowly and painfully, Sumner made his way up the aisle in the chamber, with Brooks following him the whole way, beating him the whole way, until breaking his cane over Sumner’s head. As Sumner lay unconscious, other Senators ran over to help him, and Butler, as casually as he had entered the building, left."],"display_date":"May 19, 1856 - May 22, 1856","search_date":"1856-05-20","locations":[{"id":1275,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":193,"tag":"Abolitionism"},{"id":200,"tag":"Bleeding Kansas"},{"id":201,"tag":"Brooks-Sumner Fight"},{"id":244,"tag":"Violence"}],"course":{"name":"The Abolitionists and American Society","school":"University of Richmond","course_id":23,"school_id":11}},{"id":4687,"title":"Abolitionists Free Suspected Runaway Slave","course_id":23,"status":"P","start_date":"1851-10-04","end_date":"1851-10-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On Wednesday October 4, 1851, Syracuse city police, led by Deputy U.S. Marshall Allen, arrested an African American man by the name of Jerry McHenry.  John M. Reynolds of Marion County, Indiana, claimed McHenry to be his slave, and as a result, McHenry was taken into custody as a runaway slave and set for trial.  However, Reynolds would soon be surprised by an unexpected turn of events that neither he nor the court anticipated.","As U.S Commissioner Joseph F. Sabine adjourned the courtroom at two o’clock pm on October 4, a crowd of black and whites seized McHenry from the custody of the officers.  McHenry’s team of rescuers successfully fought their way out of the courtroom, but failed to carry the prisoner very far before police caught up with them and took McHenry back into custody. McHenry’s would-be liberators were not deterred by this initial failure.  A primarily African American group, consisting of Liberty Party members from all over the state and abolitionists from the County Fair, gathered in front of the courthouse the very next day.  Reverend Samuel R. Ward, an African American preacher and abolitionist, gave a “stirring speech” to the group rousing them into an angry mob.  The mob threw “stones and other missiles” at the courthouse windows injuring some of the army officers, forcing them to nail up the windows with planks and discharge firearms in a desperate attempt to intimidate the mob.  <em>The New York Daily Times</em> reported that once the Commissioner adjourned the court at eight o’clock, “a systematic attack was made, with axes, sledges, crowbars, and a battering ram in the shape of a heavy plank, upon the door of the outer office” until the door gave way and allowed the mob to enter the courthouse and carry McHenry out to his freedom.","The daring rescue of McHenry was only one example of black resistance during the antebellum period and of northern defiance to the 1850 Fugitive Slave Law.  During the rise of immediatism, public protest and antislavery publications served as the first most popular strategy for blacks protesting slavery, but the use of violence against slavery became more common in the 1850s after the passage of the Fugitive Slave Law.  The Fugitive Slave Law of 1850 placed every Northern African American in danger because it declared that any person suspected of being a runaway slave could be arrested without warrant and turned over to a claimant without proper trial.  This significantly increased black resistance and protests, especially during fugitive slave trials.  Influential abolitionists like Congressmen Joshua Giddings who strongly endorsed antislavery violence persuaded more abolitionists to turn to violence as a means of protest.  The government further angered abolitionists by passing laws that penalized free African Americans ten shillings for every day a runaway was hidden and protected from government officials.  The strategy of mass action, involving crowds of abolitionists gathering outside, and sometimes inside, fugitive slave trials in northern states, began as peaceful protests but sometimes ended violently when protestors chose to interfere with the trial.  As more and more abolitionists felt the impulse to engage in civil disobedience, they began to accept the use of righteous violence."],"display_date":"October 4, 1851","search_date":"1851-10-04","locations":[{"id":8955,"lat":43.0056890825,"lng":-76.1943998481,"zoom":9,"place":"ONONDAGA, New York"}],"tags":[{"id":193,"tag":"Abolitionism"},{"id":202,"tag":"Abolitionist violence"},{"id":244,"tag":"Violence"}],"course":{"name":"The Abolitionists and American Society","school":"University of Richmond","course_id":23,"school_id":11}},{"id":5078,"title":"<strong>William Gilmore Simms' Account of the 1865 Destruction of Columbia </strong>","course_id":43,"status":"P","start_date":"1865-02-14","end_date":"1865-02-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1865, William Gilmore Simms, famed Southern novelist, published a text recounting the capture and burning of Columbia, South Carolina, by the forces of General William Sherman.  The text was highly anecdotal, creating a scene of violence, and disorder.  He recounted looting, fires, and destruction. Simms argued that Sherman willing and knowingly allowed Columbia to burn, that soldiers prevented firemen and citizens from stopping the fires, and even started fires themselves. The text reveals the massive resentment held against Sherman as a result of the collapse of Columbia. However, for all of his stories, Simms missed some of the most incendiary factual events, like the mock senate of soldiers that convened to “repeal” the nullification bill South Carolina had passed decades earlier.","William Gilmore Simms was one of the leading literary figures in the South during this period.  Although remembered as a novelist, Simms also wrote many histories.  In <em>A Sober Desire for History: William Gilmore Simms as Historian, </em>historian Sean Busick examines Simms' historical works.  He consciously removes the text on Columbia from his examination,  arguing that since it was written soon after the events it described, it lacked the elapsed time to be considered a history.  However, Busick's conclusions are still applicable to the text.  Busick argues that like many contemporary historians Simms viewed history as a literary art form, one that required a artist's skill and imagination to present the historical facts in a proper and morally edifying way.  The anecdotal, story-telling style applied to the text, in addition to the judgments leveled against Sherman, reveal these artistic and moralistic trends in the book."],"display_date":"February 14, 1865 - February 20, 1865","search_date":"1865-02-17","locations":[{"id":11638,"lat":33.9914893238,"lng":-80.8577865567,"zoom":9,"place":"RICHLAND, South Carolina"}],"tags":[{"id":757,"tag":"Catholicism"},{"id":756,"tag":"Columbia"},{"id":244,"tag":"Violence"},{"id":755,"tag":"Confederacy"},{"id":32,"tag":"Civil War"},{"id":284,"tag":"General Sherman"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":6030,"title":"Cannibalism for a Nose and an Arm: Odawa Retaliation","course_id":118,"status":"P","start_date":"1790-09-14","end_date":"1790-09-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Thomas Gist, the son of an Indian agent in the Ohio Valley, was captured by Huron Native Americans in 1758 and lived with them for a year before being \"released\" and heading west. In a record of his capitivity, Gist describes the relative locations of the major tribes in the area and the state of the land in the area around Fort Pontchartrain (Detroit). In one particularly colorful episode, he recounts an altercation between the Odawa tribe and Sir William Johnson, who had taken a Native American man hostage and cut off his right arm and nose. For revenge, the Odawa captured a Highland soldier, burned him, and subsequently ate his nose and arm. This vicious act of cannibalism stuck out vividly to Gist, who had seen many sides of the Native Americans throughout his stay with them.","This episode is significant as it describes one side of the relations between the Native Americans and the European settlers in the area: the violent side. Not all of the relations at this time were violent like this - in fact, many were entirely peaceful. Gist himself was \"adopted\" into a family during his captivity and treated well. However, the violence of the Native Americans was usually the trait that stuck the most for European settlers. The supposed ferocity of Native American warriors was often used to the advantage of European and American settlers, who used alliances with different tribes to promote their own military aims in struggles over the ownership of the land. Notable battles include the siege of Pontiac on the Fort of Detroit in 1763 and the War of 1812 with involved British and Native American alliances.","To gain the cooperation of the \"fierce\" Native Americans, settlers often gave gifts of liquor and alcohol to the tribes, which they believed would induce a confused and compliant state in the natives. The settlers would then get the Native Americans to sign over land to themselves, and avoid political conflict."],"display_date":"September 14, 1790","search_date":"1790-09-14","locations":[{"id":15297,"lat":null,"lng":null,"zoom":8,"place":"[all counties], Northwest Territory"}],"tags":[{"id":2166,"tag":"European Settlers"},{"id":2165,"tag":"Gist"},{"id":1899,"tag":"Detroit"},{"id":661,"tag":"cannibalism"},{"id":244,"tag":"Violence"},{"id":537,"tag":"Native Americans"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6439,"title":"Fugitive Slave John Brown's Experience in a New Orleans Slave Pen Exposes the Horrors of the Slave Trade","course_id":145,"status":"P","start_date":"1840-01-01","end_date":"1840-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On a typical day in a New Orleans slave pen, John Brown got called up to the flogging room—a room dedicated to punishment for slaves who misbehaved on the auction block. Here, slaves were beaten repeatedly with a long leather paddle, known as a “flog”. The “flog” delivered punishment equivalent to the whip, but did not leave wounds that could jeopardize the price of a slave. When his name was called, Brown knew that he was not wanted for punishment, but for assistance. As the men, women, and children were stripped naked and laid flat on the floor, Brown was forced to hold down their feet until the brutal torture was over.","Brown spent much of his time between sales in New Orleans hotels, banks, and stores that had been converted into slave pens. These pens were almost always full, each holding close to 500 enslaved people and always being replenished with new slaves. Inside the barred windows and concrete walls of these pens, Brown witnessed the same horrors and disgraces on a daily basis.","As each slave arrived in various conditions, they went through intense processes of grooming, which Brown described as no light business. Hairs were plucked and dyed and deformities were hidden. Slaves were stuffed with food in order to give them a healthy look. They were forced to dance to a fiddle for exercise, or dance to the whip if they refused. After these daily processes, men, women, and children were separated and “sized out” (or put in groups based on their size) once again to be prepared for the second sale of the day—the afternoon sale.","Brown described the slave pens as a brothel for young mulatto women whose fates were in the hands of buyers only wanting them to satisfy their sexual desires. Because they were forced to lie about their age to make themselves more appealing to buyers, slaves often never knew their true age They faced consequences if they did not say the age the trader chose them to be. Slaves were sent to the flogging room for what Brown considers the “unpardonable” offense of not speaking up and looking bright on the auction block. A well-made, flawless looking slave was devalued by their lack of interest or vacant stare. Brown said that the uncivilized manner in which slaves were handled and inspected epitomized the horrors on the auction block. As husbands and wives, and mothers and children watched their loved one be sold in front of them, they dare not bid a goodbye or give one last embrace, or they would be faced with severe punishment.","John Brown believed that only those who experienced slavery could tell and truly understand the horrors that happened beyond the auction rooms where the dealer is left alone with their “chattel” offered to him to buy. But he refrained from telling the most horrifying scenes he witnessed in his narrative. So, why would a freed slave, who is aspiring to educate abolitionists on the true horrors of slavery, choose to leave out the most gruesome details that defined the slave market? Historian Karen Halttunen argues that witnessing such intense cruelty puts reformers like John Brown in a difficult position. Brown omits the most painful material from his narrative in order to highlight the slave industry’s obscene nature. In Brown’s case, saying less actually says more. By stating that he is excluding the most painful details, readers are forced to think about and imagine what could possibly be worse than the horrors Brown did include. Brown introduced the very kind of painful material about the slave market that he intentionally set aside."," "],"display_date":1840,"search_date":"1840-07-01","locations":[{"id":52821,"lat":29.9510658,"lng":-90.0715323,"zoom":8,"place":"New Orleans, Louisiana"}],"tags":[{"id":244,"tag":"Violence"},{"id":29,"tag":"New Orleans"},{"id":2795,"tag":"slave pen"},{"id":96,"tag":"Slave Trade"},{"id":4,"tag":"Slavery"}],"course":{"name":"Human Trafficking: Yesterday and Today","school":"University of Richmond","course_id":145,"school_id":11}},{"id":6561,"title":"San Francisco Vigilance Committee By George DeRosa (Dickinson College, Class of 2016)","course_id":161,"status":"P","start_date":"1851-01-01","end_date":"1851-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["It was an odd thing to see so many people gathered on the balcony of the Jones Hotel at four in the morning. Fire bells rang as half-dressed people wearily watched the horizon glow a soft orange for the fifth time in eighteen months.[1] San Francisco may have been a “cloth and board” city, with no advanced water system – a tinderbox, but suspicions mounted as the Great Fire of May 4, 1851, destroyed eighteen city blocks, including the timber “portable,” that was constructed somewhere in Boston or Baltimore, and shipped in sections, to house the Joshua Norton & Company, Merchandising Company.[2] The local newspaper <em>Alta</em> was quick to place blame. “Little doubt, if any, remains that this city was set on fire by some fiend for the purpose of robbery.”[3]","Crime, murder, arson, and violence were commonplace in frontier towns and mining communities. Penal colonies were often purged and felons from Van Dieman’s Land, New South Wales, and Sydney Australia found their way to San Francisco, California. These felons would often organize themselves into cooperative organizations and terrorize the city and countryside. The general term “hounds” was used to describe anyone who banded together and specialized in pick-pocketing, thievery, arson, or assassination.[4] A small collective of convicts from Australia lived on Telegraph Hill, behind the charred remains of Norton’s former business, in a quarter called Sydney Town. Bungaraby Jack, Jemmy-from-Town, Big Brummy, Billy Sweet Cheese, and Tommy Round Head, were members of the crime collective known as the Sydney Ducks.[5]","On Sunday, June 8, a letter was published in the <em>Alta,</em> which proposed the formation of a “Committee of Safety” and a formal plan about how the committee should operate. The degenerate nature of society could supposedly only be improved by monitoring and boarding vessels that came in from Australia and refuse anyone who looked of doubtful character to come to shore. In terms of the “hounds” that had already made their way into the city, “committees of vigilance” were to be established and arbitrarily determine who would have to leave the city. It was proposed that one should be given five days’ time in order to leave the city or face the consequences of the “war of extermination,” that would be waged against them. “Let us set about the work at once. It may be well to call a public meeting in the square, to organize and carry out these views. Without this, or some other similar plan, the evil cannot be remedied; and if there is not spirit enough amongst us to do it, why then in God’s name let the city be burned, and our streets flow with the blood of murdered men.”[6]","Two days later, on the night of June 10, between eighty and one-hundred local merchants gathered in a storeroom on Sansome Street to draft the constitution of San Francisco’s first Vigilance Committee and elect its officers.  Unfortunately, for one of the Sydney Ducks, Mr. John Jenkins, was caught stealing a safe and taken to the meeting still going on.[7] He was sentenced to be hanged that same night. Many voiced their concerns over the severity of the punishment. Should attempted theft warrant execution? Others were only concerned with the hanging taking place late at night. They felt the event should be held in broad daylight with a larger audience to send a better message to other “hounds.” Members of the police force were there and the Captain attempted to save Jenkins from the mob and take him into custody, but it was of no use, the committee was too strong.[8]","Jenkins was taken to the California Engine House and the bell was rung to alert more townsfolk of the public event that was about to transpire. The biggest complaint of the night was that Jenkins would be hanged on the liberty pole. Deeming it too unpatriotic to execute someone on the pole where they fly the country’s flag, Jenkins was taken to the “old adobe” custom-house instead.  The police tried one more time to take back Jenkins but he was too well protected by armed members of the Vigilance Committee. Despite the tumult, Jenkins was placed into the makeshift gallows and hanged. [9]","John Jenkins became the first person to be officially hanged in San Francisco.  The coroner charged specific members of the committee with the responsibility for his death. The Vigilance Committee responded with a complete list of all the members and declared that the guilt was equally shared. The Committee considered itself a means to creating social good and that it had the ability purge the negative elements of the society. For a time, many residents in Gold Rush era San Francisco, agreed. [10]"," ","[1] Drury, <em>Norton I, Emperor of the United States</em>, 28.","[2] Devens, “The Reign of the Vigilance Committees in San Francisco:1851 & 1856,” 45.","[3] Drury, <em>Norton I, Emperor of the United States</em>, 29.","[4] Devens, “The Reign of the Vigilance Committees in San Francisco:1851 & 1856,” 47.","[5] Drury, <em>Norton I, Emperor of the United States</em>, 29.","[6] Josiah Royce, <em>California, </em>417-18.","[7] Drury, <em>Norton I, 29</em>.","[8] Devens, “The Reign of the Vigilance Committees in San Francisco,”47-8.","[9] Ibid. 47-8.","[10] Royce, <em>American Commonwealths</em>. 421."],"display_date":1851,"search_date":"1851-07-02","locations":[{"id":52945,"lat":37.7749295,"lng":-122.4194155,"zoom":8,"place":"San Francisco, CA"}],"tags":[{"id":256,"tag":"gold rush"},{"id":244,"tag":"Violence"},{"id":1310,"tag":"urban history"},{"id":942,"tag":"California"},{"id":3076,"tag":"vigilance"}],"course":{"name":"Digital History","school":"Dickinson College","course_id":161,"school_id":91}},{"id":6644,"title":"Mobs of Tennesseans lay destruction upon the African Americans of South Memphis","course_id":164,"status":"P","start_date":"1866-05-01","end_date":"1866-05-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On May 1, 1866, increasing tension amongst the civilians of Memphis, Tennessee reached its breaking point, as both white and black citizens engaged in a riot that led to the death of African-Americans and destruction of their homes. The <em>Farmer’s Cabinet</em> newspaper reported; “women and children have been burnt alive with the dwellings of the negroes.” Although the riot lasted several days, the initial engagement that triggered the subsequent events of the riot can be traced to a single altercation.","The parties involved included two groups, one contained four Irish American police officers, while the other was composed of a significantly larger number of African-American Union veterans, some of whom were intoxicated. The police officers were tasked with dispersing the black veterans from their location, but when asked to do so, “The ex-soldiers stubbornly refuse to disperse,” stated historian Stephen Ash. In an effort to relieve themselves of the emotionally heightened situation, the police officers withdrew from the crowd and traveled toward a new location, during which they were followed by several individuals from the group of black veterans. The veterans desired to further intimidate the already frightful police officers by firing their weapons into the air, but in a misinterpretation, the police believed the men were firing at them, and fired back into the crowd. This led to an exchange of gunfire with the officers, but the only officer that was injured was John Stevens, who accidentally shot himself in the leg.","Several of the black men from the group chased two of the fleeing police officers, resulting in the critical injuring of one officer, the escape of another, and the death of a black veteran. As information of the encounter spread, several mobs of white citizens, from an array of occupations, converged upon the predominantly black area of South Memphis. The black veterans in the group were ordered to return to their barracks in Fort Pickering, leaving the rest of the African-American community exposed to the violent acts of the mobs.","Over the next several days, violent beatings and killings involving innocent African-Americans occurred. According to Ash, white mobs mainly targeted black individuals in military uniforms. Unfortunately for the black community, the violence was not limited to those in federal uniforms. As the <em>Farmer’s Cabinet </em>newspaper reported several of the vicious attacks imposed upon innocent civilians, “A poor old negro of seventy years…was knocked down and his tongue cut out by the roots.” A letter recollecting the events of the prior days, revealed by William D. Kelley, stated; “Negro men have been shot down in cold blood on the streets...The most prominent citizens stand on the streets and see negroes hunted down and shot, and laugh as it is a good joke.”","Overall, the Memphis riot, according to historian Eric Foner, accounted for forty-eight deaths, five women raped, and the destruction of several prominent buildings in South Memphis, such as homes, schools, and churches. The Memphis riot undoubtedly provided a barrier in the Union’s overall plan for Reconstruction by further dividing white and black Americans through conflict."],"display_date":"May 1, 1866 - May 3, 1866","search_date":"1866-05-02","locations":[{"id":12365,"lat":35.1268552,"lng":-89.9253233,"zoom":7,"place":"SHELBY, Tennessee"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":629,"tag":"race"},{"id":244,"tag":"Violence"},{"id":825,"tag":"Riot"},{"id":407,"tag":"Death"}],"course":{"name":"The Civil War and Reconstruction","school":"Juniata College","course_id":164,"school_id":3}},{"id":6812,"title":"Sex Sells: The Hypersexualization of Women in Comics","course_id":185,"status":"P","start_date":"6/1/91","end_date":"1/1/95","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the 1990s, there was an extreme influx of violence and sex in comics. In <em>Amazing Heroes #191</em>, released in June 1991, science fiction, fantasy, and horror writer, Adam-Troy Castro, wrote a review of a series of sex comics. This publication problematizes the majority of these comics for their lack of substance and oversexualization of women. Many of the comics are completely degrading and have no clear story line. Though many of them are written to sell and earn a profit, they are incredibly distasteful and offensive to many.","In <em>Comic Book Nation</em>: <em>The Transformation of Youth Culture in America, </em>Bradford W. Wright explains, “The comic book industry suffered some shock in the mid-1990s… The biggest problem is the transformation of American culture itself” (Wright 283-84). As the United States modernized, television, video, computer games, etc. were popular and “comic books simply could not match.” This suggests that the contemporary world seemed to outgrow comics. There were so many different avenues that consumers could enjoy, rather than just reading a comic.","Leading up to this collapse of the industry, was a time of complete oversexualization of females in comics. At this point, the Comics Code Authority lost power and the industry focused on writing for more mature audiences. Brigham Young University’s Kyra Nelson writes, “The ‘90s was a particularly notable decade in comics for impossible body proportions with very few clothes to hide them…These women were so impossibly proportioned that, had they been real, they would have tipped over if they had tried to stand up” (Nelson 4). These images caused consumers to have an incorrect image of what women really look like. In this tough time for comics, writers utilized the oversexualization of women as a selling point for their comics in order to keep the industry alive.","      Females also had a complete lack of power in relation to their male counterparts in comics. In a journal on Feminist Criminology, Tammy S. Garland, Kathryn A. Branch, and Mackenzie Grimes discuss stories of rape in comic books. They write how, “This oversexualization of comic characters coupled with the sexual violence perpetrated against them reifies rape myths as they are ‘cultural artifacts that contribute to the cultural construction of hegemonic masculinities’… As a result, the path to justice is determined by a patriarchal system that determines ‘who’ may be the hero and what type of person maybe the victim” (Garland, Branch, & Grimes 6). This indicates that having females constantly playing victims rather than heroes reflects the patriarchal society in which we live. It glorifies males as powerful and dominant, while females are perceived as weak without control.","      In Castro’s article, in <em>Amazing Heroes #191,</em> he discusses a comic, <em>Revelry in Hell,</em> by Ron Wilber in which females are portrayed as victims to their male counterparts. He writes, “This is a book where women are chained, whipped until they’re raw, threatened with branding irons, and pictured both before and after having their eyes poked out, all for supposedly erotic effect” (Castro 89). A description like this causes one’s stomach to turn. The fact that someone decided to write a comic for male pleasure that is completely violent towards women is problematic in itself. It is completely distasteful, and again portrays females as the victim, while males are dominant. This indirectly suggests that extreme violence towards a woman for sexual pleasure is okay. However, in reality it is harmful and objectifies females.","In the 1990s, there was a comic book crisis along with an extreme rise in violence and sex in the media. With this, female characters were completely oversexualized and objectified. Sex was used as a means of gaining profit in the industry and females had little to no power over their male counterparts. This was a very dangerous time in society because women were perceived as lesser and weaker than males. Despite this, it is absolutely crucial to criticize these comics and their portrayal of women so that one can have a greater understanding of the social injustices that are hidden within all types of media during this time."],"display_date":"June 1, 1991 - January 1, 1995","search_date":"1993-03-16","locations":[{"id":53145,"lat":47.7827941,"lng":-120.9263262,"zoom":4,"place":"Seattle, WA"}],"tags":[{"id":7,"tag":"Women"},{"id":364,"tag":"sex"},{"id":244,"tag":"Violence"},{"id":3582,"tag":"Hypersexualization"},{"id":3583,"tag":"Victim"},{"id":3584,"tag":"Power"}],"course":{"name":"ENG 492H Honors Seminar in English","school":"Rollins College","course_id":185,"school_id":5}}]}