{"id":2444,"tag":"Hannibal Square","points":[[28.6157324623,-81.3533405132],[28.5664573086,-81.3013732137]],"bounds":[[28.6157324623,-81.3013732137],[28.5664573086,-81.3533405132]],"episodes":[{"id":6248,"title":"Ghosts in the Political Machine: Black Disenfranchisement in Winter Park","course_id":131,"status":"P","start_date":"1889-10-01","end_date":"1889-10-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["There was little that stood out in the reporting of the October 1889 elections in the young town of Winter Park. Of the 103 registered voters, 85 casted votes with the almost unanimous re-election of the officials.[1] Upon further examination of later elections, a trend forms when it comes to voter turnout. In 1890, fifty-five people voted in the municipal elections, forty-three in 1891, and thirty-nine in 1892.[2] The drop coincides with the southern movement of disenfranchising the black vote. During those years, Winter Park included Hannibal Square, a black community where the registered black voters outnumbered all the white voters of the rest of the town. As Reconstruction ended and Republicans were pushed out of the South, various laws and barriers, including poll taxes, began to be passed into law.","Poll taxes are taxes applied to people eligible to vote that must be paid before their vote can be casted. Poll taxes have been used in all of the American colonies at one period or another, but the South embraced the concept at the turn of the century.[3] The Florida constitution of 1885 authorized a two dollar poll tax and the legislature carried out the provision in 1889.[4] The two dollar tax to vote was not a great hindrance to most whites, but the effect on blacks is undeniable. It was said that the law virtually disfranchised two-fifths of the state's voters and reduced the Republicans (then known as the ''black party'') to impotence, at the same time that it purged the Democratic Party of an unwanted element, and it made Florida a one-party state.[5] By the time the tax was repealed in the South, it no longer mattered as there were other racially exclusive laws that kept the vast majority of blacks from voting.[6] With no blacks voting, no blacks were elected to office. Between the years of 1873 to 1895, blacks in the Mississippi legislature went from a high of 64 to zero. In 1901, the last southern black congressman relinquished their seat and a black congressman from the south would not be elected until the 1970s.The disfranchisement continued down to the local level.[7] A few years after the 1889 elections, Winter Park executed their own disenfranchisement of the black community of Hannibal Square.","The mythology around the history of Winter Park and Hannibal Square is painted as one of a black community and white community working together. The reality of the situation was a conflict for power. Of the total number of registered voters in Winter Park, 64 were black and 47 were white in 1893, so any measure that blacks were against could be voted down if enough people voted.[8] The Democrats in Winter Park understood that as long as Hannibal Square was part of the town, the Republicans would have control of the local government. Unable to redistrict the town through a straight vote, a petition was successfully sent to the Florida State legislature to redraw the town borders. Without the support of Hannibal Square, the power of Winter Park shifted away from the elected government to the new, Democratic Party controlled government, symbolic of the southern return to white-only politics. In the report of the 1889 election, one note was left out about who was re-elected. One of those re-elected to office was F.R. Israel, a black man. In five years, Israel would no longer be a citizen of the town he once aided in governing. Blacks made progress after the Civil War to gain a political voice, as illustrated by the election of F. R. Israel. The transformation of Winter Park in five years mirrored the new South. The black population was pulled away from their political accomplishments and prevented from the regaining of the voice they once possessed. Once again, they were the ghosts fighting to be heard."," ","[1] \"The Town Election Last Thursday,\" Winter Park Scrapbook, Archives and Special Collections, Olin Library, Rollins College, Winter Park, Florida. 319-1.","[2] Claire Leavitt MacDowell, “Winter Park – the Second Decade, 1890-1899” in <em>Chronological <br /> History of Winter Park</em>, (Winter Park, FL: Winter Park Herald, 1950) 48-53.","[3] <em>Dictionary of American History</em>, ed. Stanley I. Kutler (New York: Thomson and Gale, 2003), s.v. “Poll Tax”","[4] Frank B. Williams, “The Poll Tax as a Suffrage Requirement in the South, 1870-1901“, <em>The Journal of Southern History</em> 18, no 4 (1952): 469. http://www.jstor.org.ezproxy.rollins.edu:2048/stable/2955220.","[5] Ormund Powers, “End of Poll Tax and White Primaries Lastingly Changed Blacks’ Voting Status,” <em>Orlando Sentinel </em>(Orlando, FL), July 26, 1995.  http://articles.orlandosentinel.com/1995-07-26/news/9507250745_1_poll-tax-slot-machines-gibson","[6] Alexander Keyssar, “The Quiet Years,” in <em>The Right to Vote: The Contested History of Democracy in the United States, </em>(United States: Basic Books, 2009) 183.","[7] Michael J. Klarman, <em>From Jim Crow to Civil Rights: The Supreme Court and the Struggle for Racial Equality, </em>(United States: Oxford University Press, 2004) 32.","[8] Fairolyn Livingston, “A Window on Hannibal Square: A View of Life in Early Westside Winter Park and a Portrait of the Lives and Careers of Walter B. Simpson and Frank R. Israel, The only Black Men to Ever Hold Office in the City of Winter Park, Florida,” (Archives and Special Collections Olin Library, Rollins College, Winter Park, Florida, 1997), 6-7."],"display_date":"October 1889","search_date":"1889-10-16","locations":[{"id":1443,"lat":28.6157324623,"lng":-81.3533405132,"zoom":8,"place":"ORANGE, Florida"}],"tags":[{"id":1495,"tag":"Winter Park"},{"id":2444,"tag":"Hannibal Square"}],"course":{"name":"Decade of Decision 1890s","school":"Rollins College","course_id":131,"school_id":5}},{"id":6225,"title":"Inspiring Words From L.A. Chase","course_id":131,"status":"P","start_date":"1890-02-11","end_date":"1890-02-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On February 11, 1890 Mr. Chase gave a wonderful speech to those who attended the introduction to the new faculty of the public school in Hannibal Square. The Hannibal Square Elementary was the first public school for African Americans founded in 1883.[1] Mr. Chase shed some light on matters such as slavery and he even goes on to compliment the African American people on their behavior and thirst for knowledge. The public school was a great opportunity for the black children to become educated. They were taught basic school lessons like reading, writing, spelling, history, and arithmetic. They were given an opportunity that their parents didn’t get in their childhood.[2] He urges them to keep striving for knowledge and to keep becoming respectable citizens. Mr. Chase made wonderful points in this speech and sparked a different way of thinking for others. He says that their behavior shows everyone that they are peaceful and take pride in what they do.[3] Mr. Chase goes on saying that he’s never seen such a “hungering and thirsting after knowledge, such a desire to become educated and intelligent citizens as I have seen among you.“[4]","Loring Augustus Chase a man widely known for being one of the founding fathers of Winter Park and also a man with a vision of unity in the city of Winter Park, believed in the equality of black and white.[5] Mr. Chase goes on to say “whose greatest crime is ignorance-not because by nature you want to be ignorant- but because you were forced to occupy that degrading position at the behest of the gigantic relic of barbarism-slavery.”[6]  For a man of his prestige and influence to say that, impacted the black community. But it didn’t only impact the black community; it impacted the white as well. You find Mr. Chase speaking on behalf of the white community. Mr. Chase is breaking chains with his speech and trying to revolutionize American thinking as well as our culture. He states in this speech that the answer to the Race Problem (North and South) is education. Mr. Chase didn’t view the difference of your race as a problem; he viewed it as an everlasting battle between ignorance and knowledge."," "],"display_date":"February 11, 1890","search_date":"1890-02-11","locations":[{"id":1444,"lat":28.5664573086,"lng":-81.3013732137,"zoom":9,"place":"ORANGE, Florida"}],"tags":[{"id":143,"tag":"school"},{"id":1836,"tag":"Speech"},{"id":2443,"tag":"Loring Augustus Chase"},{"id":2444,"tag":"Hannibal Square"},{"id":2445,"tag":"African-American"}],"course":{"name":"Decade of Decision 1890s","school":"Rollins College","course_id":131,"school_id":5}}]}