{"id":2445,"tag":"African-American","points":[[28.5664573086,-81.3013732137]],"bounds":[[28.5664573086,-81.3013732137],[28.5664573086,-81.3013732137]],"episodes":[{"id":6225,"title":"Inspiring Words From L.A. Chase","course_id":131,"status":"P","start_date":"1890-02-11","end_date":"1890-02-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On February 11, 1890 Mr. Chase gave a wonderful speech to those who attended the introduction to the new faculty of the public school in Hannibal Square. The Hannibal Square Elementary was the first public school for African Americans founded in 1883.[1] Mr. Chase shed some light on matters such as slavery and he even goes on to compliment the African American people on their behavior and thirst for knowledge. The public school was a great opportunity for the black children to become educated. They were taught basic school lessons like reading, writing, spelling, history, and arithmetic. They were given an opportunity that their parents didn’t get in their childhood.[2] He urges them to keep striving for knowledge and to keep becoming respectable citizens. Mr. Chase made wonderful points in this speech and sparked a different way of thinking for others. He says that their behavior shows everyone that they are peaceful and take pride in what they do.[3] Mr. Chase goes on saying that he’s never seen such a “hungering and thirsting after knowledge, such a desire to become educated and intelligent citizens as I have seen among you.“[4]","Loring Augustus Chase a man widely known for being one of the founding fathers of Winter Park and also a man with a vision of unity in the city of Winter Park, believed in the equality of black and white.[5] Mr. Chase goes on to say “whose greatest crime is ignorance-not because by nature you want to be ignorant- but because you were forced to occupy that degrading position at the behest of the gigantic relic of barbarism-slavery.”[6]  For a man of his prestige and influence to say that, impacted the black community. But it didn’t only impact the black community; it impacted the white as well. You find Mr. Chase speaking on behalf of the white community. Mr. Chase is breaking chains with his speech and trying to revolutionize American thinking as well as our culture. He states in this speech that the answer to the Race Problem (North and South) is education. Mr. Chase didn’t view the difference of your race as a problem; he viewed it as an everlasting battle between ignorance and knowledge."," "],"display_date":"February 11, 1890","search_date":"1890-02-11","locations":[{"id":1444,"lat":28.5664573086,"lng":-81.3013732137,"zoom":9,"place":"ORANGE, Florida"}],"tags":[{"id":143,"tag":"school"},{"id":1836,"tag":"Speech"},{"id":2443,"tag":"Loring Augustus Chase"},{"id":2444,"tag":"Hannibal Square"},{"id":2445,"tag":"African-American"}],"course":{"name":"Decade of Decision 1890s","school":"Rollins College","course_id":131,"school_id":5}}]}