{"id":2447,"tag":"schoolhouses","points":[[28.5664573086,-81.3013732137]],"bounds":[[28.5664573086,-81.3013732137],[28.5664573086,-81.3013732137]],"episodes":[{"id":6226,"title":"Nineteenth Century Public Education in the United States","course_id":131,"status":"P","start_date":"1890-02-14","end_date":"1890-02-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Nineteenth Century Public Education in the United States"," ","In the years following Winter Park’s founding, the city continued to grow, adding Rollins College, the Seminole Hotel, the Roger’s House, and schoolhouses. On February 14<sup>th</sup> of 1890, two new schoolhouses were dedicated in Winter Park. One of the schoolhouses was for white children, and the other schoolhouse, located in Hannibal Square, was for African American children. Education was becoming more important to families and their children during the late nineteenth century and many children were encouraged to attend elementary and secondary schools.[1] The curriculum in schools was changing, and the encouragement of African American children to attend school was also becoming more prominent. In Florida as well in other states, public schooling was becoming more popular, giving children, whether white or African American, the chance to learn basic skills needed in everyday life.","The dedication of the new schoolhouses was, according to the <em>Advocate</em>, “one of the most remarkable events that have happened in Winter Park.” The children that were to attend the new schools were a large part of the dedication; they were seated in the front of the dedication area and were involved in the ceremony itself. A man named J.T. Becks spoke of the beginning of schooling in America; the first school was started in 1642, and others were built in the years to come.[2] The public school curriculum in the United States included lessons that were “devoted to the cultivation of literacy and citizenship in all the people.”[3] The curriculum was turning toward a more secular theme during the nineteenth century.[4] The three main subjects that were taught in public elementary schools were reading, writing, and arithmetic.[5] Controversy surrounded what curriculum would be created for African American students. Many believed that their education should be “practical so that black children could become self-reliant, get jobs, and advance themselves and their race.”[6]","The public schools in Winter Park were offered to African American children as well as white children.[7] Even though education was offered to both races, the debate between mixed and separate schools was still a prominent issue in the United States. Following the Reconstruction Era, different states had different beliefs as to whether public schools should be mixed or if they should be separated by race. During the 1890s, many southern states rewrote their black codes, mandating that schools be segregated.[8] Even though the schoolhouses were separated in Winter Park, a ceremony was still held in Hannibal Square to open the new schoolhouse for African American children.[9] Mr. White, the Mayor of Winter Park, told the crowd gathered at the opening of the Hannibal Square schoolhouse that African Americans had a “knowledge unsurpassed by any other people.” Mayor White also commended the colored people “for their strict obedience to justice.”[10] The Dedication of the new schools in Winter Park focused not only on educating white children; they also complimented the African Americans for their determination and want to pursue public education.","The dedication of the two new schoolhouses was considered one of the most important events after Winter Park’s founding. The ceremony held for the dedication emphasized the importance of gaining an education for both white and African American children, and also gave the city an opportunity to come together for a common interest."," "," ","[1] Chase, Loring. \"The Dedication.\" In <em>Winter Park Scrapbook, 1881-1906: Loring Chase Scrapbooks</em>. Vol. 2. Winter Park, 1890.","[2] Chase, Loring. \"The Dedication.\" In <em>Winter Park Scrapbook, 1881-1906</em>","[3] Stone, James. \"Evolution of the Common School.\" In <em>An Historical Introduction to American Education</em>. New York: Thomas Y. Crowell Company, 1970. 49","[4] Grant, A. Cameron. \"A Noted on 'Secular' Education in the Nineteenth Century.\" <em>British Journal of Educational Studies</em> 16, no. 3 (1968): 308-17. Accessed November 3, 2014. http://www.jstor.org/stable/3119293.","[5] Stone, James. \"Evolution of the Common School.\" In <em>An Historical Introduction to American Education</em>. 49","[6] Butts, R. Freeman. \"Disjunctive Pluralisms: Racial and Regional.\" In <em>Public Education in the United States: From Revolution to Reform</em>. 143","[7] Chase, Loring. \"The Dedication.\" In <em>Winter Park Scrapbook, 1881-1906</em>","[8] Butts, R. Freeman. \"Disjunctive Pluralisms: Racial and Regional.\" In <em>Public Education in the United States: From Revolution to Reform</em>. New York: Holt, Rinehart, and Winston, 1978. 146","[9] Chase, Loring. \"The Dedication.\" In <em>Winter Park Scrapbook, 1881-1906</em>","[10] Chase, Loring. \"The Dedication.\" In <em>Winter Park Scrapbook, 1881-1906</em>"],"display_date":"February 14, 1890","search_date":"1890-02-14","locations":[{"id":1444,"lat":28.5664573086,"lng":-81.3013732137,"zoom":9,"place":"ORANGE, Florida"}],"tags":[{"id":1495,"tag":"Winter Park"},{"id":2328,"tag":"The Advocate"},{"id":2446,"tag":"public education"},{"id":2447,"tag":"schoolhouses"},{"id":2448,"tag":"The Dedication"}],"course":{"name":"Decade of Decision 1890s","school":"Rollins College","course_id":131,"school_id":5}}]}