{"id":245,"tag":"banner mine","points":[[33.553801834,-86.8960886107]],"bounds":[[33.553801834,-86.8960886107],[33.553801834,-86.8960886107]],"episodes":[{"id":4679,"title":"Banner Mine Tragedy","course_id":22,"status":"P","start_date":"4/8/11","end_date":"4/8/11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","On April 8, 1911 the Banner Mine ignited killing 128 convict laborers.  The actual cause of death was attributed to blackdamp asphyxiation.  Blackdamp is a mixture of unbreathable poisonous gases which displaces oxygen.  \"Clark McCormick, accompanied by former miner J.R. Baird, went into the mine.  Their first discovery was less than reassuring.  Not far from the mine entrance and pathetically near to safety, they found a man, seated but leaned forward and quiet as though asleep.  He was convict boss O.W. Spradling, dead from the blackdamp.” This scene set the tone for what is the most notorious convict labor controversy of the early twentieth-century. The Banner Mine was located in Littleton, Alabama (Jefferson County) and was owned by the Pratt Consolidated Coal Company.","This event turned the state and national spotlight towards the controversy of the convict lease system. Abolishing the lease system in Alabama did not go without resistance.  Leasing convicts to work in the mines was inexpensive and proved to be very profitable.  In fact, it was so profitable that Alabama passed legislation for mine safety to help relieve criticism so they could keep the system.","The convict labor system shutdown was long overdue.  Governor Bibb Graves’ successful campaign for governor included the promise to end the leasing.  On June 30, 1928 Alabama finally passed a law to abolish the convict labor system."],"display_date":"April 8, 1911","search_date":"1911-04-08","locations":[{"id":18257,"lat":33.553801834,"lng":-86.8960886107,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":245,"tag":"banner mine"},{"id":208,"tag":"Convict Labor"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}}]}