{"id":2455,"tag":"\"Edison GE\"","points":[[28.5664573086,-81.3013732137]],"bounds":[[28.5664573086,-81.3013732137],[28.5664573086,-81.3013732137]],"episodes":[{"id":6228,"title":"Street Lights Illuminate the Path to Consumerism","course_id":131,"status":"P","start_date":"1891-01-24","end_date":"1891-01-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On January 24<sup>th</sup> 1891, Winter Park residents celebrated the installation of fifteen new electric lights in important locations on their city’s main streets. Citizens at the time considered it not only the greatest achievement of their city council, but “the best thing ever done here.”[1] These lights made walking at night much safer, and their value to the town was estimated to be ten times the cost of installing and running them. Street lamps were placed in front of stores owned by several prominent gentlemen, the entrance to Rollins College, the Congregational and Episcopal churches, and in Hannibal Square. As stated above, the community appreciated them greatly and felt that, though scattered, the street lights improved their community immensely.[2]  This wild enthusiasm that swept Winter Park was a microcosm of the craze that spread across the nation as electric lighting and other modern technology became available and formed the roots of the modern consumer society.","The public lighting industry at the time was controlled by companies like Edison General Electric or GE, and Westinghouse, which competed both with each other and with French electricity companies like Saxoleine to innovate better lighting. These companies launched large advertising campaigns to draw in potential business; Saxoleine in particular was known to print many different posters to be displayed around the city, usually of suave, elegantly dressed people holding up gas lamps[3]. Firms also focused on developing new products in order to compete with their rivals, enlisting scientists and chemists to innovate novel ways of using electricity. Electricity companies also began attacking each other’s reputations; Edison spread claims that Westinghouse’s alternating current generator was unsafe and was used in the first prison execution by electric chair just to put a black mark on their name.[4] The companies continued to expand, selling more new lighting to towns, cities, and individuals.","As the country slowly became industrialized and began to rely on mass-produced goods rather than local food and products, people became increasingly focused on consumption. An upper class of impossibly wealthy business magnates emerged, flaunting their wealth for all to see and causing the rest of the public to idealize the pomp and grandeur of their materialistic lifestyle. The emerging middle class of white collar workers looked to emulate this lifestyle, and found themselves increasingly able to do so as new technology such as electric lighting made their lives easier and more efficient. Simultaneously, prices were dropping and goods were being mass-produced by large companies. This meant that the middle class had more leisure time and could much more easily afford luxury items.[5] Enthusiasm for new technology, which occurred in Winter Park, was the result of both newfound materialism and the fact that this type of new technology improved their standard of living and gave them more free time. With these lights, one could easily stroll around Winter Park all night without fear of getting lost in the dark. Though only one small technological improvement in a single part of the country, the installation of these lights was a microcosm of the technological revolution occurring throughout the country. It would have allowed shops to stay open later and, thus, make themselves more available to consumers, further fueling the desire to consume. This nationwide desire gave birth to the huge conglomerates that marked the era and grew into the corporations and products we know today."," ","[1] Chase, Loring Augustus The Winter Park Scrapbooks “No More Darkness” (Loring Chase, Winter Park, 1891) 360","[2] Chase, Loring Augustus <em>The Winter Park Scrapbooks</em> “No More Darkness” (Loring Chase, Winter Park, 1891) 360","[3] Cordulack, Shelley Wood. \"A Franco-American Battle of Beams: Electricity and the Selling of Modernity.\" Journal of Design History 18, no. 2, 147-66. Accessed November 2, 2014. JSTOR","[4] Segal, Howard P. \"Technology and Systemazation.\" Encyclopedia of the Gilded Age. Edited by John D. Buenker and Joseph Buenker. 10th ed. Vol. 1. Armonk, NY: M. E. Sharpe, 2005. 17-27.","[5] \"Chapter 19: Production and Consumption in the Gilded Age, 1865–1900.\" Clovis Community College. January 1, 2014. Accessed November 2, 2014"],"display_date":"January 24, 1891","search_date":"1891-01-24","locations":[{"id":1444,"lat":28.5664573086,"lng":-81.3013732137,"zoom":9,"place":"ORANGE, Florida"}],"tags":[{"id":2455,"tag":"\"Edison GE\""},{"id":2454,"tag":"\"street lights\""},{"id":2453,"tag":"\"electricity\""},{"id":2452,"tag":"\"industrialization\""}],"course":{"name":"Decade of Decision 1890s","school":"Rollins College","course_id":131,"school_id":5}}]}