{"id":2456,"tag":"Passing","points":[[32.4034959139,-84.0903375418]],"bounds":[[32.4034959139,-84.0903375418],[32.4034959139,-84.0903375418]],"episodes":[{"id":6229,"title":"<strong>Ellen Craft Passes as White to Escape Slavery</strong>","course_id":137,"status":"P","start_date":"1848-12-21","end_date":"1848-12-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1848, Ellen Craft transcended racial, gender, and intellectual hurdles, in order to escape slavery in Macon, Georgia and experience freedom in Boston, Massachusetts.  Craft’s physical appearance aided her and her husband in their escape because “notwithstanding my wife being of African extraction on her mother’s side, she is almost white.” On December 21, Craft donned the disguise of a white southern man and William played her dutiful servant.  As neither knew how to write, Craft devised the idea that she should be bound up as an invalid, which would help them circumvent signature requirements at hotels.  Craft’s “illness” also gave them a reason for their northern journey.  On their trip, she faced many hardships, mainly in the form of intrusive passengers, who warned her about the dangers of taking a slave north.","Upon their successful arrival in the North, newspapers foolishly reported the Craft’s escape from slavery, which forced them to journey further north into Boston.  Historian James McPherson states that in 1850, two men were sent to Boston to bring Ellen and William back to Georgia.","Ellen had to overcome her prejudices against whites in order to accurately portray a white southern man.  During this time, the “one drop rule” classified Craft as an African-American, even though she was often “mistaken for a member of the [slaveholder’s] family.”  P. Gabrielle Foreman argues that because her father was a white man that she grew up without the historical, racial, and textual configurations to tie her to her mother’s African race.  Because of this, Craft had to overcome significant obstacles that clouded her view of white men.  Foreman also argues that Craft did not actually pass for white, but rather passed through whiteness, in order to achieve a better living situation.  Upon her entry into the North, Craft was all too quick to remove her disguise and return to the African-American woman she was in everyday life.","In addition to taking on the persona of a white person, Craft also had the difficulty of adopting the customs and habits of a man.  She navigated the deep waters of male relations with complexity.  On the train she had to contend with the remarks of a racist abolitionist, which put her in a very awkward position, considering the topic of conversation was slavery.  Interactions like this required Craft to rely heavily on her invalid status because it gave her a reason to remain silent.","Craft’s tale showed British and northern people how easily southerners could be fooled into believing they were in the company of their own ilk.  Craft became revered in the North and was protected by Bostonians in times of trouble.  The importance of the Craft Narrative is that it helped to tell the stories of slaves that were unsuccessful in their escapes because a quarter of it focused on these failed attempts.  In 1850, Ellen and William Craft safely travelled from Nova Scotia to Britain, in order to permanently escape the slave catchers who pursued them."],"display_date":"December 21, 1848 - December 25, 1848","search_date":"1848-12-23","locations":[{"id":2028,"lat":32.4034959139,"lng":-84.0903375418,"zoom":10,"place":"MACON, Georgia"}],"tags":[{"id":2456,"tag":"Passing"},{"id":126,"tag":"fugitive slave"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":137,"school_id":3}}]}