{"id":2466,"tag":"\"racial tensions\"","points":[[28.5664573086,-81.3013732137]],"bounds":[[28.5664573086,-81.3013732137],[28.5664573086,-81.3013732137]],"episodes":[{"id":6234,"title":"History Engine II","course_id":131,"status":"P","start_date":"1893-02-11","end_date":"1893-02-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["<br /><br /><br /><br /><br /><br /><br />","Racial Tensions in the Post-Reconstruction South"," ","Cameron Ochse","History Engine 2","Decade of Decisions: 1890s"," ","On February 11th, 1893 in the blossoming town of Winter Park, Florida a letter was sent into Gus C. Henderson’s newspaper, The Advocate. The letter portrays frustration at the soon to be separation of Hannibal Square and Winter Park, despite their incorporation just a few years prior. The writer discussed how it was a blatant act of gerrymandering; accusing Democrats in the Winter Park government of wanting to remove Hannibal Square just so there would be less Republicans in the area. The only two Republicans in the legislature at the time were Walter Simpson and Frank Israel, both African-Americans elected from Hannibal Square voters. Democrats from Winter Park knew that with the majority of registered voters residing in Hannibal Square, it was only a matter of time until they would lose their power and Winter Park would become a Republican town.","Many Southerners rejected the idea of equality and slowly rights that had just been given to blacks from Reconstruction were stripped away. They were used to the idea of blacks working in farms as slaves, but the 1890s brought about a new age of industrialization and invention, beginning the slow diminishing of farmers. The New Constitution of Florida was created in 1885 and implemented policies to suppress the voices of immigrants and blacks. The Constitution of 1885 stemmed from conservative Floridians who valued the “Old South” and desired for whites to remain supreme while immigrants and blacks stayed below them. Government decisions such as these that only encouraged the conservative mindset that repressed blacks.","Once the government began to stand on uneven terms regarding racial rights, disputing viewpoints began to emerge. Much conflict arose over whether the dispute between Hannibal Square Republicans and Winter Park Democrats revolved more around race or politics. Throughout the 1890s the Republican party began to slowly move away from seeking African-American rights to more of an indifferent attitude towards it. Yet in the author’s letter to the Advocate he mentions how the citizens of Hannibal Square are treated as “outsiders” and will be left without political protection if removed from Winter Park. With that fact it is likely that the separation was in part stemmed from the conservative views of the whites in Winter Park and only heightened by the Republicans beginning to outnumber the amount of registered Democrats.","America was already struggling in the differences between Democrats and Republicans. This article was published around the beginning of the Panic of 1893, which would occur directly after Democratic president Grover Cleveland was elected into office. Cleveland was determined to repeal the Sherman Act of 1890, but this ultimately caused silver prices to plummet. Monetary issues were only part of the cause for the Panic of 1893, but regardless it was the Democrats that were blamed for the ordeal. After this event America lost respect for elitist Democrats and started to sway towards the Republican party up until the Great Depression. Despite the slow political shift, blacks still did not receive rights until the later half of the twentieth-century. Hannibal Square was unincorporated from Winter Park, but was added back into the city limits in 1925 due to financial issues. This only proves how the anonymous author’s letter to The Advocate in 1893 was correct in discussing how often the legislature changed it’s mind regarding town limits."," ","Bibliography","Unknown author, “It is Still Alive: Hannibal Square Must Come Out” (The Advocate article in Chase Scrapbook vol. 2, Archives and Special Collections Olin Library, Rollins College, Winter Park, Florida, February 11th, 1893) p. 421","Fairolyn Livingston, “Window on Hannibal Square: A View of Life in Early Westside Winter Park and a Portrait of the Lives and Careers of Walter B. Simpson and Frank R. Israel, The Only Black Men to Ever Hold Office in the City of Winter Park, Florida,” (Archives and Special Collections Olin Library, Rollins College, Winter Park, Florida, 1997) p. 15","Bernard Grun, “The Timetables of History: A Horizontal Linkage of People and Events” (New York, Simon and Schuster, 1982)","Weitz, S. 2009. “Defending the Old South: The Myth of the Lost Cause and Political Immorality in Florida, 1865-1968.” HISTORIAN 71, (1): 79-92.","Dupont, Brandon R. 2009. “Panic in the Plains: Agricultural Markets and the Panic of 1893.” Cliometrica 3, (1): 27-54"],"display_date":"February 11, 1893","search_date":"1893-02-11","locations":[{"id":1444,"lat":28.5664573086,"lng":-81.3013732137,"zoom":9,"place":"ORANGE, Florida"}],"tags":[{"id":2467,"tag":"\"1890s\""},{"id":2466,"tag":"\"racial tensions\""}],"course":{"name":"Decade of Decision 1890s","school":"Rollins College","course_id":131,"school_id":5}}]}