{"id":2468,"tag":"American West","points":[],"bounds":[[-100,-100],[100,100]],"episodes":[{"id":6235,"title":"Pacific Railway Act Makes Transcontinental Train Possible","course_id":137,"status":"P","start_date":"1862-07-01","end_date":"1862-07-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On July 1, 1862 President Abraham Lincoln signed into law the Pacific Railway Act of 1862 which “hereby created and erected into a body corporate... by the name... of The Union Pacific Railroad Company... ; and the said corporation is hereby authorized and empowered to lay out, locate, construct, furnish, maintain and enjoy a continuous railroad and telegraph.”  This act provided Federal support for the building of the first transcontinental railroad across the United States from the Missouri River to the Pacific Ocean. Federal support came in the form of government issued land grants to railroad companies to help fund the construction. Historian Stephen Ambrose states, “Next to winning the Civil War and abolishing slavery, building the first transcontinental Railroad…was the greatest achievement of the American people of the nineteenth century.”","Congress passed many Railway Acts to help establish the first transcontinental railroad with the first being the Pacific Railway Act of 1862. Nearly a decade earlier, Congress authorized Jefferson Davis, then the Secretary of War, to conduct several different surveys to find a possible route for a transcontinental railway in 1853.  Davis presented the report to Congress in 1855, but no route or bill could be agreed on until after secession removed southern voters from Congress.","This, no doubt, would be an expensive undertaking, so how did the Federal government plan to fund it?  They decided to offer incentives such as land grants and government bonds to “men of talent, men of character, men who are willing to invest” to help fund this major project. The government bonds were “issue[d] to said company bonds of the United States of one thousand dollars each, payable in in thirty years after date…for each section of forty miles.” It was mainly railroad companies that received government bonds as financial aid and these bonds had to be paid back.  An estimated 180 million acres of land were given to railroad companies by states and the federal government in the form of public land grants.  Critics argued that the government was just giving away land and money to help businessmen increase their fortunes.","Congress authorized two railroad companies, Union Pacific and Central Pacific, to construct the railway lines.  The Union Pacific began at Omaha, Nebraska building west, and the Central Pacific starting at Sacramento, California building east.  For both crews, the majority of workers were immigrants who had to face unforeseen challenges.  The Union Pacific had about 8,000 Irish, German and Italian immigrants and Central Pacific had about 10,000 Chinese immigrant laborers.  The workers constructed railway lines around mountains, dealt with severe weather, and tried to survive the Native Americans hostility.  The last portion of the railway line was finished in Promontory, Utah and Congress held a ceremony on May 10, 1869 celebrating the great accomplishment of having a transcontinental railroad connecting the United States."],"display_date":"July 1, 1862","search_date":"1862-07-01","locations":[{"id":1276,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":666,"tag":"Railroad"},{"id":683,"tag":"Abraham Lincoln"},{"id":2468,"tag":"American West"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":137,"school_id":3}},{"id":6265,"title":"Invention of Improved Barbed Wire Changes the West","course_id":137,"status":"P","start_date":"1874-11-24","end_date":"1874-11-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On November 24, 1874, the United States Patent Office issued Patent No. 157124 to Joseph F. Glidden of De Kalb, Illinois.  Glidden invented “a new and valuable improvement in wire fences,” with the goal to “preserve cattle from breaking through wire fences…the fence wire is composed of two strands which are designed to be twisted together after the spur.”  The United States Patent Office issued a total of nine patents for wire fence improvements in the five years leading up to and including Glidden’s.  Michael Kelly was issued the first patent in November, 1868. Glidden’s barbed wire, however, proved to be the most popular and most effective.  According to historian James Roark, the invention of barbed wire changed America’s west by “revolution[izing] the cattle business and sounded the death knell for the open range.”","Before barbed wire, if ranchers wanted a fence for their livestock they made it out of wood which was expensive because it was scarce in some parts of the west and had to be shipped in from the east.  Wire fences before barbed wire consisted of a single strand of wire that could easily be broken by cattle.  Without fencing to keep cattle in, the bovines grazed freely competing for grass and water and destroying crops like wheat.  Every year, cattle owners led their herds to slaughter houses unhindered by wire fencing.  Barbed wire limited the open range and in turn limited the freedom of ranchers and cowboys.","Barbed wire had a major impact on the many settlers and nomadic Native Americans living in the west.   Previously, the land was open for public use with many ranchers’ cattle roaming freely, eating, and drinking.  Now, ranchers and settlers fenced off their land with many believing they were being cut off from necessities. This started many disputes, and eventually led to a concentration of power in the hands of the land owners. The wealthy ranchers started fencing their land and individuals with livestock but no land had nowhere for their livestock because much of the public land was becoming too overgrazed.  For the small-time ranchers, many had to sell out to large ranches, and then many had become wage workers for the large ranches.  Nomadic Native Americans used to roam freely, but now these barbed wire fences began to limit their movements.  Some even began calling barbed wire the “Devil’s Rope.”","The invention of barbed wire changed the west permanently by limiting the open range and starting many fights over land.  Glidden did not invent barbed wire, but simply made the best improvement of Kelly’s first design.  Besides having the most effective barbed wire by locking the barbs into place with a double strand of wire, Glidden also invented the machine that mass-produced his barbed wire.  Glidden’s patent was challenged in 1892, and in 1895 he won his case and can be considered the Father of Barbed Wire."],"display_date":"November 24, 1874","search_date":"1874-11-24","locations":[{"id":1277,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":118,"tag":"invention"},{"id":13,"tag":"Agriculture"},{"id":2468,"tag":"American West"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":137,"school_id":3}}]}