{"id":2469,"tag":"Eleanor Roosevelt","points":[[40.6916304076,-74.0035386433],[38.9071923,-77.0368707]],"bounds":[[40.6916304076,-74.0035386433],[38.9071923,-77.0368707]],"episodes":[{"id":6239,"title":"Eleanor Roosevelt and Character Building","course_id":125,"status":"P","start_date":"6/1/31","end_date":"6/30/31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Eleanor Roosevelt wrote an editorial titled, “Building Character,” in 1931 informing parents how to discipline their children properly. She argued that discipline was the best way to build character. Children’s ability to reason in society comes from the parents’ enforcement of obedience. Her argument suggests parents are responsible for their child’s development; therefore, they must help build confidence, structure, and self-control through a variety of disciplinary actions. She suggests, “a generation ago it was the custom to feel that a child should be made to obey without understanding; nowadays we feel that prohibitions are useless—there are too many means of getting away from authority these days . . .”[1] Roosevelt had a new outlook on children. They were the future workers and decisions makers of the United States, so she believed parents should take responsibility for cultivating their children’s character.","Roosevelt was most commonly known for her dedication to political movements and rights for women and for bringing women into press conference meetings and other political contexts.  But she was lesser known for advocating for successful child rearing. Her drive to focus on child rearing stemmed from the economic crash. The Great Depression had negative and long lasting effects on jobs and trade. American men and women experienced many hardships of the recession, taking drastic pay cuts and resorting to volunteer work. Roosevelt knew that strong citizens working in a struggling environment could have a positive effect on the economy; so delving into the effectiveness of childhood development would change the outcome of the economical downturn. By instilling hard work and motivation into youthful minds, children growing up in the Great Depression would become stronger adults.","Along with changing children's behavior, Roosevelt also called for the improvement of the parents' behavior: “She encouraged parents to maintain a distance between themselves and their children and advised them to exercise control over their own emotions and act calmly and reasonably in all circumstances surrounding childhood development.” [2] Maintaining proper conduct was a challenge for parents because they had to focus on their own conduct as much as their child’s.","Eleanor Roosevelt was a role model not just in the political sphere, but also in the domestic sphere. She could not do it on her own, seeing as many people saw her vision for democracy clichéd and obtuse. She relied on the media to spread her word; her editorial found its way into the homes of families all across the country. Roosevelt proposed old ideas of child rearing for a modern society and changed the roles of parenthood in hopes for a stronger, united country. Her contributions not only pushed the economy in a positive direction, but also set the standards for future citizens to come."," "," ","[1] Roosevelt, Eleanor, 1931. “Building Character,<em>”</em> <em>The George Washington University</em>,  Accessed November, 13 2014."," ","[2] Dennis, Paul M, \"Between Watson and Spock: Eleanor Roosevelt's Advice on Child-Rearing from 1928 to 1962,\" <em>Journal Of American Culture </em>18(1995): 41-50"],"display_date":"June 1931","search_date":"1931-06-15","locations":[{"id":22428,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":2469,"tag":"Eleanor Roosevelt"},{"id":2470,"tag":"Child Rearing"},{"id":2471,"tag":"20th Century"}],"course":{"name":"American Women's History","school":"Schreiner University","course_id":125,"school_id":69}},{"id":6477,"title":"Letters of Eleanor Roosevelt and John F. Kennedy during the 1960 election","course_id":150,"status":"P","start_date":"12/11/58","end_date":"1/22/59","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On December 11, 1958, John F. Kennedy a Democratic Presidential candidate composed a personal letter to Eleanor Roosevelt. He wrote, “I note from the press that on last Sunday afternoon, December 7, on the ABC television program College News Conference, you stated…that Senator Kennedy’s ‘father has been spending oodles of money all over the country and probably paid representatives in every state by now.’” Kennedy wrote this letter to Roosevelt hoping she would retract her statement. On December 18, 1958 Roosevelt’s response to Kennedy included the pointed remark that, “building an organization is permissable [sic] but giving too lavishly may seem to indicate a desire to influence through money.” Roosevelt additionally responded to Kennedy’s letter that if the information turned out to be false, she would gladly state so but, “was told that your father said openly he would spend any money to make his son the first Catholic President of this country.” Kennedy, enraged that Roosevelt believed such a fabrication, wrote her a pointed response. According to Allida M. Black, “Kennedy knew that he needed as much party unity as he could muster to win a very close election…Eleanor Roosevelt’s support was crucial.” Kennedy wrote in more of a lecture style on December 29, that Roosevelt should not believe the allegation made against him. “I am aware…that there are good many people who fabricate rumors and engage in slander about any person in public life. But I have made it a point never to accept or repeat such a statements unless I have some concrete evidence of their truth.” In Kennedy’s letter to Roosevelt on January 22, 1959 he stated, “I do hope that we a have a chance to get together sometime in the future to discuss other matters.”  These matters included his Catholicism, and attitude towards McCarthyism.","After the convention in July 1960, when Kennedy won the nomination, Roosevelt gave her halfhearted endorsement to Kennedy. Gary Donaldson disclosed, “Stevenson, Truman, and Eleanor Roosevelt might have thrown their support to just about anyone to keep Nixon out of the White House…Without their support…Kennedy would have a difficult time winning in November.” The importance of Roosevelt publically supporting the Democratic presidential nominee was symbolic because she was arguable as the “Mother” of the Democrat Party in the White House.Roosevelt and Kennedy’s relationship started off argumentative, but progressed into a friendly association. Roosevelt aimed to ensure that her husband’s New Deal legacy continued the Democratic party. She did not trust Kennedy. She remained suspicious of his Catholicism, his lack of criticism of Senator Joseph McCarthy, and she disliked his father, Joseph Kennedy’s, financial meddling in the campaign.  At the time that Kennedy wrote the letter to Roosevelt, she supported the two-time presidential nominee, Adlai Stevenson, as the leading Democratic figure. Roosevelt liked the main points that Kennedy made in his inauguration speech about challenging the nation. Roosevelt felt passionate about the Peace Corps, but scolded Kennedy for his impulsive actions. She did not appreciate how Kennedy dodged civil rights because it coexisted as “the domestic matter closest to her heart” and “angered her the most.” Roosevelt, “strongly supported Stevenson’s appointment to the ambassadorship of the United Nations.” Finally, according to Black, Kennedy asked, “her to chair his Presidential Commission on the Status of Women.” Roosevelt attempted to influence Kennedy opinion in a variety of ways, and stayed pro-active in many organizations throughout her last 20 months alive."," "," "," "," "," "," "," "],"display_date":"December 11, 1958 - January 22, 1959","search_date":"1959-01-01","locations":[{"id":52855,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington, D.C."}],"tags":[{"id":2469,"tag":"Eleanor Roosevelt"},{"id":18,"tag":"Politics"},{"id":2703,"tag":"John F. Kennedy"},{"id":2874,"tag":"Democratic Party"}],"course":{"name":"JFK: Famine to New Frontier","school":"Marist College","course_id":150,"school_id":77}}]}