{"id":247,"tag":"convict lease","points":[[33.5543155862,-86.8964933862],[33.5535062339,-86.8977806563]],"bounds":[[33.5543155862,-86.8964933862],[33.5535062339,-86.8977806563]],"episodes":[{"id":4681,"title":"James Knox: Convict Lease Martyr","course_id":22,"status":"P","start_date":"1/1/23","end_date":"12/31/26","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":[" ","James Knox - Alabama’s Convict Labor System Martyr","Ex-sailor and convicted felon Mr. James Knox was sent to Flat Top Mine in Jefferson County to carry out what would be his death sentence.  In 1923 Mr. Knox came out of the mine claiming that he “gave out in the mines and the deputies contended that he was a big strong man and was malingering”.  This day, which proved to be Mr. Knox's last, he was burned and drowned to death in a large concrete vat of boiling water by two convict deputies.","In an attempt to conceal the murder, Warden Charles Davis, who was the man in charge for the state, stuffed bichloride of mercury pills down Mr. Knox’s cold dead throat and claimed that he took them and was died.  They then buried the body without further question.","Upon hearing the story of Mr. Knox in 1926, three years after the incident, Attorney General Major Harwell Goodwin Davis discovered that bichloride of mercury has to enter the circulatory system via the bloodstream to cause death.  Major Davis discovered that the ingestion of bichloride of mercury pills could not acutely kill a person.  Major Davis went out to Flat Top Mine Cemetary and exhumed Mr. Knox’s body only to discover the pills were still lodged in his throat.","Although Charles Davis was never convicted of any crime, this controversy incident served as the catalyst for the abolition of the convict lease system in Alabama."],"display_date":"1923 - 1926","search_date":"1924-12-31","locations":[{"id":20911,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":1621,"tag":"james knox"},{"id":247,"tag":"convict lease"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}},{"id":5462,"title":"The Convict Lease System in Alabama","course_id":84,"status":"P","start_date":"1/1/09","end_date":"12/31/28","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["https://acrobat.com/#d=ZZMWZ19C-VOVGrdmiX2CFA","The picture above shows a group of men tearing up a Birmingham city street in 1909.  At first glance this picture might seem innocent enough.  These men could very well be day laborers just trying to make enough money to get by.  However, they are, in fact, prisoners who had been leased to a private company which Birmingham was paying to do road work.  If one looks carefully at the picture, they can see that this is what is going on.  The men’s feet are shackled and their expressions are decidedly not enthused.  There are white guards watching their every move to ensure that the work continues.","The idea of convict labor is not a new issue to Alabama.  The “chain gang” used to be a common sight alongside Alabama streets.  Even today, prisoners pick up trash on the side of the roads.  However, during the period in which this photograph was taken, a much more insidious program was in place.  It was commonly referred to as the convict lease system.  This system was instituted following the Civil War as a way to try and maintain the Southern racial order.  Men, mostly African Americans, could be arrested for virtual anything.  This included charges such as vagrancy and loitering.  Once arrested, if they could not pay the fine they were sentenced to jail where the sheriff would lease them out to the highest bidder.","In his aptly titled book, <em>Slavery By Another Name</em>, Douglas A. Blackmon, estimates that more than hundred thousand African Americans in Alabama alone were arrested and leased out to various private companies and that by the fourth year of the convict lease program, nearly 45 percent of those in captivity died from abuse, disease, and working conditions.  Following the Civil War, convict lease systems, such as Alabama’s, began to spring up all over the South.  They became so popular that by the end of Reconstruction, every Southern state except Virginia had adopted the convict lease system.","What this picture shows is a very real part of Birmingham’s past that most modern day residents are unaware of.  With the abolition of slavery following the Civil War, many just assume that the practice was forever wiped away from the Southern landscape.  Yes, there were laws separating the races and African Americans were second class citizens, but they could not be forced to work against their will.","When many think of Birmingham past, they think of fire hoses, dogs, church bombings, and Bull Conner.  Those were dark and shameful ties that the city’s residents are still dealing with in the present day.  However, that was not the beginning of Birmingham’s controversial past.  The city relied heavily on leased labor both to maintain its roads and to fill the mines and plants which turned Birmingham into a giant."," "],"display_date":"1909 - 1928","search_date":"1919-01-01","locations":[{"id":50979,"lat":33.5535062339,"lng":-86.8977806563,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":203,"tag":"Birmingham, Alabama"},{"id":247,"tag":"convict lease"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":84,"school_id":10}}]}