{"id":2470,"tag":"Child Rearing","points":[[40.6916304076,-74.0035386433]],"bounds":[[40.6916304076,-74.0035386433],[40.6916304076,-74.0035386433]],"episodes":[{"id":6239,"title":"Eleanor Roosevelt and Character Building","course_id":125,"status":"P","start_date":"6/1/31","end_date":"6/30/31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Eleanor Roosevelt wrote an editorial titled, “Building Character,” in 1931 informing parents how to discipline their children properly. She argued that discipline was the best way to build character. Children’s ability to reason in society comes from the parents’ enforcement of obedience. Her argument suggests parents are responsible for their child’s development; therefore, they must help build confidence, structure, and self-control through a variety of disciplinary actions. She suggests, “a generation ago it was the custom to feel that a child should be made to obey without understanding; nowadays we feel that prohibitions are useless—there are too many means of getting away from authority these days . . .”[1] Roosevelt had a new outlook on children. They were the future workers and decisions makers of the United States, so she believed parents should take responsibility for cultivating their children’s character.","Roosevelt was most commonly known for her dedication to political movements and rights for women and for bringing women into press conference meetings and other political contexts.  But she was lesser known for advocating for successful child rearing. Her drive to focus on child rearing stemmed from the economic crash. The Great Depression had negative and long lasting effects on jobs and trade. American men and women experienced many hardships of the recession, taking drastic pay cuts and resorting to volunteer work. Roosevelt knew that strong citizens working in a struggling environment could have a positive effect on the economy; so delving into the effectiveness of childhood development would change the outcome of the economical downturn. By instilling hard work and motivation into youthful minds, children growing up in the Great Depression would become stronger adults.","Along with changing children's behavior, Roosevelt also called for the improvement of the parents' behavior: “She encouraged parents to maintain a distance between themselves and their children and advised them to exercise control over their own emotions and act calmly and reasonably in all circumstances surrounding childhood development.” [2] Maintaining proper conduct was a challenge for parents because they had to focus on their own conduct as much as their child’s.","Eleanor Roosevelt was a role model not just in the political sphere, but also in the domestic sphere. She could not do it on her own, seeing as many people saw her vision for democracy clichéd and obtuse. She relied on the media to spread her word; her editorial found its way into the homes of families all across the country. Roosevelt proposed old ideas of child rearing for a modern society and changed the roles of parenthood in hopes for a stronger, united country. Her contributions not only pushed the economy in a positive direction, but also set the standards for future citizens to come."," "," ","[1] Roosevelt, Eleanor, 1931. “Building Character,<em>”</em> <em>The George Washington University</em>,  Accessed November, 13 2014."," ","[2] Dennis, Paul M, \"Between Watson and Spock: Eleanor Roosevelt's Advice on Child-Rearing from 1928 to 1962,\" <em>Journal Of American Culture </em>18(1995): 41-50"],"display_date":"June 1931","search_date":"1931-06-15","locations":[{"id":22428,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":2469,"tag":"Eleanor Roosevelt"},{"id":2470,"tag":"Child Rearing"},{"id":2471,"tag":"20th Century"}],"course":{"name":"American Women's History","school":"Schreiner University","course_id":125,"school_id":69}}]}