{"id":2471,"tag":"20th Century","points":[[40.6916304076,-74.0035386433],[42.6525793,-73.7562317],[47.6062095,-122.3320708],[40.2671941,-86.1349019],[40.672670386386,-73.961707701296],[30.035348730812,-99.117148294689]],"bounds":[[47.6062095,-73.7562317],[30.035348730812,-122.3320708]],"episodes":[{"id":6239,"title":"Eleanor Roosevelt and Character Building","course_id":125,"status":"P","start_date":"6/1/31","end_date":"6/30/31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Eleanor Roosevelt wrote an editorial titled, “Building Character,” in 1931 informing parents how to discipline their children properly. She argued that discipline was the best way to build character. Children’s ability to reason in society comes from the parents’ enforcement of obedience. Her argument suggests parents are responsible for their child’s development; therefore, they must help build confidence, structure, and self-control through a variety of disciplinary actions. She suggests, “a generation ago it was the custom to feel that a child should be made to obey without understanding; nowadays we feel that prohibitions are useless—there are too many means of getting away from authority these days . . .”[1] Roosevelt had a new outlook on children. They were the future workers and decisions makers of the United States, so she believed parents should take responsibility for cultivating their children’s character.","Roosevelt was most commonly known for her dedication to political movements and rights for women and for bringing women into press conference meetings and other political contexts.  But she was lesser known for advocating for successful child rearing. Her drive to focus on child rearing stemmed from the economic crash. The Great Depression had negative and long lasting effects on jobs and trade. American men and women experienced many hardships of the recession, taking drastic pay cuts and resorting to volunteer work. Roosevelt knew that strong citizens working in a struggling environment could have a positive effect on the economy; so delving into the effectiveness of childhood development would change the outcome of the economical downturn. By instilling hard work and motivation into youthful minds, children growing up in the Great Depression would become stronger adults.","Along with changing children's behavior, Roosevelt also called for the improvement of the parents' behavior: “She encouraged parents to maintain a distance between themselves and their children and advised them to exercise control over their own emotions and act calmly and reasonably in all circumstances surrounding childhood development.” [2] Maintaining proper conduct was a challenge for parents because they had to focus on their own conduct as much as their child’s.","Eleanor Roosevelt was a role model not just in the political sphere, but also in the domestic sphere. She could not do it on her own, seeing as many people saw her vision for democracy clichéd and obtuse. She relied on the media to spread her word; her editorial found its way into the homes of families all across the country. Roosevelt proposed old ideas of child rearing for a modern society and changed the roles of parenthood in hopes for a stronger, united country. Her contributions not only pushed the economy in a positive direction, but also set the standards for future citizens to come."," "," ","[1] Roosevelt, Eleanor, 1931. “Building Character,<em>”</em> <em>The George Washington University</em>,  Accessed November, 13 2014."," ","[2] Dennis, Paul M, \"Between Watson and Spock: Eleanor Roosevelt's Advice on Child-Rearing from 1928 to 1962,\" <em>Journal Of American Culture </em>18(1995): 41-50"],"display_date":"June 1931","search_date":"1931-06-15","locations":[{"id":22428,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":2469,"tag":"Eleanor Roosevelt"},{"id":2470,"tag":"Child Rearing"},{"id":2471,"tag":"20th Century"}],"course":{"name":"American Women's History","school":"Schreiner University","course_id":125,"school_id":69}},{"id":6618,"title":"Dr. Sharp's Indiana Plan to \"Render Sterile Confirmed Criminals and Mental Defectives\"","course_id":165,"status":"P","start_date":"3/9/07","end_date":"12/31/21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1907, the state of Indiana passed the world’s first sterilization law “to prevent procreation of confirmed criminals, idiots, imbeciles and rapists.” Over the next decade, hundreds of sterilization procedures would be performed under this law, sometimes under dubious circumstances. The 1907 Indiana law came as a direct consequence of fears concerning social changes that coincided with the growth of industrialization at the turn of the 20<sup>th</sup> century. The middle and upper classes dreaded the perceived immorality in mounting urbanization, the encroachment of foreign cultures, and that lower-class people would out-breed these higher classes.  In Indiana, there was a particular concern with poor, white Kentuckians moving into the state. Simultaneously, eugenic ideas were seen akin to public health issues.  At a time when cures and vaccines were being created for diseases of the body, some authorities hoped that eugenic efforts could function as preventative measures for mental and hereditary health. The greatest concern of eugenicists was the financial burden put on charitable organizations and tax payers in sustaining a populace they saw as “degenerate.”","Dr. Harry C. Sharp, convinced that sterilization was the noblest answer to these perceived societal issues, was a driving force in the Indiana law’s passing. Even though marriage laws and segregation were also seen as solutions to eugenic problems in the early 1900s, Sharp asserted that sterilized individuals could enjoy normal, happy lives. Previously, physical castration had been used as a punitive action against criminals. However, negative physiological effects of the procedure on the patient caused castration to be considered in violation of the 14<sup>th</sup> Amendment. Consequently, questions regarding whether sterilization could be construed as cruel and unusual punishment were addressed early on. In 1907 and 1909, Sharp gave two speeches to the National Prison Association in which he cited sterilization procedures he had performed for experimental, therapeutic purposes. A young man, Sharp claimed in 1907, had actually requested the procedure to cure his masturbation. In 1909, Sharp detailed that he had sterilized an 11-year-old epileptic girl who was then able to experience puberty normally. Sharp insisted that because of clear differences from castration, sterilization could not be seen as a punishment and thus was not unconstitutional.","At Sharp’s 1907 speech, the Indiana sterilization plan was met with great praise.  A number of board members also contemplated on the procedure’s disciplinary potential. Dr. Sharp responded to these notions by insisting that sterilization was “purely a medical measure.”  Yet, after two years, reactions to sterilization became increasingly divisive. Upon Sharp’s conclusion to his 1909 speech, the NPA’s treasurer rose in protest and declared the topic of sterilization improper for their organization.  Some found religious reasoning both in favor and against sterilization. Many still favored sterilizations, lest the entirety of the nation be overpopulated with “epileptic hospitals and homes for the feeble-minded” and civilization be “doomed.”  This logic spread sterilization laws into several other states. However, by 1913 the constitutionality of the sterilization law was seriously doubted due to sterilizations being performed questionably and without expressed legal sanction. The Indiana law was finally deemed unconstitutional in 1921.  Nevertheless, by the end of the 1920s there were new sterilization laws that would endure for another half century."],"display_date":"March 9, 1907 - December 31, 1921","search_date":"1914-08-04","locations":[{"id":8678,"lat":42.6525793,"lng":-73.7562317,"zoom":8,"place":"ALBANY, New York"},{"id":52993,"lat":47.6062095,"lng":-122.3320708,"zoom":8,"place":"Seattle, Washington"},{"id":52992,"lat":40.2671941,"lng":-86.1349019,"zoom":8,"place":"Indiana, United States"}],"tags":[{"id":3189,"tag":"1900s"},{"id":3188,"tag":"1907 Indiana Law"},{"id":3187,"tag":"Eugenic Legislation"},{"id":533,"tag":"Eugenics"},{"id":2937,"tag":"United States"},{"id":3186,"tag":"Involuntary Sterilization"},{"id":3185,"tag":"Vasectomy"},{"id":3184,"tag":"Eugenic Sterilization"},{"id":3183,"tag":"Indiana Sterilization Law"},{"id":3182,"tag":"H.C. Sharp"},{"id":3181,"tag":"Dr. Sharp"},{"id":3180,"tag":"Harry Sharp"},{"id":3179,"tag":"Sterilization"},{"id":9,"tag":"Law"},{"id":1466,"tag":"Legislation"},{"id":2471,"tag":"20th Century"},{"id":3148,"tag":"Indiana"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":165,"school_id":94}},{"id":6874,"title":"Uncommon History: The Tale of the Female Playwright","course_id":186,"status":"P","start_date":"1/1/75","end_date":"12/31/85","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the early 1970s, theatre was dominated by male actors, male directors, male playwrights, and male producers. In an article titled The ‘Woman’ Playwright Issue Gayle Austin, 80s playwright and journalist, expressed that many of the female characters portrayed in the shows of this time were flat or two-dimensional, leaving the female audience in this male dominated world wanting more than the typical “hooker with a heart of gold” trope that satisfied the male gaze. Plays like Da, an Irish comedy that focused on a man’s relationship with his father, or the musicals like Pippin, a story of a boy turning into a man while finding his way in the world, captivated audiences while not having a single multidimensional female character in the entire script. When women playwrights attempted to combat this lack of representation with their own creations, they were met with ridicule from male critics that considered their work “juvenile and substandard” to the male playwrights. Female playwrights like Wendy Wasserstein and Caryl Churchill faced an issue in their medium as many of them were barred from publishing and producing their work due to the constant harsh criticism.","It wasn’t until the early 1980s that a wave of feminist playwrights began releasing their work and women began to gain real representation on the live stage. Smaller production companies such as The Monstrous Regiment began producing the plays to showcase these feminist playwrights and express to the oppressive male critiques that these shows were relevant to audiences. Across the country, audiences began to show support for this new female role as women were being expressed as someone with emotion and ability, rather than the previous types of roles produced by male writers. Wendy Wasserstein, author of Uncommon Women and Others, as well as Caryl Churchill, author of world renowned play Top Girls, made waves in the world of theatre, leading a new feminist era of theatre itself.","The main goal of these female writers was to change the theatrical climate for the better; to see women actresses get to become women directors, playwrights, and producers. Austin expresses a common myth thought about female writers that came out of the theatre community, stating “Women can’t direct. It’s not part of our childhood training. Directors must be able to command, declaim, dictate, shock, humiliate, create, destroy, and resurrect.” This common thought originally barred the female world from directing as their will is thought to not be strong enough for the job. ","What was once the question of, (Austin 1983)“is this female character really a person?” evolved into the astounding creation of characters such as Muffet De Nicola, a woman who is just finishing college and questioning whether or not it was worth it and what life will be after it all in Wasserstein’s Uncommon Women and Others, or the savvy business woman Marlene, who began to adopt toxic male traits to climb the business ladder in Churchill’s Top Girls. These women now have interests beyond men or devilish schemes, or even implied lives beyond the show’s plot. This was a rarity before the Feminist Theatrical Movement. Thanks to the efforts of the few female playwrights, it is now and forever common in many shows across America."," "],"display_date":"1975 - 1985","search_date":"1980-07-01","locations":[{"id":52989,"lat":40.672670386386,"lng":-73.961707701296,"zoom":11,"place":"New York"}],"tags":[{"id":3679,"tag":"Feminist Theater"},{"id":619,"tag":"Second Wave Feminism"},{"id":2471,"tag":"20th Century"},{"id":617,"tag":"Feminism"},{"id":627,"tag":"Theater"},{"id":955,"tag":"Theatre"},{"id":1205,"tag":"Women's History"}],"course":{"name":"American Women's History","school":"Schreiner University","course_id":186,"school_id":69}},{"id":6890,"title":"Women and the 21st Amendment","course_id":186,"status":"P","start_date":"12/18/17","end_date":"12/5/33","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","Women and Prohibition","It is not a new discovery that women have played a significant role in changing the face of America. For example, women pushed desperately to pass the 21<sup>st</sup> amendment (1933) repealing the 18<sup>th</sup> amendment (1919); prohibition. While previous women desperately fought to create the 18<sup>th</sup> amendment, none of them truly sought through the possible consequences its implementation could entail. Hence, a 21<sup>st</sup> amendment was sought not long after.","            The initial plan women created, the 18<sup>th</sup> amendment, was in attempt to “take back the home”. What I mean by this is that women believed that alcohol was the cause for their husbands being drawn away from the home all day, only to come home late and do very awful things to her.[1] In addition to this, women who were suffering from drunken husbands teamed up with the groups of religious people such as the National Women’s Christian Temperance Union, and males who could vote.[2] With strong effort they were able to successfully pass the 18<sup>th</sup> amendment. Over the years following, some women continued to celebrate while others began to see a change in light.","            The reason for this is as follows. While alcohol became illegal to sell, it did not prevent people from getting their hands on it and consuming it anyways. Another thing women noticed after the 18<sup>th</sup> amendment was that bars were no longer regulated. This meant they could stay open however late they please and let whom ever they want in. This allowed for the creation of “speak easies” which were basically the old bars but were now being used primarily for illegal actions such as selling black market alcohol. Some other things came from this as well.[3] These included an increase of prostitution, increase in youth drinking, increase in political/government corruption, increase in death, and also did not put an end to most husband’s violent actions.","            Because of these consequences, it was time for action, and action came in the form of a group of strong-willed women. For example, The WONPR, Women’s Organization for National Prohibition Reform, was a women’s organization in support of the soon to be 21<sup>st</sup> amendment. Importantly to note, this organization did not want to segregate political parties or previous movement organizations. Due to this, WONPR claimed over 1.2 million members at the beginning of 1933. One thing this organization campaigned on was “the repeal of the 18<sup>th</sup> amendment is not defeat”.[4] This was in attempt to show 18<sup>th</sup> amendment prohibition supporters that their actions were in good means, and that it is not a loss but rather a creation for a better, safer way.","Another organization of powerful women who played a role in the creation of the 21<sup>st</sup> amendment was the Women’s Organization for Prohibition Reform. For example, Ione Nicoll, secretary of WOPR, saw the destruction of the 18<sup>th</sup> amendment and began to look for ways to repeal it. Nicoll frequently brought up that instead of eradicating the evils people faced, prohibition made it worse.[5] To further show her reasonings for why women “should vote wet”, Nicoll explained a study done in 1925 by the Women’s National Republican Club. This study concluded that out of the vast variety of women they surveyed, ninety percent voted to get rid of or make changes to the 18<sup>th</sup> amendment. Not only did she use facts to back up her reasonings for a 21<sup>st</sup> amendment, she also tried to get female Prohibitionists on her side like the WONPR did.","Though some of the Prohibition supporters were scarred by experiences, others began to see a new light that shined on the creation of a 21<sup>st</sup> amendment. Overtime these groups of women were able to gain mass support and became successful at repealing prohibition. With one of the campaign tactics being creating alliances, women in the 21<sup>st</sup> amendment were able to get the government, as well as others, on their side. Once this occurred, rapid changes began and the 21<sup>st</sup> amendment was created."," "," ","Reference List:","Nicoll, Ione. \"Should Women Vote Wet?\" <em>The North American Review</em> 229, no. 5 (1930): 561-65. <a href=\"http://www.jstor.org.schreiner.idm.oclc.org/stable/25113543.\">http://www.jstor.org.schreiner.idm.oclc.org/stable/25113543.</a>","Rose, Kenneth D. 1996. American Women and the Repeal of Prohibition. The American Social Experience Series. New York: NYU Press. <a href=\"http://schreiner.idm.oclc.org/login?url=http://search.ebscohost.com/login.aspx?direct=true&db=nlebk&AN=19000&site=eds-live&scope=site.\">http://schreiner.idm.oclc.org/login?url=http://search.ebscohost.com/login.aspx?direct=true&db=nlebk&AN=19000&site=eds-live&scope=site.</a>","Rose, Kenneth D. \"Nonpartisanship, National Politics, and the Momentum for Repeal.\" In <em>American Women and the Repeal of Prohibition</em>, 114-29. NYU Press, 1996. <a href=\"http://www.jstor.org/stable/j.ctt9qfzjn.11.\">http://www.jstor.org/stable/j.ctt9qfzjn.11.</a>","Lillian M. N. Stevens. \"The Work of the National Woman's Christian Temperance Union.\" <em>The Annals of the American Academy of Political and Social Science</em> 32 (1908): 38-42. <a href=\"http://www.jstor.org/stable/1010550.\">http://www.jstor.org/stable/1010550.</a>"," ","[1] Rose, Kenneth D. 1996. American Women and the Repeal of Prohibition. The American Social Experience Series. New York: NYU Press. Chapter 1.","[2] Lillian M. N. Stevens. \"The Work of the National Woman's Christian Temperance Union.\" The Annals of the American Academy of Political and Social Science 32 (1908): 38-42. Page 41.","[3] Nicoll, Ione. \"Should Women Vote Wet?\" The North American Review 229, no. 5 (1930): 561-65. Page 2..","[4] Rose, Kenneth D. \"Nonpartisanship, National Politics, and the Momentum for Repeal.\" In American Women and the Repeal of Prohibition, 114-29. NYU Press, 1996. Page 114-129.","[5] Nicoll, Page 1."],"display_date":"December 18, 1917 - December 5, 1933","search_date":"1925-12-11","locations":[{"id":53216,"lat":30.035348730812,"lng":-99.117148294689,"zoom":14,"place":"Kerrville Texas"}],"tags":[{"id":1685,"tag":"Woman"},{"id":3702,"tag":"21st Amendment"},{"id":111,"tag":"Prohibition"},{"id":1563,"tag":"18th Amendment"},{"id":265,"tag":"america"},{"id":2471,"tag":"20th Century"},{"id":7,"tag":"Women"}],"course":{"name":"American Women's History","school":"Schreiner University","course_id":186,"school_id":69}}]}