{"id":2474,"tag":"Hexamer's Battery","points":[[38.1882210605,-77.65248979]],"bounds":[[38.1882210605,-77.65248979],[38.1882210605,-77.65248979]],"episodes":[{"id":6238,"title":"1st New Jersey Artillery Roars at Chancellorsville","course_id":137,"status":"P","start_date":"1863-05-03","end_date":"1863-05-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the Battle of Chancellorsville on May 3 1863, Hexamer’s Battery of New Jersey proved their worth near Salem Church along Orange Plank Road.  The wellmanned guns of Captains Williston, Rigby, and Parsons poured heavy fire into the Confederate attackers after the Union line was routed.  Lt. Williston reported, “During this action, the enemy carried a large red battle flag, crossed with white, which was knocked down twice by shots from my section.”   In early evening, the Confederates retreated back to the safety of their line because continued advancing would have been disastrous due to the Union battery positions.  Union Commander Sedgwick ordered the reserve batteries into position while Captians Williston, Rigby, and Parsons were sent into the rear to resupply.","William Hexamer was born in Germany on April 12, 1825.  He died in Hoboken, New Jersey on April 25, 1870.  Before the Civil War, William Hexamer became a major in the New Jersey Militia Hudson in the artillery battery along with other German immigrants who were resided in Hudson City, NJ.  He, with Governor Charles Smith Olden, offered the service of the battery to the War Department but was initially turned down until after the First Battle of Bull Run.  Four months went by before the War Department accepted the militia unit on August 18, 1861 with William Hexamer as the commander and captian.  At this point the artillery became  known as Hexamer’s Battery, Battery A, or 1st New Jersey (Light) Artillery.  William Hexamer was present at most major battles of the Civil War with the Army of the Potomac except Gettysburg and Chancellorsville.  His artillery unit was with the sixth corp in the Army of the Potomac.   Hexamer came down with an illness and command  transferred to Parsons until he recovered.  William return in time for General Grant to open up his Overland Campaign in the East where the artillery saw major action.  On August 18, 1864, William Hexamer mustered out of service returning home to New Jersey.","Hexamer’s Battery was in every major conflict that the Army of the Potomac fought until the war ended with the exception of First Bull Run.  They postscripted in many critical moments for Union victory as well as the defeats.  They did not enjoy recognition in the roles they played at Gettysburg, Chancellorsville, Cold Harbor, or the Peninsular Campaign because of the way people romanticized the war.  Rarely did artillery officers earn praise or promotion for their service.  Most got mustered out without receiving any promotions.  Yet, without them the war would have ended quickly and decisively favoring the Confederates and changing the political structure in North America."," ","Word Count: 450"],"display_date":"May 3, 1863","search_date":"1863-05-03","locations":[{"id":14293,"lat":38.1882210605,"lng":-77.65248979,"zoom":9,"place":"SPOTSYLVANIA, Virginia"}],"tags":[{"id":2475,"tag":"Battery A"},{"id":2474,"tag":"Hexamer's Battery"},{"id":2473,"tag":"1st New Jersey Artillery"},{"id":2472,"tag":"William Hexamer"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":137,"school_id":3}}]}