{"id":2476,"tag":"McConnellsburg","points":[[39.9254362791,-78.1124346626]],"bounds":[[39.9254362791,-78.1124346626],[39.9254362791,-78.1124346626]],"episodes":[{"id":6242,"title":"<strong>Rebels raid Southern Pennsylvania</strong>","course_id":137,"status":"P","start_date":"1863-06-19","end_date":"1863-06-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The majority of the fighting during the Civil War occurred in the South, but on some occasions the war came to the northern border state of Pennsylvania.  In mid-June 1863, several weeks before the Battle of Gettysburg, Confederate raiders from a force of 8,000 soldiers and guerrillas poured into southern Pennsylvania intent upon destroying Union infrastructure and rustling horses.  Within several days they achieved their goal as locals fled and the rebels plundered their goods.  June 19 saw a scurry of activity as Governor Andrew Curtin declared an emergency muster of troops in an attempt to stop the Confederate invasion amidst the various raids on southern Pennsylvania towns.","The Union army tasked General Robert H. Milroy in counterinsurgency fighting against Confederate guerrillas in Western Virginia early on in the war.  Napoleonic-style warfare practiced during the Civil War proved futile against the guerrilla warfare with the Confederates along the border region.  However, General Milroy developed guerrilla tactics of his own that proved highly successful against the rebels throughout Western Virginia.  The Confederates became so frustrated with losing at their own game of guerrilla warfare that they placed a bounty on General Milroy.","Unfortunately, he and his men did not arrive in southern Pennsylvania in time to stop the Rebel destruction due to an earlier encounter with Rebel troops in Winchester, Virginia that resulted in the scattering of part of his forces. Union leadership had focused most of its forces elsewhere, leaving southern Pennsylvania vulnerable to attack from Confederate raiders.  Many of Pennsylvania’s militia had also left for home due to being “dissatisfied with the six months’ term of service”, therefore adding to the region’s vulnerability.","Newspapers and telegrams reported that the small town of McConnellsburg, located in Fulton County, suffered the brunt of the damage. New York’s 8th and 71st regiments, along with a squadron of cavalry, moved towards Greencastle, in hopes of preventing the rebels from future raids on southern Pennsylvania towns.  Mercersburg and McConnellsburg, two prominent towns in Fulton County, had neither Union troops nor local militia available to stop the raiders.  In fact, the two hundred Confederates burned the McConnellsburg courthouse and jail on June 19.  One of the citizens followed them as they made their way back to the Confederate strongholds in the Maryland cities of Hagerstown and Williamsport.  He described the raiders leaving McConnellsburg with “a large drove of cattle and horses.”","Escaped slaves hoping to find refuge in the North also fell into the hands of the raiders.  The Confederate forces had established picket lines along the railways used by slaves making their way north.  One correspondent described the ordeal stating that “the rebels seize all they can find” of the unfortunate fugitive slaves.","By the close of June 19, Confederate raiders had successfully completed their tasks and returned to Maryland having only suffered the loss of two captured men."],"display_date":"June 19, 1863","search_date":"1863-06-19","locations":[{"id":11038,"lat":39.9254362791,"lng":-78.1124346626,"zoom":9,"place":"FULTON, Pennsylvania"}],"tags":[{"id":2476,"tag":"McConnellsburg"},{"id":32,"tag":"Civil War"},{"id":5,"tag":"War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":137,"school_id":3}}]}