{"id":2479,"tag":"Legal Evasion","points":[[40.468833638,-79.9812076782]],"bounds":[[40.468833638,-79.9812076782],[40.468833638,-79.9812076782]],"episodes":[{"id":6244,"title":"<strong>$300 and You’re Cleared of Duty</strong>","course_id":137,"status":"P","start_date":"1863-07-18","end_date":"1863-07-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“Questions Under the Draft” headlined the front page of the<em> Daily Morning News</em> from Pittsburgh, Pennsylvania, questioning the controversial commutation fee.  People expressed apprehension over the “rich man’s law,” which stated that people could pay a $300 commutation fee that exempted them from serving as a soldier.  The article referenced two captains that had differing opinions on the subject.  Captain Howe of the Fourth district believed that people should be allowed to pay a commutation fee because “the government does not claim his services…until it is shown that he be an able bodied man.”  In opposition to Captain Howe’s beliefs, Captain Shaw of the Third district thought that a “man offering himself to the surgeon for examination, must abide the result of that examination.”  The article noted the significance of the commutation fee when it stated that the issue had been brought to the attention of the federal government.","The commutation fee became a provocative element of the draft law of 1863.  “Questions Under the Draft” did not support or condemn the commutation fee; it simply stated that it had become a debated issue.  This law meant to require men to enlist as three-year draftees, in order to fully man the Union Army for the duration of the war.  Historian James McPherson stated that more than 160,000 of the 207,000 drafted men either paid the commutation fee or found substitutes to fill their quota. The Union government implemented it as a way to drive down the cost of substitutes, unlike in the South where the price of substitutes skyrocketed.  The fee succeeded in keeping the cost of substitutes at no more than $300, but the law passed by Republicans generated backlash from the peace Democrats because the commutation fee discriminated against those who could not afford it.  Historian Peter Levine stated that the commutation fee allowed the government to raise money.  This led critics to say that the Union raised more money than soldiers for the war effort.  These funds were then used to supply the bounties necessary to raise troops, which offered a monetary incentive for soldiers to enlist and reenlist when their term of service had ended.  This led to a cycle of people conning the bounty system by enlisting, deserting, and reenlisting under another name, in order to receive the bounty.","Substitution had an established history in American society by the Civil War.  In the previous wars that the United States participated in, the government used substitution as a means for exemption from drafts or conscription.  However, the commutation fee had not been used as a form of exemption before.  The government had the right intention, however, the idea that the rich could buy their way out of service did not settle well with most northerners, who were sacrificing their men for the cause.  The strong outcry against the commutation fee led to its repeal in March 1864."],"display_date":"July 18, 1863","search_date":"1863-07-18","locations":[{"id":10816,"lat":40.468833638,"lng":-79.9812076782,"zoom":9,"place":"ALLEGHENY, Pennsylvania"}],"tags":[{"id":2480,"tag":"Commutation Fee"},{"id":2479,"tag":"Legal Evasion"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":137,"school_id":3}}]}