{"id":2484,"tag":"Emma Goldman, factories","points":[[40.5980855538,-73.8693155342]],"bounds":[[40.5980855538,-73.8693155342],[40.5980855538,-73.8693155342]],"episodes":[{"id":6245,"title":"Emma Goldman's essay 'A New Declaration of Indepence' may have inspired Jewish women factory workers to revolt against New York's shirtwaist factories in the Uprising of Twenty Thousand.","course_id":125,"status":"P","start_date":"7/1/09","end_date":"7/31/09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Emma Goldman was a political advocate for absolute freedom for everyone.  Her article “A New Declaration of Independence” published July 1909 in <em>Mother Earth</em>, reminds readers that all humans were created equal.  She also informs readers that “when…existing institutions prove inadequate to the needs of man…the people have the eternal right to rebel against, and overthrow, these institutions.”  Her article called for the immediate removal of any institution that does not respect the needs of its people.  Emma Goldman reprimands those abusing Americans for “repeated crimes, injustice, oppression, outrage, and abuse, all aiming at the suppression of individual liberties and the exploitation of the people.”  She encouraged all persons regardless of race, background, or ethnicity to stand up for themselves, band together, and eliminate the occurrence of these inequalities.","Outspoken against the controlling elite, Emma Goldman was adamant that a few men, like J.P. Morgan, Andrew Carnegie, and J.D. Rockefeller were all keeping mankind in an eternal enslavement, by “…perpetuating poverty and disease, maintaining crime and corruption...”  Relentlessly fighting for the meager existence they have, and being degraded at every chance, these people deserved more and should demand more.  Emma Goldman writes that the only way for man to reclaim his life and freedom is to “emancipate himself from the sacredness of property, the respect for man-made law, the fear of the Church, the cowardice of public opinion, the stupid arrogance of national, racial, religious, and sex superiority, and from the narrow puritanical conception of human life.”  She supported the anarchist cause whole-heartedly.  Goldman believed that everyone would benefit if land were no longer privatized and the population were allowed to perform, work, and live with equal opportunities to succeed.","Emma Goldman’s call for a revolt may have been heard by a group of immigrant Jewish women who slaved away as poorly paid unskilled laborers in New York’s shirtwaist factories.  The Uprising of Twenty Thousand lasted over 11 weeks and began November 23, 1909.  These immigrant women rebelled against the repressive regime of the factory.  Women were often kept in the lowest paid jobs within the factories, while men were able to obtain employment as supervisors and other higher paid jobs.  This rebellion came after years of mounting abuses by factories, the wealthy, and the government against immigrants and the poor.  Factory owners hired brutes to beat, threaten, and intimidate picketers.  Law enforcement was also quick to jail and fine over 700 women.","This period of time had little to no rules about workplace safety.  Many women worked long hours in deplorable conditions, like the practice of packing as many women as possible into the factory, often with poor ventilation.  They received barely livable wages ranging from $3-12 a week depending on skill level, with little opportunity of promotion.  The government did not offer protection to employees from their employers.  Courts often ruled with the business over employee’s grievances about work hours, safety, and work conditions.  Strikes were frequently the only way to have complaints taken seriously and addressed.  The conclusion of the Uprising of Twenty Thousand allowed workers a 52 hour work week, 4 paid holidays annually, and the negotiation of wages.  Emma Goldman told her followers that when an institution no longer works to serve the needs of the people, it is their duty to rise up and challenge that institution.  The women’s revolt accomplished much and as a result, forced the changes they desired and desperately needed."],"display_date":"July 1909","search_date":"1909-07-16","locations":[{"id":49732,"lat":40.5980855538,"lng":-73.8693155342,"zoom":10,"place":"Queens, New York"}],"tags":[{"id":2484,"tag":"Emma Goldman, factories"},{"id":2483,"tag":"women, revolt, immigrants"}],"course":{"name":"American Women's History","school":"Schreiner University","course_id":125,"school_id":69}}]}