{"id":249,"tag":"Kansas-Nebraska Act","points":[[38.9151212228,-76.9435162098]],"bounds":[[38.9151212228,-76.9435162098],[38.9151212228,-76.9435162098]],"episodes":[{"id":4632,"title":"Sumner-Brooks Affair","course_id":23,"status":"P","start_date":"1856-05-22","end_date":"1856-05-22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Massachusetts Senator Charles Sumner sat as his desk in the nearly empty Chamber of the United States Senate on May 22, 1856. He had recently given a speech called “The Crime Against Kansas” on abolishing slavery in the United States. The speech described atrocities occurring in Kansas at the time. There pro-slavery border ruffians from Missouri crossed into Kansas and attacked anti-slavery settlers. Senator Sumner specifically mentioned Senator Andrew Butler, of South Carolina in the speech because of his involvement with the Kansas-Nebraska Act. Butler’s nephew, Congressman Preston Brooks, who had taken the speech particularly personally, entered the Senate Chamber. He proceeded to attack Senator Sumner with a walking stick. Brooks, who was accompanied at the time by Congressman Laurence Keitt of South Carolina and Congressman Henry Edmundson of Virginia, assaulted Sumner “with a considerable amount of violence.\" Sumner was struck with “numerous blows on and about the head with a walking stick which cut his head.\" Brooks hit Sumner so hard with the cane that part of the cane shattered. When other senators attempted to intervene and assist Senator Sumner, they were blocked by Congressman Keitt, who was wielding a pistol and shouting.","The attack was brutal, and Senator Sumner did not make another public appearance after the attack until November 5, 1856. Sumner did not return to the Senate for three years, but was repeatedly reelected by the Massachusetts General Court. Despite the extreme violence involved in the attack, an investigation by the United States Congress determined that Brooks did not intend to kill Sumner, but simply aimed to “punish him.\"","The 1856 attack shed light on the amount of passion in the debate about slavery n the United States during the 1850s. It was common for physical altercations to occur on the frontier in the Kansas area between anti-slavery and pro-slavery settlers, but a physical exchange in the Senate Chamber did not happen often. The fact that such a violent attack was not regarded as much more than retribution for something said in a speech by Senator Sumner exemplified how the conflict between pro-slavery and anti-slavery partisans was increasingly escalating into violence during the 1850s. Northerners and Southerners obviously reacted to the incident differently. Many Southerners viewed Brooks’s ations as manly and honorable because he was standing up not just for his family, but also his state, section, and slavery. However, in the North physicality and violence were increasingly at odds with ideals of manhood among the middle classes, and many northerners to viewed the caning of Sumner by Brooks as a barbaric assault, not just on Sumner himself, but on the fabric of American democracy. Speeches given at the time were taken personally, especially when the speeches invoked the names of relatives. This beating demonstrated the passion sparked by the debate over slavery, which eventually contributed to the start of the Civil War."],"display_date":"May 22, 1856","search_date":"1856-05-22","locations":[{"id":1275,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":249,"tag":"Kansas-Nebraska Act"},{"id":193,"tag":"Abolitionism"},{"id":194,"tag":"Sumner"},{"id":195,"tag":"Brooks"},{"id":244,"tag":"Violence"}],"course":{"name":"The Abolitionists and American Society","school":"University of Richmond","course_id":23,"school_id":11}}]}