{"id":2490,"tag":"black feminism","points":[[40.6916304076,-74.0035386433]],"bounds":[[40.6916304076,-74.0035386433],[40.6916304076,-74.0035386433]],"episodes":[{"id":6247,"title":"Black Feminism and The Women's Liberation Movement","course_id":125,"status":"P","start_date":"1/1/70","end_date":"12/31/70","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The 1970s were characterized as an era of protest, activism, and change in America. Anti-war protests against the war in Vietnam and the involvement of the United States in Indochina were popular. As the women's liberation movement continued, the disparity between the needs and agendas of black feminists and white feminists became more evident. In the \"Black Women's Liberation\" pamphlet, two articles, \"Why Women's Liberation is Important to Black Women\" by Maxine Williams and \"Take a Look at Our Problems\" by Pamela Newman, identified the unique needs of black women that served to divide black feminists from the women's liberation movement. The authors identified the aspects of the women's movement that hindered the involvement and development of minority women, like racist sentiments and a narrowly-oriented set of goals that favored white, upper-and-middle class women. The narrow, class-focused orientation and goals of white feminists led many black feminists to value racial liberation over gender liberation.","A major source of tension between black feminists and white feminists was the push by upper-and-middle class white feminists and Southern Republicans for Congress to pass the Equal Rights Act (ERA) that granted both sexes equal rights under the law. The ERA was strongly opposed by the American Federation of Labor and other labor unions because they feared that the amendment would invalidate and weaken protective labor legislation for women. Black feminists, like the labor unions, favored state protective labor laws because they protected the minority women, who disproportionately formed the bulk of the women's labor force, from horrible working conditions like extreme hours, unfair pay, and dangerous work environments. Upper-and-middle class white feminists, however, unfamiliar with labor-intensive jobs and their harsh conditions, saw these laws as restrictive for upwardly-mobile women in the workplace. Black women and black feminists experienced a far greater array of oppression than their white counterparts-- as a woman, as a worker, and as an African American. As the case on state protective laws illustrates, the oppression that black women faced also came from the women's liberation movement. Disparity between the needs of the races functioned to solidify black women's resolve and efforts to focus on racial liberation rather than the liberation of women as a gender."],"display_date":1970,"search_date":"1970-07-02","locations":[{"id":36051,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":2492,"tag":"state protective laws"},{"id":2491,"tag":"white feminism"},{"id":2490,"tag":"black feminism"},{"id":2489,"tag":"gender-race conflict"},{"id":2488,"tag":"black liberation"},{"id":2487,"tag":"black women's movement"},{"id":196,"tag":"women's rights"},{"id":2258,"tag":"women's movement"}],"course":{"name":"American Women's History","school":"Schreiner University","course_id":125,"school_id":69}}]}