{"id":2497,"tag":"Americanization","points":[[39.3048367775,-76.6274800611],[-3.8129775,-55.4877172],[35.0116363,135.7680294]],"bounds":[[39.3048367775,135.7680294],[-3.8129775,-76.6274800611]],"episodes":[{"id":6249,"title":"The Baltimore Jewish Educational Alliance and the Emerging American Jewish Identity","course_id":132,"status":"P","start_date":"1/1/09","end_date":"12/31/16","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1916, just before the fourth of July, the Baltimore Sun ran an article praising the Baltimore Jewish community for their Americanism. The article stated, “[a] Great Many of us are discussing at present the meaning of Americanism and what constitutes a real American, but our Jewish fellow-citizens have no doubts on the subject. They have grasped the idea in all its fullness, and they have made it a part of their supreme creed.” The cause of this article was the annual July fourth party thrown by an organization known as the Jewish Educational Alliance.","As new immigrant communities arrived in the United States between the 1880s and 1924 they felt immense pressure to integrate culturally into American life. Baltimore’s Jews responded to this pressure through organizations like the Jewish Educational Alliance. These Jews embraced Americanism so dearly because they came largely from Germany, Russia, and Eastern Europe. In these countries, they had spent the last half-century struggling to even be given the ability to be recognized as citizens.  In contrast, the promise of freedom and equality in America --even though America rarely lived fully to its promise-- was an attractive alternative. Jewish immigrants were eager to becoming citizens.","German Jews began to settle into Baltimore's neighborhoods in the 1840s and by the 20th century had integrated into American life quite well. However the late 19th century brought a new wave of Jewish immigrants to the United States largely from Russia and Eastern Europe. The German Jewish residents of Baltimore had largely assimilated into American life north of Baltimore by the time the Eastern Europeans began arriving. These new immigrants moved into the south Baltimore neighborhoods where the German Jews had once lived. German Jews began to worry that the new immigrants would reflect poorly on the already established Jewish community in America, damaging their hard earned status.","In response to this fear members of Baltimore's German Jewish community established The Jewish Educational Alliance in 1909. The organization was designed to help uplift the Russian Jewish community. The JEA offered classes in English, Citizenship, and naturalization. in 1911 <em>The Baltimore Sun</em> ran an article praising the young organization for its succesful social programs.","The Jewish Educational Alliance was succesful in accomplishing its goal of Americanizing Baltimore's Russian Jews, but just as importantly the JEA created a place where Baltimore's Russian and German Jews could be together. This physical mixing of the populations built a new generation of American Jews."],"display_date":"1909 - 1916","search_date":"1912-12-31","locations":[{"id":51922,"lat":39.3048367775,"lng":-76.6274800611,"zoom":11,"place":"Baltimore City, Maryland"}],"tags":[{"id":15,"tag":"Race-Relations"},{"id":1664,"tag":"Jewish"},{"id":31,"tag":"Immigration"},{"id":1715,"tag":"German"},{"id":79,"tag":"Religion"},{"id":2494,"tag":"Russian"},{"id":2495,"tag":"Yiddish"},{"id":2496,"tag":"Citizenship"},{"id":2497,"tag":"Americanization"},{"id":2573,"tag":"New Immigrants"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}},{"id":6672,"title":"Brazilian Rubber Factory Incurs Serious Damages During Cafeteria Riot","course_id":173,"status":"P","start_date":"12/1/30","end_date":"12/31/30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In December of 1930 a riot arose in the industrial town of Fordlandia in Aveiro, Brazil. Dissatisfied with the American food they were being served in the cafeteria, native Brazilian workers initiated a violent riot that would not be quelled until the Brazilian army intervened and dietary changes were enacted. With workers shouting chants such as “Brazil for Brazilians! Kill all the Americans!” the collapse of this rubber factory town seemed imminent, yet would somehow be forestalled for another three years.  ","            Although merely collateral damage in the riot, this smashed time clock was an effective representation of the failure of American industrialism in the jungles of Brazil. Time and again, the application of corporate methods failed disastrously in this outpost of Americanization, until its ultimate abandonment in 1934. Built in 1928 as a theoretically cheap source of rubber production by Henry Ford, Fordlandia was from the very outset a commercial catastrophe. What problems poor planning did not create, Ford’s mulish adherence to American Midwestern values and industrial practices did. Poor planning of the location of the plantation resulted in the death of 90 labourers and family members in the first year alone, the majority from malaria. Diseases were also harboured by the rubber trees themselves, which when planted in the orderly system of American crops resulted in a leaf blight due to their close proximity. Worse still were labour issues; workers were forced to follow a standardized work schedule which placed them in the midday heat, and the American diet which prompted the 1930 riot caused numerous health issues. Ford and his managers’ myopic Americanized values also severely restricted their employees outside of the workday, a problem that also arose in industrial towns in the States. Workers were not allowed sports, smoking, female company, or alcohol, the latter of which prompter an earlier riot in 1928. Despite paying comparatively high wages, Fordlandia experienced a labourer turnover rate of approximately 400%. Between incessant labour problems and increasing tree failures, the decision was finally made to abandon Fordlandia and relocate to another Brazilian plot, called Belterra. Unsurprisingly however, a lack of policy change resulted in a lack of economic change, and this plantation too was marked a failure.   "," ","            Fordlandia and similar international plantations were part of a broader narrative of the United States’ increasing international involvement, and increasingly ruthless economic practices. Considered by many scholars to have began with the Spanish-American war, the turn of the 19<sup>th</sup> century represented the dawn of America as one of the foremost international powers. This meteoric rise was largely due to the booming industrialism of the 1800s, with the emergence of big business and economic strategies such as the top-down method, as employed by Henry Ford in his Fordlandia model. But despite the generalized success of America in this period, it is worthwhile to note the many smaller failures such as Fordlandia, if only to reveal that the largely successful business models of tycoons such as Ford did not always go as planned. "],"display_date":"December 1, 1930 - December 31, 1930","search_date":"1930-12-16","locations":[{"id":53037,"lat":-3.8129775,"lng":-55.4877172,"zoom":7,"place":"Aveiro, Brazil"}],"tags":[{"id":3280,"tag":"Industrialism"},{"id":3142,"tag":"Revolt"},{"id":2497,"tag":"Americanization"}],"course":{"name":"US History 1867 to the present","school":"University of Toronto Scarborough","course_id":173,"school_id":28}},{"id":6820,"title":"An American Educational Exclave","course_id":189,"status":"P","start_date":"11/3/46","end_date":"12/31/69","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On August 22nd, 1965, the New York Times ran a special feature on the presence of a large brick building in Kyoto built in the mold of American colonial-era architecture. Amherst House, apart of the Doshisha University campus, stood in stark contrast to the traditional wooden homes, tile-roofed temples, and the ornate palaces populating the primordial former imperial capital of Japan. The educational institution, which is attached to a Japanese-style tea house, is host to a unique synthesis of Eastern and Western subject matter and methods of inquiry. Though Doshisha University was supported by the eponymous Amherst College of Massachusetts, it owed its American traditions to its founder, who in 1875 defied the law of the land to pursue an education in the United States. Adopting the name Joseph Hardy Neesima, he eventually returned to his homeland to proliferate the knowledge he obtained abroad. At the time of the article, Doshisha University provided Japanese students living in a majority Buddhist country with a Christian education from kindergarten onwards. (NYT, 6)","The popularity and success of the school was due in large part to the reordering of the Japanese education system following the country’s defeat in the Second World War. The new Japanese Constitution, ratified on November 3rd, 1946, stripped the emperor of political authority, handed power to a democratically elected National Diet, declared human rights inviolable, and forbade war. (Saito and Imai, 584) The U.S government also brought over American education experts with the mandate of promoting democracy and steering the Japanese away from a “pre-war education based upon militarism, nationalism, and the Emperor system.” (Saito and Imai, 584) The time between the end of the war and the 1960s is sometimes referred to as the “Period of Love/Hate” because while many Japanese sympathized with anti-occupation protests, there was a general yearning for the American way of life. (Yoshimi and Buist, 434) In September 1945, just a month after Japan’s surrender, the Japanese-American English Conversation Booklet became a national bestseller, demonstrative of the underlying allure of Americanism within the urban middle class. (Yoshimi and Buist, 435) American military bases and the soldiers who inhabited them exerted powerful cultural influence, inducing the spread of Western fashions like jazz, denim, and animated cartoons. (Yoshimi and Buist, 434) The 1960s, a decade characterized by miraculous economic growth, brought about a demographic shift towards urban life, allowing for increased access and consumption of American material and cultural exports. (Yoshimi and Buist, 434) The shifting social landscape strengthened the connection between education and socioeconomic standing in post-war Japan. (Saito and Imai, 587)"],"display_date":"November 3, 1946 - December 31, 1969","search_date":"1958-06-02","locations":[{"id":53152,"lat":35.0116363,"lng":135.7680294,"zoom":8,"place":"Kyoto, Japan"}],"tags":[{"id":3601,"tag":"Cultural Diffusion"},{"id":3600,"tag":"Post-War Japan"},{"id":3599,"tag":"Doshisha University"},{"id":3598,"tag":"Amherst House"},{"id":1255,"tag":"consumerism"},{"id":2497,"tag":"Americanization"},{"id":6,"tag":"Education"}],"course":{"name":"Critical Writing and Research for Historians","school":"University of Toronto Scarborough","course_id":189,"school_id":28}}]}