{"id":2498,"tag":"Morris Canal","points":[[40.8620423176,-74.5444465162],[40.7884024493,-74.2486304892],[40.9613376254,-74.0782046368]],"bounds":[[40.9613376254,-74.0782046368],[40.7884024493,-74.5444465162]],"episodes":[{"id":6250,"title":"Morris Canal Company Reports to Shareholder","course_id":137,"status":"P","start_date":"1860-01-01","end_date":"1860-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1857, the yearly report for the traffic in tons on the canal was 536,362.  The next year it was 554,034 tons that traveled on the canal.  From this we can see an increased use of the canal for commercial purpose during the months it was open at the end of the 1850s.  From the records of the yearly pamphlet to the stockholders, it showed promise that the canal along with the railroad will have a healthy growth in the years to come.  The owners planned on expanding wharfs for more traffic and dredging the canal to allow heavier boats to pass through.","George Macculloch envisioned the Morris Canal as a means to promote New Jersey commerce.  In 1824, the New Jersey legislature gave its stamp of approval and the Morris Canal and Banking Company was formed.  The construction of the one hundred and two mile canal from Jersey City to Phillipsburg began in 1825. All the work was done by hand.  It took five days with a team of mules or horses to pull boats fifteen to twenty miles a day.  Machinery, charcoal, iron, rail lines, wood, ore, and agricultural products were transported up and down the Morris Canal.","There was much optimism that the canal could provide the commerce that New Jersey needed to help stimulate the economy.  It did aid economic growth by providing coal for the New Jersey iron industry and other sectors that indirectly benefited with the Morris Canal.  The canal itself was never a great money making scheme in the long run .  The constant repairs of the locks and incline planes, improvements in the canal, and docks to accommodate the heavier flow of traffic use constantly drained the funds of the company.  Morris Canal did help New Jersey grow from the Scranton coal that was being shipped on the canal and grow some well known towns.  The growing use of the railroads made the canal become obsolete in shipping costs.  Eventually the Morris Canal closed in 1924, a century after it began, because the canal could not compete with the railroads who operated all year. Today the canal is a park where you can walk in the actual canal or along its banks in some towns most of it has been filled in."," ","Word Count: 381"],"display_date":1860,"search_date":"1860-07-01","locations":[{"id":8564,"lat":40.8620423176,"lng":-74.5444465162,"zoom":9,"place":"MORRIS, New Jersey"},{"id":8507,"lat":40.7884024493,"lng":-74.2486304892,"zoom":10,"place":"ESSEX, New Jersey"},{"id":8466,"lat":40.9613376254,"lng":-74.0782046368,"zoom":9,"place":"BERGEN, New Jersey"}],"tags":[{"id":2501,"tag":"Essex County"},{"id":2500,"tag":"Morris County"},{"id":2499,"tag":"Bergan County"},{"id":2498,"tag":"Morris Canal"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":137,"school_id":3}}]}