{"id":250,"tag":"American Anti-Slavery Soc","points":[[42.3649994065,-70.9800517697],[42.3399569086,-70.8833658099]],"bounds":[[42.3649994065,-70.8833658099],[42.3399569086,-70.9800517697]],"episodes":[{"id":4626,"title":"<strong>Abolitionists Urged to Reunite Under Common Goal</strong>","course_id":23,"status":"P","start_date":"1841-02-19","end_date":"1841-02-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On February 19, 1841, abolitionist Gerrit Smith urged his fellow activists to reunite in their common cause after having split into two factions. He offered a “proposition for peace amongst ourselves.” He encouraged abolitionists of every persuasion to tolerate their differences so that they can employ “against their common foe the time and ammunition, which, for the last two years, they have been guiltily wasting in their war upon each other.” He concluded his letter with a passionate plea of “let us be magnanimous enough to forget our past dissentions; and to make room for the holy resolution, that, until we or slavery die, we will hate it and love each other.”","According to Smith, the groups clashed over two main issues: “the doctrine of ‘woman’s rights’ and the doctrine of ‘non-resistance.” The doctrine of women’s rights held that “women should participate with men in the proceedings of our benevolent and religious societies.” Non-resistance men and women should remove themselves from the government and reject political actions such as voting because they were corrupt, compromised principles and seen as “a substitution of political action for moral suasion.” William Lloyd Garrison led one group that had firmly committed to both of those doctrines while Arthur Tappan led another group that felt including women was a “violation of an implied understanding and of the invasion of their rights of conscience” and that voting as an abolitionist strategy was completely moral and more effective than moral suasion alone.","In this letter to the <em>Liberator</em>, Smith suggested a resolution to these issues that had divided the abolitionist community. The official split occurred at the American Anti-Slavery Society’s annual meeting in 1840 when Abby Kelley was appointed to the business committee. Three very prominent men, Lewis Tappan, Charles W. Davidson, and Amos A. Phelps all resigned from the committee in protest. The next day the American and Foreign Anti-Slavery Society was formed with Arthur Tappan as president, James G. Birney and Henry B. Stanton as secretaries, and Lewis Tappan the treasurer.","The split within the American Anti-Slavery Society did not end the hostility between the two factions. Smith describes the situation as “a spirit of intolerance which more than any thing else, has separated abolition brethren from each other.” Rather than take his advice to do the Christian thing and “bear the ridicule and reproach meekly” instead “many of them retaliate the intolerance.” The opposing groups held each other in such contempt that it was difficult for them to realize that they had a common goal.","As an abolitionist, Smith agreed with Garrison’s views on immediatism but disagreed with the doctrine of non-resistance by becoming a member of the Liberty Party. Unfortunately, Smith’s call for a mutual tolerance was not successful. The disagreements and divisions proved to be too deep to overcome. Ideological battles within the abolitionist movement continued up until the 1860s."],"display_date":"February 19, 1841","search_date":"1841-02-19","locations":[{"id":6208,"lat":42.3649994065,"lng":-70.9800517697,"zoom":11,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":192,"tag":"Gerrit Smith"},{"id":193,"tag":"Abolitionism"},{"id":191,"tag":"Liberator"},{"id":190,"tag":"William Lloyd Garrison"},{"id":210,"tag":"AASS"},{"id":250,"tag":"American Anti-Slavery Soc"}],"course":{"name":"The Abolitionists and American Society","school":"University of Richmond","course_id":23,"school_id":11}},{"id":5565,"title":"Song of the Abolitionist","course_id":96,"status":"P","start_date":"1843-01-01","end_date":"1843-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Hingham, Massachusetts was a hotspot of abolitionist activity.  The town’s anti-slavery society held a large regional celebration of British emancipation in 1844. This celebration marked the tenth anniversary of the abolition of slavery in the British holdings of the West Indies. Many anti-slavery advocates held annual celebrations throughout the region.   Jarius Lincoln held the position of chief marshal of the “grand procession” that capped off the celebration in Hingham.  The festivities included a speech by Fredrick Douglass and the singing of many abolitionist songs as participants marched from the Old Ship Church (the oldest continuously run house of worship in the United States) to a \"Tranquility Grove\"  built for the occasion.  This commemoration, along with many other regional celebrations throughout the Northeast served as a means of melding together abolitionists into a single community.  The anniversary of British emancipation provided an opportunity for members of the movement who lived across a large geographical area to have a tangible means of forging common traditions.","We do not know what was sung as the abolitionists marched that day, but the songs might have included \"Song of the Abolitionist.\" An abolitionist musical culture had started to develop in the 1830s and 1840s, and many abolitionist groups included singing as part of their meetings. Writers paired anti-slavery words with familiar tunes of the day to introduce abolitionist sentiments into popular culture.  “Song of the Abolitionist” was one such song and started to spread throughout the Northeast. The melody appeared in the <em>Anti-Slavery Melodies </em>songbook. Lincoln (a distant relative of Abraham Lincoln) compiled this collection of songs, and Elijah B. Gill later published them.  Lincoln compiled the book in 1843 on behalf of the Hingham Anti-Slavery Society.","The well-known abolitionist William Lloyd Garrison wrote the lyrics of the song and set them to the tune of “Auld Lang Syne.”  “Auld Lang Syne” is a well known Scottish folk song that many Americans used to celebrate the start of the New Year, as well as at funerals and graduations.  Lines like “I am an abolitionist!  I glory in the name; Though now by slavery’s minions hissed, And covered o’er with shame” were meant to encourage abolitionists to stand strong and resist proponents of slavery.  A lot of military imagery, “I am a soldier for the war”, \"Do I enlist\" and other military jargon is sprinkled throughout the song.  This is out of character for the normally pacifist Garrison.  This more aggressive tone may be due to the condition of the abolitionist movement at the time.   An angry mob dragged Garrison  through the streets of Boston only a few years before he wrote “Song of the Abolitionist.”  As the abolitionist movement dragged on in the United States, activists became more and more desperate. Time had shown that pacifist means were not always fruitful.  The aggressive verbiage that makes up the song’s lyrics reflects a growing progression toward more strong handed tactics in the fight for American abolition.","Along with the martial imagery in the “Song of the Abolitionist” are images of persuasion and argument.  The many references to God, “In God’s great name do I demand” and the use of words like soul or peace and joy, depicts many abolitionists hope that by appealing to slaveholders on moral grounds that slavery would come to an end.   The lyrics of the song emphasized the tactic of moral advocacy, but beside this moral plea was the hint of the militant words that foreshadowed the rise of more violent means of abolitionism that would soon come to the forefront only a decade later with the actions of people like John Brown at Harper’s Ferry."," "],"display_date":1843,"search_date":"1843-07-02","locations":[{"id":6199,"lat":42.3399569086,"lng":-70.8833658099,"zoom":9,"place":"PLYMOUTH, Massachusetts"}],"tags":[{"id":250,"tag":"American Anti-Slavery Soc"},{"id":190,"tag":"William Lloyd Garrison"},{"id":193,"tag":"Abolitionism"}],"course":{"name":"Transatlantic Abolitionism","school":"University of Richmond","course_id":96,"school_id":11}}]}