{"id":2513,"tag":"Elliott Cresson Medal","points":[[39.878712355,-75.2036894677]],"bounds":[[39.878712355,-75.2036894677],[39.878712355,-75.2036894677]],"episodes":[{"id":6255,"title":"The Vauclain Compound Locomotive, manufactured by the Baldwin Locomotive Works of Philadelphia, Pennsylvania wins the Elliott Cresson Medal and Diploma of the Franklin Institute of Pennsylvania.","course_id":133,"status":"P","start_date":"4/3/07","end_date":"10/3/07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In October 1907, an article appeared in the <em>Journal of the Franklin Institute of the State of Pennsylvania for the Promotion of Mechanical Arts</em> entitled “The Development of the American Locomotive.” The article describes details of the designs and patents for locomotives which were manufactured by, and vital to the success of, the Baldwin Locomotive Works of Philadelphia, Pennsylvania.  The purpose of the article was to recommend the company for the Elliott Cresson Medal and Diploma of the Franklin Institute of the State of Pennsylvania.  The article was an investigative report written by the Committee on Science.  The medal and diploma, were the highest award given by the Franklin Institute at that time.  The award was based on “originality, invention, design, workmanship, system and management”. The <em>Journal of The Franklin Institute</em> was established in 1826 to publish U.S. Patent information and to record scientific and technological achievements in the United States at the time.","In the article, the Committee stated “when the compound locomotive came into vogue, these works were quick to take hold of and produce their own type of this class of engine.”  On February 21, 1889, the inventor Samuel M. Vauclain applied for United States Patent 406011A.  He noted that the object of his invention was “to construct a compound locomotive-engine in which both the height and low pressure cylinders are on the same side of the locomotive, side by side, and connected to a common crosshead, so that an equal amount of power is delivered to each side of the engine, a further object being to so construct the parts that a locomotive of the single-acting American type can be readily altered into a compound locomotive.”  Vauclain was an engineer and the general superintendent of the Baldwin Locomotive Works at the time. The first four-cylinder Vauclain Compound Locomotive was completed at Baldwin Locomotive Works in Philadelphia, Pennsylvania in October 1889.","According to Tom Ricci, the Vauclain Compound Locomotive was a new concept in locomotive engineering at the time of its invention.  Compound locomotives were developed in an effort to make more efficient use of steam.  The goal was to reduce the amount of steam needed to attain an equal amount of power.  The result would be a reduction in the amount of water and fuel needed to run the locomotive.   Previous compound designs had the high-pressure cylinder on one side and the low-pressure cylinder on the other.  The result was an unbalanced locomotive with “major differences in mass in motion from one side to the other”.  The Vauclain Compound Locomotive was a symmetrical design with high-pressure and low-pressure cylinders on each side.  This balanced design resulted in a smoother and more stabilized movement of the locomotive.  The design also eased pressure on the frame of the locomotive by equalizing the forces on each side.  By 1907, over 2,000 Vauclain Compound Engines had been built by the Baldwin Locomotive Works.","The <em>Journal of The Franklin Institute</em> is still published today with a concentration in the field of engineering and applied mathematics.  The Elliott Cresson Medal was awarded by the Franklin Institute until 1998.  Currently, all endowment awards given by the Franklin Institute are called The Benjamin Franklin Medals."," "],"display_date":"April 3, 1907 - October 3, 1907","search_date":"1907-07-03","locations":[{"id":49775,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"Philadelphia, Pennsylvania"}],"tags":[{"id":2512,"tag":"American Locomotive"},{"id":2513,"tag":"Elliott Cresson Medal"},{"id":2514,"tag":"Vauclain Compound"},{"id":2515,"tag":"Samuel M. Vauclain"},{"id":2542,"tag":"Franklin Institute"}],"course":{"name":"From Civil War to World Stage","school":"Widener University","course_id":133,"school_id":43}}]}