{"id":2517,"tag":"Women in World War I","points":[[42.3436165724,-72.6413336945]],"bounds":[[42.3436165724,-72.6413336945],[42.3436165724,-72.6413336945]],"episodes":[{"id":6256,"title":"American Women During World War I","course_id":125,"status":"P","start_date":"11/22/17","end_date":"11/11/18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Harvey W. Wiley, former chief chemist in the United States Agriculture department, stood in the auditorium of Massachusetts Agricultural College in May, 1917, in Amherst, Massachusetts. His subject was, “The Great Fundamental Industry eating, eating, eating”<sup>1</sup>. According to Wiley, in order to produce enough food to feed the country, the farmer, “must pay the highest price for whatever he buys,”<sup>2</sup> also “The farmer is obliged to meet the problem of the scarcity of labor.”<sup>3</sup> Wiley proposed a solution to the labor shortage caused by the large number of men sent to fight in the war. The solution challenged farmers to start, “to employ women in agriculture.”<sup>4</sup>"," ","Wiley also headed the laboratories at The Good Housekeeping magazine, where Wiley focused on the interest of American women. The magazine was established in 1909 by the Good Housekeeping Institute and promoted household devices that were tested in GHRI Model Kitchen. Wiley knew women could “exceed in many agricultural pursuits as they have done in the shops and country houses.”<sup>5</sup>"," ","The Women’s Land Army America formed at the Pennsylvania School of Horticultural, predominate (WLA) white college age women. These white, Northern women were an example of a group who took on the task of farming during World War I. The women of the WLA were mostly experienced and often times given the same wages as men. Ann Rachel, author of the book Farm Women, explained “Given the procedure of farm work, women could cross over to do men’s work, but not vice versa.”<sup>9</sup> Women capable of farming were highly encouraged to join organizations such as WLA. The encouragement to farm came through concentrated efforts of propaganda to get women to serve. Propaganda posters directed women to “farming in the Women’s Land Army, buying Liberty Bonds, and knitting socks for solider or conserving food.”<sup>6</sup> Women's experience on the farm made them possessed the ability to farm no less than men, therefore, women were proven replacements during the war."," ","When the United States entered World War I, 4.3 million American men were mobilized, their men left behind many jobs for women on the home front. According to Lynn Dumenil, historian, “Women serving in the Women’s Land Army replaced men in farms all over the country in order to sustain agricultural production.”<sup>7</sup> Although there was the need for women to work, American women still faced the reality of tradition and that many employers still held the mindset that women should only work around the home. Employers after the war would return to hire white-American men. American women despite the popular view still took advantage of the lack of men workers and used the war as “tough often temporary, employment options.”<sup>8</sup>"," "," "," ","[1] “Opportunities for Women in Agriculture and Country Life” Springfield Union, (Amherst, MA) Nov. 22, 1917.","[2] Ibid.","[3] Ibid.","[4] Ibid.","[5] Ibid.","[6] Lynn Dumenil “American women and the Great War” Magazine of History, October 2002, 35.","[7] Ibid., 36.","[8] Ibid., 36.","[9] Ann Rachel, Farm Women (University of North Carolina, University of North Carolina Press 1985) 36."," "],"display_date":"November 22, 1917 - November 11, 1918","search_date":"1918-05-18","locations":[{"id":17330,"lat":42.3436165724,"lng":-72.6413336945,"zoom":9,"place":"Hampshire, Massachusetts"}],"tags":[{"id":2516,"tag":"Harvey W. Wiley"},{"id":2517,"tag":"Women in World War I"},{"id":2518,"tag":"Wimen in Agriculture"}],"course":{"name":"American Women's History","school":"Schreiner University","course_id":125,"school_id":69}}]}