{"id":2519,"tag":"Baltimore fire 1904 MD","points":[[39.3048367775,-76.6274800611]],"bounds":[[39.3048367775,-76.6274800611],[39.3048367775,-76.6274800611]],"episodes":[{"id":6257,"title":"Standarization of Fire Hose Couplings:  Outcome of the Great Baltimore Fire","course_id":132,"status":"P","start_date":"2/7/04","end_date":"7/7/12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Everyone is familiar with the myth of Mrs. O’Leary’s cow who kicked over the lantern and started the Great Chicago Fire.  Far fewer are familiar with the story of the Great Baltimore Fire of 1904. A cigarette and not a cow was rumored to have caused the destruction. More important than the causes are the outcomes. The Baltimore Fire of 1904 led to important change in fire safety equipment. Urban fires were a common and devastating occurrence throughout the United States. They created great fear and anxiety, and each led to calls for meaningful reform. The Great Baltimore Fire was no exception.","On February 7, 1904, at midday, a small ember sparked in a warehouse in downtown Baltimore.  This tiny ember sparked and fueled a fire that lasted thirty hours. Baltimore was not prepared for a fire of this magnitude.  Buildings, including fire-resistant structures, were damaged by the heat and flames. Firefighters had to combat high speed winds, and extinguishing the flames proved more challenging than anticipated.  Newspapers articles reported that neighboring cities sent firefighters and equipment to help battle the blaze.  Unfortunately, these legions of firefighters were often unable to use their own equipment, because their coplings were not compatible to Baltimore City fire hydrants.  This  wasted time and might have prolonged the blaze. But it also helped motivate reform. Within two months after the fire, legislative bills and conferences were held to standardize fire hose couplings.  Cities expressed an interest in finding methods to make their city safer.","Interest in fire safety reform lasted into the early twentieth century.  Magazines, such as the <em>Quarterly of the National Fire Protection Association</em>, explained the importance of standardizing fire hose couplings, referencing the Baltimore fire as valid reason for his reform. Numerous cities replaced their fire hose couplings relatively quickly and efficiently. While the Great Baltimore Fire devastated the city, it lead to new methods of fire safety and reform that is essential to present needs in keeping the public safe."],"display_date":"February 7, 1904 - July 7, 1912","search_date":"1908-04-22","locations":[{"id":51922,"lat":39.3048367775,"lng":-76.6274800611,"zoom":11,"place":"Baltimore City, Maryland"}],"tags":[{"id":2519,"tag":"Baltimore fire 1904 MD"},{"id":2538,"tag":"Fire Safety"},{"id":2566,"tag":"Urban Reform"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}},{"id":6262,"title":"Rebuilding After The Great Baltimore Fire","course_id":132,"status":"P","start_date":"2/7/04","end_date":"2/8/04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On February 7, 1904 people watched as Baltimore city was engulfed in flames. In the aftermath of the massive urban fire, city residents and officials made important changes. Standards in fire fighting equipment were created. Emergency plans and procedures were established. The city modernized buildings, making them more fire resistant. During the fire, companies assembled from various towns and cities to help put out the flames.","The call for help began at 1:40 in the morning when Philadelphia fire Chief John Howe received word about the fire. Help had been dispatched from Washington, DC and other nearby towns, but Philadelphia was almost 200 miles away. Howe transported fire equipment by rail. Two rail cars were filled with fire horses and the other with 85 firefighters. Over 1,200 firefighters and 2,500 National Guard members would be involved in rescue or battling the flames. After providing 48 hours of aid, the city's fire crews and those from other distrcts won the admiration and respect of Baltimore politicians and citizens.","Re-building was foremost in everyone's mind after the meltdown. A lot of money was diverted from otehr public works projects to support reconstruction. In some cases, burned structures were torn down to make space for widening the streets. Underground gas-lines were rebuilt and better networks for electric cable cars were established. Businesses in downtown Baltimore were heavily impacted by the fire damage, and insurance companies did not cover the costs of all the damage done. Most covered only the estimated value of each site prior to the fire, not the cost of new construction."," ","Other city projects were put on hold while the burned area was rebuilt. Many city pumping stations and water cleaning plant projects were delayed. Fire officials  argued that new pumping stations should be a main priority to ensure that water pressure was sufficient to extinguish future city fires."," "],"display_date":"February 7, 1904 - February 8, 1904","search_date":"1904-02-07","locations":[{"id":51922,"lat":39.3048367775,"lng":-76.6274800611,"zoom":11,"place":"Baltimore City, Maryland"}],"tags":[{"id":2546,"tag":"rebuilding MD"},{"id":2519,"tag":"Baltimore fire 1904 MD"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}},{"id":6285,"title":"The Significance of the Baltimore and Ohio Railroad Headquarters","course_id":132,"status":"P","start_date":"3/1/04","end_date":"3/31/06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["The Baltimore and Ohio Railroad system is an important staple in American History, specifically for Baltimore City itself.  The company started laying tracks throughout the city of Baltimore in the 1830s, and the city became a major hub in transportation of people and goods. Both the city and the Railroad Company encountered a challenge in 1904, when the Great Baltimore Fire destroyed the majority of the Financial District.  The thriving company rebuilt its headquarters immediately after the fire, taking the opportunity to present a more modern image.  As transportation by train was becoming less popular and cars were becoming more relevant in society, the company took the opportunity to validate it was still relevant, through the building architecture.","The building itself has a very progressive look inside and out.  According to the Baltimore Sun, it was the richest building in Baltimore with the most up to date design.  This building was meant to make a statement that the company was here to stay and continue doing business.","The construction of the new headquarters caused quite a stir. The Baltimore Sun published an entire article about the design and what it meant for the company. As soon as people walked into the entrance of the building they were amazed by the amount of marble and bronze.  Even the celling was eye-catching, along with the polished elevator, which gave access to the 13 floors.  At the top floors the top executives could be found.  Employees enjoyed modern luxuries including, “a bathroom, with porcelain tub, tile floors and wainscotings.  The door and woodwork are of mahogany finish” (Baltimore Sun).","The outside of the building was just as impressive as the inside.  There were a variety of symbols of progress on top of the building. One of the most significant parts of the building were the sculptures, including “the Roman God Mercury, a mythological symbol of commerce; and a figure called the Progress of Industry”.  The Beaux- Arts design gained popularity during the World's Columbian Exposition in 1893.  The connection to the Fair is significant because there, technolgy and the railroad were seen as symbols of American progress. And, after the fair, many government and business structures tried to imitate the fair's gradure and style."," "],"display_date":"March 1904 - March 1906","search_date":"1905-03-16","locations":[{"id":51922,"lat":39.3048367775,"lng":-76.6274800611,"zoom":11,"place":"Baltimore City, Maryland"}],"tags":[{"id":1505,"tag":"Progressivism"},{"id":2549,"tag":"Modern"},{"id":2519,"tag":"Baltimore fire 1904 MD"},{"id":2557,"tag":"Baltimore and Ohio RR"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}}]}