{"id":252,"tag":"Minstrel Show","points":[[42.4842595758,-71.3901525974]],"bounds":[[42.4842595758,-71.3901525974],[42.4842595758,-71.3901525974]],"episodes":[{"id":4660,"title":"The Black Enchanter","course_id":22,"status":"P","start_date":"1848-01-15","end_date":"1848-01-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“The Black Enchanter…”  functions as the comic relief in a play titled <em>John-Donkey’s Prize Plays. </em>This actor was one of many white actors in a black face minstrel show in the period before the Civil War. This black character is portraying the “court jester” of  this time period, entertaining white people in old torn clothes with his over exaggeration of black features:  broken language, leaping, laughing, shuffling, and dancing. By appearing in a clumsy manner, the white audience is entertained by is performance due to the belief that “most people thought that caricatures were simply funny. They laughed with good humor, but their sense of humor revealed a pervasive lack of sensitivity”, in regards to the system of black enslavement.","In this portion of the play, the “Black Enchanter”, the white actor in blackface, is giving advice to Admed Shaw, a young man in search of items of importance, with Negro song and dance. The character in blackface is using his sly manner as a “negro” to capture the humor of the audience by exploiting the so-called slave song and dance, but the ironic part of this story is the methods used to capture the humor of the audience; by exploiting the so-called slave song and dance. The ironic element of this portion of the play is that white audience of this anitbellum period did not see anything wrong with taking advice from a “negro”, while at the same time finding joy in the condition of a black slave."," "],"display_date":"January 15, 1848","search_date":"1848-01-15","locations":[{"id":6172,"lat":42.4842595758,"lng":-71.3901525974,"zoom":9,"place":"MIDDLESEX, Massachusetts"}],"tags":[{"id":229,"tag":"Blackface"},{"id":252,"tag":"Minstrel Show"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}}]}