{"id":2522,"tag":"Emile Berliner","points":[[38.9151212228,-76.9435162098]],"bounds":[[38.9151212228,-76.9435162098],[38.9151212228,-76.9435162098]],"episodes":[{"id":6253,"title":"Who Invented the Microphone- How Emile Berliner came up with the invention and how it has impacted the broadcasting industry","course_id":133,"status":"P","start_date":"9/1/26","end_date":"9/1/26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["What is known as America’s mouthpiece first came about as an accidental discovery from a poor German immigrant with a public school education. The microphone was first invented and introduced to the public in 1877 by Emile Berliner. Berliner immigrated to the United States when he was just nineteen years old but later became known as a great entrepreneur and inventor of products that would make their way into every home and industry in the U.S.","In September of 1926, a trade magazine called <em>Radio Broadcast</em> published an article which focused on the microphone and its origins. The broadcasting journal wanted to inform its readers about who invented the microphone and where exactly the technology came from, since at that time few in the industry knew much about the device that was being used across the world to broadcast sound. It was astonishing to readers that Emile Berliner had created the modern broadcasting microphone after just six weeks of experiments in his tiny one-bedroom apartment. The article digs up the history of the inventor as well as the invention, and describes the fascinating story of Berliner’s development of the microphone.","Emile Berliner had a passion for science and discovering secrets behind new technologies. He was astonishingly smart given his brief education.  He attended a Jewish school in Germany, but left school at the age of fourteen to help support his family. He later immigrated to the U.S. in 1870 and went to work in a small dry goods store in Washington, D.C. He first exhibited an interest in improving existing technology while working in the store.  He had heard of rumors about Alexander Bell’s telephone in the 1870s but the telephone had not been made public yet nor had Berliner ever seen one.  Berliner decided to experiment with building a device to transfer sound waves (the vibrations of air) along electrical wires. He started with a simple tin-can telephone and a soap box. He knocked the bottom out of the soap box and nailed sheet iron on instead, then placed a bar across the middle made of steel. With this, he created an iron diaphragm transmitter, similar to the telephone that Alexander Bell had invented. With this invention, he had to figure out a way to amplify the sound so that it would function as a true communications instrument and not just as a sound transformer. His initial design for what he called the microphone failed. He could not get the sound from fading as the waves traveled farther from the device. The solution to the problem was suggested by one of Berliner’s close friends during a conversation between the two men. Berliner’s friend, who worked at a telegraph station, explained to him that the harder he pressed down on the telegraph key, the stronger the current passing through the key became. This was the information that helped Berliner to understand why the waves were fading out so quickly. He needed to come up with a way to produce a stronger current. Using a toy drum to which he attached a steel button linked to a metal wire, Berliner built the first microphone. When contact was made between the diaphragm and the button, sound was transmitted and amplified in such a way that the waves did not fade like his earlier invention. The device functioned when the steel wire was hooked up to a battery and an induction coil. This was the process by which he developed the microphone.","Emile Berliner needed to patent the device in order to secure credit for his microphone invention. When he applied for the microphone patent on June 4, 1877, a fourteen-year conflict began over his patent. After the microphone was invented, it was discovered that in order to make a functional telephone, you needed a combination of Bell’s magneto receiver and Berliner’s microphone transmitter. The patent office did not know who to award the patent to because both inventions were so similar that they needed to investigate further. This caused great debate about who invented the microphone first. The Supreme Court finally recognized Emile Berliner for the invention of the microphone and granted him his patent on November 17, 1891.","With this success, Berliner landed a job as chief engineer at the Bell Telephone company. The company paid him $50,000 for his rights to the patent so that they could market it as their own. Berliner continued inventing and although he does not seem to have received much recognition for his initial invention due to Bell’s popularity, he played a vital role in the invention of both the microphone and the telephone.","Emile Berliner was an important inventor who had a tremendous impact on the broadcasting industry. At the time of the article’s publication in 1926, Berliner was still busy inventing and playing a role in the evolving science of acoustics. He went on to invent acoustic cells and acoustic tiles, which helped to perfect the acoustics in large buildings. His great invention of the microphone came to him by way of a few experiments and correcting some minor mistakes. Yet, his first major invention has had a major impact on society for over 120 years."],"display_date":"September 1, 1926","search_date":"1926-09-01","locations":[{"id":21755,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Dist Columbia, District of Columbia"}],"tags":[{"id":2511,"tag":"Inventor"},{"id":2510,"tag":"Microphone"},{"id":2522,"tag":"Emile Berliner"}],"course":{"name":"From Civil War to World Stage","school":"Widener University","course_id":133,"school_id":43}},{"id":6272,"title":"Emile Berliner revolutionized the world of sound. Berliner made advancements in telephone technology and the recording industry. Still, Berliner further advanced the field of sound transmission by developing the acoustic cement cell. The acoustic cement c","course_id":133,"status":"P","start_date":"9/9/28","end_date":"9/9/28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1928, 77-year-old Emile Berliner revealed his latest invention after a lifetime of innovative work. On Sunday, September 9, 1928, <em>The Washington Herald </em>reported on Emile Berliner’s success as he contributed another innovation in the field of sound transmission. As described in the newspaper article<em>, </em>“based upon a lifetime of experience in the study of sound, he has invented the acoustic cement cell which… has the effect of clarifying and amplifying the tones of a speaker’s voice or the notes of a musical instrument.” In other words, Berliner was triumphant yet again, in advancing sound technology by developing the acoustic cement cell. The acoustic cement cell was a simple device which attached to the interior walls of a room. The cells were usually shaped like a square or rectangle, and they were made of cement, although the inside was hollow. When an ample amount of cells were hung in a single room, they would diminish the reverberations and echoes generated by speakers or musical instruments, especially those generated in a large hall. Although Berliner had experimented with sound production and transmission technologies for much of his life, his dedication to studying sound showed concrete results with development of the new building material. According to <em>The Washington Herald, </em>“Berliner’s newest invention was crowned with success in a trial in the auditorium of the Drexel Institute in Philadelphia.” Along with that, <em>The Washington Herald </em>announced “the Berliner acoustic cement wall cells have been tested with eminent success in the spacious board room of the magnificent District Building in Washington D.C.” This means that Berliner tested his product in well-established and highly respected institutions. Upon doing so, Berliner once again gained national recognition for revolutionizing sound in an inconceivable fashion.","Besides creating the acoustic cement cell, Berliner was responsible for producing other distinct designs in an age of industrialism. Berliner was influential in telephone technology. More specifically, Berliner “discovered that the device could act as a superior telephone receiver” (Encyclopedia Britannica). Despite Berliner’s concentration on sound evolution, The Institute of Electrical and Electronics Engineers notes, Berliner was responsible for building an “aircraft engine and helicopter.” It is clear, even with all his focus on sound throughout his life, Berliner was a true visionary who expanded other facets of technology. Berliner’s success is beyond remarkable, especially considering his educational background. The Library of Congress chronicles that “Berliner was a largely self-educated man.”  In spite of, his lack of formal education, Berliner still displayed a unique mindset as he supplied the world around him with intuitive inventions.","To this day, Berliner continues to receive recognition for his innovations. Berliner, although deceased, won a “Trustees Award in 1987 and a Technical Award in 2014” (News.Delaware.Gov). Although it has been over 100 years since his groundbreaking discoveries, Berliner is still acknowledged for his inventions. Additionally, many of Berliner’s designs are still currently used. The recording industry, along with the field of communications, is forever indebted to Berliner’s intellectual concepts. Still, his expertise, experimentation, discoveries, and devices have affected much more than those two areas of entertainment, without a doubt. Simple and plain, the world would not be what it is today without Emile Berliner’s hard work and ingenuity."],"display_date":"September 9, 1928","search_date":"1928-09-09","locations":[{"id":21755,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Dist Columbia, District of Columbia"}],"tags":[{"id":2522,"tag":"Emile Berliner"},{"id":2523,"tag":"acoustic cement cell"}],"course":{"name":"From Civil War to World Stage","school":"Widener University","course_id":133,"school_id":43}}]}