{"id":2523,"tag":"acoustic cement cell","points":[[38.9151212228,-76.9435162098]],"bounds":[[38.9151212228,-76.9435162098],[38.9151212228,-76.9435162098]],"episodes":[{"id":6272,"title":"Emile Berliner revolutionized the world of sound. Berliner made advancements in telephone technology and the recording industry. Still, Berliner further advanced the field of sound transmission by developing the acoustic cement cell. The acoustic cement c","course_id":133,"status":"P","start_date":"9/9/28","end_date":"9/9/28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1928, 77-year-old Emile Berliner revealed his latest invention after a lifetime of innovative work. On Sunday, September 9, 1928, <em>The Washington Herald </em>reported on Emile Berliner’s success as he contributed another innovation in the field of sound transmission. As described in the newspaper article<em>, </em>“based upon a lifetime of experience in the study of sound, he has invented the acoustic cement cell which… has the effect of clarifying and amplifying the tones of a speaker’s voice or the notes of a musical instrument.” In other words, Berliner was triumphant yet again, in advancing sound technology by developing the acoustic cement cell. The acoustic cement cell was a simple device which attached to the interior walls of a room. The cells were usually shaped like a square or rectangle, and they were made of cement, although the inside was hollow. When an ample amount of cells were hung in a single room, they would diminish the reverberations and echoes generated by speakers or musical instruments, especially those generated in a large hall. Although Berliner had experimented with sound production and transmission technologies for much of his life, his dedication to studying sound showed concrete results with development of the new building material. According to <em>The Washington Herald, </em>“Berliner’s newest invention was crowned with success in a trial in the auditorium of the Drexel Institute in Philadelphia.” Along with that, <em>The Washington Herald </em>announced “the Berliner acoustic cement wall cells have been tested with eminent success in the spacious board room of the magnificent District Building in Washington D.C.” This means that Berliner tested his product in well-established and highly respected institutions. Upon doing so, Berliner once again gained national recognition for revolutionizing sound in an inconceivable fashion.","Besides creating the acoustic cement cell, Berliner was responsible for producing other distinct designs in an age of industrialism. Berliner was influential in telephone technology. More specifically, Berliner “discovered that the device could act as a superior telephone receiver” (Encyclopedia Britannica). Despite Berliner’s concentration on sound evolution, The Institute of Electrical and Electronics Engineers notes, Berliner was responsible for building an “aircraft engine and helicopter.” It is clear, even with all his focus on sound throughout his life, Berliner was a true visionary who expanded other facets of technology. Berliner’s success is beyond remarkable, especially considering his educational background. The Library of Congress chronicles that “Berliner was a largely self-educated man.”  In spite of, his lack of formal education, Berliner still displayed a unique mindset as he supplied the world around him with intuitive inventions.","To this day, Berliner continues to receive recognition for his innovations. Berliner, although deceased, won a “Trustees Award in 1987 and a Technical Award in 2014” (News.Delaware.Gov). Although it has been over 100 years since his groundbreaking discoveries, Berliner is still acknowledged for his inventions. Additionally, many of Berliner’s designs are still currently used. The recording industry, along with the field of communications, is forever indebted to Berliner’s intellectual concepts. Still, his expertise, experimentation, discoveries, and devices have affected much more than those two areas of entertainment, without a doubt. Simple and plain, the world would not be what it is today without Emile Berliner’s hard work and ingenuity."],"display_date":"September 9, 1928","search_date":"1928-09-09","locations":[{"id":21755,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Dist Columbia, District of Columbia"}],"tags":[{"id":2522,"tag":"Emile Berliner"},{"id":2523,"tag":"acoustic cement cell"}],"course":{"name":"From Civil War to World Stage","school":"Widener University","course_id":133,"school_id":43}}]}