{"id":2526,"tag":"Strike","points":[[41.2653695787,-75.8599727257],[31.4477806,-109.9285612]],"bounds":[[41.2653695787,-75.8599727257],[31.4477806,-109.9285612]],"episodes":[{"id":6267,"title":"<em>Empire Colliery Miners go on Strike</em>","course_id":137,"status":"P","start_date":"1868-07-21","end_date":"1868-07-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On July 21, 1868 a group of miners from the Empire Colliery in Wilkes-Barre, Pennsylvania started a strike in the region protesting hours and wages. Similar, and fairly successful, strikes in Schuylkill County inspired this particular strike. An article in Philadelphia’s <em>Daily Evening Bulletin</em> described the spreading of the cause as, “…inflammable material so susceptible to the slightest touch of the torch is kindling into a broad blaze.” The Empire Colliery’s strike is an example of this.","The creation of the Workingmen’s Benevolent Association, founded by John Siney worked as a labor union for miners in the region. Earlier in the year the association played an integral role in the passing of a new state law on July 1 that decreased the length of the standard work day from ten hours to eight. The members of the association and laborers remained unsatisfied with the lack of implementation of the new law and the decrease of salary based on the new hours. These dissatisfactions prompted the strike.","Just before midday on July 21, 1868 the miners at the Empire Colliery stopped their work for the day and began to march.  The miners marched to neighboring mines recruiting more support. The <em>Daily Evening Bulletin</em> describes the men as marching with “military enthusiasm” armed with bludgeon and pistols in case of opposition. They met some opposition at the Lehigh and Susquehanna Railroad Shop, however, and responded by unscrewing the bolts of a locomotive and allowing it to fall down the tracks. The miners encouraged the prison workers and employees of the Gas Company to join them. The superintendent of the gas company eventually gave in to the demands and was met with threats to keep his word. By nightfall the strikers had shut down all of the neighboring collieries and considered it a successful day.","While the strikers where satisfied with the work they had accomplished on July 21, in the end their actions proved to be unsuccessful and the strike disbanded. This particular strike in Wilkes-Barre ended without the laborers demands being met, but strikes simultaneously happening in Schuylkill County proved to be more successful. Nevertheless, all of the strikes happening in the Anthracite region of Pennsylvania foreshadowed the Great Coal Strike of 1902 that occurred decades later."," "," "," "," "," "," "," "," "," "],"display_date":"July 21, 1868","search_date":"1868-07-21","locations":[{"id":11127,"lat":41.2653695787,"lng":-75.8599727257,"zoom":8,"place":"LUZERNE, Pennsylvania"}],"tags":[{"id":896,"tag":"Labor"},{"id":2526,"tag":"Strike"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":137,"school_id":3}},{"id":6676,"title":"The Deportation of Striking Miners","course_id":173,"status":"P","start_date":"6/26/17","end_date":"7/12/17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["From the eye of a non-historian, this photo which shows hundreds of people marching","from a small town to what looks like a rural area, would look pretty unusual. A large string of","people being escorted by other men to an open area, whilst a factory seems to be running in the","far background from the big crowd of people. Some questions would arise, such as, “Where are","those people heading to? Why are there hundreds of people going in the same direction?”.","These questions can be answered if the time and place in which the photograph has been taken","is considered. ","            Bisbee, Arizona was the home to many large copper mining companies in the early","1900’s, and during the First World War, the price of copper increased greatly and the copper","companies received large profits. With high price and high demand of copper, it made Bisbee","very wealthy. But with such high demand came harder labour for the miners. Even though the","companies were getting more and more wealthy; they did not increase the salaries for the miners.","In addition, the working conditions were harsh and dangerous for the miners. Eventually the","workers became more upset with the labour, so they joined The Industrial Workers of the World","(I.W.W.) and on June 24, 1917, the I.W.W. presented the copper companies of Bisbee with a list","of demands. These demands included better and safer working conditions, and the stoppage of  ","unequal treatment towards the immigrant workers. The copper companies then refused all the","demands that were given from the I.W.W., which then resulted into a strike. Nearly half of the","miners in Bisbee were on strike, which was a major set back for the copper companies in Bisbee.","Another reason why the strike happened was because the relationship between the I.W.W. and","law enforcement was not good. The law enforcement didn’t seem to care too much about labour","conditions and needs, and organizations such as the I.W.W. During this time, the conflict of","labour relations in the U.S. became more and more severe. The law enforcement denied the","accommodations of immigrant labour which overall aggravated all immigrants. This constant","unnecessary hardship for the immigrants gave them no choice but to fight back, which resulted in","the strike. But the photo did not capture a moment from the strike, instead it captured a moment","which resulted from the strike.","            As the strike was in session, the state of Arizona needed a way to get the people of the","strike back to work. Instead of accommodating the demands of the I.W.W., a different route was","taken. 2000 deputies in Arizona came together under Sheriff Harry Wheeler, and planned on","taking matters in their own hands. In the morning of July 12, 1917, the deputies went to Bisbee","to locate and capture all I.W.W. members and even supporters of the movement. They ended up","capturing over 1000 people and escorted them from Bisbee, through Lowell, and to a train so it","can later bring them to Hermanas, New Mexico where they were left abandoned.","            This photo captured the moment where the deputies were escorting the workers to the","train so they can be deported. The photo shows the deportees walking from their towns for the","last time. In the background shows smoke arising from a factory as workers are being deported","just miles from it. The factory in the background shows a bit of irony considering half of","Bisbee’s miners were on their way to another life. This event became significant in later","American life because it shows the importance of the worker and the injustices that they may","experience from the workplace."],"display_date":"June 26, 1917 - July 12, 1917","search_date":"1917-07-04","locations":[{"id":53041,"lat":31.4477806,"lng":-109.9285612,"zoom":11,"place":"Bisbee, Arizona"}],"tags":[{"id":2955,"tag":"Protests"},{"id":3290,"tag":"Deportation"},{"id":2526,"tag":"Strike"}],"course":{"name":"US History 1867 to the present","school":"University of Toronto Scarborough","course_id":173,"school_id":28}}]}