{"id":2532,"tag":"Baltimore","points":[[39.2338595038,-76.3925904773],[39.3048367775,-76.6274800611]],"bounds":[[39.3048367775,-76.3925904773],[39.2338595038,-76.6274800611]],"episodes":[{"id":6270,"title":"<strong>Formation of Bethlehem Fairfield Shipyard</strong>","course_id":132,"status":"P","start_date":"1/3/41","end_date":"9/2/45","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On January 3, 1941, the “Emergency Shipbuilding Program” was announced by Franklin D. Roosevelt. The task was simple:  “rapidly build simple cargo ships to carry troops and material to allies during World War II.”","The demand for war ships came in response to the dominance of German U-boats during early part of World War II. In an effort to gain American support to join the war effort, Franklin D. Roosevelt made a radio announcement on May 27, 1941 about the danger of German domination. The President said, “there have been sinkings of merchant ships in alarming and increasing numbers by Nazi raiders or submarines.” Roosevelt said only two things had prevented Hitler from accomplishing world domination: “epic resistance” by Great Britain and the “magnificent defense of China”. He believed the Axis Powers could never achieve world domination without first gaining total control of the seas. Roosevelt argued that the United States could stop Hitler by working to protect the seas.","Before construction of warships could begin to move forward rapidly, new shipyards had to be built that could handle a large number of vessels. The Emergency Shipbuilding Program created 18 new shipyards. One of the first shipyards was the Bethlehem-Fairfield shipyard in Baltimore, Maryland. Bethlhem-Fairfield proved to be one of the most important during the peak of World War II. It built \"a basic, no-frills cargo ship designed for capacity and rapid construction as opposed to speed and grace.” These ships carried food, war materials, and other items to benefit the soldiers. They came to be known as the “Liberty Fleet”. Bethlehem Fairfield built 384 Liberty Ships, a feat that distinguished them as one of the most effective shipyards during the war.","Even though wartime merchant ships were constantly beseiged and destroyed during the war, they were replaced in total before the end of 1943 because of fast production by American shipbuilders. The best shipyards could build and deliver the 441 foot Liberty Ship vessels in just 16 days. Prior to the implementation of the Emergency Shipbuilding Program, production of a single vessel required 244 days. The fast and efficient production of Bethlehem Fairfield assisted the U.S. in gaining control of the seas and ultimately contributed in the victory of World War II for the Allies."],"display_date":"January 3, 1941 - September 2, 1945","search_date":"1943-05-04","locations":[{"id":25547,"lat":39.2338595038,"lng":-76.3925904773,"zoom":9,"place":"Baltimore, Maryland"}],"tags":[{"id":2532,"tag":"Baltimore"},{"id":2531,"tag":"shipyard"},{"id":2530,"tag":"Bethlehem Fairfield"},{"id":231,"tag":"Steel and Iron Industry"},{"id":258,"tag":"World War II"},{"id":2571,"tag":"Homefront"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}},{"id":6291,"title":"Italian and Jewish Immigrants in East Baltimore","course_id":132,"status":"P","start_date":"1/1/05","end_date":"1/1/30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["From 1890 to the early 1920s, Lombard street served as the center of Baltimore’s Jewish community. Considered a ghetto by outsiders, it was a bustling neighborhood of kosher butcher shops, delis, bakeries, bookstores, and Judaica shops. The boundaries of the community were defined by “Pratt Street to the north, Eastern Avenue to the south, Central Avenue to the east, and President Street to the west.” These same boundaries also marked Little Italy. Although many Americans tend to think about ethnic neighborhoods as distinctive. In fact, immigrant communities tended to intermingle, living in close proximity and sharing traditions as well as space.","Aaron Smelkinson remembered a divide between the two communities, one marked by geography as well as culture. “Little Italy was there, but there was a dividing line as if it was a wire fence,” Smelkinson recollected. Milton Schwartz, another Jewish neighbor expressed the same sentiment. “Around the corner was Little Italy,” Schwartz said. “We didn’t mix with them. We’d sneak down there once in a while to get a snowball…but everybody stayed within their own.”","But there is significant evidence that the two communities shared a great deal. On Fridays and Saturdays, Italian children would come over to the houses of their Jewish neighbors to help them heat their homes and turn on their lights (something that is forbidden for Jewish people on the Sabbath). “On Friday nights and Saturday mornings, we would go turn the gas on…they wouldn’t call everybody, just the ones they trusted,” said Clara Rizzi Ferretti, an Italian resident of Little Italy.Other times when Italian shops would run out of certain items, they’d often go over to the Jewish shops and buy from them. Most residents did not have indoor plumbing, so the communities also shared public bathhouses that served as venues for communal gathering.","Though Jewish boys expressed a feeling of animosity coming from Italian children when they’d cross over the street, overall the relationships between these two communities were relatively peaceful. Louis Cedrone of Little Italy commented on the eventual unity that Italians and Jews felt. “It was a mixed neighborhood…It was both Italian and Jewish.” Cedrone also remembered his Jewish neighbors, the Kaplans and the Froms. “The Froms had four girls: Riva and Molly, and Rose, and Mildred. We also had six girls in the family, so they paired off…I thought the whole world was Italian and Jewish.”","Despite the ethnic tensions, the communities generally found ways to work with each other and live harmoniously. The community also had a significant minority of African American residents, as well as other immigrants and minorities. The blending of these groups created an \"East Baltimore\" culture that incorporated elements of both the Italian and Jewish residents' cultures and created a unique atmosphere distinct from the rest of Baltimore."],"display_date":"January 1, 1905 - January 1, 1930","search_date":"1917-07-02","locations":[{"id":51922,"lat":39.3048367775,"lng":-76.6274800611,"zoom":11,"place":"Baltimore City, Maryland"}],"tags":[{"id":2563,"tag":"ethnic tension"},{"id":2562,"tag":"Jews"},{"id":2561,"tag":"Italian"},{"id":2560,"tag":"Little Italy"},{"id":2559,"tag":"East Baltimore"},{"id":31,"tag":"Immigration"},{"id":1338,"tag":"Italians"},{"id":752,"tag":"Judaism"},{"id":1664,"tag":"Jewish"},{"id":2532,"tag":"Baltimore"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}}]}