{"id":2534,"tag":"Mental Illness","points":[[39.3048367775,-76.6274800611]],"bounds":[[39.3048367775,-76.6274800611],[39.3048367775,-76.6274800611]],"episodes":[{"id":6273,"title":"Reform of Asylum Conditions in Progressive Maryland","course_id":132,"status":"P","start_date":"8/1/08","end_date":"8/31/08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["During the early 20th century, reformers and activists worked to encourage a variety of social reforms by using communication tools, including photography. Jacob Riis’ photographed tenament houses in New York city, documenting the living conditions of immigrants and the poor. Lewis Hine photographed young workers for the National Child Labor Committee. These men focused on dangerous and unhealthy conditions and believed that raising awareness would help change conditions. Dr. Arthur P. Herring, secretary of the Maryland State Lunacy Commission, took a similar approach to help reform care for the insane. in August of 1908, at the height of the Progressive Era in the United States, he photographed conditions in Maryland asylums.","From the 1870s on, Maryland had many reports about the poor treatment of the mentally ill, but politicians had done little to improve conditions.  Herring was on a mission. He visited all of the asylums in his state, photographing each one. His aim: to provide visual evidence of the bad conditions in which the mentally ill were housed. He gathered twenty-six photographs on the subject.  Dr. Herring’s pictures showed overcrowded institutions where patients were sleeping on the floors of rooms with barred windows, and other unsanitary conditions.  He argued that patients were treated more like prisoners in jails rather than people who needed serious care, and he presented his findings to Governor Austin T. Crothers on October 6, 1908.","Dr. Herring focused in particular on the Montevue Asylum in Frederick County during the Commission’s meeting on October 28, 1908.  This asylum had been praised for its “exemplary” conditions in previous years. However the conditions that Herring photographed raised serious questions about that. In fact, it was one of the worst.  Herring traveled around Maryland, presenting his findings to various groups, including private practitioners. In Baltimore on January 20, 1909, the State Lunacy Commission opened a three-day exhibit at Johns Hopkins University’s McCoy Hall.  There were speakers, slide shows of the images, and even a band playing as the public mingled about.  Here the public and the press were enlightened of the treatment of the mentally ill in their state to their shock and horror.  Was this truly the way that their wonderful state took care of these poor people?  The public did not want outsiders to think that they were cruel citizens of Maryland.","Dr. Herring kept up his photographic campaign into 1910. He was successful. The government in the state of Maryland started to make changes by proposing and passing legislation to reform the mental system conditions across the counties.  It did not come without obstacles, and in his path to get reform, Herring had opponents of reform that tried to block the passing of legislation, but ultimately reform was meant to happen and it did by a landslide."],"display_date":"August 1908","search_date":"1908-08-16","locations":[{"id":51922,"lat":39.3048367775,"lng":-76.6274800611,"zoom":11,"place":"Baltimore City, Maryland"}],"tags":[{"id":849,"tag":"Progressive Era"},{"id":2107,"tag":"Social Reform"},{"id":2534,"tag":"Mental Illness"},{"id":280,"tag":"Maryland"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}}]}