{"id":2535,"tag":"Great Fire of Pittsburgh","points":[[40.468833638,-79.9812076782]],"bounds":[[40.468833638,-79.9812076782],[40.468833638,-79.9812076782]],"episodes":[{"id":6274,"title":"Burn 'Burgh Burn","course_id":137,"status":"P","start_date":"1845-04-10","end_date":"1845-04-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On April 10, 1845, the city of Pittsburgh, Pennsylvania lost about two-thirds of its properties.  A fire that started in an icehouse on Second Avenue tore through the city and destroyed over 1000 buildings that stood in its way according to <em>The Pittsfield Sun</em> out of Pittsfield, Massachusetts.  The fire consumed more than just the buildings, it destroyed the hopes and dreams of thousands of the citizens of Pittsburgh according to the book “A Full Account of the Great Fire at Pittsburgh, on the Tenth Day of April, 1845: With Individual Losses and Contributions for Relief” compiled by J. Heron Foster.","The fire spread due to the high winds that were blowing off of the river causing it to spread more rapidly.  In Foster’s book he states that people hoped that “the Bank Of Pittsburgh, the oldest moneyed institution in the city, trusting in its reputation as a fire-proof building, to stop the fire from destroying further.”<em> The Pittsfield Sun</em> also points out that after the flames and smoke subsided, there were estimated damages of roughly $3.5 million that eventually had to be rebuilt or fixed.  In today’s terms, that would be about $109,375,000 according to the inflation calculator on davemanuel.com.  Even though so many buildings and possessions were lost, they could all somehow be replaced. Many things that could never be replaced were lost but fortunately only two lives were lost.","If the city’s fire companies would have been more prepared, they may have been able to stop the spread of the fire before it did so much damage.  Even though the city is almost entirely surrounded by water, the fire companies relied on a few reservoirs around the city to draw their water from.  The reservoirs were fed from the rivers, but the companies had no way to draw to the center of the city.  No one seemed overly concerned about this problem because nothing had ever happened that required the companies to have to do so.  It did not help that the reservoirs were running dry because of a long drought that the city had been experiencing.","According to legend, a woman who was boiling water in an empty lot to do laundry started the fire accidentally.  It is said that a single spark from the fire blew to a nearby icehouse where the fire grew larger and started to spread.","This horrific tragedy luckily only claimed the lives of two people. With a fire of this magnitude, a person would expect many more casualties this.  The fire could have had a much larger impact on the population of a booming industrial city like Pittsburgh.  Although the fire did so much damage, it eventually helped the economy of the country because of the need for material to rebuild the city, but it also hurt the surrounding area because it made it more difficult for people to ship things now that the access to the docks downtown was limited."],"display_date":"April 10, 1845","search_date":"1845-04-10","locations":[{"id":10814,"lat":40.468833638,"lng":-79.9812076782,"zoom":9,"place":"ALLEGHENY, Pennsylvania"}],"tags":[{"id":2537,"tag":"Pittsburgh"},{"id":2536,"tag":"Pittsburgh 1845"},{"id":2535,"tag":"Great Fire of Pittsburgh"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":137,"school_id":3}}]}