{"id":2537,"tag":"Pittsburgh","points":[[40.468833638,-79.9812076782],[40.445881,-79.978896]],"bounds":[[40.468833638,-79.978896],[40.445881,-79.9812076782]],"episodes":[{"id":6274,"title":"Burn 'Burgh Burn","course_id":137,"status":"P","start_date":"1845-04-10","end_date":"1845-04-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On April 10, 1845, the city of Pittsburgh, Pennsylvania lost about two-thirds of its properties.  A fire that started in an icehouse on Second Avenue tore through the city and destroyed over 1000 buildings that stood in its way according to <em>The Pittsfield Sun</em> out of Pittsfield, Massachusetts.  The fire consumed more than just the buildings, it destroyed the hopes and dreams of thousands of the citizens of Pittsburgh according to the book “A Full Account of the Great Fire at Pittsburgh, on the Tenth Day of April, 1845: With Individual Losses and Contributions for Relief” compiled by J. Heron Foster.","The fire spread due to the high winds that were blowing off of the river causing it to spread more rapidly.  In Foster’s book he states that people hoped that “the Bank Of Pittsburgh, the oldest moneyed institution in the city, trusting in its reputation as a fire-proof building, to stop the fire from destroying further.”<em> The Pittsfield Sun</em> also points out that after the flames and smoke subsided, there were estimated damages of roughly $3.5 million that eventually had to be rebuilt or fixed.  In today’s terms, that would be about $109,375,000 according to the inflation calculator on davemanuel.com.  Even though so many buildings and possessions were lost, they could all somehow be replaced. Many things that could never be replaced were lost but fortunately only two lives were lost.","If the city’s fire companies would have been more prepared, they may have been able to stop the spread of the fire before it did so much damage.  Even though the city is almost entirely surrounded by water, the fire companies relied on a few reservoirs around the city to draw their water from.  The reservoirs were fed from the rivers, but the companies had no way to draw to the center of the city.  No one seemed overly concerned about this problem because nothing had ever happened that required the companies to have to do so.  It did not help that the reservoirs were running dry because of a long drought that the city had been experiencing.","According to legend, a woman who was boiling water in an empty lot to do laundry started the fire accidentally.  It is said that a single spark from the fire blew to a nearby icehouse where the fire grew larger and started to spread.","This horrific tragedy luckily only claimed the lives of two people. With a fire of this magnitude, a person would expect many more casualties this.  The fire could have had a much larger impact on the population of a booming industrial city like Pittsburgh.  Although the fire did so much damage, it eventually helped the economy of the country because of the need for material to rebuild the city, but it also hurt the surrounding area because it made it more difficult for people to ship things now that the access to the docks downtown was limited."],"display_date":"April 10, 1845","search_date":"1845-04-10","locations":[{"id":10814,"lat":40.468833638,"lng":-79.9812076782,"zoom":9,"place":"ALLEGHENY, Pennsylvania"}],"tags":[{"id":2537,"tag":"Pittsburgh"},{"id":2536,"tag":"Pittsburgh 1845"},{"id":2535,"tag":"Great Fire of Pittsburgh"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":137,"school_id":3}},{"id":6794,"title":"Police Arrest Of Fifty Negro Men In Pittsburgh Reported In Newspaper.","course_id":180,"status":"P","start_date":"1/22/27","end_date":"1/22/27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“Pittsburgh Police Round Up 50 Negro Men in Dragnet,” <em>Broad Ax</em>, an African-American, Chicago-based newspaper, describes a mass arrest of coloured people in Pittsburgh’s Hill District. In a crackdown on crime in the district, fifty African-Americans and Mexicans (lumped also under the term “Negro”) were arrested by the police. Their fate, the story says, was decided on Wednesday morning by Magistrate Orie. Twenty were fined ten dollars, or sentenced to thirty days in the workhouse. The rest of them, who were regularly employed or had excuses for being out late, were released without charge. The story further says that the roundup was made because of numerous holdups and robberies in the district.","This story illustrates a specific episode of the obverse side of “The Great Migration” (1916-1930), which saw more than a million African-Americans leave the segregated South for better lives in the North. Cities such as Pittsburgh drew the new migrants with its promise of jobs in the steel and railroad industries. They, however, faced hurdles from the law and the native populace. Police singled them out for their perceived proclivity for crime and dishonesty. It was not uncommon for them to be arrested and convicted on the flimsiest of charges. On top of that, they clashed, sometimes violently, with the local people, white Southern migrants, and European immigrants, over scarce jobs and housing. Racist city zoning laws and housing covenants also corralled the African-American population into densely packed neighbourhoods, like the Hill District, where they lived under virtual segregation-like conditions.","This story is an all too painful reminder that racism did not cease to be a spectre haunting the African-American community when they crossed the Mason-Dixon line. Having escaped from the racial inferno of the South, many soon discovered that life in the North wasn’t the racial paradise they imagined it to be. But their struggles to overcome and thrive in the new landscape did give them a sense of pride and purpose, which they had been nurturing ever since they took that train, bus, or car to the North."," "," "],"display_date":"January 22, 1927","search_date":"1927-01-22","locations":[{"id":53136,"lat":40.445881,"lng":-79.978896,"zoom":15,"place":"Pittsburgh, USA"}],"tags":[{"id":81,"tag":"Great Migration"},{"id":889,"tag":"Racism"},{"id":2537,"tag":"Pittsburgh"}],"course":{"name":"Critical Writing and Research for Historians","school":"University of Toronto Scarborough","course_id":180,"school_id":28}}]}