{"id":2539,"tag":"Gov. Albert Ritchie","points":[[39.2464830538,-76.5960396412],[37.9285902233,-75.8346527629]],"bounds":[[39.2464830538,-75.8346527629],[37.9285902233,-76.5960396412]],"episodes":[{"id":6275,"title":"The Lynching of George Armwood","course_id":132,"status":"P","start_date":"10/18/33","end_date":"10/30/33","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On October 18<sup>th</sup>, 1933, George Armwood was arrested and later lynched for the alleged attack of an old married white woman named Mary Denston. Lynching, commonly practiced throughout the United States from the 19<sup>th</sup> century until the 1960s, was a method of murder used to control African American behavior. The victims were typically accused of inappropriate behavior towards white women, though historians agree that these charges typically were false. Armwood’s case met with something highly unusual of Maryland lynchings up unto this point: gubernatorial intervention.","Gov. Albert Ritchie had ordered that Armwood be moved out of Somerset County to Baltimore for protection until his trial. However, relentless pressure from the whites in Princess Anne pushed Judge Robert Duer to transport Armwood back to Somerset County, where an angry mob waited for him. The mob broke through the guards and used a telephone pole to batter down the jailhouse door. The mob rampaged the jailhouse, found Armwood, and dragged him to the courthouse lawn where they beat him severely. They then dragged him through the streets into Duer's neighborhood, where they hanged him from a tree near the judge's home. Afterwards his mutilated body was set on fire and abandoned in a lumberyard where it stayed to terrorize the African American community.","Politically, Maryland was sharply divided over issues of race. In general, Baltimoreans identified more with northern progressive thought while residents of rural areas held to southern sensibilities. With the gubernatorial election on the horizon, Gov. Ritchie found himself torn between rural white segregationists on the one hand, and urban progressives and African Americans on the other hand. Baltimoreans were enraged by his refusal to take responsibility for Armwoods' lynching. In response, Gov. Ritchie declared that, “The responsibility for Armwood's being at Princess Anne rests squarely on the shoulders of Judge Duer and State's Attorney Robins.” Ritchie’s reluctance to use his power to administer justice seemed to demonstrate a broader unwillingness to improve the rights of minorities and promote a progressive agenda. In order to recover his reputation in this demographic, Gov. Ritchie sent three hundred National Guardsmen to apprehend four of the men accused of the Armwoon lynching and bring them to Baltimore for trial. This ultimately failed because Somerset residents actively rebelled.","Ritchie’s short-lived attempt to prosecute the lynchers alienated White segregationists and his ambivalence about the lynching of Armwood had infuriated African American and white progressive voters. He lost reelection. Interestingly, the Armwood lynching was the last in Maryland. That, combined with the voters' actions, suggest that Maryland politics was turning toward Civil Rights during the 1930s."],"display_date":"October 18, 1933 - October 30, 1933","search_date":"1933-10-24","locations":[{"id":23153,"lat":39.2464830538,"lng":-76.5960396412,"zoom":10,"place":"Baltimore City, Maryland"},{"id":24915,"lat":37.9285902233,"lng":-75.8346527629,"zoom":9,"place":"Somerset, Maryland"}],"tags":[{"id":2540,"tag":"George Armwood"},{"id":2539,"tag":"Gov. Albert Ritchie"},{"id":1,"tag":"Crime/Violence"},{"id":1505,"tag":"Progressivism"},{"id":1071,"tag":"Civil Rights Movement"},{"id":367,"tag":"Lynching"},{"id":3,"tag":"African-Americans"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}}]}