{"id":2541,"tag":"Law Enforcement","points":[[39.2338595038,-76.3925904773],[31.4481547,-109.9284084]],"bounds":[[39.2338595038,-76.3925904773],[31.4481547,-109.9284084]],"episodes":[{"id":6277,"title":"Six Prohibition Agents Removed from Alcohol Plant","course_id":132,"status":"P","start_date":"9/1/28","end_date":"10/30/28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["During Prohibition, alcohol use was never outlawed entirely; only the manufacturing, selling, transporting, importing, or exporting alcohol was illegal. American citizens were not prosecuted for consuming alcohol, but they had to turn to the illegal liquor trade to have access to alcohol. This made criminals of millions of Americans. As the number of criminals increased at an alarming rate, a proportionate growth of the police force was necessary. But sometimes, enforcing offers engaged in corrupt or illegal activities.","In late September of 1928, six government agents went to work at the United States Industrial Alcohol Company's plant in Curtis Bay, Maryland. The workers, E. L. Wolfe, H. C. Shyrock, J. C. Frederick, C. W. Spence, F. C. McLane, and N. Cullison, were employed by the the Prohibition Department. A few days later, it was alleged that the workers had attempted to divert a carload of alcohol. These men were immediately removed from the plant and asked to resign from their positions.","In the investigation that followed, the six men were alleged to have worked together with whiskey gougers and warehouse agents in order to redirect the alcohol in question. John V. J. Herbert made the charge against the men and removed them from their positions. As prohibition administrator at the local dry unit, Herbert had been their supervisor. Yet, when Herbert was approached by investigators, he refused to discuss the case. He maintained that any information would have to come from the headquarters at Washington.","Investigators did attempt to contact Commissioner Doran at the prohibition headquarters in Washington. However, he was out of town. The acting commissioner, Alf Ofidat, also refused to speak. He said that he “didn't feel authorized to discuss the details of the case.”","The final person interviewed was United States Senator William Cabell Bruce. He reported that two of the workers, Wolfe and Shyrock, had met with him to discuss their defense. The two men told Senator Bruce that they “were not negligent” and that they had “been in government employ long enough to have established reputations.” Senator Bruce was sympathetic, promising to act on their behalf in order to secure a hearing for them with Mr. Doran.","Bruce understood the mens' predicament. The consequences of firing would be harsh, including loss of pension stature for Wolfe. This revelation goes to show the ramifications of the eighteenth amendment on law enforcement were often quite negative. Because so many officers during this time period were turning to corrupt practices, everyone became suspicious of law enforcement members. This gave honest men and women who were in the profession for the right reasons a bad name and reason to be cautious in their everyday duties. This is a stigma that continues to this very day in this profession."," "],"display_date":"September 1, 1928 - October 30, 1928","search_date":"1928-09-30","locations":[{"id":21134,"lat":39.2338595038,"lng":-76.3925904773,"zoom":9,"place":"Baltimore, Maryland"}],"tags":[{"id":290,"tag":"Crime"},{"id":111,"tag":"Prohibition"},{"id":2541,"tag":"Law Enforcement"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}},{"id":6682,"title":"The Bisbee Deportation: A Darker Side to the History of Immigrants in Arizona","course_id":173,"status":"P","start_date":"6/24/17","end_date":"7/12/17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["With World War 1 underway the price of copper had tripled in comparison to before the war. Even with the price increase of copper, the wages of the miners however, stayed the same. The copper mine owners were hoarding the proceeds. Many of the copper miners were immigrants or children of immigrants and saw the hierarchy between the first class owners and they themselves as the working middle class. This hierarchy created a means for the owners to run the town as they saw fit, which left the minors and the other citizens helpless to protest against them. The Industrial Workers of the World or IWW, a union, tried to step in and have the workers rise up and push the owners to unionize. When the workers presented their list of demands to the Bisbee Mining Companies and went on strike the mine owners had both the minors on strike and any sympathizer rounded up, placed on a train, and sent to New Mexico and left in the middle of the desert. These stranded workers soon received word that they would not be allowed back into Bisbee, and that all entrances to the town were barricaded and under surveillance.","After the deportation of the workers occurred, six citizens from the Citizens Protective League of Bisbee and Douglas travelled to Phoenix, Arizona to speak with Governor Campbell. Their purpose was to give the Governor a first hand account of the events the lead up to the deportation of the mineworkers, from the point of view of the copper mine owners. At the time the meeting took place, the minors and their sympathizers were still not welcome in the Bisbee and Warren mining district. After their piece was spoken Governor Campbell informed the men that deporting the minors was completely illegal, innocent men were deported against their rights. He also went so far as to tell them the law was meant to be upheld by the Governor, and that the committee and mine owners had taken the law into their own hands. In a broader historical context the deportation at Bisbee matters because it highlights the tensions between law enforcement and political organizations like the IWW, where law enforcement officers were growing increasing agitated with groups like the IWW trying to unionize the immigrant factory laborers. This agitation arose because many of the law enforcement officers were trying to follow instruction from government officials and the factory owners themselves, and these mass strikes that the IWW were encouraging were keeping law enforcement from following these instructions."],"display_date":"June 24, 1917 - July 12, 1917","search_date":"1917-07-03","locations":[{"id":53041,"lat":31.4481547,"lng":-109.9284084,"zoom":8,"place":"Bisbee, Arizona"}],"tags":[{"id":3290,"tag":"Deportation"},{"id":2541,"tag":"Law Enforcement"},{"id":3301,"tag":"Immigrant"},{"id":3302,"tag":"IWW"}],"course":{"name":"US History 1867 to the present","school":"University of Toronto Scarborough","course_id":173,"school_id":28}}]}