{"id":2545,"tag":"Reno Gang","points":[[38.9063690477,-86.0376008096]],"bounds":[[38.9063690477,-86.0376008096],[38.9063690477,-86.0376008096]],"episodes":[{"id":6279,"title":"<strong>Reno Gang finds 90,000 reasons to commit the Great Train Robbery</strong>","course_id":137,"status":"P","start_date":"1868-05-23","end_date":"1868-05-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On May 23, 1868 a group of unidentified bandits committed what has become known as “The Great Train Robbery” on the Jefferson Railroad, outside of Seymour, Indiana.  Lawmen later identified the robbers as the infamous Reno Gang.","The Reno Gang consisted of four brothers: Frank, John, William, and Simeon Reno.  In less than a decade before the train heist, all four brothers had answered the nation’s call of duty during the Civil War and enlisted in the Union Army.  However, the seeds of lawlessness began sprouting in the family as several of the brothers are said to have deserted or received disciplinary action.  Simeon became the only Reno brother to receive an honorable discharge. In less than one year after the end of the Civil War, the brothers became arguably the most popular train robbers of all time.  A main portion of Post-Civil War history and folklore is that of outlaws and train robberies.","John Reno began the Reno brothers’ train robbing career by committing the world’s first train robbery on October 6, 1866.  The first raid occurred near Seymour, Indiana within mere miles of the later “Great Train Robbery”.  Experienced in railroad operations from previous employments, he developed tactics for fast-action robbery.","On May 23, 1868 onboard the Adams Express traveling the Jeffersonville Railroad, the Reno Gang executed their third and most infamous train robbery.  The band of outlaws consisted of the four Reno brothers and several other outlaws not part of the family.  The men all wore masks in order to disguise their identity from all witnesses onboard.  <em>The New York Times</em> reported, “So far no arrests have been made, nor has any clue been had of the robbers.”","The Reno Gang executed their daring operation “while the train was taking wood and water at Marshfield.”  The gang subdued several of the train’s employees, threatening to kill them if they did not cooperate.  Their tactics involved the disengaging of the express car from the train followed by pushing three safes out the door. The outlaw gang then “opened two safes and made a clean sweep of both,” resulting in a payload of over $90,000.","The Reno Gang understood the need for speed in the aftermath of train robberies from past train heist experience.  Upon completion of the deed, they “abandoned the train a short distance south of Seymour, Indiana, and made their escape.”  The Reno Gang made off with over $90,000 from the daring robbery.  Later that year, the law finally caught up with and captured the infamous outlaws."],"display_date":"May 23, 1868","search_date":"1868-05-23","locations":[{"id":3359,"lat":38.9063690477,"lng":-86.0376008096,"zoom":9,"place":"JACKSON, Indiana"}],"tags":[{"id":666,"tag":"Railroad"},{"id":2544,"tag":"Train robbery"},{"id":2545,"tag":"Reno Gang"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":137,"school_id":3}}]}