{"id":2555,"tag":"First Bull Run","points":[],"bounds":[[-100,-100],[100,100]],"episodes":[{"id":6288,"title":"Sherman Reports on the Debacles of First Bull Run","course_id":137,"status":"P","start_date":"1861-07-25","end_date":"1861-07-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On July 25, 1861, four days after the First Battle of Bull Run, William T. Sherman completed his official after action report of the engagement. Serving as a Colonel in the Union Army, Sherman commanded a brigade during the battle. In his report he addressed many of the problems he and his men had encountered while in action. These included the incompetence of some officers and confusion over uniforms. These problems and others similar to them would continue to hinder the Union army during the early days of the American Civil War.","Sherman’s account of the death of Lieutenant-Colonel Haggerty clearly displayed the incompetence of some Union officers early on in the war. After encountering a Confederate force fleeing along a row of trees, Sherman recorded that, “Haggerty...without orders, rode out alone, and endeavored to intercept their retreat. One of the enemy, in full view, at short range, shot Haggerty, and he fell dead from his horse.” This would not be the only instance of incompetence on the part of commanding officers during the battle. The appointment of “political officers” who lacked military experience or military educations, as well as the practice of electing officers in volunteer regiments would result in many disasters similar to that of Lieutenant-Colonel Haggerty’s. According to historian James McPherson, on July 22, just one day after the First Battle of Bull Run, the U.S. Congress responded by authorizing “the creation of military boards to examine officers and remove those found to be unqualified”.  This would remove hundreds of incompetent officers from the ranks of the Union army and help to improve the quality of leadership.","A second major blunder of the battle, confusion over uniforms, can be seen in Sherman’s account of an incident of friendly fire on a Union regiment “uniformed in gray cloth, almost identical with that of the great bulk of the secession army.” Confusion over uniforms would be a major problem for both sides during the early days of the war. McPherson claims that confusion over uniforms played a major role in the outcome of the First Battle of Bull Run. This was undoubtedly the case during the fight for Henry House Hill when two Union artillery batteries were taken out of action by the “blue-clad” 33<sup>rd</sup> Virginia Regiment. Upon viewing the 33<sup>rd</sup> Virginia approaching them, the Union batteries ceased firing and awaited what they thought was the arrival of Union reinforcements only to be cut down by a volley of enemy fire. After the First Battle of Bull Run uniforms on both sides would become more regulated to avoid such mistakes.","McPherson has claimed that, “The United States has usually prepared for its wars after getting into them.” Sherman’s account of the First Battle of Bull Run appears to support this statement. Reading his words, it is clear that the 1840 West Point graduate was both annoyed and down right critical of the mistakes made during this first battle of the Civil War; mistakes that cost some men their very lives."],"display_date":"July 25, 1861","search_date":"1861-07-25","locations":[{"id":13632,"lat":null,"lng":null,"zoom":8,"place":"ARLINGTON, Virginia"}],"tags":[{"id":2556,"tag":"Political Officers"},{"id":2555,"tag":"First Bull Run"},{"id":284,"tag":"General Sherman"},{"id":5,"tag":"War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":137,"school_id":3}}]}