{"id":2557,"tag":"Baltimore and Ohio RR","points":[[39.3048367775,-76.6274800611]],"bounds":[[39.3048367775,-76.6274800611],[39.3048367775,-76.6274800611]],"episodes":[{"id":6285,"title":"The Significance of the Baltimore and Ohio Railroad Headquarters","course_id":132,"status":"P","start_date":"3/1/04","end_date":"3/31/06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["The Baltimore and Ohio Railroad system is an important staple in American History, specifically for Baltimore City itself.  The company started laying tracks throughout the city of Baltimore in the 1830s, and the city became a major hub in transportation of people and goods. Both the city and the Railroad Company encountered a challenge in 1904, when the Great Baltimore Fire destroyed the majority of the Financial District.  The thriving company rebuilt its headquarters immediately after the fire, taking the opportunity to present a more modern image.  As transportation by train was becoming less popular and cars were becoming more relevant in society, the company took the opportunity to validate it was still relevant, through the building architecture.","The building itself has a very progressive look inside and out.  According to the Baltimore Sun, it was the richest building in Baltimore with the most up to date design.  This building was meant to make a statement that the company was here to stay and continue doing business.","The construction of the new headquarters caused quite a stir. The Baltimore Sun published an entire article about the design and what it meant for the company. As soon as people walked into the entrance of the building they were amazed by the amount of marble and bronze.  Even the celling was eye-catching, along with the polished elevator, which gave access to the 13 floors.  At the top floors the top executives could be found.  Employees enjoyed modern luxuries including, “a bathroom, with porcelain tub, tile floors and wainscotings.  The door and woodwork are of mahogany finish” (Baltimore Sun).","The outside of the building was just as impressive as the inside.  There were a variety of symbols of progress on top of the building. One of the most significant parts of the building were the sculptures, including “the Roman God Mercury, a mythological symbol of commerce; and a figure called the Progress of Industry”.  The Beaux- Arts design gained popularity during the World's Columbian Exposition in 1893.  The connection to the Fair is significant because there, technolgy and the railroad were seen as symbols of American progress. And, after the fair, many government and business structures tried to imitate the fair's gradure and style."," "],"display_date":"March 1904 - March 1906","search_date":"1905-03-16","locations":[{"id":51922,"lat":39.3048367775,"lng":-76.6274800611,"zoom":11,"place":"Baltimore City, Maryland"}],"tags":[{"id":1505,"tag":"Progressivism"},{"id":2549,"tag":"Modern"},{"id":2519,"tag":"Baltimore fire 1904 MD"},{"id":2557,"tag":"Baltimore and Ohio RR"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}}]}