{"id":256,"tag":"gold rush","points":[[38.2044891404,-118.115137929],[39.2896352602,-120.722296259],[37.7749295,-122.4194155]],"bounds":[[39.2896352602,-100],[37.7749295,-122.4194155]],"episodes":[{"id":4666,"title":"Gold Rush in Manhattan Nevada","course_id":22,"status":"P","start_date":"1/10/06","end_date":"1/10/19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["A gold strike in the small mountain valley town of Manhattan, Nevada lead to a population increase of four thousand people within one week, and one man was killed in the rush for gold.  He was driving an overcrowded stage when it tipped over and killed him, slightly wounding other passengers. An article in the January 10, 1906 <em>Los Angeles Herald</em> did not name the man who passed away.","Manhattan's population before the gold strike was only twenty people, but after the discovery of gold, teams of miners rushed to the mountain valley.  Some miners rented automobiles for two hundred dollars a day to get there quicker. The town is only eighty miles northeast of Goldfield, Nevada, which at that time had been a booming mining town since gold was discovered there in 1902. At least 2,000 miners from Goldfield alone made the trip to Manhattan.","The newspaper article reported that life on the camp was strenuous. There was no law or order and lots had jumped from $25 to $3500. Mining was not a cheap enterprise. There were fantastically high prices for everything in a mining boomtown.","Today, Manhattan Nevada is a small town that proudly holds on to its gold mining heritage. Goldfield still holds a small population, but is mainly a ghost town."],"display_date":"January 10, 1906 - January 10, 1919","search_date":"1912-07-11","locations":[{"id":52209,"lat":38.2044891404,"lng":-118.115137929,"zoom":7,"place":"Esmeralda, Nevada"}],"tags":[{"id":257,"tag":"nevada"},{"id":256,"tag":"gold rush"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}},{"id":5126,"title":"<strong>Gold Rush Merchants: Everything has a Price</strong>","course_id":48,"status":"P","start_date":"1850-10-25","end_date":"1851-05-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["There was gold in California and everyone wanted their share.  In that spirit, in early September, 1850, 17-year old Stephen Chapin David and his older brother Josiah arrived in Gold Rush California.  Entrepreneurial skills showed quickly as Stephen purchased newspapers before boarding the ship to sell to the other sailors.  While early searching for gold did not prove as lucrative as hoped, they turned to jobs such as cooks and storekeeping.  On October 25, 1850, the brothers purchased a store from Mr. Stones for $260 and all its goods at cost value.","Selling goods such as ham, flour, sugar or quicksilver proved profitable for Stephen and Josiah.    Many items could be sold for more than double their original cost.  Seasons often affected the profitability of the store, but other avenues were always available that insured a stable income.  First, they fixed up their store in order to host boarders at $11 a week.  Going into town to buy supplies for the store was no reason to have lost out on money; they would often collect mail from the miners to send out for them, charging $1.25 per letter that cost 40 cents to post.  Return mail was also brought from the cities to the mining camps.  Often miners only received mail from home once a month, so while the brothers did make a profit from the miners, they also provided a valuable service that gave them a small sense of security from home that they had not been forgotten about.","Many early gold seekers left with the intention of becoming merchants.  Robert M. Senkewicz reveals they left home with things to sell and relationships with big city merchants that could send goods to their aspiring businesses on a regular basis once they had settled in California.  Communication was important with the suppliers.  They had to make sure that goods were packed properly for shipment so they could be sold at full value instead of discounted rates for damaged goods, as well as insuring which goods to ship that were in the greatest need and would make the most money.  Too much of any one item on the market forced lower prices and burdening quantities of unsold stock.  The influx of miners and merchants alike that flocked to California, many whom stayed on after the gold rush had ended, began the diversified population that California still has today."],"display_date":"October 25, 1850 - May 4, 1851","search_date":"1851-01-28","locations":[{"id":1057,"lat":39.2896352602,"lng":-120.722296259,"zoom":8,"place":"YUBA, California"}],"tags":[{"id":824,"tag":"Merchants"},{"id":823,"tag":"Stephen Chapin David"},{"id":256,"tag":"gold rush"}],"course":{"name":"California History","school":"Foothill College","course_id":48,"school_id":40}},{"id":5127,"title":"<strong>Crime and Instant Punishment in Gold Rush California</strong>","course_id":48,"status":"P","start_date":"1851-03-08","end_date":"1851-04-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In California there was lots of gold to be had, but not everyone would strike it rich.  While early gold rush merchants Stephen Chapin David and his older brother Josiah ran their store near the mining camps in 1851, they were surrounded by all sorts of people.  In close quarters you could not always trust the people around you.  Stephen recounted upon his return from the city in March 1851, that one of their boarders had all his money stolen from beneath his pillow.  In a show of unity amongst the miners, they attempted to seek out the culprit.  Once a suspicious man was apprehended, they threatened to lynch him.  With no proof, the miners let the man go, and he soon moved on from the camp.  A man caught stealing a pitchfork from the store was almost hung but eventually was let go and run out of town.  In April of 1951, a man accused of stealing ran into a drug store and drank a two ounce bottle of laudanum, in fear of his impending trial.  He was immediately given an emetic and recovered: the belief was that the justice you received was given to you, not chosen yourself.  Crime was everywhere and needed to be dealt with immediately as to hinder any thoughts that one could easily get away with this type of behavior.","Though harsh punishments were not always implemented, vigilante justice still had its place in gold rush society.  Leonard L. Richards explains that early camps implemented local rules of how much land each miner could mine himself.  This local ‘law’ was to avoid slave owners from claiming large amounts of land in the name of their workers when it was not felt that slaves could also claim land.  Disobeyers were first warned to comply or leave.  If neither happened, punishments could range from hanging to disfigurement.  One entrepreneur from Chile, who did not comply, had his ears cut off.   So removed from the big cities and traditional legal systems, the miners did what they had to to keep order in their communities."],"display_date":"March 8, 1851 - April 27, 1851","search_date":"1851-04-02","locations":[{"id":1057,"lat":39.2896352602,"lng":-120.722296259,"zoom":8,"place":"YUBA, California"}],"tags":[{"id":823,"tag":"Stephen Chapin David"},{"id":256,"tag":"gold rush"},{"id":1,"tag":"Crime/Violence"},{"id":837,"tag":"Vigilantes"}],"course":{"name":"California History","school":"Foothill College","course_id":48,"school_id":40}},{"id":6561,"title":"San Francisco Vigilance Committee By George DeRosa (Dickinson College, Class of 2016)","course_id":161,"status":"P","start_date":"1851-01-01","end_date":"1851-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["It was an odd thing to see so many people gathered on the balcony of the Jones Hotel at four in the morning. Fire bells rang as half-dressed people wearily watched the horizon glow a soft orange for the fifth time in eighteen months.[1] San Francisco may have been a “cloth and board” city, with no advanced water system – a tinderbox, but suspicions mounted as the Great Fire of May 4, 1851, destroyed eighteen city blocks, including the timber “portable,” that was constructed somewhere in Boston or Baltimore, and shipped in sections, to house the Joshua Norton & Company, Merchandising Company.[2] The local newspaper <em>Alta</em> was quick to place blame. “Little doubt, if any, remains that this city was set on fire by some fiend for the purpose of robbery.”[3]","Crime, murder, arson, and violence were commonplace in frontier towns and mining communities. Penal colonies were often purged and felons from Van Dieman’s Land, New South Wales, and Sydney Australia found their way to San Francisco, California. These felons would often organize themselves into cooperative organizations and terrorize the city and countryside. The general term “hounds” was used to describe anyone who banded together and specialized in pick-pocketing, thievery, arson, or assassination.[4] A small collective of convicts from Australia lived on Telegraph Hill, behind the charred remains of Norton’s former business, in a quarter called Sydney Town. Bungaraby Jack, Jemmy-from-Town, Big Brummy, Billy Sweet Cheese, and Tommy Round Head, were members of the crime collective known as the Sydney Ducks.[5]","On Sunday, June 8, a letter was published in the <em>Alta,</em> which proposed the formation of a “Committee of Safety” and a formal plan about how the committee should operate. The degenerate nature of society could supposedly only be improved by monitoring and boarding vessels that came in from Australia and refuse anyone who looked of doubtful character to come to shore. In terms of the “hounds” that had already made their way into the city, “committees of vigilance” were to be established and arbitrarily determine who would have to leave the city. It was proposed that one should be given five days’ time in order to leave the city or face the consequences of the “war of extermination,” that would be waged against them. “Let us set about the work at once. It may be well to call a public meeting in the square, to organize and carry out these views. Without this, or some other similar plan, the evil cannot be remedied; and if there is not spirit enough amongst us to do it, why then in God’s name let the city be burned, and our streets flow with the blood of murdered men.”[6]","Two days later, on the night of June 10, between eighty and one-hundred local merchants gathered in a storeroom on Sansome Street to draft the constitution of San Francisco’s first Vigilance Committee and elect its officers.  Unfortunately, for one of the Sydney Ducks, Mr. John Jenkins, was caught stealing a safe and taken to the meeting still going on.[7] He was sentenced to be hanged that same night. Many voiced their concerns over the severity of the punishment. Should attempted theft warrant execution? Others were only concerned with the hanging taking place late at night. They felt the event should be held in broad daylight with a larger audience to send a better message to other “hounds.” Members of the police force were there and the Captain attempted to save Jenkins from the mob and take him into custody, but it was of no use, the committee was too strong.[8]","Jenkins was taken to the California Engine House and the bell was rung to alert more townsfolk of the public event that was about to transpire. The biggest complaint of the night was that Jenkins would be hanged on the liberty pole. Deeming it too unpatriotic to execute someone on the pole where they fly the country’s flag, Jenkins was taken to the “old adobe” custom-house instead.  The police tried one more time to take back Jenkins but he was too well protected by armed members of the Vigilance Committee. Despite the tumult, Jenkins was placed into the makeshift gallows and hanged. [9]","John Jenkins became the first person to be officially hanged in San Francisco.  The coroner charged specific members of the committee with the responsibility for his death. The Vigilance Committee responded with a complete list of all the members and declared that the guilt was equally shared. The Committee considered itself a means to creating social good and that it had the ability purge the negative elements of the society. For a time, many residents in Gold Rush era San Francisco, agreed. [10]"," ","[1] Drury, <em>Norton I, Emperor of the United States</em>, 28.","[2] Devens, “The Reign of the Vigilance Committees in San Francisco:1851 & 1856,” 45.","[3] Drury, <em>Norton I, Emperor of the United States</em>, 29.","[4] Devens, “The Reign of the Vigilance Committees in San Francisco:1851 & 1856,” 47.","[5] Drury, <em>Norton I, Emperor of the United States</em>, 29.","[6] Josiah Royce, <em>California, </em>417-18.","[7] Drury, <em>Norton I, 29</em>.","[8] Devens, “The Reign of the Vigilance Committees in San Francisco,”47-8.","[9] Ibid. 47-8.","[10] Royce, <em>American Commonwealths</em>. 421."],"display_date":1851,"search_date":"1851-07-02","locations":[{"id":52945,"lat":37.7749295,"lng":-122.4194155,"zoom":8,"place":"San Francisco, CA"}],"tags":[{"id":256,"tag":"gold rush"},{"id":244,"tag":"Violence"},{"id":1310,"tag":"urban history"},{"id":942,"tag":"California"},{"id":3076,"tag":"vigilance"}],"course":{"name":"Digital History","school":"Dickinson College","course_id":161,"school_id":91}}]}