{"id":2565,"tag":"Laurel Md","points":[[39.2338595038,-76.3925904773]],"bounds":[[39.2338595038,-76.3925904773],[39.2338595038,-76.3925904773]],"episodes":[{"id":6261,"title":"Laurel: An Almost home for the Bonus Expaditionary Force","course_id":132,"status":"P","start_date":"5/1/32","end_date":"12/31/32","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["After World War I, men who had fought in the United States military forces were promised a bonus. Imagined as a way to provide them with some financial support in their older age, Congress agreed to pay the bonus in 1945 --nearly thirty years after the end of the war. However, by 1932, veterans of the war were feeling the impact of the Great Depression very sharply.Walter W. Wathers left Portland, Oregon, with a few hundred men, determined to march to Washington and demand immediate payment of their promised bonus. The march eventually included 20,000 veterans and their family members. Their protest was peaceful and orderly, but it failed. Under orders of the President, they were expelled from Washington. Three Marchers were killed during the protests.","With the death of their comrades still fresh on their minds, many of the Bonus Marchers simply returned home. Waters was determined not to give up, however. While many veterans abandoned the fight, some remained with Waters. They continued their effort to continue to convince the American government that their plight demanded immediate action.","Violently expelled from Washington, DC, Waters began to search for another place his army could call home. Johnstown Pennsylvania extended an offer, but Waters declined. He wanted to set up his troops in  area closer to the “front,” and Maude Edgell offered Waters a wooded plot in Laurel, Maryland.","Waters set about to create a new encampment there, where his fellow veterans could not just continue to occupy in protest, but also live in a self sustaining community. Several hundred veterans gathered at the sight to begin preperation for the settlement. Waters met with the Mayor of Laurel to discuss these plans.","Unfortunately for Waters, politicians were not finished refusing the Bonus Army. Maryland's governor at the time, Alan Richie, delcared the site unsuitable for such a large settlement, insisting that the land was not appropriate for farming and that the lack of water and infrastructure were insurmountable.","With yet another defeat, the bonus army wandered off in to obscurity. Several hundred of the former marchers died in a hurricane. Their final defeat was a mass cremation. They had been ignored by their government, driven out by the army they once served, and labeled as radicals. The Bonus would eventually be paid in 1936 but not with out significant losses by of those who had fought for it."," "],"display_date":"May - December 1932","search_date":"1932-08-31","locations":[{"id":24195,"lat":39.2338595038,"lng":-76.3925904773,"zoom":9,"place":"Baltimore, Maryland"}],"tags":[{"id":2565,"tag":"Laurel Md"},{"id":280,"tag":"Maryland"},{"id":728,"tag":"Veterans"},{"id":1859,"tag":"World War 1"},{"id":1081,"tag":"The Great Depression"},{"id":1173,"tag":"Bonus March"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}}]}