{"id":2570,"tag":"abduction","points":[[39.878712355,-75.2036894677]],"bounds":[[39.878712355,-75.2036894677],[39.878712355,-75.2036894677]],"episodes":[{"id":6296,"title":"Pinkerton Creates First Photographic Wanted Poster","course_id":137,"status":"P","start_date":"1874-01-01","end_date":"1874-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["“Abduction of Charlie Brewster Ross,” announced a wanted poster created in 1874, and handed out to people in the Philadelphia area. Two young boys had been kidnapped from their wealthy family. The older of the two boys was later found on the street, where the kidnappers had abandoned him. Unfortunately, though, the criminals kept Charlie, the younger brother, with them, and used him to force a ransom from his parents. The family hired Allan Pinkerton, founder of the Pinkerton Detective Agency, after the police ran out of leads. Pinkerton created this wanted poster in hopes that it would lead to Charlie’s eventual discovery. Pinkerton added a photograph of Charlie Ross to the poster, which made his work one of the earliest examples of photography used on public posters.","The horrific abduction of six-year old Charlie Brewster in 1874 portrays the emotional state of some individuals during Reconstruction. Some people had lost everything; money, family, homes. The volatile economy including a depression made it hard for some to get by every day. Perhaps that is why these individuals felt the need to kidnap the children of wealthy families; simply for the ransom money. However, if that were the case, one would think that the kidnappers would have returned Charlie after receiving the cash. Instead, Charlie was never returned to his family, and to this day no trace of the boy’s body has ever been found.","Although Reconstruction brought chaos and struggle to some, and had many Americans feeling depressed and helpless, it also consisted of the creation of many new ideas and inventions, like the photographs on printed posters. These fresh innovations showed how the United States was advancing in some ways, while it was seemingly struggling to get back on its feet. Along with the invention of photographed printed work were the inventions of the telephone in 1876 and the electric light bulb in 1879. Lastly, along with modifications in technology, the Charlie Brewster wanted poster portrayed changes in practices for police and private detectives. These posters, and other propaganda, aided the law enforcement, and made it much simpler for them to communicate information and receive assistance from civilians who may be able to help. Because of this, children after Charlie had a much greater chance of being rescued than those before him.","Overall, the wanted poster titled “Abduction of Charlie Brewster Ross” emphasized the utter helplessness that many individuals felt during the time of Reconstruction, and the lengths that some of these people were willing to go to for money. Pinkerton’s new idea of using photography in police work transformed law enforcement practices. Wanted posters soon led to the idea of mug shots that further served police forces. Therefore, the photographed printed work portrayed, at the same time as a depression, how there was also a sense of hope and advancement in America through new ideas and inventions."],"display_date":1874,"search_date":"1874-07-02","locations":[{"id":11231,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"PHILADELPHIA, Pennsylvania"}],"tags":[{"id":2570,"tag":"abduction"},{"id":118,"tag":"invention"},{"id":1161,"tag":"Photography"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":137,"school_id":3}}]}