{"id":2571,"tag":"Homefront","points":[[39.2338595038,-76.3925904773]],"bounds":[[39.2338595038,-76.3925904773],[39.2338595038,-76.3925904773]],"episodes":[{"id":6251,"title":"Women Workers at the Glenn L. Martin Plant during World War II","course_id":132,"status":"P","start_date":"2/1/42","end_date":"2/28/42","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["On the outset of World War II, the demand for production in industries rose. With many men overseas in the military, women were called on the help the war effort by taking on nontraditional roles including industrial jobs. This was especially the case at the Glenn L. Martin Plant in Middle River, Maryland. The Glenn L. Martin Plant built many of the bomber planes used by American and British forces during the war. Because the production at the Martin plant was so crucial to the war effort, the company began recruiting women from across the country in 1942 to keep production running during the war. Women flooded into to Baltimore for the opportunity to work at the Martin Company.","The influx of women workers created many challenges in the community. There were increased demands for housing and for services to help women new to the area find help with childcare and other domestic duties.  In some ways, the community and the company responded well. The Glenn L. Martin Company created female dormitories first, and more substantial housing projects later, so that women workers could live nearby. To help support women, the company provided inexpensive child-care which included regular check-ups by nurses. Recreation was also in demand. The Glenn L. Martin company established recreational clubs for women, including the Minta Martin Girls Club. The community responded, too. Our Lady of Mount Carmel Church established a USO for the plant workers. The church also sponsored events and classes.","However, not all of the women's needs were met without a struggle. Recognizing their importance to the war effort, women were able to insist upon some important services. For example, at first, workers' children were not accepted into the public schools because of over-crowding. In response, they acted collectively, threatening to quit their jobs and slow the war effort at the plant. The federal government had to step in, providing financial support to enable workers' children to attend Victory Villa School.","At first, Martin employers were hesitant to hire women claiming that they would be a distraction to men. However, they quickly discovered that women workers were a tremendous asset to the overall production at the plant, and they made accomodations that were unusual in the history of women's homefront activities. In other areas around the country, child-care established by war industries or in neighboring communities was too expensive. Many women were forced to rely on neighbors or older children to take on the responsibility of daycare. Unlike at Glenn Martin, women in other industrial plants also had to struggle to provide health care and healthy meals for children. Further, the commuting times for women in other cities could be quite long, expanding the amount of time they were away from home.The women at the Martin Company were paid that same as male workers, but the same cannot be said about women in industrial jobs elsewhere.","Because of the importance of the Martin Plant, due to location and what they produced, they were able to do a lot more for their women workers. Even though the women at the Martin Company still faced hardships, the company and the support of the community eased some of these hardships allowing the women to really thrive and help with the war effort."],"display_date":"February 1942","search_date":"1942-02-14","locations":[{"id":25547,"lat":39.2338595038,"lng":-76.3925904773,"zoom":9,"place":"Baltimore, Maryland"}],"tags":[{"id":258,"tag":"World War II"},{"id":1758,"tag":"Gender"},{"id":2571,"tag":"Homefront"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}},{"id":6270,"title":"<strong>Formation of Bethlehem Fairfield Shipyard</strong>","course_id":132,"status":"P","start_date":"1/3/41","end_date":"9/2/45","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On January 3, 1941, the “Emergency Shipbuilding Program” was announced by Franklin D. Roosevelt. The task was simple:  “rapidly build simple cargo ships to carry troops and material to allies during World War II.”","The demand for war ships came in response to the dominance of German U-boats during early part of World War II. In an effort to gain American support to join the war effort, Franklin D. Roosevelt made a radio announcement on May 27, 1941 about the danger of German domination. The President said, “there have been sinkings of merchant ships in alarming and increasing numbers by Nazi raiders or submarines.” Roosevelt said only two things had prevented Hitler from accomplishing world domination: “epic resistance” by Great Britain and the “magnificent defense of China”. He believed the Axis Powers could never achieve world domination without first gaining total control of the seas. Roosevelt argued that the United States could stop Hitler by working to protect the seas.","Before construction of warships could begin to move forward rapidly, new shipyards had to be built that could handle a large number of vessels. The Emergency Shipbuilding Program created 18 new shipyards. One of the first shipyards was the Bethlehem-Fairfield shipyard in Baltimore, Maryland. Bethlhem-Fairfield proved to be one of the most important during the peak of World War II. It built \"a basic, no-frills cargo ship designed for capacity and rapid construction as opposed to speed and grace.” These ships carried food, war materials, and other items to benefit the soldiers. They came to be known as the “Liberty Fleet”. Bethlehem Fairfield built 384 Liberty Ships, a feat that distinguished them as one of the most effective shipyards during the war.","Even though wartime merchant ships were constantly beseiged and destroyed during the war, they were replaced in total before the end of 1943 because of fast production by American shipbuilders. The best shipyards could build and deliver the 441 foot Liberty Ship vessels in just 16 days. Prior to the implementation of the Emergency Shipbuilding Program, production of a single vessel required 244 days. The fast and efficient production of Bethlehem Fairfield assisted the U.S. in gaining control of the seas and ultimately contributed in the victory of World War II for the Allies."],"display_date":"January 3, 1941 - September 2, 1945","search_date":"1943-05-04","locations":[{"id":25547,"lat":39.2338595038,"lng":-76.3925904773,"zoom":9,"place":"Baltimore, Maryland"}],"tags":[{"id":2532,"tag":"Baltimore"},{"id":2531,"tag":"shipyard"},{"id":2530,"tag":"Bethlehem Fairfield"},{"id":231,"tag":"Steel and Iron Industry"},{"id":258,"tag":"World War II"},{"id":2571,"tag":"Homefront"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}}]}