{"id":2575,"tag":"Southern Resistance","points":[[41.7720578431,-77.2543131059]],"bounds":[[41.7720578431,-77.2543131059],[41.7720578431,-77.2543131059]],"episodes":[{"id":6298,"title":"<strong>School House Burned in Reconstruction Tennessee</strong>","course_id":137,"status":"P","start_date":"1865-12-01","end_date":"1865-12-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In Tullahoma, Tennessee dissatisfied southerners took torches to an African-American schoolhouse, as a means to stop the education of freedmen.  The <em>Central Press</em> from Bellefonte, Pennsylvania stated that the southerners “could find no vent for their pressing passions except by indulgence in arson.”  General Thomas ordered the arsonists to rebuild the schoolhouse, an order that was subsequently ignored on numerous occasions.  General Thomas later brought in soldiers to build a new schoolhouse since the arsonists refused to do so.  The article condemned the actions of the southerners and said that “popular education as a public safeguard and ornament is no idle and Utopian dream,” meaning that education was for the masses and would be achieved in the United States.  <em>Central Press</em> saw no room for prosperity “unless the Freedmen’s schoolhouses are to be as safe and sacred as churches, not destroyed but multiplied, not defiled but adorned, not degraded but glorified.”","Burning schoolhouses became a common form of southern resistance to the education of free African-Americans.  According to Walter Rucker, access to education created the first separation between enslavement and true freedom because literacy opened up more opportunities for freedmen, socially and economically.  After the end of the war, an “army” of northern white teachers marched south to “civilize” or educate freedmen through the advancement of their moral and Christian characters, as they saw it.  Robert Butchart states that southerners claimed their resistance to the education of freedmen stemmed from the northern teachers that taught an abolitionist agenda.","In the months after the end of the war, the freedmen flocked to form schools for their communities, fully realizing the necessity of education.  White southerners denied African-Americans access to white schoolhouses or refused to sell land that could be used to build a school for African-Americans.  When African-Americans gained access to schoolhouses, white southerners responded by using force and violence, in the form of arson, physical violence, shootings, and sometimes murder.  The presence of Union troops in the South protected Freedmen schools, to a degree, from the violence of white southerners.  This resistance became a way for whites to keep African-Americans dependent on white society because they denied that African-Americans had the right to self-autonomy.   Lack of education kept African-Americans in a subordinate position in society, rather than the “bottom rail on top.”  Unfortunately, school burnings did not decrease during Reconstruction.  In 1869, four years after the article appeared records show that at least forty schools in Tennessee were burned and hundreds across the entire United States South."],"display_date":"December 1, 1865","search_date":"1865-12-01","locations":[{"id":11293,"lat":41.7720578431,"lng":-77.2543131059,"zoom":9,"place":"TIOGA, Pennsylvania"}],"tags":[{"id":2576,"tag":"School Burning"},{"id":2575,"tag":"Southern Resistance"},{"id":2574,"tag":"Black Education"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":137,"school_id":3}}]}