{"id":258,"tag":"World War II","points":[[40.468833638,-79.9812076782],[37.1084208398,-122.337010921],[40.0555369225,-74.9693746988],[30.3671940073,-88.3660108917],[32.2202206971,-86.2076124057],[39.5984029653,-122.392162394],[40.6916304076,-74.0035386433],[42.107446354,-83.1351982696],[32.6011777617,-85.3556271043],[39.2338595038,-76.3925904773],[39.7759976,-86.1769417],[33.9905733,-114.3963424],[42.7353595,-84.4831298]],"bounds":[[42.7353595,-74.0035386433],[30.3671940073,-122.392162394]],"episodes":[{"id":4682,"title":"A Campaign for Freedom","course_id":22,"status":"P","start_date":"2/7/42","end_date":"2/14/42","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            February 7, 1942, was a day that changed America. Segregation and discrimination had reached a point that was no longer tolerable, and according to the <em>Pittsburgh Courier</em>, it was time for a campaign. The “Double V Campaign,” as it was called, stood for two victories for black Americans: a victory at home and a victory abroad. ","            This campaign was orchestrated by the <em>Pittsburgh Courier, </em>a weekly black newspaper that helped influence public opinion among black Americans. According to the <em>Courier</em>'s February 14<sup>th</sup> headline, “The Courier's Double 'V' for a double victory campaign gets country-wide support.” This support showed that black America was tired of being oppressed and ready for change. The Double V campaign helped tremendously the plight of black Americans. Blacks everywhere were discriminated against based on their color, and the armed forces at this time was no exception. If blacks were allowed entrance into the army, they were only given menial jobs such as cooks or stewards. The Double V campaign called for integration and for the possibility of fighting for freedom everywhere. The <em>Courier</em> went on to say in its’ February 14<sup>th</sup> article, “We, as colored Americans are determined to protect our country, our form of government and the freedoms which we cherish for ourselves and the rest of the world, therefore we have adopted the Double ‘V’ war cry—victory over our enemies at home and victory over our enemies on the battlefields abroad. Thus in our fight for freedom we wage a two-pronged attack against our enslavers at home and those abroad who will enslave us. WE HAVE A STAKE IN THIS FIGHT...WE ARE AMERICANS, TOO!” Not only did the campaign gather blacks together in support of racial equality, but afforded them the opportunity to feel part of a bigger struggle for freedom everywhere. The shared struggles of black America were also felt by black service men in the armed forces. According to Lawrence P. Scott, a black airman in the 99th, and an eventual Tuskegee Airman, \"every man in the 99th was aware that the success of the 99th would impact the status of blacks in the Army Air Force and the army as a whole and that each man performed his job as if the race depended on him.\"","            At war’s end, the campaign would serve as a reminder of why black service men and women fought. Not only was the war fought to free enslaved people abroad, but was also fought for the equality of black Americans at home who were willing to fight and die for their country. This campaign would later help to serve as an impetus for the future civil rights movement of the 1960s that would eventually grant black Americans the equality for which they lived, fought, and died."," "],"display_date":"February 7, 1942 - February 14, 1942","search_date":"1942-02-10","locations":[{"id":27548,"lat":40.468833638,"lng":-79.9812076782,"zoom":9,"place":"Allegheny, Pennsylvania"}],"tags":[{"id":258,"tag":"World War II"},{"id":42,"tag":"Civil Rights"},{"id":269,"tag":"Double V Campaign"},{"id":270,"tag":"Freedom"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}},{"id":5137,"title":"Criticism of Japanese Internment","course_id":49,"status":"P","start_date":"1/5/44","end_date":"1/5/44","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In a letter to the editor of the <em>Los Altos News</em>, Samuel B. Herbert argued against the rhetoric of a Mr. Spenser stating that Japanese people, even citizens, should be exiled from the country and deported back to Japan following the end of the war. Herbert made several valid points for why he disagreed with Mr. Spenser’s statements. Firstly, there were many American born Japanese who were fighting under the American flag. Secondly, it would violate the U.S. Constitution, most specifically the first amendment. Another point was if the United States were to follow along with Mr. Spenser’s plan, then it would be demonstrating the same form of totalitarianism that it was fighting against. Lastly, Hubert stated it would be an act of prejudice and un-American.","Within two months after the war started, Japanese American adults and children were being assembled into camps at the Tanforan racetrack in San Bruno, California.  This was for a temporary basis of six months. Throughout this ordeal, many Japanese Americans under the most difficult of circumstances created the great American gardens. Prior to the war, the Japanese dominated the garden business on the west coast, especially in southern California. Japanese Americans took great pride in creating such gardens in the Tanforan camp because it reminded many of them of life prior to being in those camps and life in Japan. The garden to them was considered an outward indication of the sentiment for Japan. It was their way of coping with the unfair predicament they were facing at the time."],"display_date":"January 5, 1944","search_date":"1944-01-05","locations":[{"id":26463,"lat":37.1084208398,"lng":-122.337010921,"zoom":9,"place":"San Mateo, California"}],"tags":[{"id":848,"tag":"japanese internment camps"},{"id":258,"tag":"World War II"},{"id":872,"tag":"Japanese"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":49,"school_id":40}},{"id":5270,"title":"Levitt &amp; Sons Advertises New Housing Design","course_id":69,"status":"P","start_date":"1/1/49","end_date":"12/31/49","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["After receiving much criticism on his first mass-produced, low-cost housing design, the influential post-World War II real estate developer, William Levitt, introduced a new design in 1949.  As advertisements for the new Rancher sprang up across Pennsylvania, many citizens, including veterans who would receive significant discounts, flocked to the Exhibit Center in the Levittown suburbs.  The innovative, mass-produced Rancher, with its “special introductory price” of $8,990, appealed to eager Americans who dreamed of home-ownership.  In an attempt to generate a sense of urgency among potential buyers, the advertisement warned that the initial price was “subject to increase at any time. Those who make application will be protected against any raise.”  With this in mind, Americans hurried to Levittown to secure reasonably priced housing for their families.","The Levittown guarantee of decent, affordable housing lured many eager, young couples to participate in the suburbanization of postwar America.  As historian Joshua Ruff noted, “Patience had been killed by 15 years of economic depression, war and an epidemic housing shortage. People wanted the full package—the affordable house, the new appliances, the suburban lifestyle—and they wanted it right away.”  Levitt & Sons promised this kind of lifestyle to potential customers, deeming Levittown, Pennsylvania as “the most perfectly planned community in America.”  The alluring advertisement also confidently announced, “There is nothing to compare with it anywhere.”  Levittown included the whole package that Americans desired—a sturdy, affordable house equipped with all the necessary amenities to live comfortably while raising a family.  By promoting Levittown as a kid-friendly community, Levitt & Sons urged families to consider the benefits of living in such a peaceful neighborhood.  For no extra charge, as the advertisement clearly acknowledged, Levittown residents could freely access the many recreational areas in the community.  Homebuyers would get all of this at one low cost.  Finally, the American dream of home-ownership had become broadly accessible.","Earlier on, critics had attacked Levitt’s first housing model, the Cape Cod, as a depressingly small and unimpressive structure.  As acknowledged by suburban historians Rosalyn Baxandall and Elizabeth Ewen, “Levitt took the criticisms seriously and spent between $50,000 and $100,000 to study new housing designs.”  Levitt’s commitment proved essential in improving the earlier design.  Historian Alexander O. Boulton attests to this accomplishment: the new Ranchers “were two feet longer than the earlier models, and they offered as standard features built-in appliances that were only just coming into general use.”  The April 1950 issue of <em>Architectural Forum</em> also addressed the influential and innovative Rancher design.  As quoted in <em>Picture Windows</em>, “‘Never before in the history of U.S. building has one house type made such an impact on the industry in so short a time…builders by the dozens junked their Cape Coddled programs, switched instead to the new Levitt type.’”  It was this innovation, convenience, and affordability of the new Rancher that constituted the major selling points for Levittown in 1949.  The Rancher encompassed all of these elements, thus attracting anxious Americans to the suburbs."],"display_date":1949,"search_date":"1949-07-02","locations":[{"id":26230,"lat":40.0555369225,"lng":-74.9693746988,"zoom":9,"place":"Bucks, Pennsylvania"}],"tags":[{"id":1010,"tag":"Housing"},{"id":11,"tag":"Economy"},{"id":258,"tag":"World War II"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":69,"school_id":3}},{"id":5720,"title":"Women Answer the Call in World War Two","course_id":110,"status":"P","start_date":"1/1/42","end_date":"12/31/42","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Propaganda from the War Manpower Commission, a U.S. employment service, promoted women joining the labor force during World War Two. In Mobile, Alabama, the Commission distributed a pamphlet using the fear of Hitler as motivation to work, asserting that as long women helped “build ships, more ships to transport our men, tanks, planes and munitions” Hitler wouldn’t “come to our shores.”  It also noted that housing at that time would not permit any new migration of workers to take the Mobile jobs which was why women were so badly needed.  At the time of its printing in 1942, this pamphlet urged that 6 million more women were needed from the 4 million already “employed in America’s war industries.”","It is more than obvious that in America during World War Two, women came when they were called.  As Karen Anderson pointed out, by the wartime peak in 1944, 19 million were employed, an increase of almost fifty percent since March 1940.  Also between these four years, the number of women employed in manufacturing jobs increased 141 percent while domestic service employees decreased by about 20 percent.  Women formally working as waitresses, maids, and saleswomen dominated jobs as welders, riveters, taxicab drivers and so on.","However patriotic it seemed for women to contribute, Anderson went on to reveal war work was not glamorous or enlightening as suggested in pamphlets and it had a disrupting influence on gender roles.  Once women entered the “men’s world”, they encountered more problems than they expected.  Since most women had never worked before, training for dangerous jobs such as welding was imperative.  Few courses were offered as part of in-plant training.  This meant that about four to eight hours in classes were added to an already forty-eight hour long work week.  Training centers were frequently located in residential areas rather than close to the plants, adding to another problem experienced throughout the war boom, transportation.  Serious transportation problems rose with wartime shortages that extended the amount of time women were away from home.  Being away from home so much left women distraught in trying to properly care for their children and catch up on housework.  American policy makers were not helpful in easing women’s duel burden during the Second World War. Thus the high rates of absenteeism among female workers revealed the most compelling evidence of calamity created by war times.","With the problems that evolved it is obvious that women were apt to put their lives on hold for the greater good of the country.  With propaganda urging them to consider if they could “be of greater service” at “home or in a war plant” how could they turn their backs in such critical times of need?"],"display_date":1942,"search_date":"1942-07-02","locations":[{"id":26301,"lat":30.3671940073,"lng":-88.3660108917,"zoom":9,"place":"Mobile, Alabama"}],"tags":[{"id":258,"tag":"World War II"},{"id":7,"tag":"Women"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":110,"school_id":10}},{"id":5722,"title":"'V' is for Victory","course_id":110,"status":"P","start_date":"1/1/45","end_date":"12/31/45","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["One of the reasons for promoting Victory Gardens during World War Two was that they would pay for themselves and put money in the pockets of those that grew them.  In a clipping from <em>Metro Newspaper Service </em>in 1945, a picture depicts a girl standing next to a boy with a hoe discussing a bush with money for leaves with a subtitle that advertises “many a Victory Gardener” would have been able to call “all his crops “cash crops”.”  Adjacent to the picture are two females, obviously mother and daughter, watching their husband and father set up their garden because “nothing [was] more gratifying than” “a productive garden.”","Amy Bentley has observed that War World Two was ridden with slogans. By calling food production “the first line of defense”; the United States Government hoped millions of Americans would produce their own fruit and vegetables.  Whether it was to free up land originally for domestic production for the overseas soldiers or American Allies, The Department of Agriculture wanted to see improved health and productivity on the home front.","Any productivity in agriculture was accepted whether it was a half-acre of land or “a few jars of peach preserves.”  From her research, Bentley has argued that home front food production was a way to renew and “strengthen communities during this global crisis”.  The campaign for these gardens hoped to inspire hard work while helping Americans escape the current conditions and return to a preindustrial time like their ancestors had.  The thought was if one could become a producer of things, a cleansing of the soul would result from just simple interaction with the earth.","The producers of Victory Gardens felt that any and all effort in producing fruit and vegetables somehow helped in the overall war effort.  The clipping indicated hope for more gardens that year than any before.  After all, it was printed in 1945, when the world was becoming exhausted of resources to fuel the almost never ending war."],"display_date":1945,"search_date":"1945-07-02","locations":[{"id":26087,"lat":32.2202206971,"lng":-86.2076124057,"zoom":9,"place":"Montgomery, Alabama"}],"tags":[{"id":258,"tag":"World War II"},{"id":13,"tag":"Agriculture"},{"id":1719,"tag":"Victory Gardens"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":110,"school_id":10}},{"id":5752,"title":"Women and Aviation","course_id":112,"status":"P","start_date":"1/1/43","end_date":"12/31/45","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":[" ","It was the year1930 and a new form of travel was taking over: aviation. The children and parents,were awe inspired when viewing the planes flying over their heads. Children dreamt of one day flying a plane and traveling to different parts of the world. As World War II began Americans all over the nation enlisted as pilots. Most often,\"pilot\" was associated with men, but as World War II erupted this term would become associated with women as well. [1]","Many of the girls that had grown up with planes flying over their homes decided to enlist in the army as pilots. People were not content with the idea of female pilots; they believed that a woman’s place was at home with the children. Because of this thought, the military was against having women enlist as aviators. The military branches that involved combat rejected women. The aviation branch said no to women pilots until 1942. As war broke out the american government was in need of more able-bodied people and thus allowed women (and other minorities) to enlist into the army.[2]","Jackie Cochran first brought the idea of WASP- Women Aviation Service Pilots- to Eleanor Roosevelt the first lady at the time.  Though the idea was at first rejected ,Cochran was eventually called back and asked to lead the division.Cochran was chosen to lead the devision because of her exceptional skills as an aviator.At first the military was skeptical, but as they began to see women fulfilling expectations they became more accepting of there new roles. The women of the WASP division proved to society that women were capable of serving the country in combat and not only just at home. They flew in military missions but were never deployed into combat.[3]","When the WASP division was disbanded in 1944, the military hid the records of the women pilots that fought in World War II. They gave no honors to the women that fought for their country. The battle for their recognition would continue through out the 20<sup>th</sup> century. [4]"," "," "," ","[1] \"Zack Mosley, 87, Dies; Created 'Smilin' Jack'.\" <em>New York Times </em>, , sec. Obituary , Dec 24, 1993.","[2]\"\"The Mother of All Battles\": Courage Under Fire and the Gender-Integrated Military.\" <em>Cinema Journal</em>. No. 2: 100-120.","[3] <em>Encyclopedia Britannica. </em>Encyclopedia Britannica, s.v. \"Jacqueline Cochran.\"","[4] Charles Kampas, \"The WASPS,\" <em>Air and Space power journal</em>, 17, no. 2: 68,"],"display_date":"1943 - 1945","search_date":"1944-07-01","locations":[{"id":26784,"lat":39.5984029653,"lng":-122.392162394,"zoom":9,"place":"Glenn, California"}],"tags":[{"id":7,"tag":"Women"},{"id":258,"tag":"World War II"},{"id":1769,"tag":"Aviation"}],"course":{"name":"The Comic Book City","school":"Rollins College","course_id":112,"school_id":5}},{"id":5755,"title":"Strong Female Characters in Depression Era Media","course_id":112,"status":"P","start_date":"1/1/20","end_date":"12/31/45","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Great Depression provided a hotbed of motivation that led to a dramatic change in the status quo of gender roles. With unemployment at an all-time high, the duties of a housewife were suddenly multiplying both in importance and quantity. This forced women to become more creative and tenacious, bearing the responsibility of relieving the pressures of joblessness and hunger.  Housewives were intensely unhappy with this situation, and this discontent pushed them into action on a scale never seen in the US before.","The mainstream media reacted to this housewife activism. Although they took the movement seriously, they could not help but ridicule the idea of a housewife movement. As they poked fun at the group, however, tension grew over the “politicizing of the traditional roles of wives and mothers.” No matter how much the media lampooned the movement, its pervasiveness in contemporary American culture was undeniable. The topic was one of hot debate, reflected by its presence in newsprint throughout the period. Society’s idea of what women were capable of was undergoing a significant change.","Milton Caniff, a cartoonist who had become famous at the time for his <em>Terry and the Pirates </em>strip, had sensed this influence and incorporated it into his comic. While the eponymous character, Terry, fought many a foe, the most famous was known as “the Dragon Lady”. She was a sly and capable foe, and at the advent of World War II, led the resistance against Japan’s invasion of China. She is shown to be an equal match for Terry on numerous occasions. This portrayal of a competent, attractive female antagonist was revolutionary for the time. It is also worth noting that the Dragon Lady was not only a woman, but also ethnic, being Asian. Caniff’s comic contained several other strong, female characters, but none were quite as influential as her. This can clearly be seen today where the term “dragon lady” refers to a negative stereotype of strong or mysterious women of East Asian descent."," "],"display_date":"1920 - 1945","search_date":"1932-12-31","locations":[{"id":21355,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":30,"tag":"Urban Society"},{"id":1158,"tag":"Great Depression"},{"id":258,"tag":"World War II"},{"id":788,"tag":"Sexism"},{"id":617,"tag":"Feminism"},{"id":1774,"tag":"Milton Caniff"},{"id":1775,"tag":"Comics"},{"id":1776,"tag":"Dragon Lady"},{"id":1777,"tag":"Cartoonist"}],"course":{"name":"The Comic Book City","school":"Rollins College","course_id":112,"school_id":5}},{"id":5914,"title":"Friends, Family &amp; Flowers: A Personal Account of A Detroit Florist","course_id":118,"status":"P","start_date":"11/4/76","end_date":"12/4/99","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["My grandfather, Vincent Adamo, and him family emigrated to Detroit, MI from Sicily when he was eight years old. The year was 1929. He recieved his first paying job at age fifteen, working at a restauraunt at the Eastern Market. He arrived at four a.m. every morning that summer and marveled at the farmers who would come from far and wide to peddle their eggs, fruit, veggies and most of all, fresh cut flowers and plants.","He graduated from Cass Tech and recieved a job as an apprentice tool and die maker at the Packard Plant. Starting the day after he graduated, he would take the Baker Streetcar to and from work every day with the many other factory employees. However, he left this job when he was drafted for World War II, and when he returned, he found himself jobless.","Adamo decided to open a flower shop with his cousin Agnes and her husband, who had been previously employed as floral designers at Livernois-Davis Flower Shop and State Flowers. On November 4th, 1946, Conner Park Flowers officially opened their first location on the corner of Gratiot and Conner Ave, where it still stands and operates today.","In the forties, a refridgerator was still a luxury item, especially a refridgerator large enough to store all their flowers. So they kept their flowers fresh on slabs of ice sized fifty to one-hundred pounds, delivered daily by the ice man. The flowers that the shop provided were similar to those you could find at the Eastern Market, grown locally by farmers in surrounding rural communities.","This all changed when members of a fleet of famed pilots from the Pacific Theatre of WWII, nicknamed the \"Flying Tigers,\" decided to start an independent business flying perishables from the West Coast and Hawaii to major cities in the Midwest. Now Conner Park Florist could provide exquisit and rare tropical flowers from the Pacific islands, like the Bird of Paradise and different types of delicate orchids, or sunflowers during any season of the year!","Today the original Conner Park Florist building is still owned and operated by the Adamo brothers, along with a location in Grosse Pointe Woods and Morang Drive Greenhouses.","My grandfather was someone who loved the beauty of nature and especially the happiness that it could bring to other people's lives, via a surprise bouquet or plant. As a florist, he was a vehicle for bringing nature into the heart of one of the country’s most industrial cities. His flower shop formed part of a network of production and distribution that linked the rural places where flowers were grown and the people who grew them with the city and its residents. At first, this network was primarily local, and was one example of how Michigan farmers and other producers relied on the city for their survival, and of the way that the city in turn relied on its hinterland. Over time, the network expanded globally, linking bouquets in Detroit to distant and complicated factors like the environmental conditions of the Pacific Islands and the cost of airplane fuel. This is one example of what historian Richard Wright has described as an “organic machine,” in which both technologies and natural features are inextricably tied together."],"display_date":"November 4, 1976 - December 4, 1999","search_date":"1988-05-20","locations":[{"id":35437,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2035,"tag":"Greenhouses"},{"id":2034,"tag":"Packard Plant"},{"id":2033,"tag":"Flower shop"},{"id":2032,"tag":"Flowers"},{"id":258,"tag":"World War II"},{"id":1950,"tag":"Eastern Market"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5943,"title":"Victory Gardens and the Campaign for Frugality","course_id":118,"status":"P","start_date":"2/1/42","end_date":"2/28/42","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1942, in the heat of the Second World War, the United States Department of Agriculture published a 16-page pamphlet to be distributed to homes and families across the United States.  The pamphlet was intended as an informational packet to facilitate the successful implementation of Victory Gardens in American’s backyards.  The pamphlet detailed the nutritional, economical, and national benefits of growing fruits and vegetables at home.  It provided detailed information on what to plant, how a garden should be laid out, and when to harvest.  It gave tips and pointers on raising produce, and stressed (many times) the absolute importance of creating a practical garden that could be grown and harvested without waste and with the intent of long-term, continuous production.","In World War II, Victory Gardens were encouraged to decrease the stress on the low food supply both abroad and at home.  The United States government produced posters, pamphlets, leaflets, cartoons, and other persuasive communication media in hopes that the public would see victory gardens as a way to aid in the war effort, and as a means of uniting with other fellow Americans under a common goal.  With food and resources so scarce, the pamphlets and leaflets were used to encourage frugality, and to convey waste as a symbol of anti-patriotism and an act against United States victory in the war.  Through these communication media on victory gardens, the United States government hoped to redirect the American consumer culture to reflect the direction of the country’s wartime needs.","Many persuasive campaigns by the government have failed due to Americans’ skepticism of government regulation and influence of personal values and behaviors, yet the World War II poster and pamphlet campaign “appears to have been effective in inculcating frugal consumption habits among home front consumers” (70).  It is likely that because of the war, Americans were more inclined to see government intervention into personal behaviors and values as protecting the common good of the nation. The common enemy the war produced allowed the government to campaign for frugality with more success than otherwise. The victory gardens of World War II are a perfect example of a successful poster/pamphlet/paper media frugality campaign.   By the end of the War, nearly 20 million Americans had their own gardens and 40% of the produce supply came from home-grown sources. Pamphlets, like the one produced by the Department of Agriculture, provided Americans with the information they needed to plant and harvest crops, as well as the message of the importance of frugality needed for the nation to win the war.  Urban agricultural campaigns centered around the production of food for security and independence would appear later in American history, especially during the civil right movement of the 1960s.  Though these campaigns differed, the 1940s ideal of food production by the individual to benefit a larger cause would continue to influence urban agriculture and farming movements of the future."],"display_date":"February 1942","search_date":"1942-02-14","locations":[{"id":27066,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1930,"tag":"Urban Agriculture"},{"id":258,"tag":"World War II"},{"id":1719,"tag":"Victory Gardens"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6024,"title":"Soybean and Weeds Sandwiches: George Washington Carver and Henry Ford at the Tuskegee Institute","course_id":118,"status":"P","start_date":"7/22/42","end_date":"7/22/42","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On July 22nd 1942, George Washington Carver, an African American scientist, visited his friend and fellow innovator, Henry Ford, at the Ford Nutritional Laboratory in Dearborn, Michigan. Carver and Ford were old friends, having met 10 years prior and establishing a friendship based on Ford's interest in Carver's work at the Tuskegee Institute, where Carver experimented with agricultural raw material sources for industrial products. Having visited each other several times, Ford and Carver formed a deep friendship. One time, when Ford heard that Carver had fallen ill and was having trouble climbing the stairs, Ford sent Carver an elevator to be installed in his home.","Believing that war brought an opportunity for Americans to utilize natural resources in a new way, Carver introduced Ford and his researchers to many different new products and recipes that could be produced out of agriculture. For example, Carver offered up soybean and weeds sandwiches, which, though fairly bland, were still surprisingly edible. Carver’s other ideas included axel grease, wood stain, ice cream, and dandruff cures from peanuts, fertilizer from swamp muck, and roadways from cotton.","Ford was drawn to Carver’s ideas, especially one for a synthetic rubber, since they both believed that the American farm was at the core of industry. They had previously worked together to create “chemurgy,” a new branch of science that merged agriculture and industry. Both Carver and Ford had a passion for conservation and believed that farmers and industrial society played an important part in the society and should not be lost to industrialization. Though Carver had been born into slavery, had bought his freedom with an old racehorse, and had the uncommon privilege to able to educate himself, he and Ford championed education for those in the South, believing that green industry, education, and agriculture were a harmonious engine for democracy. By working on projects such as conservation, waste elimination, recycling, and alternative, agricultural sourcing for industrial products, Carver and Ford set forth a legacy that continues today."],"display_date":"July 22, 1942","search_date":"1942-07-22","locations":[{"id":27066,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1897,"tag":"Henry Ford"},{"id":258,"tag":"World War II"},{"id":13,"tag":"Agriculture"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6108,"title":"Colonel Edmund Lilly Transcribes Some Poems","course_id":126,"status":"P","start_date":"4/9/42","end_date":"7/5/45","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","Colonel Edmund Lilly Jr. sat in camp Tarlac in the northern Philippines. He, along with his unit, had surrendered to the Japanese in April and had been subjected to the Bataan death march which saw many prisoners expire from horrid conditions. Edmund then decided that the best way to live out his captivity was to keep a diary to both record his experiences and give him something to occupy his time. Edmund also had a friend, a Brigadier General and poet by the name of William Brougher, who would recite a number of poems to Edmund; Edmund would then record these poems in a notebook that he had smuggled into the camp. These poems ranged from descriptions of hardships of their captivity to memories women they knew from back home. The poems played a crucial role in maintaining the morale of the captives.","Brougher’s first poem is titled “First Fruits of the Spirit” and seems to describe how humans are able to cope with extreme hardships. The poem opens with the first stanza describing hardships:","Some burdens are more than human flesh can bear;","Some tasks are more than human hands can do","Some dangers more than human hearts can dare","The first stanza metaphorically details the rough conditions endured by the men during their captivity. The hardships hinted at in the poem show the tremendous strain placed upon the will of the men. The contents then shift to a topic that is slightly more upbeat as it describes the men’s ability to cope with these difficulties:","When weary bodies crumple on the road,","Spirit lifts us up and bids us stand;","When hearts recoil with fear before the foe,","Spirit draws the sword and takes command","This stanza shows the human spirit’s tenacious ability to cope with hardships, such as the poor conditions in the camp and the cruelty of the prisoners’ captors. The work also seems to reference the bond of comradeship developed by the soldiers as the verses seem to be a reference for the men helping each other during the troubling times. Overall, the work may be symbolic of Edmund and William’s will to survive their ordeal.","Historian Charles B. Rolland argues that the seemingly mundane act of writing poetry was extremely useful in helping the prisoners of war survive. The poems themselves were utilized to help the men vent their emotions and served as a mechanism for coping with both the rough conditions in the camps and the brutal working conditions imposed upon the prisoners. Furthermore, Roland states that poems were useful for dealing with boredom as the Japanese captors often banned any activity designed for entertainment; consequently, Edmund went through much trouble to secretly keep his journal and would have likely suffered a beating if he had been discovered with this illicit possession. The banning of activities often had an adverse effect on the prisoners’ morale as the only thing they were able to look forward to was work. Thus the writing of poetry gave the men something to pass their time with. In conclusion, poetry was a useful way for prisoners of war to both pass time and boost morale."," "," "," "," "],"display_date":"April 9, 1942 - July 5, 1945","search_date":"1943-11-21","locations":[{"id":52663,"lat":null,"lng":null,"zoom":8,"place":"Outside US"}],"tags":[{"id":258,"tag":"World War II"},{"id":1402,"tag":"Prisoners of war"},{"id":536,"tag":"Poetry"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":126,"school_id":10}},{"id":6113,"title":"Colonel Edmund Voices His Concerns","course_id":126,"status":"P","start_date":"4/9/42","end_date":"7/5/45","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Colonel Edmund had seen his fair share of cruelty during his time in captivity at the hands of the Japanese. After being forced on a 500 mile march along with his men through the tropical conditions of the Philippines, he and his men now found themselves crammed into the former U.S. army base Camp O’Donnel. Upon arrival at the camp, the Colonel became weary of the treatment they would receive, especially in the aftermath of the long and arduous march they had recently been forced to take. He was also disappointed with the conditions in the main camp itself. Overall, his main concerns seemed to be the lack of food, clothing","Colonel Edmund first addresses the statements made by the camp commander which ensured that the prisoners would receive the best possible treatment: “We understood the camp commandant to say in his recent speech that prisoners of war would be treated according to international custom”. He then precedes to list off grievances pertaining to the inadequate conditions such as the water supply: “The water supply, except in the rainy season, is completely inadequate<sup>”</sup>; he also describes the limited clothing possessed by the prisoners: “Many are in bad need of clothing, articles are normally replaced only if the POW can identify that they have none at all of the article concerned… repair facilities are inadequate much clothing is falling to pieces<sup>”</sup>. These grievances are hard for one to imagine, the prisoners were without water and adequate clothing and at the mercy of the brutal tropical sun. Many were sun-burned badly and suffered from severe dehydration. But the colonel’s most severe concern seemed to be the beating of prisoners by the guards: “Many POWs, including officers of the highest rank, have been repeatedly struck with the fist, boot, and rifle butt for offenses often most trivial; in many cases they have not understood the offense<sup>”</sup>.  Colonel Edmund is disgusted at this fact the most because it appears as random acts of violence for no good reason. He particularly despises the fact that many prisoners were not informed of the violation they committed. Edmund felt the need to address these concerns due to his rank and concern for his men.","With these descriptions in mind, how does one account for the gap in the rhetoric of the camp commander and the terrible reality of the camp conditions? Historian Gavan Daws argues that the mistreatment of POWs stems from two reasons: the Japanese were not prepared to take on large numbers of prisoners, and the code of <em>Bushido</em> that was enforced by Japan’s militarist government. At the onset of the war, the Japanese enjoyed a rapid string of victories which saw the capture of many prisoners. These rapid successes left the Japanese in the awkward position of having inadequate supplies for the prisoners which would explain the shortages of items such as food, water, and clothing. As for the overall mistreatment of prisoners, the Japanese army still followed the code of <em>Bushido</em> which was a relic from feudal Japan; the code stated that being captured was one of the greatest dishonors a warrior could suffer, as a result, many Japanese soldiers did not wish to show mercy as they believed that none would be shown to them. With this in mind, one can realize that the Japanese did not expect any mercy to be shown to them and as a result, did not feel the need to take good care of their prisoners. Overall the combination of these factors led to numerous human rights abuses towards Japan’s prisoners of war."," "," "],"display_date":"April 9, 1942 - July 5, 1945","search_date":"1943-11-21","locations":[{"id":52663,"lat":null,"lng":null,"zoom":8,"place":"Outside US"}],"tags":[{"id":258,"tag":"World War II"},{"id":1402,"tag":"Prisoners of war"},{"id":2270,"tag":"Atrocities"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":126,"school_id":10}},{"id":6114,"title":"Colonel Edmund Discusses Tactics","course_id":126,"status":"P","start_date":"4/9/42","end_date":"7/5/45","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Colonel Edward sat in camp Tarlac in the Philippines, now the residence of his unit after being captured by the Japanese at the battle of Bataan. The men were perplexed about how they could have been defeated at the hands of a foe they considered themselves militarily superior towards. Their defeat sparked much conversation between the officers as they tried to discern how they had been bested in such a humiliating fashion. Edward’s friend, Brigadier General William Brougher, who had been captured along with Edward, believed he had discovered the failings of the United States’ forces and was prepared to lay down what had happened in simple terms. The words of William are important in understanding the causes behind the initial Japanese onslaught.","William opens his synopsis with what is probably the key to understanding the Japanese successes: “ 1) The failure of our air force; caution on the part of our air force, resulted of the complete destruction of our force by the Japanese in the early days of the war, A handicap from which we never recovered”. He continues with his second point which can be seen as an extension of his first one: “2) Lack of cover, our air force did not have any. They were huddled together at Clarence field and without any cover, they were all destroyed. They should have been under the ground, lacking underground storage; they should have been hidden in the woods and under brush”. His final point observes the failed mindset of the soldiers and commanders as they prepared for the campaign in the Philippines: “Ditto for the navy; anybody who did not know that the war in the Philippines was going to be an air and naval war was too dumb to live…their lack of preparation based on this knowledge led to their own failure and destruction and put them in a hole which they had no chance to recover from”. The insights of General Braugher provide a wide synopsis for the disastrous Battle of Bataan and the subsequent capture of an entire American army.","Military historian Christopher Chant backs up the words of Broughr in his discussion of tactics on the war. He argues that the fundamental flaw with the U.S. and the allies was their hesitance to adopt new tactics; the allies still believed that the ship was the superior weapon on the sea while the Japanese had been experimenting with the idea of air superiority for a long time. Evidence of this can be seen at the battle of Bataan where the U.S. forces failed to heed the warning they had recieved at Pearl Harbor. Furthermore, Chant argues that the allies still relied heavily on infantry during the early island campaigns in the war while the Japanese seemed to have full understanding of the superiority of naval and air operations. These idea serve to explain how the allies suffered a string of defeats at the onset of the war and also show how military tactics have evolved to what they are today."," "," "],"display_date":"April 9, 1942 - July 5, 1945","search_date":"1943-11-21","locations":[{"id":52663,"lat":null,"lng":null,"zoom":8,"place":"Outside US"}],"tags":[{"id":258,"tag":"World War II"},{"id":2271,"tag":"Military Strategy"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":126,"school_id":10}},{"id":6149,"title":"Keeping Up Appearances: Cotton Mills in World War II","course_id":127,"status":"P","start_date":"1/1/43","end_date":"12/31/43","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The United States’ industrial strength was crucial to Allied victory in World War II. Throughout the 1930s, American industry had languished during the Great Depression. However, the American economy quickly rebounded as demand for war materials spiked. Textiles were amongst the most important goods produced during the war. Mills across the country ran night and day to churn out a variety of fabrics for the war effort. In 1943, the Pepperell Manufacturing Company of Boston, Massachusetts produced a book to commemorate its contributions to the war effort. Called <em>People of Peace at War,</em> the book features an extensive collection of photographs. Taken inside the company’s mills, as well as near the front lines, these photographs show the company’s products during the manufacturing process and in action. The book also serves as a testament to the pride of the company’s workers, many of whom had close relatives fighting abroad. The book is furthermore useful for understanding what the company wanted outsiders to believe about its employees: that they were highly skilled, dedicated to their work, loyal to the company, and happy to work in a clean and safe environment with easily available child and medical care. However, a critical examination of the book and other available sources casts doubt on some of these claims.","Although Pepperell operated mills from Massachusetts all the way down to Opelika, Alabama, the company did not distinguish which textile factory each photograph in the book came from. Although the book presents pictures of well-stocked clinics as well as immaculate childcare facilities, it is unlikely these came from the company’s Southern mills. In <em>Like a Family: The Making of a Southern Cotton Mill World,</em> a group of prominent labor historians chronicled the struggles of Southern cotton mill workers. Throughout much of the twentieth century, these workers labored in unsanitary and dangerous conditions for low wages.  These conditions ranged from compulsory child labor and injuries from dangerous machinery to diseases brought about by breathing in cotton dust. The reality of cotton mill work was very different from the glamorized, dignified image presented by Pepperell in <em>People of Peace at War.</em> This is betrayed by the fact that some photographs in the book are clearly staged. For example, on page thirteen a smiling young woman with immaculate hair, painted nails, and a pearl necklace is presented sitting in front of a sewing machine, about to finish a sheet. Although she was probably an actual plant employee, it is extremely unlikely that this photograph reflects her normal working conditions. Pepperell wanted readers of the book to believe not only that the company had done its part for the war effort, but that it treated its employees with dignity and respect. The reality is that mill life during the war was probably as dangerous and degrading as at any other time. This, however, does not diminish the contributions of Pepperell’s employees to the war effort, who really were important to an Allied victory."],"display_date":1943,"search_date":"1943-07-02","locations":[{"id":27023,"lat":32.6011777617,"lng":-85.3556271043,"zoom":10,"place":"Lee, Alabama"}],"tags":[{"id":2337,"tag":"Cotton mill"},{"id":2336,"tag":"Labor History"},{"id":2335,"tag":"Industrial History"},{"id":2334,"tag":"Opelika, Alabama"},{"id":258,"tag":"World War II"}],"course":{"name":"Fundamentals of Environmental History","school":"Auburn University","course_id":127,"school_id":73}},{"id":6251,"title":"Women Workers at the Glenn L. Martin Plant during World War II","course_id":132,"status":"P","start_date":"2/1/42","end_date":"2/28/42","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["On the outset of World War II, the demand for production in industries rose. With many men overseas in the military, women were called on the help the war effort by taking on nontraditional roles including industrial jobs. This was especially the case at the Glenn L. Martin Plant in Middle River, Maryland. The Glenn L. Martin Plant built many of the bomber planes used by American and British forces during the war. Because the production at the Martin plant was so crucial to the war effort, the company began recruiting women from across the country in 1942 to keep production running during the war. Women flooded into to Baltimore for the opportunity to work at the Martin Company.","The influx of women workers created many challenges in the community. There were increased demands for housing and for services to help women new to the area find help with childcare and other domestic duties.  In some ways, the community and the company responded well. The Glenn L. Martin Company created female dormitories first, and more substantial housing projects later, so that women workers could live nearby. To help support women, the company provided inexpensive child-care which included regular check-ups by nurses. Recreation was also in demand. The Glenn L. Martin company established recreational clubs for women, including the Minta Martin Girls Club. The community responded, too. Our Lady of Mount Carmel Church established a USO for the plant workers. The church also sponsored events and classes.","However, not all of the women's needs were met without a struggle. Recognizing their importance to the war effort, women were able to insist upon some important services. For example, at first, workers' children were not accepted into the public schools because of over-crowding. In response, they acted collectively, threatening to quit their jobs and slow the war effort at the plant. The federal government had to step in, providing financial support to enable workers' children to attend Victory Villa School.","At first, Martin employers were hesitant to hire women claiming that they would be a distraction to men. However, they quickly discovered that women workers were a tremendous asset to the overall production at the plant, and they made accomodations that were unusual in the history of women's homefront activities. In other areas around the country, child-care established by war industries or in neighboring communities was too expensive. Many women were forced to rely on neighbors or older children to take on the responsibility of daycare. Unlike at Glenn Martin, women in other industrial plants also had to struggle to provide health care and healthy meals for children. Further, the commuting times for women in other cities could be quite long, expanding the amount of time they were away from home.The women at the Martin Company were paid that same as male workers, but the same cannot be said about women in industrial jobs elsewhere.","Because of the importance of the Martin Plant, due to location and what they produced, they were able to do a lot more for their women workers. Even though the women at the Martin Company still faced hardships, the company and the support of the community eased some of these hardships allowing the women to really thrive and help with the war effort."],"display_date":"February 1942","search_date":"1942-02-14","locations":[{"id":25547,"lat":39.2338595038,"lng":-76.3925904773,"zoom":9,"place":"Baltimore, Maryland"}],"tags":[{"id":258,"tag":"World War II"},{"id":1758,"tag":"Gender"},{"id":2571,"tag":"Homefront"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}},{"id":6270,"title":"<strong>Formation of Bethlehem Fairfield Shipyard</strong>","course_id":132,"status":"P","start_date":"1/3/41","end_date":"9/2/45","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On January 3, 1941, the “Emergency Shipbuilding Program” was announced by Franklin D. Roosevelt. The task was simple:  “rapidly build simple cargo ships to carry troops and material to allies during World War II.”","The demand for war ships came in response to the dominance of German U-boats during early part of World War II. In an effort to gain American support to join the war effort, Franklin D. Roosevelt made a radio announcement on May 27, 1941 about the danger of German domination. The President said, “there have been sinkings of merchant ships in alarming and increasing numbers by Nazi raiders or submarines.” Roosevelt said only two things had prevented Hitler from accomplishing world domination: “epic resistance” by Great Britain and the “magnificent defense of China”. He believed the Axis Powers could never achieve world domination without first gaining total control of the seas. Roosevelt argued that the United States could stop Hitler by working to protect the seas.","Before construction of warships could begin to move forward rapidly, new shipyards had to be built that could handle a large number of vessels. The Emergency Shipbuilding Program created 18 new shipyards. One of the first shipyards was the Bethlehem-Fairfield shipyard in Baltimore, Maryland. Bethlhem-Fairfield proved to be one of the most important during the peak of World War II. It built \"a basic, no-frills cargo ship designed for capacity and rapid construction as opposed to speed and grace.” These ships carried food, war materials, and other items to benefit the soldiers. They came to be known as the “Liberty Fleet”. Bethlehem Fairfield built 384 Liberty Ships, a feat that distinguished them as one of the most effective shipyards during the war.","Even though wartime merchant ships were constantly beseiged and destroyed during the war, they were replaced in total before the end of 1943 because of fast production by American shipbuilders. The best shipyards could build and deliver the 441 foot Liberty Ship vessels in just 16 days. Prior to the implementation of the Emergency Shipbuilding Program, production of a single vessel required 244 days. The fast and efficient production of Bethlehem Fairfield assisted the U.S. in gaining control of the seas and ultimately contributed in the victory of World War II for the Allies."],"display_date":"January 3, 1941 - September 2, 1945","search_date":"1943-05-04","locations":[{"id":25547,"lat":39.2338595038,"lng":-76.3925904773,"zoom":9,"place":"Baltimore, Maryland"}],"tags":[{"id":2532,"tag":"Baltimore"},{"id":2531,"tag":"shipyard"},{"id":2530,"tag":"Bethlehem Fairfield"},{"id":231,"tag":"Steel and Iron Industry"},{"id":258,"tag":"World War II"},{"id":2571,"tag":"Homefront"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}},{"id":6276,"title":"Women Workers at the Bethlehem Steel Mill in Sparrows Point, Maryland","course_id":132,"status":"P","start_date":"1/1/42","end_date":"12/31/45","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["A significant part of the development of modern America can be attributed to the rise of the steel industry. Henry Bessemer developed a faster method to manufacture steel in 1864, reducing the production time from seven days to thirty minutes.  Bessemer’s work was revolutionary.  After that, steel was quickly integrated into modern society.  At the end of the Civil War, top railroad executives formed a steelmaking company that would incorporate the Bessemer process.  Steel enabled a giant leap ahead in technology, as it was much more resilient in comparison to traditional iron. Steel can be attributed to the massive expansion of railroads across the country.","In March 1887, surveyors arrived in Sparrows Point, Maryland to determine a suitable location for a steel mill.  One of the biggest steel companies in the eastern district, Pennsylvania Steel, purchased the peninsula on the Chesapeake Bay and broke ground in the following summer.  Upon its completion, more men began working at the mill, and their wives and children followed and lived in the surrounding area of Sparrows Point.  The U.S. Bureau of Labor called Sparrows Point “the most noteworthy example of a complete steel community, planned, constructed, and controlled by a steel company.”","The steel industry was a man’s world – incorporating intense heat and heavy equipment that naturally shut out women from the job -- as it drastically contributed to the masculine pursuit of expansion and modernization of America. But, when World War II erupted and men were sent overseas, some 35,000 women answered the call to serve the war effort. They entered shipbuilding, aircraft, and machinery industries throughout Baltimore. Despite the fact that they worked admirably under difficult conditions, most people viewed women as weaker with less endurance. They faced a great deal of discrimination from their male coworkers and supervisors.","Oral history interviews provide insight to women’s experiences and men’s reactions to them. When asked a group of male workers to evaluate the performance of women in the mills, their responses included “women can’t work in labor” and “the women can’t handle it.” Though it was difficult for them to become accustomed to working in the harsh environment, the most resilient women proved that they could work a “man’s job.”  When asked a group of female workers to evaluate their own experiences at the mills, their responses included, “it just takes guts,” “determination is the key,” and “any woman can make it here if she wants to.” This type of resilience was important in fighting against the prejudice that they faced upon their employment at the steel mills."],"display_date":"1942 - 1945","search_date":"1944-01-01","locations":[{"id":25547,"lat":39.2338595038,"lng":-76.3925904773,"zoom":9,"place":"Baltimore, Maryland"}],"tags":[{"id":228,"tag":"Roles of Women"},{"id":258,"tag":"World War II"},{"id":906,"tag":"Steel industry"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}},{"id":6773,"title":"Postwar Plans and a New Outlook for Medicine: Reaching the Research Potential","course_id":177,"status":"P","start_date":"1/1/45","end_date":"12/31/70","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["After the end of World War II, there was much to be done to improve the Indiana University Medical Center for the better. As can be seen from the document written in 1945, postwar plans were drawn out to improve the administrative, educational, research set-up, and curriculum for postgraduate study and to incorporate the creation of new buildings in preparation for the arrival of the armed forces. Committee members held great responsibility for the future of the medical center and made decisions that would alter the outlook of its progression. They knew that the most important aspect of change that should be focused on was change in the administrative, educational, and scientific research of the center. Work for the medical center’s improvement was delegated and distributed to different health professionals and six different committees were created, each with its own purpose. ","As for the development of the research field in the Indiana University Medical Center, committee members; Chairman Dean Gatch, Mr. Eli Lily, and Mr. Hugh Mck. Landon; as well as other members all agreed that research should be incorporated into patient care and the teaching of medicine to medical students. Furthermore, the committee called for increasing clinical staff at the medical center to meet the demands of the research field which was progressing forward at an increasing rate after the discoveries made during the war. Staff was increased in all components of work at the medical center, ranging from the clerical staff in charge of maintaining records and assisting with publications to hiring a director of research who would serve as an advisor to all other research faculty.","The increasing need for more personnel and the better establishment of research principles within medical institutions came to light during World War II. During the war, there were not enough individuals available to care for the growing numbers in need, and it was also realized that the research field had not reached the bounds needed by the demands of war. The research field could not have reached its potential and medical institutions could not have met this growing demand if not for federal support. In the twenty years since the end of World War II, there have been many advances in the cooperation between the medical field and the federal government. Joseph C. Hinsey discusses “the value of the cooperation between the federal government and health agencies in the field of research” and “that the over-all effect upon the advance of medicine has been very good because the frontiers of knowledge have been pushed back”. The effort put into the improvements in the organization of research and the administrative/faculty structure made by the Indiana University Medical Center could not have been carried out if not for the federal support that strengthened after the end of the war."," "],"display_date":"1945 - 1970","search_date":"1957-12-31","locations":[{"id":53116,"lat":39.7759976,"lng":-86.1769417,"zoom":8,"place":"Indiana University Medical Center"}],"tags":[{"id":258,"tag":"World War II"},{"id":3150,"tag":"Indiana University"},{"id":3504,"tag":"Medical Research"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":177,"school_id":94}},{"id":6795,"title":"Into the Japanese Internment Camps","course_id":181,"status":"P","start_date":"3/1/42","end_date":"3/31/46","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On November 16, 1942 a letter was sent to a close friend named Clara Breed from Tetsuzo, a Japanese-American expressing his disappointment towards the living conditions provided by the Americans. Tetsuzo stated how the harsh conditions and situation in the Poston, Arizona camp were nowhere near humane. The temperatures were unpredictable, and the wind blew all morning and all night, threatening to bring down the roofs. However, the food was good, but the quantity was insufficient. The Japanese did not have a choice but to make do with what was given. Moreover, the medical situation was a major issue. There was only one hospital in the first camp, 15 kilometers away and one doctor in camp three that was “apparently” supposed to take care of 5000 Japanese (Tetsuzo, 1942). It was pitiful, but the guardsmen turned a blind eye. They had heavy guns pointing at the camp claiming it was to keep the Japanese safe from the white mob, but the Japanese knew the truth. As Tetsuzo (1942) said, “They thought we were fools when it came to protecting the Japanese.” Any suspicious acts would result in a severe punishment. Guards surrounded the area with five strands of barbed wire claiming it was to keep the people and cattle out, in reality it was to keep the Japanese in. The guards were not protecting the Japanese but were finding excuses to cover up for the inhumane acts they were regulating (Tetsuzo, 1942). After taking them from their homes they still did not pity them, and Tetsuzo was not surprised. Possessing hidden anger towards the guards and the army, the only news that mattered was the news of going back home. Tetsuzo believed many of the whites would not be happy on their return home but he knew, there were those like Clara, that would be."," ","The Japanese internment camps were a mere representation of what the Japanese were feeling. In February, 1942, President Franklin D. Roosevelt signed Executive Order 9066, radically moving 120,000 men, women, and children of Japanese ancestry (NPS, 2015). Order 9066 was one of the most blatant violations of civil liberties in American history. During the time period after the Pearl Harbor attack, U.S government punished all the Japanese descent by opening the first camp in March, 1942. for a crime they did not commit (AtomicHeritage, 2016). The Japanese only had a few days to decide what they would do with their valuables and belongings, not knowing when or if they will ever return home. It was a time of anger, sadness and sorrow, as seen through letters written by Tetsuzo to Clara. The Japanese were moved up to ten different locations where they were kept. Manzanar, was the location that was most harsh and not only physically, but mentally destroyed many Japanese. Nonetheless, as time elapsed, conditions got better as children were able to attend school, even when incarcerated. Adults found jobs that gave them wages from as low as $12 to $19 a month (NPS, 2015). However, times became intense when the government wanted loyalty from the Japanese by joining the army. Those who said no, were segregated. Furthermore, the last camp closed in March, 1946 as the war department lifted the restrictions. However, the Japanese were not compensated for their traumatic losses until 1990 With $20,000 to each of the 82,219 survivors along with a formal apology (AtomicHeritage, 2016). Through the misfortunes of the Japanese, the lesson of Order 9066 was a reminder towards Americans to stay vigilant against such abuse."],"display_date":"March 1, 1942 - March 31, 1946","search_date":"1944-03-15","locations":[{"id":53137,"lat":33.9905733,"lng":-114.3963424,"zoom":8,"place":"Poston, Arizona"}],"tags":[{"id":3544,"tag":"Japanese Internment"},{"id":258,"tag":"World War II"}],"course":{"name":"US History since 1865","school":"University of Toronto Scarborough","course_id":181,"school_id":28}},{"id":6813,"title":"The Transformation of Transmedia: The Influence of Outside Media Tie-Ins in Comic Books","course_id":185,"status":"P","start_date":"10/1/87","end_date":"10/1/87","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" Comics themselves are influential enough to serve as their own form of popular media. However, in issue #126C of <em>Amazing Heroes</em> titled “Millenium,” there’s an emphasis placed on popular culture outside of comics themselves. One short article in the beginning of the issue, titled “<em>Captain Eo</em> Hits Stores in August,” brings a music star into the comic world. An ad for a comic adaptation by Tom Yeates of a 3D film starring Michael Jackson that could only be see at Disneyland and Epcot Center, the book was predicted to have extensive reorders due to Jackson’s massive popularity. ","The idea of bringing Jackson, a megastar, into comic books supports the concept of transmedia. According to Henry Jenkins, transmedia is defined as “storytelling [that] represents a process where integral elements of a fiction get dispersed systematically across multiple delivery channels for the purpose of creating a unified and coordinated entertainment experience... the strategy may work to draw viewers who are comfortable in a particular medium to experiment with alternative media platforms,” (Jenkins par. 2 and 6). It’s often used in the comic world, being that superheroes would debut in print and make their way to other platforms like radio, television, movies, physical merchandise, and more.","Transmedia in comics became crucial when World War II was emerging, mainly through the means of incorporating Superman into radio propaganda. Being the first superhero, Superman was, arguably, the most popular of them all. Seeing his success in the printed comic world, it was figured that he could prosper in other media platforms as well. On February 12<sup>th</sup>, 1940, <em>The Adventures of Superman </em>radio serial aired, only a few months after the first propaganda film for World War II emerged. Appearing on the Mutual Broadcast System, Superman was depicted fighting more villainous, real forces— affiliating himself with pro-American wartime imagery as a result. Serving as its own form of transmedia, “propaganda, in effect, was a form of advertising, enabling media messages to flow more freely across the borders of media. Both the strategies of producing interlinking narratives in the Superman comics as well as the character’s new construction as propaganda had involved many of the same industrial configurations, with both concerning the production of a flow of adjoining content across media—urging those who had purchased Superman already to purchase Superman again,” (Freeman par. 14). By using Superman in propaganda-like radio shows, the superhero found success in an audio format as well as print by fighting the “real” enemies of the American people. In turn, people would trust him more, and buy more of his comics as well.","Carrying into the 1980s, transmedia was used in “<em>Captain Eo </em>Hits Stores in August.” Through using Michael Jackson, the world’s most famous pop star at the time who appeared in several other media tie-ins like the 1978 film <em>The Wiz, </em>along with Pepsi commercials, <em>Amazing Heroes</em> knew that bringing him into their comics would not only increase their sales, but bring in readers who previously hadn’t picked up their comics. Not only was incorporating Jackson beneficial to them, but to Jackson as well, being that “it [was] necessary to develop new strategies, codes and narratives that brands and artists [were] creating to connect with consumers. Music [was] the basis of the collective experience and, in addition, it connect[ed] intensely and emotionally with the identity of groups that [were] its potential target,” (Sánchez-Olmos and Viñuela 11). Though he already had ample exposure, Jackson hadn’t been included in the comic book world before, giving him a new audience of people.","            Though popularized within the comic’s industry in World War II due to Superman transitioning to radio, transmedia proved to be popular in the industry long afterwards, incorporating a powerhouse musician into a print format to increase sales and draw in new readers."],"display_date":"October 1, 1987","search_date":"1987-10-01","locations":[{"id":53146,"lat":42.7353595,"lng":-84.4831298,"zoom":11,"place":"East Lansing, Michigan"}],"tags":[{"id":1775,"tag":"Comics"},{"id":2589,"tag":"Superman"},{"id":258,"tag":"World War II"},{"id":3585,"tag":"Transmedia"}],"course":{"name":"ENG 492H Honors Seminar in English","school":"Rollins College","course_id":185,"school_id":5}}]}