{"id":2580,"tag":"Middle Class","points":[[39.2338595038,-76.3925904773]],"bounds":[[39.2338595038,-76.3925904773],[39.2338595038,-76.3925904773]],"episodes":[{"id":6297,"title":"Johns Hopkins School of Nursing:  The Rise of the Nursing Profession","course_id":132,"status":"P","start_date":"1/1/89","end_date":"12/31/89","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the late 19th century, the United States faced a series of troubling economic and social transformations. In response, progressive reformers designed a modern approach to solving problems: conducting research, identifying potential solutions, and then lobbying for reform. Women were often in the forefront of efforts for reform.","The need for more efficient and effective methods to address medical epidemics led to the creation of the Johns Hopkins school of nursing in 1889. Isabel Adams Hampton Robb was appointed as the first head of the nursing school. She became highly influential in revolutionizing the field. Previously considered work for the lower classes, Robb and the School of Nursing helped raise the work to the status of profession. She insisted upon rigorous training methods. She is credited for influencing the establishment of many nursing organizations including the American Nurses Association, the National League for Nursing, and the International Council of Nurses. These associations worked to popularize the new standards instituted by Robb, thus improving the status and privileges for nurses and women in the field throughout the entire nation. In 1976, nearly 70 years after her death, Robb's name was recognized in the American Nurses Association Hall of Fame.","Robb's contributions to nursing lead Johns Hopkins University to become one of the pioneers in not only medical advancements, but in women’s rights. Women were finally being allowed access to appropriate secondary education, as well as a more prestigious profession. Robb's theories and contributions were extremely beneficial to the Johns Hopkins school of nursing, which in turn set new standards for the nursing profession on a national scale. The Johns Hopkins school of nursing was perhaps the birthplace for many ideas responsible for attributing higher standing to the female dominant profession."," "],"display_date":1989,"search_date":"1989-07-02","locations":[{"id":37967,"lat":39.2338595038,"lng":-76.3925904773,"zoom":9,"place":"Baltimore, Maryland"}],"tags":[{"id":196,"tag":"women's rights"},{"id":68,"tag":"Progressive Reformers"},{"id":2579,"tag":"Women's Professions"},{"id":2580,"tag":"Middle Class"},{"id":2581,"tag":"History of Medicine"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}}]}