{"id":2582,"tag":"civilian casualties","points":[[39.8715057392,-77.2179223246]],"bounds":[[39.8715057392,-77.2179223246],[39.8715057392,-77.2179223246]],"episodes":[{"id":6301,"title":"Jennie Wade Only Civilian Killed During the Battle of Gettysburg","course_id":137,"status":"P","start_date":"1863-07-03","end_date":"1863-07-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["An estimated 50,000 soldiers died during the three-day Battle of Gettysburg that lasted from July 1 to July 3, 1863.  Of all the many causalities inflicted, only one civilian died during the battle. On July 3, 1863 Virginia Mary “Jennie” Wade was baking bread in her sister Georgia McClellan’s home on Baltimore Street. Tillie Pierce, a resident of Gettysburg, recalled hearing from a captain in the Union army that “Jennie Wade had been killed while baking bread for her sick sister.”","When the first shots were fired on July 1, 1863 outside of Gettysburg, Jennie, her mother, and youngest brother Isaac went to McClellan’s home thinking they would be safer there and also to aid McClellan with her newborn son.  Later that afternoon Union troops moved to hills on that side of town and the McClellan house fell in direct line of fire.  After that day’s fighting, Wade went outside to help care for wounded Union soldiers.","On July 2, the McClellan home remained surrounded by gunfire shattering several windows and an artillery shell came in through the roof lodging in the eaves.  A bullet also entered the house and hit the bedpost of the bed where McClellan lay with her son.  On the morning of July 3, Wade decided to make biscuits.  According to historian Noah Trudeau, while Wade finished kneading the dough around eight in the morning, “a stray sharpshooter’s bullet penetrated the door on the northern side of the house and passes through a small inner room…The miniè ball hit her in the back and blew out through her breast, piercing her heart on its way.”","McClellan found Wade and screamed loud enough that Union soldiers passing by heard and escorted the rest of the family through a hole created by an exploding artillery shell by the cellar.  On July 4 as Confederate soldiers retreated from Gettysburg, Jennie Wade was wrapped in a blanket and buried in McClellan’s backyard. It wasn’t until January 1864 that her body was moved to a German Reformed Church cemetery in the next town.  Wade’s body was moved to its permanent location in November 1865 in Evergreen Cemetery and a monument was constructed in 1900.  Buried beside Wade is Johnston “Jack” Skelly who historians believe might have been engaged to Wade. During the Second Battle of Winchester, Skelly suffered serious injury and died on July 12, 1863, with neither he nor Wade knowing of the other’s death"],"display_date":"July 3, 1863","search_date":"1863-07-03","locations":[{"id":10806,"lat":39.8715057392,"lng":-77.2179223246,"zoom":9,"place":"ADAMS, Pennsylvania"}],"tags":[{"id":2582,"tag":"civilian casualties"},{"id":32,"tag":"Civil War"},{"id":1860,"tag":"Battle of Gettysburg"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":137,"school_id":3}}]}