{"id":2602,"tag":"Comic Books","points":[[40.6916304076,-74.0035386433],[41.0534302,-73.5387341],[40.7127753,-74.0059728]],"bounds":[[41.0534302,-73.5387341],[40.6916304076,-74.0059728]],"episodes":[{"id":6315,"title":"Finding Hope in a World of Apathy: Comic Book Movies in 1979","course_id":139,"status":"P","start_date":"1/1/78","end_date":"12/31/79","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1979, the American populace was in a state of apathy and hopelessness, feeling stuck in a rut with no positive change in sight. Under President Jimmy Carter, many people felt that because their problems could not be solved, it was best to accept things the way they were. Carter’s foreign policies are still debated today. During his time, he unintentionally created tensions by endorsing the European Monetary System (precursor to the Euro), in hopes of building the three-way partnership of the United States, Western Europe, and Japan. His actions put pressure on the Europeans, and, despite their intentions to strengthen relationships, ironically ended up neglecting Western Europe itself.[1] In addition to problems with foreign policy, the economy was troubled, there was an energy crisis in progress, and Carter had lost the support of the Southern Baptist Church as well as other conservative Christians because he refused to answer their questions with a simple “yes” or “no” as they deemed fit.[2] By the end of his term, Carter and his reluctant populace were facing soaring oil prices, American hostages over seas, and the Soviet invasion of Afghanistan. [3]","However, under such faithlessness in humanity, people found stray streaks of light. The comic book industry was bleeding into Hollywood, after the astounding popularity of the first Superman movie in 1978. It earned over 300 million dollars during its first theatrical run, received critical acclaim, and was nominated for three Academy Awards.[4] People young and old—grandfather to father to son—could all understand and relate to the simplistic stories of good versus evil, rather than the more realistic but elite and depressing problems of romantic comedies, war movies, and literary movies.[5] The movies simplified life and provided escapism, distracting frustrated Americans from the crumbling economy and other issues brought on by Carter. Superman was put on a pedestal, multiple critics making comparisons between the character and Jesus; ironically, Superman was a savior to the real American public as much as he was to the people of Metropolis.[6] Soon after the success of the movie, three more movies in the series went on to be made, not including later remakes and new additions to the franchise. Comic book movies not only brought smiles to faces of all ages, but helped the economy in ways the aforementioned movie types could not. Posters, toys, and the like could all be fashioned for comic book movies sold to children and collectors. The unlikely source of joy and money would go on to have a lasting legacy, comic book movies still being made today."," "," "," ","[1] Basosi, Duccio. \"Principle or Power? Jimmy Carter’s Ambivalent Endorsement of the European Monetary System, 1977-1979.\" <em>Journal of Transatlantic Studies</em> 8, no. 1 (2010): 6-10.","[2] Young, Neil. \"“Worse than Cancer and Worse than Snakes”: Jimmy Carter’s Southern Baptist Problem and the 1980 Election.\" <em>Journal of Policy History</em> 26, no. 04 (2014): 479-508.","[3] Zelizer, Julian E. <em>Jimmy Carter</em>. New York: Times Books/Henry Holt and, 2010. 12-14.","[4] \"Superman (1978 Film).\" Wikipedia. Accessed February 4, 2015. http://en.wikipedia.org/wiki/Superman_(1978_film).","[5] Miles Beller, “Hollywood is Banking On the Comics: Hollywood Turns to the Comics,” <em>New York Times</em>, December 9, 1979, sec. Arts & Leisure.","[6] \"Superman (1978 Film).\" Wikipedia. Accessed February 4, 2015. http://en.wikipedia.org/wiki/Superman_(1978_film)."],"display_date":"1978 - 1979","search_date":"1978-12-31","locations":[{"id":36051,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":2605,"tag":"President Carter"},{"id":2604,"tag":"Jimmy Carter"},{"id":2603,"tag":"Comic Book Movies"},{"id":2602,"tag":"Comic Books"},{"id":1775,"tag":"Comics"}],"course":{"name":"Creating the Comic Book City","school":"Rollins College","course_id":139,"school_id":5}},{"id":6323,"title":"Denny O’Neil:  Champion of the Bronze Age","course_id":139,"status":"P","start_date":"4/1/70","end_date":"4/30/85","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The shift between the Golden Age and the Silver Age of comic books in the wake of Fredric Wertham’s <em>Seduction of the Innocent</em> in 1954 was like night and day.  The increasingly heinous horror, crime, and even superhero comics were softened by the self-regulated Comics Code Authority to stay in the mainstream, which ultimately was the genesis of the Silver Age.  The Silver Age was a period in which comic book stories were more cut-and-dry, allowing the unsettling aspects of the industry to be dulled in the eyes of parents.  Yet, as social tensions rose in Cold War America, comic books wished to adjust with the growing youth culture, giving way to the Bronze Age by the early 1970s.  Denny O’Neil was a pioneering comic book writer of the Bronze Age.  O’Neil’s works are important to this age as they related with the maturing audience, introduced relevant social messages to comic books, and developed superheroes into beings capable of learning from mistakes.","First, O’Neil believed that the comic book medium would benefit by maturing with the readers.  The Silver Age that was in full force as O’Neil began his career tended to cower away from stories that would relate to mature readers.  According to Bradford Wright in <em>Comic Book Nation</em>, “DC’s comic books (during the Silver Age) emphasized responsibility to the community over individualism, and the creators minimized the importance of the latter, perhaps unintentionally, by giving all of their superheroes essentially the same personality”.[1] Looking back on writing his first Batman story, O’Neil recalled, “`Okay, we've been doing this camp thing for however long it had been.  The first time I was offered Batman I didn't want to do it…it was in the middle of the camp thing and I thought, `I don't think I'm any good at this.’\"[2]  O’Neil’s apprehension to writing campy stories in the vein of the 1960s Batman television show was due in large part to the older audience who he felt were yearning for depth in their readings.  O’Neil’s time as a reporter got him acquainted with the social turmoil facing the youth culture revolution of the time.","Moreover, O’Neil’s stories intended for a maturing audience interjected relevant social messages to mainstream comics.  Coming from the journalism world and having a working knowledge of social issues pressing the youth culture, O’Neil felt his fiction could help educate mass audiences on these issues.  This holds especially true in the<em> Green Lantern/Green Arrow</em> series; the pairing of these two heroes with conflicting viewpoints brought about interesting new conflicts. In a writing about this particular series, the two viewpoints were described as, “Green Lantern’s liberal responses to situations are in stark contrast to the counterculture ideologies that influence Green Arrow’s thinking”.[3]  Comics before the time of O’Neil, and arguably still to this day, had portrayed western minorities in lesser roles often characterized by their race with characters like Black Spider or Black Panther.  In an article analyzing racial issues involving comic books, O’Neil’s run on <em>Green Lantern/Green Arrow</em>, tackling the titular hero’s absence in the Black community, was hailed with, “Superhero comics represented every fantastic race possible, as a means of ignoring real ones”.[4]  This series in particular gave previously flat characters more dynamic, round qualities.","Finally, O’Neil helped shape mainstream superheroes into people who are able to learn from their misdeeds instead of infallible beings as they had often been.  While pairing Green Lantern with the former “Batman with a Bow”, Green Arrow, O’Neil elected to create new personality and status traits for the heroes in order to make them more flawed and deep characters.  In a 2007 interview, O’Neil said, “Well, Oliver Queen [Green Arrow] had never had much character… but we were evolving into more characterization, and in this particular case I needed someone to represent the non-establishment point of view… there was not very much established about him, apart from the loss of fortune, which had been my story”.[5]  Green Arrow’s leftist views fueled by his loss of fortune lead to later O’Neil characters growing, like the Question’s search for inner peace or Batman’s struggles with limitations and drug abuse in 1993’s <em>Batman: Venom</em>.","In brief, Denny O’Neil’s writing was pivotal in crafting the Bronze Age as it matured with the audience, was full of relevant social messages, and allowed Superheroes to be people capable of error rather than perfect vessels for fighting crime.  O’Neil’s works helped pave the way for diversity in the stories told and the societal value of comic books after the 1960s."],"display_date":"April 1970 - April 1985","search_date":"1977-10-15","locations":[{"id":36051,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":2602,"tag":"Comic Books"},{"id":2596,"tag":"Bronze Age"},{"id":2618,"tag":"Denny O'Neil"},{"id":2619,"tag":"Green Lantern"},{"id":2620,"tag":"Green Arrow"}],"course":{"name":"Creating the Comic Book City","school":"Rollins College","course_id":139,"school_id":5}},{"id":6806,"title":"Steve Gerber's \"Destroyer Duck\" and the Fight for Creator's Rights","course_id":185,"status":"P","start_date":"1/1/73","end_date":"12/31/90","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1982, the relationship between comic books, their creator’s, and the companies who published them reached a new stage as Steve Gerber’s <em>Destroyer Duck #1</em> was released. In the eleventh issue of <em>Amazing Heroes</em>, Kevin McConnell’s review of Gerber’s <em>Destroyer Duck #1</em> is both a review of the comic book and a gateway to discuss creator’s rights — an issue that only rose in importance the preceding and following years. McConnell’s review discusses Gerber’s legal situation at the time and lays the foundation for the ongoing intellectual-property battle between comic book creators and companies who employed them.","In 1973, Steve Gerber created Howard the Duck — a widely-popular, anthropomorphic duck that had an initial thirty-three series run (marvel.wikia.com). However, just because Gerber created Howard didn’t mean he owned him. As he initially created the character, Gerber worked for Marvel Comics, thus leaving the rights to Howard in Marvel’s hands after Gerber left. This left Gerber angry, so he created a new comic, <em>Destroyer Duck</em>, which served as an allegory to Gerber wanting the rights to Howard, as well as creator’s rights as a whole. In fact, during the time Gerber created and published <em>Destroyer Duck #1</em>, he was locked in legal battle with Marvel over possession of Howard (Amazing Heroes, 57). As McConnell’s review explains, “Gerber’s message [in Destroyer Duck #1] is clear — he wants his duck back… Considering this, perhaps creators’ rights are … going to have to be re-evaluated.” (Amazing Heroes, 58). And re-evaluated they were.","During the second half of the 1970’s, the long-standing publisher-creator contract was about to change thanks to numerous comic book creator’s sharing the same beliefs that Gerber held. Since the industry began, creators were on a work-for-hire basis, meaning all work they contributed during their contract became property of the publisher when finished (Wright, 256). The most famous byproduct of this relationship, of course, is that of Jerry Seigel and Joe Shuster, who sold the rights of “Superman” to Detective Comics for an infinitesimally-small $130. Or, similarly, the creative work of Gerber staying with Marvel after his departure. Creators of the 1970’s, however, were changing this one-sided affair. Demanding royalties, creative incentives, and a greater sense of entitlement to their work, this new generation of comic creators were not backing down to publishers — including Gerber and his fight for Howard. A new copyright law went into effect in 1978, clearing up any uncertainty between creators and publishers, and some creators were able to win greater creative concessions in the aftermath. However, at the end of it all, not much had changed. Work-for-hire still existed as it did before, and now many companies were more explicitly stating what properties belonged to them (Wright, 257).","With no drastic change, creator-backlash continued and ultimately culminated in 1990 with the publication of “A Bill of Rights for Comics Creators,” a twelve-amendment article specifically listing the various rights and dignities of creators everywhere (scottmccloud.com). With amendments like “The right to full ownership of what we fully create,” “The right of approval over the reproduction and format of our creative property,” and “The right to free movement of ourselves and our creative property to and from publishers,” the message is clear. Comic creators still believed the ownership of what they create should rest in their hands, not in the hands of the company they temporarily work for.","McConnell ends his review by stating “To conclude, Destroyer Duck is a fundamental stepping stone in Gerber’s possible acquisition of Howard. And if he were able to accomplish that feat — well, some of those incredibly outre stories he scripted for Marvel would be but a pale prelude… Something worth watching, I think.” (Amazing Heroes, 58). Steve Gerber never officially regained the rights to Howard the Duck, but his never-ending battle for his creation did set a precedent to many other creators around the world and helped pave the way for the publishing of “A Bill of Rights for Comics Creators.” Even though Gerber never was able to officially reclaim Howard, Destroyer Duck had better success in the matter. In a later issue of Destroyer Duck, Howard the Duck is cloned, resulting in hundreds of Howards running free in a warehouse. In the end, Destroyer Duck states that he “got the real one,” and promptly escapes the scene with the real Howard in hand (birthmoviesdeath.com)."],"display_date":"1973 - 1990","search_date":"1981-12-31","locations":[{"id":53142,"lat":41.0534302,"lng":-73.5387341,"zoom":8,"place":"Stamford, CT"}],"tags":[{"id":3569,"tag":"Marvel"},{"id":3568,"tag":"Destroyer the Duck"},{"id":1775,"tag":"Comics"},{"id":2602,"tag":"Comic Books"},{"id":3570,"tag":"Creator's Rights"},{"id":3571,"tag":"Howard the Duck"},{"id":3572,"tag":"Steve Gerber"}],"course":{"name":"ENG 492H Honors Seminar in English","school":"Rollins College","course_id":185,"school_id":5}},{"id":6807,"title":"Crime and Corruption in Comics: An Analysis of The Question's Reflection of Public Opinion in the 1980s","course_id":185,"status":"P","start_date":"12/1/86","end_date":"12/31/86","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            In 1986, DC Comics announced Dennis O’Neil as the writer for the revitalization of the investigative reporter and vigilante hero, The Question.  Originally created by Steve Ditko for Charlton Comics in 1967, The Question, aka Vic Sage, represented a move away from the wholesome, all-powerful superhero and toward a grittier, more human hero.  O’Neil described The Question as an emblem of “human perfectibility,” as much more realistic and flawed than the superheroes of the late 1950s and 1960s.  The Question was to be a vigilante antihero, combatting growing crime and corruption in the nation’s inner cities.  Because of “direct-market distribution” (Wright 277), the comic book industry no longer had to follow the Comics Code Authority in order to sell their characters, so <em>The Question</em> and other comics were able to show the darker and more violent side of American cities.  Distrust in government following the Vietnam War and the perception of rapidly growing crime in inner cities in 1980s America informed the updating of DC’s antihero detective The Question.","            The dishonesty and ineffectiveness of the local government in the revamped <em>The Question</em> comic books reflected the views about government in America following the Vietnam War.  Richard Young asserts that “the Vietnam War and the Watergate scandal encouraged enormous public distrust in official state institutions” (566) and that comics in the 1980s “often endorsed an uncompromising anti?establishment ideology that opposed all government, big or small” (563).  People felt as though the war was orchestrated by selfish and inept politicians who cared more about reinforcing an outdated ideology than about the actual citizens.  Vic Sage operated in Hub City, which O’Neil describes as a “cesspool” of crime and corruption.  The mayor, Wesley Fermin, was an inept leader being influenced by Reverend Doctor Jeremiah Hatch, who used the city’s resources for his own personal benefit.  Fermin and Hatch represented government officials who failed in their duty to serve the people, lying to and stealing from city dwellers whenever it was deemed necessary.  The Question’s resistance to this narrative of government corruption gave comic book readers the ability to express their anger and frustration toward their leaders.  DC’s newly revived character reflected the public’s lack of trust in government, not only to use power honestly, but also to protect them from violent crime in the inner cities.","            The growing fear of crime in urban areas during the 1980s led to the introduction of vigilante antiheroes in comic books, which include <em>The Question</em>.  Decades of white flight to the suburbs and the moving of American industry overseas left many poor people of color out of work.  Unable to find well paying jobs, some people turned to crime in order to make money.  The distribution of crack cocaine contributed to a massive growth in the crime rate and overwhelmed law enforcement agencies.  White Americans lived in terror that criminals from the city would travel to their quiet streets and so began a crusade against inner city lawlessness.  Tyler Scully and Kenneth Moorman argue that “A new fear gripped the nation, one that was quite foreign to generations past: a fear of crime, particularly violent, street crime” (635).  Already unhappy with the government after years of fruitless war, the public turned to vigilantes to make themselves feel safer.  The comic book industry created characters such as The Question in response to the popularity of real-life vigilante heroes.  Inspired by urban detectives from the early 1900s, Vic Sage did for the people of Hub City what Fermin and Hatch could not.  He operated outside of the law and worked to clean up the crime-ridden streets of Hub City.  Dennis O’Neil’s reimagining of <em>The Question </em>demonstrated the public’s anxiety about inner city crime and support for vigilante antiheroes.","            The revitalization of <em>The Question</em> by Dennis O’Neil in 1986 reflected the anti-government feelings of the public during the decade.  The failure of the Vietnam War and the rapidly growing fear of inner cities caused many people lose trust in their leaders.  Vigilantes, both real and imagined, captured the attention of many Americans.  DC’s revival of <em>The Question</em> and development of Hub City addressed the concerns of comic book readers during the 1980s."],"display_date":"December 1, 1986 - December 31, 1986","search_date":"1986-12-16","locations":[{"id":52771,"lat":40.7127753,"lng":-74.0059728,"zoom":8,"place":"New York City"}],"tags":[{"id":3574,"tag":"Hub City"},{"id":3573,"tag":"1980s"},{"id":290,"tag":"Crime"},{"id":1134,"tag":"Corruption"},{"id":2632,"tag":"the question"},{"id":2602,"tag":"Comic Books"}],"course":{"name":"ENG 492H Honors Seminar in English","school":"Rollins College","course_id":185,"school_id":5}}]}