{"id":2604,"tag":"Jimmy Carter","points":[[40.6916304076,-74.0035386433]],"bounds":[[40.6916304076,-74.0035386433],[40.6916304076,-74.0035386433]],"episodes":[{"id":6315,"title":"Finding Hope in a World of Apathy: Comic Book Movies in 1979","course_id":139,"status":"P","start_date":"1/1/78","end_date":"12/31/79","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1979, the American populace was in a state of apathy and hopelessness, feeling stuck in a rut with no positive change in sight. Under President Jimmy Carter, many people felt that because their problems could not be solved, it was best to accept things the way they were. Carter’s foreign policies are still debated today. During his time, he unintentionally created tensions by endorsing the European Monetary System (precursor to the Euro), in hopes of building the three-way partnership of the United States, Western Europe, and Japan. His actions put pressure on the Europeans, and, despite their intentions to strengthen relationships, ironically ended up neglecting Western Europe itself.[1] In addition to problems with foreign policy, the economy was troubled, there was an energy crisis in progress, and Carter had lost the support of the Southern Baptist Church as well as other conservative Christians because he refused to answer their questions with a simple “yes” or “no” as they deemed fit.[2] By the end of his term, Carter and his reluctant populace were facing soaring oil prices, American hostages over seas, and the Soviet invasion of Afghanistan. [3]","However, under such faithlessness in humanity, people found stray streaks of light. The comic book industry was bleeding into Hollywood, after the astounding popularity of the first Superman movie in 1978. It earned over 300 million dollars during its first theatrical run, received critical acclaim, and was nominated for three Academy Awards.[4] People young and old—grandfather to father to son—could all understand and relate to the simplistic stories of good versus evil, rather than the more realistic but elite and depressing problems of romantic comedies, war movies, and literary movies.[5] The movies simplified life and provided escapism, distracting frustrated Americans from the crumbling economy and other issues brought on by Carter. Superman was put on a pedestal, multiple critics making comparisons between the character and Jesus; ironically, Superman was a savior to the real American public as much as he was to the people of Metropolis.[6] Soon after the success of the movie, three more movies in the series went on to be made, not including later remakes and new additions to the franchise. Comic book movies not only brought smiles to faces of all ages, but helped the economy in ways the aforementioned movie types could not. Posters, toys, and the like could all be fashioned for comic book movies sold to children and collectors. The unlikely source of joy and money would go on to have a lasting legacy, comic book movies still being made today."," "," "," ","[1] Basosi, Duccio. \"Principle or Power? Jimmy Carter’s Ambivalent Endorsement of the European Monetary System, 1977-1979.\" <em>Journal of Transatlantic Studies</em> 8, no. 1 (2010): 6-10.","[2] Young, Neil. \"“Worse than Cancer and Worse than Snakes”: Jimmy Carter’s Southern Baptist Problem and the 1980 Election.\" <em>Journal of Policy History</em> 26, no. 04 (2014): 479-508.","[3] Zelizer, Julian E. <em>Jimmy Carter</em>. New York: Times Books/Henry Holt and, 2010. 12-14.","[4] \"Superman (1978 Film).\" Wikipedia. Accessed February 4, 2015. http://en.wikipedia.org/wiki/Superman_(1978_film).","[5] Miles Beller, “Hollywood is Banking On the Comics: Hollywood Turns to the Comics,” <em>New York Times</em>, December 9, 1979, sec. Arts & Leisure.","[6] \"Superman (1978 Film).\" Wikipedia. Accessed February 4, 2015. http://en.wikipedia.org/wiki/Superman_(1978_film)."],"display_date":"1978 - 1979","search_date":"1978-12-31","locations":[{"id":36051,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":2605,"tag":"President Carter"},{"id":2604,"tag":"Jimmy Carter"},{"id":2603,"tag":"Comic Book Movies"},{"id":2602,"tag":"Comic Books"},{"id":1775,"tag":"Comics"}],"course":{"name":"Creating the Comic Book City","school":"Rollins College","course_id":139,"school_id":5}}]}