{"id":2614,"tag":"Shuster","points":[[41.4243718872,-81.6586944761]],"bounds":[[41.4243718872,-81.6586944761],[41.4243718872,-81.6586944761]],"episodes":[{"id":6321,"title":"Super-boy and The Cold War","course_id":139,"status":"P","start_date":"1/1/49","end_date":"12/31/49","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["From arguably the most famous superhero known to man, Jerry Siegel and Joe Shuster created a character that presented the origins of Superman and how he became the symbol for justice. This character exemplified all the troubles of teenage awkwardness and solitude while trying to establish justice . Super-boy’s character is defined as the teenage version of Superman who grew up in the small town known as Smallville. Super-boy’s era is the learning process that Superman goes through to become a well responsible hero. In a letter that Jerry Siegel wrote to Russell Keaton,the artist for Buck Rodgers, Siegel describes his life as “he will find that his great strength, instead of making friends for him, cause people to fear him. Mothers will not permit their children to associate with him, he will be hated in school sports because he never loses”<sup><sup>[1]</sup></sup>. Jerry Siegel and Joe Shuster’s main focus with creating Super-boy was to exaggerate his loneliness in society to explain the strong willed character he becomes as Superman.","During the Golden Age when Super-boy was created, the world had entered the Cold War. The Cold War is a period in time where super powered countries such as the United States and USSR would flaunt there strengths towards each other to see who had dominance. Jerry Siegel uses Super-boy as a symbol for the United States, a country who “had phenomenal power, but there was inexperience in the new role it found itself in.”<sup><sup>[2]</sup></sup> Super-boy defines how he felt as a “teenager who insisted on being called Superman, not because of his maturity, but because he felt he deserved respect by virtue of the situation he found himself in.”<sup><sup>[3]</sup></sup> giving a direct correlation to what the United States tried to achieve during the cold war. Super-boy is also related to children readers to be placed in the realism of the Cold War as the comic book “gave children an early lesson in the exasperation of waging the Cold War.”[4]  Siegel and Shuster wanted to create this image in Super-boy to have readers understand what was the United States role in the cold war.","Smallville, the city in which Super-boy resides, is a small town. Siegel and  Shuster place Super-boy in this town to exemplify Super-boy’s loneliness in the world. Overall, Smallville is also symbolized to the United States because of it’s little development and loneliness before the cold war. As Super-boy transforms to Superman and he moves from Smallville to an urban city like Metropolis shows the development the United States went from before to after the cold war. Lincoln Geraghty states “We can see vestiges of this version of American masculinity in the setting of Smallville, small-town America writ large”<sup><sup>[5]</sup></sup> showing the development of the United States from an individual country to a superpower, but still trying to show America to try to celebrate small town values.","Siegel and Shuster exemplify the United States as a whole during the late 1940’s through the 1950’s through Super-boy and Smallville. As readers see the development of Superman’s origins through Super-boy, society sees the overall development of the United States during the cold war."," ","<sup><sup>[1]</sup></sup> Jerome Siegel to Mr.Keaton, June 12, 1934, in <em>SuperMan: The Man of Tomorrow</em>, http://www.lettersofnote.com/search?q=+Jerry+Siegel","<sup><sup>[2]</sup></sup> Joseph J. Darowski, “Searching for Meaning in “the Death of Superman”” in <em>The Ages of Superman: Essays on the Man of Steel in Changing Times </em>ed. Joseph J. Darowski. (McFarland & Company, Inc., 2012) p. 172","<sup><sup>[3]</sup></sup> <sup><sup>[3]</sup></sup> Joseph J. Darowski, “Searching for Meaning in “the Death of Superman”” in <em>The Ages of Superman: Essays on the Man of Steel in Changing Times </em>ed. Joseph J. Darowski. (McFarland & Company, Inc., 2012) p. 172","[4] Wright, Bradford W. Comic Book Nation The Transformation of Youth Culture in America. (The Johns Hopkins University Press, 2003), p.134","<sup><sup>[5]</sup></sup> Lincoln Geraghty, <em>The Smallville Chronicles: Critical Essays on the Television Series</em>, (Scarecrow Press, Inc, 2011). xii"],"display_date":1949,"search_date":"1949-07-02","locations":[{"id":28090,"lat":41.4243718872,"lng":-81.6586944761,"zoom":9,"place":"Cuyahoga, Ohio"}],"tags":[{"id":2614,"tag":"Shuster"},{"id":2613,"tag":"Siegel"},{"id":2612,"tag":"Smallville"},{"id":2611,"tag":"Super-boy"},{"id":291,"tag":"Cold War"}],"course":{"name":"Creating the Comic Book City","school":"Rollins College","course_id":139,"school_id":5}}]}