{"id":2616,"tag":"Batman Art","points":[[40.6916304076,-74.0035386433]],"bounds":[[40.6916304076,-74.0035386433],[40.6916304076,-74.0035386433]],"episodes":[{"id":6322,"title":"Confidence in Comic Creation","course_id":139,"status":"P","start_date":"1/1/48","end_date":"12/31/60","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["American comic book artist Al Plastino said, “Hell no” when asked by Steinberg Studios to do the artwork for Superman in the late 1940s.<sup>1</sup> There was no way that he was going to agree to work for them on a comic strip, especially if he was only receiving thirty-five dollars per page. Even though at this time he was just starting in the business, Plastino knew how to bargain with, and manipulate, those in higher positions, and how to bring elaborate visuals to a comic.","The time Al Plastino was asked to create panels for the popular Superman comic, he was also creating posters in the Pentagon’s art department. These posters were mostly pro-World War II; but Steinberg Studios needed him badly after Jerry Siegel and Joe Shuster had lost the rights to the character in 1947.<sup>2</sup> Plastino was aware that the studio was desperate for his work, and so, he gave in to the requests and did a sample for the strip, but soon found out that another artist working on the comic, Wayne Boring, was making fifty-five dollars per page. He found it obscene that he was not offered the same rate, largely because he thought his quality of his work was equal, or superior to, Boring’s.<sup>3</sup>","Plastino used his other job at the Pentagon as leverage to negotiate his salary per page at Steinberg Studios. He eventually agreed to do the artwork for Superman for fifty dollars a page. Plastino revolutionized the 1950s Superman character and “brought out the human side of a modern myth.”<sup>4 </sup>The level of humanity in Plastino’s artwork of Superman had never been seen before, which made the popularity of the comic skyrocket.<sup>5</sup>","During the 1950’s, Al Plastino worked for DC Comics under Mortimer Weisinger, the company’s comic editor. Weisinger created a “cut-throat” industry<sup>6</sup>. In an interview with Silver Lantern Fanpage, Al Plastino described an instance in which Weisinger told him that another artist was willing to illustrate the Superman comics for twenty dollars per page. He told Weisinger to give the job to the artist:","They always tried to keep you below them. I don’t care what it was. ‘You’re below me.’ But I’d tell them, ‘I’m above you. I’m the artist. You’re an editor.’ I made that clear, in a nice way.<sup>7</sup>","Plastino knew how to manipulate the availability of his talent to figures who, naturally, held higher positions than his own. Although the editor had ultimate control of what was published, Plastino was aware of the great power of his art to narrow the audience’s viewpoint and focus their attention on what he wanted them to.<sup>8</sup> He made use of this talent to, ultimately, get what he wanted: his name on his own artwork.","Plastino was soon asked to take on a position in the artwork production of the daily Batman strip with artist Whitney Ellsworth. He and Ellsworth ended up working on the strip for eight years, replacing comic book artist Joe Giella. Giella had let on to Plastino that he had to sign the strip as “Bob Kane”, even though Kane did nothing in the way of illustrating the comic.<sup>9</sup> The stubborn man that he was, Plastino could not let his hard work be concealed as someone else’s work. Though Kane’s name was still on the first panel, Ellsworth and Plastino wrote theirs on the proofs of the strips, to ensure some credit to their work.","This also happened with another of Plastino’s characters, Supergirl. Supergirl “seemed to be a concerted effort to appeal to young girls; her stories were whimsical adventures that also featured Streaky the Supercat,”<sup>10</sup> the latter of which was also creation of Plastino’s. Supergirl was first understood “simply as a Superman for girls”<sup>11</sup> who was a less-interesting version of Wonder Woman.<sup>12</sup> Plastino would always ink his own name on the page; he didn’t wait for or trust the letterer to put his name down on his work.<sup>13</sup> This quality aided Plastino’s ability to be certain that he would be recognized for his own artwork.","When asked to describe comics in the 1950s, Dan DiDio, DC Entertainment Co-Publisher, said, “When you think of (comics) in the 1950s, only a handful of artists come to mind—and Al Plastino is one of them.”<sup>14</sup> Al Plastino revolutionized the comic strip through his ghost-like persona. He was behind-the-scenes, but wanted his name to be completely visible on the artwork that he around which he centered his whole life. Plastino was strong-willed and incredibly talented, though his most rewarding characteristic was his confidence in his own work."," "," "," "," ","Works Cited","<sup>1</sup> Age, Silver. \"Al Plastino Interview (Pt. 1).\" Al Plastino Interview (Pt. 1). Accessed March 19, 2015.","<sup>2</sup>Layman, Richard. <em>American Decades: 1940-1949</em>. New York: Gale Research, 1995., 387","<sup>3</sup> Age, Silver. \"Al Plastino Interview (Pt. 1).\" Al Plastino Interview (Pt. 1). Accessed March 19, 2015.","<sup>4</sup> “AL PLASTINO (1921-2013).” DC Comics. November 26, 2013. Accessed March 29, 2015.","<sup>5</sup>Ibid","<sup>6</sup> Age, Silver. \"Al Plastino Interview (Pt. 1).\" Al Plastino Interview (Pt. 1). Accessed March 19, 2015.","<sup>7</sup>Ibid","<sup>8</sup> Heer, Jeet, and Kent Worcester, eds. <em>A Comics Studies Reader</em>. (Jackson: University Press of Mississippi, 2009), 158","<sup>9</sup> Age, Silver. \"Al Plastino Interview (Pt. 1).\" Al Plastino Interview (Pt. 1). Accessed March 19, 2015.","<sup>10</sup> Wright, Bradford W. <em>Comic Book Nation: The Transformation of Youth Culture in America</em>. Baltimore: Johns Hopkins University Press, 2001.","<sup>11</sup> Link, A. (2013), The Secret of Supergirl's Success. The Journal of Popular Culture, 46., 1177","<sup>12</sup>Ibid., 1178","<sup>13</sup> Age, Silver. \"Al Plastino Interview (Pt. 1).\" Al Plastino Interview (Pt. 1). Accessed March 19, 2015.","<sup>14</sup>“AL PLASTINO (1921-2013).” DC Comics. November 26, 2013. Accessed March 29, 2015."],"display_date":"1948 - 1960","search_date":"1954-07-02","locations":[{"id":27491,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":2617,"tag":"Superman Art"},{"id":2616,"tag":"Batman Art"},{"id":2615,"tag":"Al Plastino"}],"course":{"name":"Creating the Comic Book City","school":"Rollins College","course_id":139,"school_id":5}}]}