{"id":262,"tag":"Tecumseh","points":[],"bounds":[[-100,-100],[100,100]],"episodes":[{"id":4669,"title":"Tecumseh's Indian Unification Crusade","course_id":22,"status":"P","start_date":"1811-11-01","end_date":"1812-01-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Through the autumn and winter of 1811 and into 1812, Shawnee leader Tecumseh had been on a whirlwind tour to speak to several Indian tribes. From the Eastern Seaboard, to the Old Northwest, to the Southeast, to Canada, Tecumseh sought to convince all Indian tribes to unify against the growing white intrusion into Indian lands. With a fervor born of desperation and necessity, Tecumseh addressed the Osages, as he had so many other Indian tribes on his mission to unify the Native Americans. \"Brothers!\" he exclaimed, \"The white people came among us feeble, and now we have made them strong, they wish to kill us, or drive us back... Now, nothing will satisfy them but the whole of our hunting grounds, from the rising to the setting sun.\" Tecumseh had seen the trickery of the white men at the Treaty of  Fort Wayne and was determined to halt their advance. Tecumseh understood that all Indians were all one family, all children of the Great Spirit, and only by standing together could the red man expel the white invaders. If they did not, the consequences would be dire. However, cooperation would bring success. \"If we all unite, we will cause the rivers to stain the great waters with their blood.\" Tecumseh implored the Osages, \"Brothers, - if you do not unite with us, they will first destroy us, and then you will an easy prey to them. They have destroyed many nations of red men because they were not united, because they were not friends to each other.\" Tecumseh knew the key to survival was to adopt the political structure of their common enemy, the United States, and form a confederation of Indian nations. Tecumseh had delivered and ultimatum to the Osages: unite or die. \"Brothers, - We must be united\" he cried, \"we must smoke the same pipe; we must fight each others' battles; and more than all, we must love the Great Spirit; he is for us; he will destroy our enemies, and make all his red children happy.\""," ","Angie Debo writes, “Tecumseh stands as one of the greatest Indians known to history.” Tecumseh ascribed to the idea that all land belonged to all Indians in common and no single tribe had the right to sell part of their common holdings. Although Tecumseh originally did not want war with whites, he soon understood that only the unification of the Indians would be enough to stem the tide of white incursion. His crusade began in 1808 and spent the next five years traveling across the country, even into Canada, to spread his message of unity to as many Indian tribes as he could reach. At each stop he delivered an impassioned plea for the tribe to join his cause fight together against the Americans. Most of the time he was successful, sometimes he was not. Several tribal leaders outright refused to join him, whether out of pride or fear, none know for certain. He addressed the Osages twice and failed both times to bring them around to his cause. However, Tecumseh managed to generate an impressive following and engaged in and won several violent battles against white settlers and U.S troops. In the war of 1812, Tecumseh allied himself with the British in an effort to use the might of the British Empire to further his own goal of stopping American invasion. Unfortunately, he was abandoned by his British allies at the Battle of the Thames in Canada on October 5, 1813, and was killed in the fighting. With the Indians now leaderless and disorganized, American forces quickly re-conquered the Old Northwest. White settlers soon flooded the area and the familiar pattern of Indian land cession from the now fractured tribes continued. Tecumseh’s dream had failed and his dire predictions of the fate of Indian people had sadly come true."," "," "," "," "," "],"display_date":"November 1, 1811 - January 31, 1812","search_date":"1811-12-16","locations":[{"id":14866,"lat":null,"lng":null,"zoom":8,"place":"WISCONSIN, Wisconsin"}],"tags":[{"id":262,"tag":"Tecumseh"},{"id":19,"tag":"Native-Americans"},{"id":90,"tag":"Indian Removal Act of 1830"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}}]}