{"id":2622,"tag":"Kurt Busiek","points":[[40.6916304076,-74.0035386433]],"bounds":[[40.6916304076,-74.0035386433],[40.6916304076,-74.0035386433]],"episodes":[{"id":6324,"title":"Astro City vs. The Real World","course_id":139,"status":"P","start_date":"1/1/95","end_date":"3/29/99","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The comic, Astor City, connects with and is shaped by events in US history. The city ages in real time Astro City connects Astro City, written by Kurt Busiek, gave a new look into the superhero comic. Contrary to most superhero comics, Astro City does not concentrate on the life of a single hero or group of heroes, but rather the city and the people living in it.","Astro City, the comic, does not have a central, lead character, like most other comics like Superman and Batman. Therefore without a single lead character the Astro City comic can change up its storylines and characters; this allows Astro City and its characters to age with the real world. In an interview with Astro City creator, Kurt Busiek, Busiek talks about how he is reintroducing the Astro City comic by continuing the story line in the first issue of Astro City published in 1995. During the talk he mentions how the first issue was made seventeen years ago, so the continuation of the storyline will show all the characters seventeen years older than what they were before.[1]","Without a lead hero to use within the comic, Astro City is able to split the time utilized in the comic for each hero in the particular issue, as well as put time towards the development and growth of the city and its civilians.[2] During the 1990's the comic book industry was in a downfall. As Bradford Wright put it \"comic books are losing their audience not because  they have failed to keep up with changes in American culture but because Americans culture has finally caught up with them.\" People were beginning to get tired of the usual superhero comics, so Astro City brought in a new look into comics.[3] The Astro City universe places the city situated in America, with real life American cities. Astro City shares our history. In the Astro City world, JFK is elected president, the moon missions take place, and there is also the Challenger space shuttle disaster, although in the comic, one of the heroes saves it from exploding.[4] In Busiek's work with Astro City, he likes to touch upon the negative effects of living with people that have superpowers. He shows how ordinary person, like someone from the real world, would experience in a city full of superheroes and villains. Many comics already do this, but in Astro City, Busiek focuses on the psychological consequences as well.[5]","The fictional world that holds Astro City connects with our own world. The Astro City comic shares our history, with slight variations, as well as the characters and city aging with the comic itself. As we the reader grow, so does the characters, comic, and city within the Astro City issues."," ","[1] Jeffery Renaud, Busiek's Triumphant Return To Astro City, comicbookresources.com,  http://www.comicbookresources.com/?page=article&id=45472.","[2] Oliver Sava, Kurt Busiek's Superhero Masterwork Continues With Astro City #1, avclub.com, http://www.avclub.com/article/kurt-busieks-superhero-masterwork-continues-with-i-98722","[3] Bradford Wright, Comic Book Nation: The Transformation of Youth Culture In America, 282-285.","[4] Stephen Burt, The Superheroes of Your Dreams: Twenty Years of Kurt Busiek and Brent Anderson's Astro City, slate.com, http://www.comicbookresources.com/?page=article&id=45472","[5] Kurt Busiek, encyclopedia.com, http://www.encyclopedia.com/article-1G2-3451300016/busiek-kurt.html"],"display_date":"January 1, 1995 - March 29, 1999","search_date":"1997-02-13","locations":[{"id":42267,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":2622,"tag":"Kurt Busiek"},{"id":2621,"tag":"Astro City"}],"course":{"name":"Creating the Comic Book City","school":"Rollins College","course_id":139,"school_id":5}}]}