{"id":2632,"tag":"the question","points":[[40.6916304076,-74.0035386433],[40.7127753,-74.0059728]],"bounds":[[40.7127753,-74.0035386433],[40.6916304076,-74.0059728]],"episodes":[{"id":6328,"title":"Ditko’s ‘Realistic’ Crime in Comics","course_id":139,"status":"P","start_date":"10/1/68","end_date":"10/31/68","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["During October 1968, an issue of the Marvel Main magazine was released in which an interview with comic book artist Steve Ditko was included. The interview mentioned a number of superhero comic figures that he created, one of them being The Question. Albeit following the trend of fighting super villains, the people who The Question fought against were much like real people: reporters and mobsters. Furthermore, apart from the realistic perspective of his comic stories, he comes into depth when talking about the  “struggle of the mind from being corrupted and being ruled by irrational premises.” He therefore states that human beings are in control of everything they do and how they react to their surroundings, including the spreading fear of communism at the time. One of the most significant events at the time was the Vietnam War, where Americans feared the spreading belief of communism.","The Vietnam War began due to the President Truman’s belief of how Vietnam was turning into a communist state and was losing its sense of “deep-rooted nationalism”. This led to the fear of communism, as well as an increase in the amount of anti-communist propaganda displayed throughout the country. Nevertheless, forms anti-communist propaganda weren’t only prominent in advertisements and speeches, but also within comics. For example, Stan Lee’s Iron Man created his superhero armor when the Communists kept him hostage, only to come to the realization that the only way he could stay alive was to wear the iron chest plate he created along with it. The general public would feel sympathy for this fictional character even though it is clearly unrealistic, as well as feel hatred towards these communist groups.","In contrast, Steve Ditko’s The Question was used to represent his views on society and who the public should truly be fighting against: the media. The Question only ever fought against reporters and mobsters, instead of including racial groups and stereotypes that other comics focused on. This would therefore relate to other comics where the enemy is fought against, such as Lee’s Iron Man as stated previously, since it creates more unnecessary hatred and irrational feelings towards the enemies in reality. Ditko also mentions “a mind that refuses to accept or defend the truth, by that act, permits lies to exist…” and that whatever we choose to believe is what our future relies on. To him, evil would only exist if we believe it to be real.","To conclude, Ditko created a superhero that didn’t necessarily fight for solely the government’s perspective of justice like the other superheroes, but rather more of what he saw as being the brainwash and use of propaganda to make people think that what they do is right when it may not be. The Question is a clear representation of how he believes that the media and ‘realistic’ types of crime is who the people should be fighting against, not just fighting against who others think we should be fighting against and why. It was a waste to use up our resources on unnecessary wars that blew up due to fear."],"display_date":"October 1968","search_date":"1968-10-16","locations":[{"id":31603,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":2632,"tag":"the question"},{"id":2631,"tag":"steve ditko"},{"id":1246,"tag":"Propaganda"}],"course":{"name":"Creating the Comic Book City","school":"Rollins College","course_id":139,"school_id":5}},{"id":6807,"title":"Crime and Corruption in Comics: An Analysis of The Question's Reflection of Public Opinion in the 1980s","course_id":185,"status":"P","start_date":"12/1/86","end_date":"12/31/86","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            In 1986, DC Comics announced Dennis O’Neil as the writer for the revitalization of the investigative reporter and vigilante hero, The Question.  Originally created by Steve Ditko for Charlton Comics in 1967, The Question, aka Vic Sage, represented a move away from the wholesome, all-powerful superhero and toward a grittier, more human hero.  O’Neil described The Question as an emblem of “human perfectibility,” as much more realistic and flawed than the superheroes of the late 1950s and 1960s.  The Question was to be a vigilante antihero, combatting growing crime and corruption in the nation’s inner cities.  Because of “direct-market distribution” (Wright 277), the comic book industry no longer had to follow the Comics Code Authority in order to sell their characters, so <em>The Question</em> and other comics were able to show the darker and more violent side of American cities.  Distrust in government following the Vietnam War and the perception of rapidly growing crime in inner cities in 1980s America informed the updating of DC’s antihero detective The Question.","            The dishonesty and ineffectiveness of the local government in the revamped <em>The Question</em> comic books reflected the views about government in America following the Vietnam War.  Richard Young asserts that “the Vietnam War and the Watergate scandal encouraged enormous public distrust in official state institutions” (566) and that comics in the 1980s “often endorsed an uncompromising anti?establishment ideology that opposed all government, big or small” (563).  People felt as though the war was orchestrated by selfish and inept politicians who cared more about reinforcing an outdated ideology than about the actual citizens.  Vic Sage operated in Hub City, which O’Neil describes as a “cesspool” of crime and corruption.  The mayor, Wesley Fermin, was an inept leader being influenced by Reverend Doctor Jeremiah Hatch, who used the city’s resources for his own personal benefit.  Fermin and Hatch represented government officials who failed in their duty to serve the people, lying to and stealing from city dwellers whenever it was deemed necessary.  The Question’s resistance to this narrative of government corruption gave comic book readers the ability to express their anger and frustration toward their leaders.  DC’s newly revived character reflected the public’s lack of trust in government, not only to use power honestly, but also to protect them from violent crime in the inner cities.","            The growing fear of crime in urban areas during the 1980s led to the introduction of vigilante antiheroes in comic books, which include <em>The Question</em>.  Decades of white flight to the suburbs and the moving of American industry overseas left many poor people of color out of work.  Unable to find well paying jobs, some people turned to crime in order to make money.  The distribution of crack cocaine contributed to a massive growth in the crime rate and overwhelmed law enforcement agencies.  White Americans lived in terror that criminals from the city would travel to their quiet streets and so began a crusade against inner city lawlessness.  Tyler Scully and Kenneth Moorman argue that “A new fear gripped the nation, one that was quite foreign to generations past: a fear of crime, particularly violent, street crime” (635).  Already unhappy with the government after years of fruitless war, the public turned to vigilantes to make themselves feel safer.  The comic book industry created characters such as The Question in response to the popularity of real-life vigilante heroes.  Inspired by urban detectives from the early 1900s, Vic Sage did for the people of Hub City what Fermin and Hatch could not.  He operated outside of the law and worked to clean up the crime-ridden streets of Hub City.  Dennis O’Neil’s reimagining of <em>The Question </em>demonstrated the public’s anxiety about inner city crime and support for vigilante antiheroes.","            The revitalization of <em>The Question</em> by Dennis O’Neil in 1986 reflected the anti-government feelings of the public during the decade.  The failure of the Vietnam War and the rapidly growing fear of inner cities caused many people lose trust in their leaders.  Vigilantes, both real and imagined, captured the attention of many Americans.  DC’s revival of <em>The Question</em> and development of Hub City addressed the concerns of comic book readers during the 1980s."],"display_date":"December 1, 1986 - December 31, 1986","search_date":"1986-12-16","locations":[{"id":52771,"lat":40.7127753,"lng":-74.0059728,"zoom":8,"place":"New York City"}],"tags":[{"id":3574,"tag":"Hub City"},{"id":3573,"tag":"1980s"},{"id":290,"tag":"Crime"},{"id":1134,"tag":"Corruption"},{"id":2632,"tag":"the question"},{"id":2602,"tag":"Comic Books"}],"course":{"name":"ENG 492H Honors Seminar in English","school":"Rollins College","course_id":185,"school_id":5}}]}