{"id":2633,"tag":"Carmine Infantino","points":[[40.6916304076,-74.0035386433]],"bounds":[[40.6916304076,-74.0035386433],[40.6916304076,-74.0035386433]],"episodes":[{"id":6329,"title":"The Great Depression Finds Its Way to the Comics","course_id":139,"status":"P","start_date":"1/1/29","end_date":"1/1/39","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["One of the lowest points in American history, The Great Depression stemmed from uneven prosperity in the 1920s paired with the nation producing more than it could consume and the small foreign market for American goods.[1] While American people suffered, hard work became a necessity for most and a skill children were quick to learn. Comics like Little Orphan Annie gave the people hope, as well as raised interest in comics, opening the door for later tales of less orthodox genres.","As a boy growing up in the Great Depression, Carmine Infantino, comic book legend and co-creator of such heroes as the Flash and Green Lantern, was no stranger to hard work. When he was no older than six, he already worked as a shoe shiner to help his family make ends meet. He dreamed of growing up to become an architect—a talent and passion visible in the well-designed and elaborate buildings in his comics—but the inability to afford the schooling prompted him to focus on his drawing instead, giving way to the industry he is now associated with. The influence of the Depression itself was part of Infantino’s inspiration to begin with. He grew up drawing the faces of cartoon characters depicting the times, such as the aforementioned Orphan Annie, a character known for her spunk and optimism during hard times.[2]","Infantino went to school in Manhattan, despite the fact that he lived in Brooklyn, solely because he had a burning passion to draw and Brooklyn offered few opportunities. The Depression worked against him as much as it influenced him. His parents hesitated to give him money to go to this school because they feared that all artists were starving and poor—sensations they knew well and dreaded their child having to go through. Eventually they relented. Infantino went on to meet the man who gave him his first major opportunity to learn his trade: Harry Chesler. He gave Infantino an opportunity he could not refuse: Chesler would pay him a dollar a day simply to come to his shop and learn.","Infantino eventually ended up at Quality Publishing, a new break that arose from his first one-in-a-million opportunity. It was here that his job became to work on the backgrounds of the comics, circling back to his past dreams of becoming an architect. While the Depression forced him down a path that may not have been his first choice, he discovered a new passion, and continued to explore his old one through a new medium."," ","[1] Sreenivasan, Jyotsna. <em>Poverty and the Government in America: A Historical Encyclopedia</em>. Santa Barbara, Calif.: ABC-CLIO, 2009, 56.","[2] Gary Groth, \"The Carmine Infantino Interview.\" (The Comics Journal. June 29, 2010.)"],"display_date":"January 1, 1929 - January 1, 1939","search_date":"1934-01-01","locations":[{"id":21355,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":1775,"tag":"Comics"},{"id":1158,"tag":"Great Depression"},{"id":2633,"tag":"Carmine Infantino"}],"course":{"name":"Creating the Comic Book City","school":"Rollins College","course_id":139,"school_id":5}}]}