{"id":264,"tag":"football","points":[[42.3511485836,-71.9050032885],[33.5543155862,-86.8964933862],[15.5638825,108.4786313]],"bounds":[[42.3511485836,108.4786313],[15.5638825,-86.8964933862]],"episodes":[{"id":4663,"title":"Begginings of Football","course_id":22,"status":"P","start_date":"10/1/00","end_date":"10/31/20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":[" "," ","Riots took over most of Boston when students started flipping carriages and partaking in bloody fights in the streets over a football game. The game was between freshman and sophomores at Harvard College. In the 1820’s, on Ivy League campuses the earliest form of football was invented. Princeton began playing what was then known as ‘ballown’. Participants would use their fists to advance the ball, and then their feet, this game consisted mainly of one goal: to advance the ball past the opposing team. There were no hard and fast rules applied to this earliest attempt at the game we now call football. At Harvard University a tradition started known as Bloody Monday, a massive football type game between the freshman and sophomore classes. This was a brutal game that usually broke out into fights and riots on the campus and throughout Boston. Post Civil War the game began to increase in popularity in prep schools and cities throughout the northeast. But the big jump for football came in 1873, when representatives from five colleges met in New York City to formulate the first intercollegiate football rules for the increasingly popular game. The man behind this was Walter Camp who mad up the rules and scoring system for the game of football. Within a decade of play on university campuses, concern over the brutality of the game led to its ban by some colleges. There was a reported one hundred eighty players who had suffered serious injuries, and eighteen deaths from playing the game of football. The game was almost on the verge of extinction, but President Theodore Roosevelt called upon Harvard, Princeton, and Yale to help save football from demise. At a meeting between the schools, they agreed upon more rule changes. Then at their second meeting more than sixty schools showed up to help reform the game, and they appointed a seven member Rules Committee and set up what would later become known as the National Collegiate Athletic Association, or the NCAA. Because of this meeting life in America changed, football became America’s passion and weekends in the fall began to belong to football."," "],"display_date":"October 1900 - October 1920","search_date":"1910-10-16","locations":[{"id":49626,"lat":42.3511485836,"lng":-71.9050032885,"zoom":8,"place":"Worcester, Massachusetts"}],"tags":[{"id":264,"tag":"football"},{"id":265,"tag":"america"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}},{"id":4658,"title":"The Game That Ended Segregation in Sports","course_id":22,"status":"P","start_date":"9/12/70","end_date":"9/12/70","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","On September 12, 1970 University of Alabama under legendary coach Paul \"Bear\" Bryant played the University of Southern California at Legion Field in Birmingham Alabama. The Trojans ran up and down the field on that hot September night. The final score was USC 42, Alabama 21. The Trojans dominated the game rushing on the ground for 485 rushing yards to Alabama's 32. This demanding win for USC would forever change the dynamics of college athletics in the United States.","There was not that much build up about the game in the papers. The Birmingham News printed basically nothing about the story that would change the shape of college athletics in America. The story was that USC would be the first fully integrated college football team to ever come and play a game against a college in the south. At this time in America every major college football team in the South Eastern part of the United States was segregated.  USC would be the first fully integrated team to ever come to the South to play a game against one of these teams.","After this disappointing loss to USC, the Alabama fans were amazed by the power and speed of the USC players. Every touchdown in the game was scored by an African American athlete. Two were scored by Birmingham native Clarence Davis and three by Sam Cunningham who ended the day with 135 yard on only 12 carries. Bear Bryant knew that a loss like this would change the view toward African American athletes in the south. It is said that that Monday after the loss he walked into an Alabama board of trustees meeting and said that any player should be able to play football for Alabama no matter what the color of his skin. The next season Alabama started recruiting African American athletes to play football and short after them so did every other college of the south. An assistant coach at Alabama later said that \"Sam Cunningham did more to integrate Alabama in 60 minutes than Martin Luther King did in 20 years.”"],"display_date":"September 12, 1970","search_date":"1970-09-12","locations":[{"id":35012,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":264,"tag":"football"},{"id":266,"tag":"Segregation"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}},{"id":6762,"title":"NFL Player Suffers Career-Threatening Wounds in Vietnam","course_id":178,"status":"P","start_date":"8/20/69","end_date":"8/21/69","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            On August 20, 1969, Robert “Rocky” Bleier landed at LZ Siberia with Company C, 4<sup>th</sup> Battalion, 31<sup>st</sup> Infantry, 196<sup>th</sup> Light Infantry Brigade, to rescue Company B, who were pinned down by heavy gunfire during a weapons sweep. As Bleier carried the last dead body out of the area, a machine gun opened fire and every soldier dropped and held their position until the firing ceased. The companies set up camp there overnight and when Company D arrived to help with the remaining bodies the next day, the enemy machine gun again opened fire upon the soldiers. Bleier’s responsibility was to provide cover fire on the machine gun so his troops could continue to move. “When I rolled over to get a grenade,” he recalled, “I heard the medic behind me hollering ‘Rock! Rock!’ As I turned around, I felt a punch in my leg and it started spurting blood.” Bleier and the medic relocated their company and got into position. By that time, the enemy had gotten close enough to drop grenades on them one of which exploded on Bleier’s right foot. A nearby soldier carried Rocky Bleier to safety and he was sent to the field hospital, ending his combat career.","            Rocky Bleier played college football at Notre Dame University from 1964 until 1968, and was drafted by the Pittsburgh Steelers as a running back in the sixteenth round in 1968. Bleier knew that there was a chance that he could not only be drafted to professional football, but into the military too. Professional teams usually made that possibility very small. The Steelers managers, however, failed to protect Bleier from the draft and he became one of the hundreds of America’s professional athletes to participate in the Vietnam War. Bleier’s military career turned out to be quite short as he joined in December 1968 and was wounded in August 1969. His heroic services won him the Purple Heart, the bronze star, and many other campaign ribbons.","            Rocky Bleier’s football career after the war looked very much in doubt. The doctors in Tokyo told him that he would never again play professional football. After spending two seasons training and trying to make it back to the starting roster, Bleier completed the seemingly impossible returning to the Steelers lineup. Bleier and the Pittsburgh Steelers went on to win four Super Bowls between 1971 and 1980 when he finally retired. Bleier earned induction to the Professional Football Hall of Fame in 2015. His toughness and determination allowed him to overcome adversity in war and in athletics."],"display_date":"August 20, 1969 - August 21, 1969","search_date":"1969-08-20","locations":[{"id":53106,"lat":15.5638825,"lng":108.4786313,"zoom":8,"place":"Tam Ky, Vietnam"}],"tags":[{"id":264,"tag":"football"},{"id":3480,"tag":"Heroism"},{"id":5,"tag":"War"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":178,"school_id":3}}]}