{"id":2647,"tag":"Women's Suffrage","points":[[38.9151212228,-76.9435162098],[41.4673534696,-90.5674122327],[41.197785310004,-75.38473046875]],"bounds":[[41.4673534696,-75.38473046875],[38.9151212228,-90.5674122327]],"episodes":[{"id":6335,"title":"<strong><em>The Presidential Consent of Women's Suffrage</em></strong>","course_id":144,"status":"P","start_date":"6/7/18","end_date":"6/7/18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["President Wilson sat at his desk trying to organize his thoughts. World War I continued on while he tried to fix the problems at home as well as overseas. On June 7, 1918, President Wilson typed up a letter and sent it to Carrie Chapman Catt who was a leading figure in the women’s suffrage movement. Wilson pictured the United States as the leader of the democratic world during the early 20<sup>th</sup> century. However, it was hardly democratic itself. Women were not allowed to partake in politics, specifically in voting for their representatives. Many women had been trying to change this by adding a women’s suffrage amendment to the constitution since at least 1848 with little success.","President Wilson did very little with women’s suffrage at first. Many women even picketed the White House in 1917 in order for Wilson to take them seriously. The protest put many women into jail because violence broke out. His daughter, Jessie Woodrow Wilson Sayre, was also a prominent leader in the women’s suffrage movement. Around the time of the protests, Wilson had a sudden change of heart.  These various factors may have contributed to Wilson’s change in attitude towards the women’s movement.","Finally after much hard work, the leaders of women’s suffrage had gained a powerful ally in 1918. That ally would be none other than the President himself, Woodrow Wilson. In the letter, President Woodrow Wilson stated that he agreed with Catt on her views for, \"...democratic reconstruction of the world for which we are striving, and which we are determined to bring about at any cost, will not have been completely or adequately attained until women are admitted to the suffrage…” Carrie Chapman Catt had finally convinced a world leader about the importance of women’s suffrage.  It was now only a matter of time before her hope for women would become a reality with the eventual passage of the 19<sup>th</sup> Amendment."," "],"display_date":"June 7, 1918","search_date":"1918-06-07","locations":[{"id":17283,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Dist Columbia, District of Columbia"}],"tags":[{"id":2645,"tag":"Woodrow Wilson"},{"id":2646,"tag":"Carrie Chapman Catt"},{"id":2647,"tag":"Women's Suffrage"}],"course":{"name":"History of Women in the U.S.","school":"Augustana College","course_id":144,"school_id":54}},{"id":6338,"title":"The Role Education Played in Suffrage","course_id":144,"status":"P","start_date":"1895-01-01","end_date":"12/31/20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["There she was, standing before Augustana College’s class of 1915 as Valedictorian. Margaret Olmsted gave a speech at commencement on the importance on what it meant to receive a liberal education. Olmsted made the claim that a liberal arts education gave recipients a “broader view and keener insight”[1] to the world. An education such as that comes with a greater reasonability claimed Olmsted; someone that has received a liberal arts education must work to make the world a better place.[2]","At the end of the nineteenth-century and beginning of the twentieth-century women increasingly enrolled into higher education. With the influx in college attendance, women became exposed to worldly views that had been previously less available to them. With the knowledge they were gaining from college, women started to act on that knowledge, which included fighting for more rights such as suffrage.  Part of the movement occurred after the Civil War; due to the role nurses played in the war, nurses started to want more training, more education, and more responsibilities. From 1870 to 1880, white, middle class women enrolled in higher education went from 11,000 to 40,000. Women started to put their progressive education to good use.[3] Education was the catalyst that empowered many women to become involved in movements such as the suffrage movement.","As Olmsted said to her classmates as they were about to graduate, those “who understand things better and know more about the remedies for existing conditions, are more to blame if we do not endeavor to make things right.”[4] Calling to action all that received a higher education, Olmsted wanted her classmates to go forth, making the world’s wrongs into rights. Though Olmsted did not highlight which problems she was speaking of, there is little chance that Olmsted and her classmates had not heard of Alice Paul. Two years prior to the commencement speech, in 1913, college educated Alice Paul led one of the  largest parades of the time through Washington, DC.[5]  Instead of greeting soon to be President Wilson, crowds gather in support of Paul’s suffrage parade which marked the beginning of a campaign that would eventually led to the passage of the 19<sup>th</sup> amendment.[6] Two people and one group that all with college education, fighting for a better tomorrow. Paul and the nurses were clearly working for the passage of women’s suffrage. Olmsted was making broader claims for her class to get involved in bettering the world, showing how college education was a catalyst for social issue involvement.","It is clear that as more and more women began to receive higher education, women became increasingly involved in social issues. Many women had different reasons for becoming involved in the suffrage movement. One reason can easily be that as women became educated, especially with a liberal arts education like Olmsted received from Augustana College, they become more aware of social inconsistences and were equipped with the knowledge to solve those issues."," ","[1] Margaret Olmsted, “A Liberal Education,” <em>Augustana Observer: Commencement 1915 May 1915</em>, Vol. XIII. No.5. Box 1, in MSS 12 Margaret Olmstead Paper, 1914-1943, Special Collections, Augustana College, Rock Island, Illinois.","[2] Ibid.","[3] Hedy Dumpel, “Nursing, Suffrage, and Social: Honoring our Heritage, Voting Our Values, Protecting,” <em>National Nurse</em>, (Sept. 2010): 17-18.","[4] Margaret Olmsted, “A Liberal Education,” <em>Augustana Observer, </em> Augustana College, Rock Island, Illinois.","[5] Sylvia Hawranick,, Joan M. Doris, and Robert Daugherty, \"Alice Paul.\" <em>Affilia: Journal Of Women & Social Work</em> 23, no. 2 (May 2008): 191.","[6] Ibid., 190."],"display_date":"1895 - 1920","search_date":"1908-01-01","locations":[{"id":2962,"lat":41.4673534696,"lng":-90.5674122327,"zoom":9,"place":"ROCK ISLAND, Illinois"},{"id":1279,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":2647,"tag":"Women's Suffrage"},{"id":6,"tag":"Education"},{"id":7,"tag":"Women"},{"id":2642,"tag":"Augustana College"}],"course":{"name":"History of Women in the U.S.","school":"Augustana College","course_id":144,"school_id":54}},{"id":6886,"title":"A Women's War","course_id":190,"status":"P","start_date":"6/1/17","end_date":"11/30/17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","Residents of Carmel, New York, woke up on Friday, November 30, 1917, to a letter to the editor on the <em>Putnam County Courier’s</em> front page from an advocate for woman’s suffrage, Mrs. C.A Hopkins. In her comment, Hopkins explained that men should be recognized for their valor during The Great War, but also argued that women should be appreciated as well. Hopkins wrote, “I feel sure that the women who have so faithfully and efficiently labored for the Red Cross, for the Liberty Loan, and for the YMCA fund, may also be depended upon to further the recognition of a subject already long delayed.” This subject was women’s right to vote. New York state was at the epicenter of the women’s suffrage movement throughout 1916 and 1917. Suffragettes hoped to win the support of “the most economically and politically influential state in the nation.”","World War One created many difficulties for the suffrage movement. Suffragettes were split between those who supported that war and those who did not. On April 3, 1917, President Wilson announced his war aims to Congress. He declared that the United States must enter the war because “the world must be made safe for democracy.” This claim from Wilson stirred controversy amongst suffragettes, who believed America first had to first fix its democracy at home by allowing women to vote. In his book, <em>Winning the Vote</em>, the historian Robert Cooney, Jr. details how the suffragist Doris Stevens argued, “We must not let our voices be drowned by war, trumpets or canons.” Steven and others who did not support the war worried that the war would bring the suffrage movement to a halt. Many women abandoned their suffrage for war work, such as laboring in munition factories, selling war bonds, raising money for war relief, and providing aid at the front for fallen soldiers with the Red Cross.","Activists such as Mrs. C.A Hopkins supported the war and argued for women’s rights. Suffragettes took part in patriotic rallies all over New York State. In the book <em>Women Will Vote, </em>Goodier and Pastorello explain, “By the summer of 1916, most cities held preparedness and patriotic rallies. The fifty thousand marchers who participated in the parade included suffragists; suffragists participated in similar events in Albany, Rochester, New York, and elsewhere.” New York suffrage leaders wanted to bring back attention to their primary goal: reviving their suffrage campaign by emphasizing women’s contributions to the war. Suffragettes spoke at every possible venue, including training camps for soldiers. They printed and distributed leaflets, posters, and newspaper articles asserting that more than a million New York Women demanded that voters pass the suffrage referendum on November 6, 1917.","Acts of leadership like Mrs. C.A. Hopkins and acts of courage like the women who participated in the war helped women in New York gain suffrage on November 6, 1917. It was the stepping stone that would eventually lead women to gain suffrage across the nation. This movement did not only require women from big cities to be heard but local ones as well, such as New York’s local town of Carmel in Putnam County."],"display_date":"June 1, 1917 - November 30, 1917","search_date":"1917-08-31","locations":[{"id":53211,"lat":41.197785310004,"lng":-75.38473046875,"zoom":6,"place":"Putnam County, New York"},{"id":53212,"lat":41.197785310004,"lng":-75.38473046875,"zoom":6,"place":"New York State"}],"tags":[{"id":7,"tag":"Women"},{"id":2692,"tag":"The Great War"},{"id":2477,"tag":"world war one"},{"id":2647,"tag":"Women's Suffrage"},{"id":3698,"tag":"Suffragette"},{"id":617,"tag":"Feminism"}],"course":{"name":"Historian's Craft","school":"SUNY New Paltz","course_id":190,"school_id":102}}]}