{"id":2650,"tag":"women's peace party","points":[[41.4673534696,-90.5674122327]],"bounds":[[41.4673534696,-90.5674122327],[41.4673534696,-90.5674122327]],"episodes":[{"id":6336,"title":"<strong>Conversing for Peace and Progress</strong>","course_id":144,"status":"P","start_date":"1/1/15","end_date":"12/31/20","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["As the world turned in the midst of war, a variety of competing ideals for social reform began to dawn within the United States as what would later collectively be referred to as the ‘Progressive Era.’ The year 1915-1916 fell within the beginning part of this era, sharing the mark with the twentieth year of the Augustana College and Theological Seminary Endowment Fund Society’s organization. The women of this incorporated group served the function of raising monetary funds to aid Augustana both in creating and sustaining faculty positions. The group also provided an outlet for the core female members to meet on a monthly basis to discuss topics of interest. Doubtlessly affected by WWI, the subject areas discussed by these women showed them to be interested in the variety of social movements circulating at the time, as proven by the topic listed for the September meeting: the ‘Peace Movement.’ This subject area places the women of Augustana as active participants, at least in discourse, of part a uniquely feminine historical trend.","Multiple Progressive Era organizations situated their agendas to advocate for peace, a theme that continued toward the end of the era. However, Susan Zeiger writes that it had become a unified, gender-based movement by the 1920s, gaining its largest and most diverse range of supporters during the interwar years. A large cause of unity regarding peace came on the heels of the atrocities of the first World War. Women’s groups had already been advocating peace since the end of the 19<sup>th</sup> century, long before the official, public formation of the national Women’s Peace Party occurred in 1915 in New York. The civically conscious women of Augustana’s Endowment Society, aware of this event, accordingly scheduled a lecture to discuss a movement that seemed to include all women. The proclamations of the National Committee on the Cause and Cure of War (CCCW) didn’t occur until the 1920s, marking the shift in social thought to considering women as central players in conflict resolutions. Nonetheless, the actions of the women of the Endowment Society five years prior, as part of a larger, national whole of women discussing matters of peace, helped shape the Progressive Era."," "," "," "," "],"display_date":"1915 - 1920","search_date":"1917-12-31","locations":[{"id":16268,"lat":41.4673534696,"lng":-90.5674122327,"zoom":9,"place":"Rock Island, Illinois"}],"tags":[{"id":849,"tag":"Progressive Era"},{"id":1205,"tag":"Women's History"},{"id":2648,"tag":"peace movement"},{"id":2649,"tag":"cccw"},{"id":2650,"tag":"women's peace party"}],"course":{"name":"History of Women in the U.S.","school":"Augustana College","course_id":144,"school_id":54}}]}