{"id":2659,"tag":"Augustana Athletics","points":[[41.4673534696,-90.5674122327]],"bounds":[[41.4673534696,-90.5674122327],[41.4673534696,-90.5674122327]],"episodes":[{"id":6342,"title":"Women's Involvment in the Basketball Demonstration of 1906 at Augustana College","course_id":144,"status":"P","start_date":"10/23/06","end_date":"10/24/06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“We want basketball, the Board of Directors is rotten.  Who killed basketball? I.M. Anderson! Anderson is rotten, rotten, rotten!”  Shouts rang throughout the quad as a large group of students assembled outside the College Building, gathered band instruments, and marched to Dr. C. E. Lindberg’s house and on to the residents of Professor I.M. Anderson, followed by Rev. A. Theo. Ekblad, before returning to the gymnasium for a mass meeting.  All the while shouting, “We want basketball, the board of directors is rotten, milk, milk, rotten, rotten.”  This was the Basketball Demonstration of 1906 during which the students (male and female) protested at the houses of several faculty members and skipped class the following day as a reaction to the Board of Director’s decision to terminate basketball at Augustana College.","The year was 1906 so it can be deduced that this decision only affected the men’s basketball team because at this time, there were no varsity women’s sports teams.  Beginning in the first decade of the twentieth century (1900-1910) Augustana had just began to allow women’s club sports teams such as basketball, and tennis (Boaden, 2011).  So the following questions can be raised about the involvement of the women present during the demonstration: Did women feel invested in men’s sports, such as basketball, because of their own growing interests in sports?  How and why were they punished for their involvement?  What does this say about athletics for men and women and how administration disciplined based on gender.","Meanwhile, at the Ladies Hall, some of the girls wanted to go to Lindblom’s (where some of the protesters were gathering) to drink coffee.  Sister Ineborg said they should stay away from the “rowdy” boys, “I hope you will conduct yourself as ladies.” The girls were not reassuring as they left the hall, “Do we have to tell you every time we go out?” said Signe Holmer, followed by Gladys Wallace, “We do want some fun; this is the deadest place” (Basketball Demonstration, 1906). This short interaction between Sister Ineborg and some of the female students demonstrates a discrepancy in the expectation of behavior for young female students held by faculty members and the young women themselves.  \tThese documents show that a relatively large group of students, including some of the young women under the supervision of Sister Ineborg, gathered and marched in protest causing a “disturbance” and “grievously insulting” faculty and board members.  Furthermore, many of the students continued to rebel into the following day by skipping class.  The administration saw this as insubordinate and unacceptable behavior from the students and assembled a committee to discuss disciplinary consequences.  The committee agreed that students partaking in the demonstration on the evening of October 23rd should be suspended from Augustana College beginning on Tuesday, November 6, until Monday, November 12.  Furthermore, the committee ruled to give additional punishment to the upper classmen involved who had leadership roles during the demonstration, and most interestingly, “the young women who partook in this demonstration”.  It seems as though the committee decided to punish all young women present during the presentation regardless of their involvement.  This could be an example of a double standard protected by the age old saying “boys will be boys”, which society uses to dismiss the poor behavior of males and hold females responsible for their actions.","Why were these women present to protest the termination of a sport they weren’t permitted to play?  Possibly due to the beginning of their own interest in intercollegiate competition, by 1906, the year of the basketball demonstration, women at Augustana had been participating in gym classes for over a decade.  Additionally, at the time of the strike, women were members of club basketball and tennis teams, as well as the Athletic Society (Boaden, 2011). The termination of men’s basketball jeopardized the chances of there every being a women’s varsity athletic team on campus, a threat many of these young women took seriously and were punished unfairly for."],"display_date":"October 23, 1906 - October 24, 1906","search_date":"1906-10-23","locations":[{"id":49835,"lat":41.4673534696,"lng":-90.5674122327,"zoom":9,"place":"Rock Island, Illinois"}],"tags":[{"id":2659,"tag":"Augustana Athletics"},{"id":2658,"tag":"Women's Athletics"},{"id":2657,"tag":"Womens Roles"},{"id":2642,"tag":"Augustana College"}],"course":{"name":"History of Women in the U.S.","school":"Augustana College","course_id":144,"school_id":54}}]}