{"id":266,"tag":"Segregation","points":[[33.5543155862,-86.8964933862],[28.5146851201,-81.3237702415],[35.7048390542,-77.9184792937],[40.6916304076,-74.0035386433],[34.6761061329,-79.1203944361],[32.7703945791,-97.2918801714],[33.6657929366,-80.2164264171],[40.7805662337,-73.9388482485],[34.8943497126,-82.3707811393],[28.5664573086,-81.3013732137],[27.8964147,-81.8431374],[27.8617347,-81.6911559],[28.5383355,-81.3792365],[28.531512,-81.4210304],[39.2903848,-76.6121893],[38.9071923,-77.0368707],[32.3182314,-86.902298],[38.604731164363,-90.257197935671]],"bounds":[[40.7805662337,-73.9388482485],[27.8617347,-97.2918801714]],"episodes":[{"id":4658,"title":"The Game That Ended Segregation in Sports","course_id":22,"status":"P","start_date":"9/12/70","end_date":"9/12/70","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","On September 12, 1970 University of Alabama under legendary coach Paul \"Bear\" Bryant played the University of Southern California at Legion Field in Birmingham Alabama. The Trojans ran up and down the field on that hot September night. The final score was USC 42, Alabama 21. The Trojans dominated the game rushing on the ground for 485 rushing yards to Alabama's 32. This demanding win for USC would forever change the dynamics of college athletics in the United States.","There was not that much build up about the game in the papers. The Birmingham News printed basically nothing about the story that would change the shape of college athletics in America. The story was that USC would be the first fully integrated college football team to ever come and play a game against a college in the south. At this time in America every major college football team in the South Eastern part of the United States was segregated.  USC would be the first fully integrated team to ever come to the South to play a game against one of these teams.","After this disappointing loss to USC, the Alabama fans were amazed by the power and speed of the USC players. Every touchdown in the game was scored by an African American athlete. Two were scored by Birmingham native Clarence Davis and three by Sam Cunningham who ended the day with 135 yard on only 12 carries. Bear Bryant knew that a loss like this would change the view toward African American athletes in the south. It is said that that Monday after the loss he walked into an Alabama board of trustees meeting and said that any player should be able to play football for Alabama no matter what the color of his skin. The next season Alabama started recruiting African American athletes to play football and short after them so did every other college of the south. An assistant coach at Alabama later said that \"Sam Cunningham did more to integrate Alabama in 60 minutes than Martin Luther King did in 20 years.”"],"display_date":"September 12, 1970","search_date":"1970-09-12","locations":[{"id":35012,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":264,"tag":"football"},{"id":266,"tag":"Segregation"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}},{"id":4848,"title":"Racial identity and the American Experience","course_id":33,"status":"P","start_date":"5/7/28","end_date":"5/7/28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A person’s racial identity is the “global human population distinguished as a more or less distinct group by genetically transmitted physical characteristics.”[1] Segregation has been deeply rooted within American culture for the past two centuries. It has forced people to become more aware of their racial identity and moreover, it has been taken to the extent of violence as well as less extreme scenarios. In her 1928 essay about racial identity and segregation, Zora Neale Hurston claims, “I remember the very first day I became colored.”[2] She wrote that moving to a new region and coming face to face with segregation first exposed her to racial identity. Until this point she knew very little about the role segregation and racial identity played in American culture.","Initially, Zora lived in a primarily Negro town of Eatonville, Florida. In Eatonville she knew very little about segregation and the role it played in African American lives. The only white people Zora knew were those who simply passed through town, coming from or going to Orlando. She would salute them while they were passing and the white men were always very courteous and friendly. They would ask her to dance and sing, and would give her small amounts of money for her performance. Zora thought her fellow townspeople acted strange when these white people passed through her town because they would peer through curtains and most were afraid to come out on their porches. However, Zora did not think much of it and thought “white people differed from colored only in that they rode through town and never lived there.”<sup>2</sup>","Finally, Zora was confronted with her first taste of segregation and the large imaginative line that was drawn between whites and blacks when she was thirteen. Zora was sent off to school in Jacksonville where she first became aware of her skin color. She was treated differently in several different ways, but claims she was not sorrowful or ashamed of her heritage at any point. “I have seen that the world is to the strong regardless of a little pigmentation more of less. No, I do not weep at the world--I am too busy sharpening my oyster knife.”[3] Someone was always letting Zora know in some way that she is the granddaughter of slaves. Whether it was the inability to make some white friends, or her peers teasing her at school she refused to let it depress her.","Accordingly, segregation has shaped American culture for the past two centuries, and discreetly continues to do so today. Immediately following the Civil War and the emancipation of African American Slaves, there was obviously resentment between races. This resentment turned into extreme segregation, hatred, and even violence. This extreme segregation shaped American culture for almost half a century. Restaurants, parks, bathrooms, hotels, and many other public facilities turned into establishments that would split races apart. This segregation led to verbal and physical arguments and would often lead to horrendous acts of violence and abuse. Consequently, Zora mentions numerous instances of lynching and use of weapons resulting from this tension. The relationship between blacks and whites, especially post- Civil War, seemed almost worse than when blacks were slaves. Children who were not raised during the time of slavery were and are still forced to lead lives completely shaped by segregation. Children were often forced to stop communicating with friends of other races because the hatred and resentment was so intense during this time.","Furthermore, prejudice and discrimination affected the minds and emotions of many children. A study was conducted by Kenneth and Mamie Clark to investigate children’s racial identification and preference. They used dolls and drawings to decipher which images children preferred and which matched closest to their own skin color. The findings concluded that many black children preferred the white doll or drawing, and often picked colors that were lighter than their own skin color. Kenneth and Mamie also observe that their findings \"indicate a clear-cut preference for white and some of them evidence emotional conflict when requested to indicate a color preference. It is clear that the Negro child, by the age of five is aware of the fact that to be colored in contemporary American society is a mark of inferior status. A child accepts as early as six, seven or eight the negative stereotypes about his own group.\"[4] In fact, these decisive observations helped determine that schools should not be segregated by the Supreme Court case, <em>Plessy v. Ferguson.</em>","Segregation is still currently present in the United States, though not to the extreme of violence as it was thirty to fifty years ago. Affirmative action, all black colleges, scholarships, beauty pageants, and organizations exemplify putting racial categorizing. The initial concept of segregation following the Civil War contributed to these examples of segregation in American culture today. Zora Neale Hurston explains her first hand account of segregation and the difficulties she had. She explains the differences between her same race community she lived in initially to the challenges she faced when she moved to an area with mixed races. Segregation has given a whole new meaning to racial identity, and has taken a significant position in defining American culture for forty years following the Civil War."," ","[1] Mifflin, John. 2007. <em>American Heritage Medical Dictionary. </em>Houghton Mifflin Company","[2] Hurston, Zora. 1928. <em>How it Feels to be Colored Me.</em>","[3] Hurston, Zora. 1928. <em>How it Feels to be Colored Me.</em>","[4] Clark, Kenneth, and Mamie Clark. 1940. <em>Skin color as a factor in racial identification of Negro preschool children</em>. <em>The Journal of Social Psychology</em>"],"display_date":"May 7, 1928","search_date":"1928-05-07","locations":[{"id":21523,"lat":28.5146851201,"lng":-81.3237702415,"zoom":9,"place":"Orange, Florida"}],"tags":[{"id":266,"tag":"Segregation"},{"id":4,"tag":"Slavery"},{"id":457,"tag":"racial identity"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}},{"id":4872,"title":"Black Men in Baseball","course_id":31,"status":"P","start_date":"4/10/35","end_date":"4/10/35","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A pair of “big league” Negro baseball teams, the Homestead Grays of Pittsburgh, Pennsylvania, and the Newark, New Jersey, Dodgers played in Wilson, North Carolina, in 1935.  The teams were members of the Negro National League.  Buck Leonard, a Rocky Mount, N.C. native, was first baseman and captain of the Grays.  Leonard stated, “this league is the only way for ‘us’ to play baseball.  The MLB will not allow Negros in and the few that do play for the MLB are treated like slaves.”  The Negro NationalLeague (NNL) was one of the several Negro Leagues that were established during the period in the United States in which organized baseball was segregated.","More than 50 blacks played professional baseball alongside whites during the 1870s and 1880s. But it was not a secure atmosphere for the black players.  In 1884, Moses Fleetwood Walker became the first African American to make it to the major leagues. He joined the Toledo Blue Stockings of the American Association as a catcher. The Irish pitcher, Tony Mullane, stated that Walker \"was the best catcher I ever worked with, but I disliked a Negro and whenever I had to pitch to him I used to pitch anything I wanted without looking at his signals.\"","In <em>Plessy v. Ferguson </em>(1896) the Supreme Court ruled 7-1 that the Constitution allowed “separate but equal” treatment of persons leading to a wave of segregationist “Jim Crow” laws.  Thereafter, an unwritten “gentlemen’s agreement” among the white MLB owners continued to “legally” ban all black ballplayers, no matter how good they were, from organized white baseball.","As a result, black baseball entrepreneurs like Andrew “Rube” Foster in Chicago and Edward W. Bolden outside of Philadelphia founded the first permanent professional black baseball leagues: Foster’s midwest-based Negro National League (NNL), which started in 1920, and Bolden’s Eastern Colored League (ECL), which began at the end of 1922. Later, the new Negro National League (NNL), which was now eastern based, started in the 1930s, as did the Negro American League (NAL), based in the midwest and south.  By the early 1940s, Negro League Baseball had grown into an extremely profitable business.  Despite their success, both on the field and off, Negro League owners failed to address formally the issue of integration, thus opening the door for white organized baseball."],"display_date":"April 10, 1935","search_date":"1935-04-10","locations":[{"id":24956,"lat":35.7048390542,"lng":-77.9184792937,"zoom":10,"place":"Wilson, North Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":266,"tag":"Segregation"},{"id":233,"tag":"Baseball"}],"course":{"name":"African-American History from 1863 to the Present","school":"University of North Carolina at Pembroke","course_id":31,"school_id":9}},{"id":4961,"title":"Reactions to Intigration in Baseball","course_id":27,"status":"P","start_date":"10/25/45","end_date":"10/25/45","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["      In the New York Times article entitled, “Rickey Takes Slap at Negro Leagues”, Branch Rickey, the president of the Brooklyn Dodgers faced a hailstorm of critics as he announced his decision to sign Jackie Robinson to the previously all white Brooklyn Dodgers farm team.  Facing the press, he dispelled the rumors that he had been forced into making the deal, that the Negro leagues had been raided, and that he had in mind twenty-five Negroes who might be signed to contracts. Rickey stated, \"I have not been pushed into this “, and, “I signed Robinson in spite of the pressure-groups who are only exploiting the Negroes, instead of advancing their cause. I signed him because I knew of no reason why I shouldn’t.  I want to win baseball games, and baseball is a game that is played by human beings.” What if an African American was able to play baseball within the white baseball leagues, would others agree and approve of this? The idea of an African American playing in the Major League Baseball Association during the 1940s was seen too many as just plain nonsense, and to others  nothing but a dream.  In a segregated America, the chance of an African American playing organized baseball in the white leagues was slim to none. Although the blacks had their own organized leagues, they weren’t nearly as popular, paid only a fraction of the salary as a white player, nor were they seen as major contenders compared to the white players in the Major Leagues.  Branch Rickey's decision to sign Jackie Robinson not only marked a defining moment in baseball history, but also was a major adjustment for the American public against the integration of African American athletes into the big leagues.","     Jackie Robinson was the first African American to play organized baseball in the white leagues. Recruited by Branch Rickey, the president of the Brooklyn Dodgers at the time, Robinson went on to become the first African American player to sign with their farm league. While signing Robinson might seem like a good decision now, in 1945, the decision of signing Robinson to the Dodgers farm league, made by Rickey, created a huge controversy.  Critics against integrating baseball, once again, suggested Rickey might have been pressured to sign Robinson. Also, players at this time such as Hornsby, a player for the Texans, and Dixie Walker , with the Dodgers, thought the situation wouldn’t work out .They assumed that African American players would be unable to travel, use the same busses, stay at the same hotels, or eat in the same restaurants, as their white counterparts.   These reactions tell us that many Americans at the time viewed sports, especially baseball, as solely a “white” hobby, that African Americans didn’t belong in the white \"professional\" baseball league, and that they should remain in their own leagues.","      Branch Rickey’s signing of Jackie Robinson to the Brooklyn Dodgers in 1945 (minor   league affiliate and then 1947, major league) was because of his innovation, determination to desegregate, business sense, and idealism.  Robinson was baseball’s first rookie of the year, and the Dodgers made it to the World Series the year he signed on.  Rickey chose the most talented man for the job, not based on his color. He opened the door for more African American athletes as well as other visionary leaders and executives in Major League Baseball."],"display_date":"October 25, 1945","search_date":"1945-10-25","locations":[{"id":27491,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":233,"tag":"Baseball"},{"id":266,"tag":"Segregation"},{"id":592,"tag":"Rickey Branch"},{"id":593,"tag":"Jackie Robinson"},{"id":594,"tag":"Reactions to Intigration"}],"course":{"name":"Digital History: New York, New York","school":"Stonehill College","course_id":27,"school_id":22}},{"id":5199,"title":"Lumbee Education in Segregated North Carolina","course_id":63,"status":"P","start_date":"9/5/11","end_date":"9/5/11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“The State is in earnest in her effort to educate all of her children” declared H. L. Edens on September 5, 1911. The remark was made in an announcement that declared the Indian Normal School of Robeson County, which would later become the University of North Carolina at Pembroke, had been accepted “as a State institution.”","In a time in which the South was entrenched deeply in the institution of segregation, and unashamed racism was a way of life, the acceptance of the Normal School by the state was a significant step forward for Indian education. At all levels of education, as with virtually all parts of society, the South was divided into two extensively segregated groups: the black community and the white community. In the midst of this bipolar society, the Lumbee population of North Carolina carved out a unique identity to separate themselves from both the white and black communities. North Carolina was one of the few places in the South where the distinction between black and Indian was made, and the state’s acceptance of an Indian school as a state institution further acknowledged that distinction. The Lumbee community has always made an effort to distinguish themselves as a legitimate community, independent and distinct from both the black and white communities. The result was the creation of a three-tiered system of segregation, rather than the two-tiered system which existed throughout the South. Edens made sure to point out that the decision of the state to accept the Indian Normal School placed it “for the first time on the same footing with other State normal schools.”","Although the school was accepted as a state institution, H. L. Edens, the school’s principal, knew this was not enough to assure its success. Local families, the vast majority of whom were farmers or rural laborers, would have to take advantage of the school and send their children there to receive an education. This was no easy task for many of those in Robeson County, where abject poverty was part of everyday life. “Let as many parents as possible be with us on the opening day,” Edens urged. “Your children, your own flesh and blood, in mute appeals beg that you do not shroud their lives in that degree of ignorance that will make them hewers of wood and drawers of water for life.”","People who received a proper education as children had the potential to raise themselves out of poverty by adulthood, thereby breaking the chain of poverty that tied them to the rural lifestyle of their forefathers. Educated children had the potential to become doctors, teachers, lawyers, or other professionals, whereas the uneducated were relegated to the field of manual labor. But by becoming educated, they did not have to abandon their past and customs; as the Indian Normal School was uniquely Indian in nature, there need not be a loss of culture to attend. Edens knew how important the culture and customs of the local Indians were, and used that pride as a call for attendance: “let every Indian who has the pride of ancestors, and who hopes to multiply opportunities for his children in the years to come rally to the support of his normal [school].”","As Principal of the Normal School, Edens oversaw many changes, the foremost of which was moving the school to Pembroke, which was the center of the local Indian population. The success he attained by moving the school, coupled with his successful campaign to increase attendance at the Indian Normal School, can be seen today, as the school has evolved over time to become the University of North Carolina at Pembroke."],"display_date":"September 5, 1911","search_date":"1911-09-05","locations":[{"id":18701,"lat":34.6761061329,"lng":-79.1203944361,"zoom":9,"place":"Robeson, North Carolina"}],"tags":[{"id":931,"tag":"Normal school"},{"id":930,"tag":"Lumbee"},{"id":266,"tag":"Segregation"},{"id":180,"tag":"Indians"}],"course":{"name":"Digital History","school":"University of North Carolina at Pembroke","course_id":63,"school_id":9}},{"id":5221,"title":"<strong>Soldier Resists Segregation on Birmingham Streetcar</strong>","course_id":62,"status":"P","start_date":"6/6/23","end_date":"6/6/46","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During World War II , whites and blacks had sacrificed for their country; yet, only the whites who returned found themselves recipients of respect. Around 9:40pm on June 6, 1943 a “negro” soldier boarded a streetcar in Birmingham, Alabama on the North Birmingham Line. Instead of moving to the back of the car, he chose to stand in the white section. White passengers began to complain and the conductor told him to move back to the negro section. After some “questionable language”, the soldier refused, stating he was going to the station where his troop train was waiting.  With some coaxing, the soldier finally moved back, but not entirely out of the white section. At the next stop, a few more negroes boarded the train. The soldier threw himself across the seats stopping these men from moving to the back of the train. The conductor opened the doors and told him to get off. After a small altercation, the soldier hit the conductor and fled.","According to leading historians, this was a common experience for black soldiers returning home to Birmingham and other cities during and after the war. Although they had earned the respect of their commanders while fighting for their country, at home they were still viewed as second class citizens. Forced to face humiliation at the hands of white streetcar conductors and passengers, they resisted. Sometimes their resistance came in the form of calling others to stand with them in defiance. More often than not their calls were in vain. For too long black citizens had attempted to resist racial segregation on streetcars and failed. With time however, their demands for equality coalesced into an unstoppable force.","From the emergence of streetcar lines, the races had been at odds over sharing transportation. When attempts to provide separate cars failed, it was decided that cars would have to be shared albeit divided. On May 3, 1923, Birmingham Railway, Light, and Power Co. requisitioned its first set of racial partitions for 184 of its streetcars. In a formal gesture they were stating that there would “now” be segregated transportation. This was the case all across the country. Cities were formally segregating their streetcars in an attempt to quell violence between the races while maintaining their transportation systems. However, this system of racial separation would not fulfill its goal. Twenty years later, soldiers like this one and black civilians alike were still resisting racial segregation of streetcars."],"display_date":"June 6, 1923 - June 6, 1946","search_date":"1934-12-05","locations":[{"id":20911,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":266,"tag":"Segregation"},{"id":21,"tag":"Race Relations"},{"id":42,"tag":"Civil Rights"},{"id":3,"tag":"African-Americans"},{"id":792,"tag":"Transportation"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":62,"school_id":10}},{"id":5229,"title":"<strong>Eugene “Bull” Connor Writes Correspondence on the Race Question</strong>","course_id":62,"status":"P","start_date":"6/6/23","end_date":"12/31/46","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["With racial tensions rising in Birmingham, there was only one thing to do: ensure the separation of the races. This was what Eugene “Bull” Connor, Birmingham’s Commissioner of Public Safety during the 1940s, saw as the only option to ensure public peace. This separation of the races included the segregation of Birmingham’s streetcars. In a letter dated June 29, 1944 to Mr. C. L. Harris of Birmingham’s Merchant Association, Connor assures him of the city’s efforts to quell the rising black “violence” on Birmingham’s streetcars. He informs Mr. Harris that he had already taken the action two or three years ago to install segregation boards on street cars operating in the city. Though, he conceded that his actions had been in vain in some parts of the city.","The racial violence Connor was referring to was the rising tide of resistance to segregation on streetcars in Birmingham. On many occasions, before “his” segregation boards had gone up, blacks had fought with conductors over having to give up their seats or move to the back of cars. The Merchant Association was concerned that these acts of resistance or “violence” might cause people to shy away from the rail lines altogether. In an effort to calm the movement, Connor had signs clearly marking the racial separation put on all Birmingham streetcars. This did little to assure blacks of their right to an “equal” experience on streetcars as more often than not the signs would be moved to make room for more white passengers as the expense of black riders. Because of this and other forms of blatant inequity, blacks continued to resist segregation, sometimes violently, until Birmingham’s streetcars were shut down in 1946.","These instances of resistance to racial segregation had little impact of the contemporary attitudes about racial segregation as a whole, but nevertheless that they occurred at all was a miracle. According to historian August Meier although the failure of any racial equality movement during the 1940s was inevitable, the resistance instilled in African American communities a sense of unity that carried over to the bus boycotts that helped end segregation altogether. Despite repeated attempts, like those of Connor, to quell black resistance to the humiliation of segregation it was clear then, as it is was in the 1950s, that blacks were never going to accept a system of separate but equal that was inherently biased towards whites."],"display_date":"June 6, 1923 - December 31, 1946","search_date":"1935-03-19","locations":[{"id":20911,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":266,"tag":"Segregation"},{"id":792,"tag":"Transportation"},{"id":21,"tag":"Race Relations"},{"id":42,"tag":"Civil Rights"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":62,"school_id":10}},{"id":5305,"title":"Segregation Has Not Died","course_id":73,"status":"P","start_date":"1879-01-01","end_date":"1879-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Segregation Has Not Died","            Segregation is a nasty, uneducated word in today’s era.  Though most African-Americans died as free men, they had been laid segregated in old, befouled cemeteries usually off to the side or back of the clean, well-kept white person’s cemetery.","            The Constitution of the United States of America, written in 1776, reads, “All men are created equal.”  Equality at that time was not specified to mean all Anglo and African-Americans were to be treated equally, simply that Anglo-Americans or those with Anglo decent be treated equally.  Some historians will tell you that this is the birth of segregation.  Slavery was still existent until 1863 when Abraham Lincoln issued The Emancipation Proclamation declaring, “That all persons held as slaves are henceforward free.\"  The proclamation also announced that black men be permitted to fight for the Union’s cause in the Civil War and every war thereafter.  In the Civil War alone, blacks constituted 180,000 servicemen.  By World War I, 400,000 blacks served in uniform, and in World War II, African-Americans counted for 2.5 million draftees.  Nevertheless, blacks were placed in segregated divisions or platoons mostly in service positions, or they were placed on the front lines.       ","            According to a photo, taken by Texas Wesleyan University history student Georgia Johnson, the men who once struggled against the heinous act of slavery and segregation were still segregated in their deaths.  Many segregated cemeteries are still intact to this day.  Most of these cemeteries separated the blacks from the Anglos with simply a fence or a sign.  Some of these cemeteries have been paved over, or are at the bottom of a lake.  In Johnson’s photo, you can clearly see how one side of the cemetery is well kept and maintained, while the other-side is overgrown with weeds and brush.  Most, if not all, of the Anglo plots are marked with headstones; however, a majority of the graves in the black cemetery are merely marked with sticks or rocks.  The photo, taken on Veteran’s Day, clearly shows that segregation is still the Achilles Heel of America in today’s society.  In the white Catholic section of the cemetery, there are flags on each of the veteran’s tombstones honoring them for their services, whereas in the black section, there is nothing.  These men fought the same fight as their white counterparts, and yet no thanks or recognition is given for their service.  Not only were these the graves of buried soldiers, there were graves of children, and servants.    ","             Black women were responsible for cooking, cleaning, and bringing up the children of the white families they worked for, yet they were still segregated in their death.  Sadly, these African-American women in domestic services raised our grandparents and great-grandparents though they were insignificant enough not to warrant a proper burial next to the families they kept after and spent their lives with. ","            Segregation was rampant in the United States until Lyndon B. Johnson signed The Civil Rights Act of 1964.  Though hard to pass, the act banned, “discriminatory practices in employment and ended segregation in public places.”  In modern times, segregation is still found in public places such as in high school cliques at cafeteria tables, the library under “Black History,” and even cemeteries.  Perhaps one day, the United States will truly be desegregated."],"display_date":1879,"search_date":"1879-07-02","locations":[{"id":13230,"lat":32.7703945791,"lng":-97.2918801714,"zoom":9,"place":"TARRANT, Texas"}],"tags":[{"id":1076,"tag":"Cemetery"},{"id":266,"tag":"Segregation"}],"course":{"name":"History of the New South","school":"Texas Wesleyan University","course_id":73,"school_id":49}},{"id":5540,"title":"Teenage School bus Drivers, Black and White, Crash on South Carolina Highway","course_id":91,"status":"P","start_date":"1/20/53","end_date":"1/20/53","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“W.H. Ridgeway, the 16-year-old driver of the white bus, sobbed in his hospital bed and told his mother over and over how sorry he was the wreck had happened”","The Columbia State, South Carolina’s largest newspaper, reported this pitiful scene on January 21st, 1953, under the front-page headline, “Clarendon School Bus Crash Kills 2”. The State ran no pictures of the crash, but the details the paper includes are vivid and horrific.","A little girl lay on the roadside, with her leg bone protruding through the skin. The interior of the school bus was described as a mass of blood, twisted metal, and schoolchildren’s pocketbooks. 40 children were taken to the hospital for injuries. Willie Lemon, the 18-year old driver of the Negro school bus, and Thomas Harrelson, a 10-year-old passenger on the white school bus both died from the injuries they sustained.","At the time of the accident, schools in South Carolina were not yet shared by black and white children. but the highways used to get to schools were. The crash came at a climactic moment in Clarendon County, South Carolina. The court case Briggs v. Elliot, from the very same school district, ruled that segregated schools were not equal  because of the lack of resources at black school, specifically, they had no buses.","Briggs v. Elliot was combined with 4 other cases in 1954, including Brown v. Board, that were collectively decided by the watershed Supreme Court ruling that segregated schools were inherently unequal. At the time of the 1953 highway crash though, the court-ordered, federally enforced, desegregation of schools in South Carolina hardly seemed clear or imminent in the state’s future.","The teenage bus-drivers involved in the highway crash, were in fact, coming to and from “equalization” schools; the Manning Training School, where Willie Lemon had just dropped off a bus full of black students, was built the same year as the accident. Equalization schools were a massively expensive project undertaken by the State of South Carolina after the Briggs v. Eliot case to avoid the desegregation decision NAACP lawyers were successfully building.","The decision to employ teenage bus-drivers, though one way of cutting costs in the convoluted and costly equalization school project, was beginning to receive scrutiny from the companies that insured South Carolina school buses. The January 21st accident intensified this criticism.","The accident happened because the young and inexperienced drivers collided head on the “pea-soup” fog conditions on the highway that morning. The thick haze that clouded the moment made for treacherous conditions, where the drivers couldn’t see the road ahead of them, and in that spirit perhaps, was the entire moment between the Briggs v. Elliot and Brown v. Board landmarks in South Carolina history."," "],"display_date":"January 20, 1953","search_date":"1953-01-20","locations":[{"id":28318,"lat":33.6657929366,"lng":-80.2164264171,"zoom":9,"place":"Clarendon, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":43,"tag":"Desegregation"},{"id":792,"tag":"Transportation"},{"id":266,"tag":"Segregation"},{"id":746,"tag":"Supreme Court"},{"id":408,"tag":"Children"},{"id":939,"tag":"Public Schools"},{"id":84,"tag":"Black History"},{"id":467,"tag":"Black Schools"},{"id":719,"tag":"South Carolina"},{"id":572,"tag":"Buses"}],"course":{"name":"Urban and Suburban America","school":"Furman University","course_id":91,"school_id":4}},{"id":5630,"title":"A New York Doctor’s Supports Slavery","course_id":93,"status":"P","start_date":"1853-01-01","end_date":"1853-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["As many northerners opposed slavery, some certainly did not. The idea of the abolition of slavery became the central political issue in the North as well as the South during the 1850s. In 1853, Doctor John H. Van Evrie of New York explained, “Gigantic efforts are now being made to convince the people of the North that the overthrow of the present relations of black and white races in the South, or what is mistakingly called ‘the Abolition of Slavery.” Doctor Van Evrie argued against the benefits of the abolition of slavery for whites, blacks, and the whole of the United States civilization. As he clarified, “To overthrow the present relation of the races is to injure both the white man and the Negro, and to inflict a deadly blow upon the cause of humanity, civilization, and Christianity.” Fortunately, his political opinion was not overwhelmingly popular in the North. However, racism remained rampant in the North and especially in the South. Dr. Van Evrie argued that a philanthropic movement, sparked by the Quakers, led to a gradual emancipation of slaves in the northern states. He concluded that, “Several states were induced to follow the example of Massachusetts and Pennsylvania.” Gradual emancipation occurred in New Jersey and New York followed by the rest of the northern states. The movement gained significant strength in the latter part of the decade.","Historian Leon F. Litwack explained that, “Fundamental differences existed between a condition of legal servitude and freedom, municipal, state and federal statutes which relegated northern Negroes to a position of legal inferiority.” Northern freedmen were not held captive by slavery; however, they did experience discrimination and certain prejudices which subjected them to poor socio-economic standing. Litwack detailed in his article that, “Northern Negroes found themselves systematically separated from the white community.” Although Van Evrie’s argument may be immoral, he was right that the abolition of slavery would cause problems for the population as a whole. Integration of blacks into the communities had been a disaster as Litwack points out. Blacks were mistreated greatly and the political debate on the abolition of slavery annihilated the wig party altogether. Dr. Van Evrie would certainly argue that the abolition of slavery caused more harm to the United States than good."],"display_date":1853,"search_date":"1853-07-02","locations":[{"id":8923,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":4,"tag":"Slavery"},{"id":95,"tag":"Abolition"},{"id":266,"tag":"Segregation"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":93,"school_id":3}},{"id":6197,"title":"Still Segregated?","course_id":135,"status":"P","start_date":"1/1/45","end_date":"12/31/70","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Through looking at the June 1921 Greenville County Economic and Social Directory it becomes clear that there has always been inequality even in small areas within Greenville. The Economic and Social directory, compiled by Guy A. Gullick we see that Greenville County represented many different socio-economic areas. In one section entitled “Facts About the Folks” there is a clear picture painting that represents the guarded interaction between those of different races and socio economic groups.","The 1921 view states, “In Greenville County, as in all the counties there are two systems of schools, one maintained for the whites, the other for the Negroes. It is clearly evident that the system for the whites is superior to the one for the Negroes, and naturally so. Although the whites deserve a better system, at the same time the negroes should not be disregarded, but should be give what is due them” (Gullick 65). This viewpoint represents why Greenville County specifically had so much trouble desegregating.","This struggle is explained by W.E. Solomon in a 1955 article. Solomon explains that there had been no effort by public officials to desegregate schools, despite the Supreme Court ruling in 1954 that public school segregation was unconstitutional. In 1960 Bob Jones, Sr. delivered a sermon entitled “Is Segregation Scriptural.” This sermon was centered on promoting the idea that advocating integration was challenging the natural order of God. Though this seems preposterous now that Greenville County has integrated, why is the Viola neighborhood still socio-economically segregated.","Today there is still a socio-economic disparity. When looking at the site Zillow almost all of the houses that come up are foreclosures. Additionally, zoning of schools for these homes represents a school system that is not as good as other predominately white and upper socio-economic schools. It is astonishing how despite almost a century elapsing since 1921, Viola still represents a distinctly separated and segregated area of Greenville."],"display_date":"1945 - 1970","search_date":"1957-12-31","locations":[{"id":27734,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"Greenville, South Carolina"}],"tags":[{"id":266,"tag":"Segregation"},{"id":2381,"tag":"Viola"},{"id":719,"tag":"South Carolina"},{"id":2408,"tag":"Schools"}],"course":{"name":"History of Urban and Suburban U.S. (2014)","school":"Furman University","course_id":135,"school_id":4}},{"id":6219,"title":"Equality in Education","course_id":131,"status":"P","start_date":"1890-02-01","end_date":"1890-02-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["On February 11, 1890, The Town of Winter Park opened not one, but two schoolhouses: Knowles Public school, for whites, and Public School No.31, for blacks. Public School No. 31 had an especially good turnout, with both white and black in attendance. Mayor Robert White Jr. and Founder of Winter Park, Loring Chase, came out to celebrate this moment promoting education.  Chase boasted that “with this, as with Knowles School for white scholars, Winter Park takes formal possession of the best school building in Orange County for a colored school,” and was arguably the best colored school in the state. This dedication towards supporting education in Winter Park both parallels and contrasts with other southern states during this time period. Unlike the rest of the South, Winter Park allowed its black residents to attend school without the fear of being harmed and with the reassurance that they would be receiving a good education. Similar to the communities in other parts of the country, Winter Park began to put more emphasis into the quality of its education.","The fact that a large segment of the town gathered to support the opening of both  Public School No.31 and Knowles School emphasize the importance of education to the community. While the schools were segregated, the ability for the town to support the safety and education of its black citizens was astonishing in comparison to the rest of the south. During this period white southerners embrace racial restrictions for African Americans. These policies banned blacks from experiencing many of the benefits that whites were able to enjoy. For example, while whites were able to go to school and pursue education, racial segregation forced blacks to rely on inadequate resources in their schools. Black students were often forced to learn in broken-down schoolhouses as well as use outdated textbooks. Additionally, students in the South were often victims of lynchings, school burnings and the like. However, in Winter Park the stakes were much different; students were able to attend school with a feeling of security because the town supported both school openings equally. They were also assured that they would receive an adequate education due to Public School No.31 being considered the best of its kind in the state.","Indeed, after the Civil War Florida began to place more emphasis on the importance of education. The US was investing heavily in the importance of education in the 1890s. By 1890 over 70% of all children attended grammar school. Additionally, the amount of high schools in various states rose from 160 in 1870 to over 6,000 by the end of the century. During this time the amount of explicit and implicit expenditures in the US school system rose from $314 million to $515 million in 1880 and 1890 respectively. Winter Park was not far behind in this process. The opening of Knowles School and Public School No.31 in 1890 proves that the importance of education bled into Florida as much as other parts of the country during this historical period."," "," "],"display_date":"February 1890","search_date":"1890-02-14","locations":[{"id":1444,"lat":28.5664573086,"lng":-81.3013732137,"zoom":9,"place":"ORANGE, Florida"}],"tags":[{"id":2433,"tag":"southern education"},{"id":939,"tag":"Public Schools"},{"id":467,"tag":"Black Schools"},{"id":266,"tag":"Segregation"},{"id":1336,"tag":"racial equality"},{"id":6,"tag":"Education"}],"course":{"name":"Decade of Decision 1890s","school":"Rollins College","course_id":131,"school_id":5}},{"id":6509,"title":"The Economy of Polk County, Florida and its Effect on African American Culture in the Deep South","course_id":154,"status":"P","start_date":"1/1/10","end_date":"12/31/30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["This document, titled, <em>Municipal and County Engineering Design, Construction, Operation and Maintenance of all Public Works </em>is a collection of articles, presumably collected and written by government officials. One of the articles in the collection, “How Good Roads Developed: Polk County, Florida”, references not only the development of roads in Polk County but also outlines the economy of Polk County in terms of the principle commodities and statistics like the per capita wealth and realty values. The book was published in 1922 and thus gives insight to the communities it references as they were at that time.","            In terms of general context, the 1920s were a dichotomous time for African Americans. On the one hand, this was the time of the Harlem Renaissance, which celebrated African American culture and, to an extent, empowered African Americans. Additionally, in some cases, segregation had strengthened the African American community through adversity. On the other hand, the early 20<sup>th</sup> century saw some of the most violent racism and discrimination against African Americans since the end of the Civil War. The Supreme Court case Plessy v. Ferguson instituted legalized discrimination with its decision of “separate but equal”, a series of legal decisions had disfranchised almost all African Americans in the South, and lynching mobs were a constant threat to southern African Americans. Furthermore, as a result of the premature end to reconstruction, a pattern of exploitation of black laborers by white landowners was established. Movements like the Harlem Renaissance, however, indicate a sense of pride in African Americans and a celebration of a developing culture that was influenced heavily by the adversity facing African Americans. From primary and secondary sources referencing Polk County Florida in the early 20<sup>th</sup> century, an example of this flourishing of culture in the face of socioeconomic hardship can be seen.","            The primary source directly reveals the economic conditions in Polk County, Florida. Additionally, when combined with information from the secondary sources, the primary source indirectly reveals the issue of socioeconomic status of African Americans and the culture and community this status cultivated in Polk County Florida. According to the document, in 1922, “Polk County [was] an agricultural county”[1]. Additionally, “in Polk County the finest Florida oranges and grapefruit are produced to the extent of 3,500,000 grates a year…[and] in Polk County, too, one-fifth of the world’s phosphate is mined”[2]. In total these “phosphate mines in Polk County…are valued at $19,000,000”[3], in 1922. The immensity of these raw commodities present in Polk County Florida indicates that a large labor force would have been needed to extract the raw goods and ready them for production. Furthermore, the poorer residents of the County, which most definitely included the African American community, would probably have provided this labor. Kevin Boyle echoes this description of Polk County, in his book <em>Arc of Justice: A saga of Race, Civil Rights, and Murder in the Jazz Age</em>.","            By Boyles’ account, “there was white Bartow, the solid respectable center of Polk County. And there was black Bartow, a cache of sun-baked homes separated from the center of town by the railroad tracks and the massive wall of segregation”[4]. According to Boyle, Bartow attracted many African Americans despite the Jim Crow conditions because of the availability of “ample work on the railroad, on the land, or in the mines”[5]. Although the industries in Bartow provided paying work for African Americans, the conditions resemble slavery more than anything else. White mine owners hired desperate black men who would work for a dollar a day because “few white men would take the brutally hard work—breaking stones with pick and ax, sunup to sundown…seven days a week”[6]. Despite the exploitation, racism, and segregation facing the African American community of Bartow, Boyle points out that “the workers also built a world for themselves”[7]. East Bartow, the black part of the town, became a bustling community. Black businesses including general stores, barbershops, real estate agencies, and restaurants opened[8]. Black social clubs and churches were also built, which served to bring the community together[9]. Boyle’s account reveals the underlying message in the primary source document, which is, Polk County consisted of an economy based on economic exploitation of African American labor. Additionally, Boyle’s account indicates that the segregation and racism faced by African American residents of Polk County played a significant role in shaping and influencing the community and culture that developed there.","            These aspects of the African American communities in Polk County are also mentioned in David Nicholls’ article <em>Migrant Labor, Folklore, and Resistance in Hurston’s Polk County: Reframing Mules and Men</em>. In his article, Nicholls’ analyzes Zora Neale Hurston’s experience in a Polk County lumber camp as recounted in her novel <em>Mules and Men</em>.Nicholls’ aim is to demonstrate how African Americans resisted white exploitation of black labor through folk tales[10]. Nicholls states that a study done in 1931 “notes that black workers usually held the least attractive positions”[11]. Nicholls’ provides a quote from the study that claims the exploitation of African American workers in the turpentine camps of Florida and Georgia was notorious[12]. According to Nicholls’, Hurston was drawn to these camps as a subject of her writing because “[the camps] brought together strands of folklore from different sources”[13]. By using examples from Hurston’s book that demonstrate how African American workers used folk stories as an act of resistance, Nicholls’ demonstrates that Hurston’s “text displays folklore’s function as an everyday form of resistance in the Jim Crow South[14]. Ultimately, Nicholl’s argument not only demonstrates the exploitative labor conditions for African Americans in Polk County, but also indicates how Africa American culture developed in these conditions and how it was used to resist white oppression.","            Finally an encyclopedia entry from the <em>Encyclopedia of African-American Culture and History</em> titled “The Blues in African-American Culture” gives a short overview of Zora Neale Hurston’s time in the lumber camps of Polk County. It was this trip to the lumber camps of Polk County, the entry claims, that was “Hurston’s most important contribution to our understanding of African-American blues culture”[15]. Additionally, the entry reveals the significance of the culture Hurston encountered in the Polk County Lumber Camp: “the sort of rough-and-ready backwoods blues that Zora Neale Hurston encountered in Polk County, Florida, remains a surprisingly vital presence among a working-class black clientele in parts of the Deep South”[16]. This entry indicates the significance of the African American culture that developed in Polk County as a result of exploitative labor conditions for African Americans.","            Revisiting the primary source document, a municipal record of counties and their maintenance needs, it describes Polk County in 1922 as a thriving community that “ranks very high in per capita wealth and in realty values”[17]. However, as the research suggests, this applies only to the white community of Polk County. Furthermore, the economic prosperity this document portrays as existing in white Polk County and the conditions of African Americans that the secondary sources portray indicates the continuation of an economic system based on slavery. Additionally, as the document completely ignores the African American community of Bartow, this indicates that for the most part, Southern Governments, especially that of Polk County, disregarded and ignored the plight of African Americans in the early 20<sup>th</sup> century. Ultimately, these conditions significantly impacted the culture of African Americans that developed in the Deep South."," ","[1] \"Water and Sewage Works,\" Google Books, 171. Accessed February 01, 2016. <a href=\"https://books.google.com/books?id=OVlBAQAAIAAJ.\">https://books.google.com/books?id=OVlBAQAAIAAJ.</a>","[2] \"Water and Sewage Works,\" Google Books, 171.  ","[3] \"Water and Sewage Works,\" Google Books, 172.","[4] Kevin Boyle, <em>Arc of Justice: A saga of race, civil rights, and murder in the Jazz Age</em>, (New York: Henry Holt and Company, 2004), 59.","[5] Boyle, <em>Arc of Justice</em>, 60.","[6] Boyle, <em>Arc of Justice</em>, 65.","[7] Boyle, <em>Arc of Justice</em>, 65.","[8] Boyle, <em>Arc of Justice</em>, 61.","[9] Boyle, <em>Arc of Justice</em>, 61.","[10] David G. Nicholls, “Migrant Labor, Folklore, and Resistance in Hurston's Polk County: Reframing Mules and Men,” <em>African American Review</em> 33 (3) (1999): 467, accessed, Feb 10, 2016, doi:10.2307/2901213.","[11] Nicholls, “Migrant Labor, Folklore, and Resistance,” 470.","[12] Nicholls, “Migrant Labor, Folklore, and Resistance,” 470.","[13] Nicholls, “Migrant Labor, Folklore, and Resistance,” 470.","[14] Nicholls, “Migrant Labor, Folklore, and Resistance,” 477.","[15] Colin A. Palmer, ed. <em>Encyclopedia of African American Culture and History Online</em>, (Detroit: Macmillan Reference USA, 2006), <a href=\"http://ezproxy.rollins.edu:2048/login?url=+http://go.galegroup.com/ps/i.do?id=GALE%7CCX3444700163&v=2.1&u=wint47629&it=r&p=GVRL&sw=w&asid=9f2f24fdcd54694ffe93f01f00891b6b.\">http://ezproxy.rollins.edu:2048/login?url=+http://go.galegroup.com/ps/i.do?id=GALE%7CCX3444700163&v=2.1&u=wint47629&it=r&p=GVRL&sw=w&asid=9f2f24fdcd54694ffe93f01f00891b6b.</a>","[16] Palmer, <em>Encyclopedia of African American Culture</em>.","[17] \"Water and Sewage Works,\" Google Books, 171."],"display_date":"1910 - 1930","search_date":"1920-07-01","locations":[{"id":52900,"lat":27.8964147,"lng":-81.8431374,"zoom":7,"place":"Bartow, Florida"},{"id":52899,"lat":27.8617347,"lng":-81.6911559,"zoom":7,"place":"Polk County, Florida"}],"tags":[{"id":11,"tag":"Economy"},{"id":266,"tag":"Segregation"},{"id":2949,"tag":"Culture"}],"course":{"name":"African American History Since 1877","school":"Rollins College","course_id":154,"school_id":5}},{"id":6532,"title":"Dr. William Wells","course_id":154,"status":"P","start_date":"1/1/17","end_date":"12/31/50","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the era of segregation, hospitals, hotels, casinos, schools, restaurants and other venues were not receptive to hosting African Americans.   When it was possible for those whom had access to these places, often the quality of the facilities were deplorable compared their white counterparts.  In addition to the poor quality, there were fewer medical facilities and physicians for people of color.  Surgeons were almost nonexistent.  It was close to impossible for African Americans to get into medical school even if they had excellent grades because of the color of their skin. Even if an African American completed medical school it was difficult to find a good hospital that would hire them because of their skin color[1].  As a race with so many obstacles in their way, there happened to be one man who defeated the odds, Dr. William Monroe Wells. Dr. William Wells was a prestigious African American Doctor and business owner, whom catered  to African Americans during segregation.","            Dr. Wells is most commonly known for being an incredible and well known African American doctor in Orlando. Dr. Wells was born in Ft. Gaines, Georgia in 1889. After completing medical school at Meharry Medical College he moved to Orlando in 1917. He dedicated his life to helping African Americans  so that they could receive the best medical care possible, even if they could not afford it. During World War II, Dr. Wells was the only African American doctor in Orlando. This was a shocking fact because white doctors refused to care for African Americans. This is important because at one point Dr. Wells was the only physician in Orlando that would be willing to see, help and treat African Americans. Dr. Wells was most famous for delivering over 5,000 babies in Orlando during his time practicing medicine.  Wells was not only famous for delivering African American babies, but he also treated patients with scarlet fever, influenza and pneumonia. He helped African Americans who were sick or in labor even though he knew they would not be able to ever pay him.  Dr. Well’s profound contribution was that he made it possible for many African Americans to receive quality medical care during the first half of the 20<sup>th</sup> century in Orlando, Florida[2]. This is profound because without Dr. Wells African Americans would not have received medical attention during this time.","            Dr. William Wells was also a member of the Orlando Negro Chamber of Commerce and provided his information to the local business directory so that African Americans seeking medical attention would be able to contact him. The 1948 Orlando Negro Chamber of Commerce was the primary source for this history engine because it showed real life advertisements and provided a directory to which African Americans could find safe reliable healthcare. African Americans could rely on these businesses owned and run by other African Americans, so they would not face discrimination[3].  For African Americans in Orlando, Dr. Wells not only created the availability for healthcare but also provided that healthcare without discrimination through the Negro Chamber of Commerce.","            Not only was Dr. William Wells passionate about providing medical care to African Americans, but he also wanted to provide safe places for them as well. In 1926, Dr. Wells received a building permit from the City of Orlando and constructed the Wells’ Hotel. During this time the hotels were segregated making it very difficult for African Americans to find safe accommodations while traveling.  Attached to this hotel Dr. Wells’ also built and owned a popular Casino called South Street Casino. The Casino was a popular place for famous African American singers and entertainers[4]. Dr. Wells wanted to provide a safe lodging for rest after their shows.  Dr. Wells predicted the dangers for African Americans traveling without a place to stay during the era of segregation.  He also was able to create a venue in the hotel space, which allowed a safe place for African Americans to let loose and have fun.  It was obvious that Dr. Wells not only cared about providing healthcare, he was also passionate about offering lodging and an entertaining nightlife for African Americans to enjoy safely[5].","            Dr. Williams Wells is a crucial part of African American History in Orlando because he was passionate about providing healthcare, lodging, and nightlife to African Americans. During a time when African Americans had no option for medical care, Dr. Wells was a saving grace by providing his medical assistance. Imagine the fear of not having access to safe medical care. That was the reality for African Americans before Dr. Wells broke through the barriers of color in modern medicine. Imagine traveling and not having a safe place to stay; this was also a reality until Dr. Wells opened his hotel and casino. Access to healthcare and a physician should have been every persons right, but this was not the case for African Americans during the 1920s – 1960s. Without Dr. Wells citizens of color in Orlando would not have had access to healthcare when they were ill or while giving birth. Dr. Wells was responsible for the healthy and safe deliveries of over 5,000 babies in Orlando alone, which speaks volumes of his impact to the black community. Dr. William Wells was an incredible doctor, businessman, and leader among the African American Community."," "," "," ","[1] \"History - Opening Doors: Contemporary African American Academic Surgeons.\" N.p., n.d. Web.","[2] The Wells Built Musem of African - American History and Culture | The History of Dr. William Wells. (2013, September 04). Retrieved from <a href=\"http://wellsbuiltmuseumofafricanamericanhistoryandculture.org/the-history-of-dr-william-wells/\">http://wellsbuiltmuseumofafricanamericanhistoryandculture.org/the-history-of-dr-william-wells/</a>","[3] <em>The Orlando Negro Chamber of Commerce: Business directory, 1948</em>. (1948). Orlando, FL: Orlando Negro Chamber of Commerce.","[4] Thompson, G. F. (2003). <em>Orlando Florida</em>. Charleston, SC: Arcadia","[5] Thompson, G. F. (2003). <em>Orlando Florida</em>. Charleston, SC: Arcadia"],"display_date":"1917 - 1950","search_date":"1933-12-31","locations":[{"id":52923,"lat":28.5383355,"lng":-81.3792365,"zoom":5,"place":"Orlando, Fl"}],"tags":[{"id":1497,"tag":"Orlando"},{"id":266,"tag":"Segregation"},{"id":1654,"tag":"Hospital"},{"id":3001,"tag":"Dr. William Wells"},{"id":3002,"tag":"Negro Chamber of Commerce"},{"id":3003,"tag":"Doctor"}],"course":{"name":"African American History Since 1877","school":"Rollins College","course_id":154,"school_id":5}},{"id":6533,"title":"The Experience of African American Students in Segregated Southern Schools","course_id":154,"status":"P","start_date":"1/1/45","end_date":"12/31/57","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["<em>The Voice of Orlando Negro Chamber of Commerce: Business Directory 1957</em> includes a long list of African-American establishments, from Beauty Salons to Churches, in the Orlando area. One entry, “The New Jones High School”, contains information on Jones High School after its recent renovation in May 1952[1]. The entry on Jones High School grants a valuable insight into the funding, resources, and conditions of segregated schools in Orlando. Additionally, this information on Jones High School in 1957 provides a point of reference that can be used to draw comparisons between Jones High School and other Southern segregated schools.","            The entry on “The New Jones High School” in <em>The Voice of Orlando Negro Chamber of Commerce: Business Directory 1957</em> was published at an interesting time in the African-American fight for civil rights. Three years prior, African-Americans won a major victory in the Supreme Court Decision on <em>Brown v. Board of Education</em>. By negating the <em>Plessy v. Fergusen </em>Supreme Court Decision of ‘separate but equal’, de jure segregation was declared unconstitutional. However encouraging this decision seemed, the fact remained that de facto discrimination was still a reality in the South. Thus, it is somewhat surprising that Jones High School was able to provide the resources that it did. Additionally, the renovation that improved the conditions of Jones High School in 1952 occurred before the <em>Brown v. Board of Education</em> yet after the renovation the value of the school increased by $100,000.00 bringing the total value of the school up to $1,000,000.00[2]. There are a few potential reasons for the ability of Jones High School to provide a relatively high quality of education to its students, although the reason is not provided in the entry. Firstly, the <em>Plessy v. Ferguson</em> decision of ‘separate but equal’ provided a legal standing for organizations such as the NAACP to challenge the inequality of funding between white and black schools. Secondly, the African-American community in Orlando may have been prosperous enough and invested in the value of education enough to provide money to Jones High School. Alternatively, it could be that Jones High School was the only African American school in the area that was able to provide these resources and other African-American schools in the area simply did not exist or were under funded. In this case, Jones High School, although well equipped, could have remained inadequate to educate all the African-American children in the Orlando area. Additionally, <em>The Encyclopedia of Florida </em>cites a large influx of workers to the Orlando area numbering near 11,000 in 1956 when the Glenn L. Martin Company established a defense plan in Orlando[3]. Many of these workers may have been African American and could have brought families with them. Thus, the African American population in Orlando may have increased to the point where the resources of Jones High School may have been inadequate.Ultimately, it is unclear from the primary source document how Jones High School received funding for such an extensive renovation and whether this renovation met a standard of equity with the surrounding white schools.","            The renovations undertaken at Jones High School in 1952 provided “16 standard classrooms; a chemistry laboratory; a physics laboratory” and other spaces for academic pursuit. Additionally, however, much of the space provided was also for non-academic, work-related training such as “[an] advanced cooking classroom, a classroom for childcare…[a] training room for the training of table service [and] cooks…[and] one agriculture classroom”[4]. This dual emphasis of academic advancement and training for manual work represents the influence of Booker T. Washington’s philosophy of ‘advancement through education and work’ that persisted up to the Civil Rights movement. From the historical context surrounding the primary source and the primary source itself, it seems that Jones High School represents, to a certain extent, a compromise between the demands of African-Americans being voiced at the beginning of the Civil Rights movement and the de facto segregation that permeated the culture of the American South. This raises the question of whether these conditions were common across the South in African-American Schools. More specifically, what were the social and cultural experiences of African American students in the segregated south at the beginnings of the Civil Rights Movement?","            In her study titled <em>Valued Segregated Schools for African American Children in the South, 1935-1969: A Review of Common Themes and Characteristics</em>, Vanessa Walker provides a synthesis of many different studies focusing on the quality of African-American education in the segregated south. Walker counters the commonly accepted depiction of African American schools wholly inferior to white schools[5]. More specifically, Walker states that the common view of African-American education before desegregation highlights “inequality in facilities, lack of transportation, shorter school terms, teacher-pupil conflicts, overcrowding” and more[6]. Additionally, Walker claims that the general depiction of African-American education portrays “African American students and their parents…as complacent” in regards to education[7]. However, in her analysis of other studies on the subject of African-American education Walker finds “the emergence of Black common schools were largely attributable to the interests of ex-slaves in education as a means for liberation”[8]. Ultimately, Walker claims that her analysis of studies on African American education indicates, “that the segregated schools in the South appear to have certain consistent characteristics” that counter the common conception of African American schools as vastly inferior to white schools[9]. Rather, African American schools often employed “exemplary teachers and principals…increasingly well trained and who created their own culture of teaching”. Additionally, the adversity facing African American schools often shaped the characteristics of the African American schools: “many of the schools’ characteristics appear to have been a direct response to the challenges they faced and intimately connected to the oppressive circumstances in which they operated”[10]. Specifically, African American schools placed an emphasis on cultural programs, strengthening the community, and leadership from the principal that actively endorsed ideologies on how to advance African-American civil rights[11]. Thus, although it was true that African American schools were often underfunded, they remained one of the central hubs of African American communities and experienced lots of support from the community.","            At more of a micro-level analysis, Linda Coats investigates the personal experiences of African-Americans that attended segregated schools in the south. Coats’ article <em>The Way We Learned: African American Students’ Memories of Schooling in the Segregated South</em> attempts to answer the question “what memories of school have lasting impact on students and what are some distinguishing teacher behaviors that impact students’ academic and career success?”[12]. Coats’ findings are in line with the general analysis provided by Walker. Coats discovered a theme of caring and dedication amongst teachers at African-American segregated schools in the face of racism and discrimination: “African American teachers during this era had to face many challenges brought on by socio-political factors…[yet] they were motivated to work harder to ensure that their students learned”[13]. First hand accounts from students also indicate that teachers were focused not only on education but holistic improvement of their students. One account states, “Teachers were nurturers and guides. Just as our parents, they expected good personal grooming, manners, your best effort, respect, and personal responsibility”[14]. Additionally, accounts support Walker’s finding that African American schools placed emphasis on community building: “students’ memories provided a glimpse into the teachers’ lives outside of school. For most, there was a powerful relationship between the school and the larger community”[15]. Furthermore, Coats states “this shared relationship, perhaps, contributed to their responsibility not only to their students’ academic development, but for their social and moral development as well”[16]. Ultimately, Coats’ findings from first hand recollections of students’ experiences in segregated African American schools indicate the importance of schools in the community and the schools’ role in not only education but also furthering the movement for racial equality.","            Given the points presented by Coats and Walker, it can be seen that African American schools provided a hub for the surrounding community while also providing hope for the advancement of racial equality via education. Furthermore, schools provided a place where philosophies for the advancement of African Americans could be implemented by teachers and principals. Thus, schools like Jones High School were, and still are, incredibly important for the surrounding communities and the fight for racial equality at a national level."," ","[1] The Orlando Negro Chamber of Commerce, <em>The Voice of Orlando Negro Chamber of Commerce: Business Directory 1957</em>, “The New Jones High School,” 34.","[2] The Orlando Negro Chamber of Commerce, 34.","[3] <em>Encyclopedia of Florida</em>, “Dictionary of Places: Orlando.” New York: Somerset Publishers, 218.","[4] The Orlando Negro Chamber of Commerce, 34.","[5] Vanessa Siddle Walker, “Valued Segregated Schools for African American Children in the South, 1935-1969: A Review of Common Themes and Characteristics,” <em>Review of Educational Research</em> 70 (2000): 253, accessed March 5, 2016, doi: <a href=\"http://www.jstor.org/stable/1170784.\">http://www.jstor.org/stable/1170784.</a>","[6] Walker, “Valued Segregated Schools for African American Children in the South,” 253.","[7] Walker, “Valued Segregated Schools for African American Children in the South,” 253.","[8] Walker, “Valued Segregated Schools for African American Children in the South,” 257.","[9] Walker, “Valued Segregated Schools for African American Children in the South,” 276.","[10] Walker, “Valued Segregated Schools for African American Children in the South,” 276.","[11] Walker, “Valued Segregated Schools for African American Children in the South,” 276.","[12] Linda T. Coats, “The Way We Learned: African American Students' Memories of Schooling in the Segregated South,” <em>The Journal of Negro Education</em> 79 (2010): 6, accessed March 5, 2016, doi: <a href=\"http://www.jstor.org/stable/25676105.\">http://www.jstor.org/stable/25676105.</a>","[13] Coats, “The Way We Learned,” 12.","[14] Coats, “The Way We Learned,” 12.","[15] Coats, “The Way We Learned,” 13.","[16] Coats, “The Way We Learned,” 13."],"display_date":"1945 - 1957","search_date":"1951-07-02","locations":[{"id":52924,"lat":28.5383355,"lng":-81.3792365,"zoom":9,"place":"Orlando Fl"}],"tags":[{"id":3004,"tag":"Jones High School"},{"id":486,"tag":"African American Schools"},{"id":6,"tag":"Education"},{"id":266,"tag":"Segregation"}],"course":{"name":"African American History Since 1877","school":"Rollins College","course_id":154,"school_id":5}},{"id":6585,"title":"Washington Shores: The Community that Saved Negro-Owned housing in Central Florida","course_id":167,"status":"P","start_date":"1/1/47","end_date":"12/31/49","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1949, the Orlando Negro Chamber of Commerce presented the details on the upcoming housing development, Washington Shores. Many citizens from all throughout the state came to visit and inspect the new developments progress. This community was unlike any other housing development of this time since all the houses were going to be “owned and peopled by Negro citizens.”  The Washington Shores community was going to be one of the first developments in the nation to start “setting a pattern… for meeting the housing shortages of minority groups, especially Negros.” ","The concept for a Negro-owned community was created in 1947 when John Graham, a tile manufacturer in Central Florida, was faced with the task of finding housing for a Negro employee of his. Appalled when finding that White landowners were charging outrageous rental fees in African American areas of Orlando, Graham gained aid from the Chamber of Commerce, Rotary, and the city government to help ease “congested quarters of the Orlando Negro section” by establishing a non-profit organization to fund the housing development. Segregation of white and black housing communities in this era was a major issue, often “during the 1950s urban expansion…discriminated forced blacks into small, disconnected communities and to travel longer distances for goods and services than did whites.” Thus, the idea of a Negro-owned community close to the hustle and bustle of Orlando was met with excitement.","The development of the Washington Shores community “presents a remarkable case study of civic cooperation.” Throughout Orlando, citizens and businesses contributed to the development of the housing. The Orlando legislature expanded the city limits in order to ensure that the community would have adequate fire and police protection, as well as necessary utilities, such as sewer, electricity, and paved streets. And a Negro real estate firm was given the job of handling the sales of all housing. The aid of the city came with the assurance that this community would not soon become a “slum.","The cost of buying a home in Washington Shores ranged from, five hundred dollars for a normal lot to one thousand for one on the lake shore, with a down payment of $125. Most homes in this community were planned for a five or six-bedroom layout. This low pricing of a home in the 1950s was unheard of, but for many African American families, this was a struggle. Yet, the cities cooperation with the development of Washington Shores aided many African Americans planning on moving to this community, the First National Bank of Orlando gave financial aid to those purchasing homes in the community. ","The Washington Shores community of Central Florida was met and enjoyed with wide appeal. The attractive new development gave African Americans the chance to live life in stable and prosperous new housing. The development of Washington Shores to this day is a highlight of Central Florida History."],"display_date":"1947 - 1949","search_date":"1948-07-01","locations":[{"id":52966,"lat":28.531512,"lng":-81.4210304,"zoom":15,"place":"Washington Shores, Orlando, FL"}],"tags":[{"id":3120,"tag":"Central Florida"},{"id":3119,"tag":"Washington Shores"},{"id":1648,"tag":"1950s"},{"id":266,"tag":"Segregation"},{"id":1667,"tag":"Discrimination"},{"id":1010,"tag":"Housing"}],"course":{"name":"HIS 120 Decade of Decision 1950s","school":"Rollins College","course_id":167,"school_id":5}},{"id":6635,"title":"J. Saunders Redding Publicizes the G. I. Bill of Rights","course_id":163,"status":"P","start_date":"6/22/44","end_date":"6/24/44","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In June of 1944, J. Saunders Redding published an opinion piece on the G. I. Bill of Rights in a column he wrote for <em>The Baltimore Afro-American</em> newspaper. African Americans who served in the segregated Armed Forces returned home from WWII to an equally segregated American society. Redding worried whether “colored men and woman would take advantage of its [G. I. Bill] provisions\" because military officials were discouraging black veterans from applyiing for benefits or not telling them about the benefits at all.  Redding’s fears reflected segregation in the South, where African Americans could not use the same bathrooms, dine with, or attend leisure events with white people. When white veterans discussed the newly passed G. I. Bill, African American veterans were not present. African Americans could not begin to receive veteran’s aid without the knowledge that such a program existed and how to apply for it.","The G. I. Bill did not have any explicit language in it that prevented African Americans from receiving its aid, but the segregation of American society made it likely that African American veterans would not get their share of veteran’s benefits. The bill offered four main benefits to veterans: business and home loans, education, unemployment compensation, and job placement. Policy makers designed these aspects of the bill to help veterans returning from WWII acclimate into society. However, when informed African American veterans went to local Veteran’s Administration centers for their G. I. Bill benefits, the administrators denied them their rights. The administrators covered up the racist denials with excuses that African American veterans did not qualify for veteran’s benefits based on the type of discharge order they received from the army. Only dishonorably discharged soldiers could not receive aid, but racist clerks at V. A. centers told African Americans their “general” or “blue” discharges were considered dishonorable.","In order to combat this inequality of civil rights, Redding urged newspapers and organizations to “put out a statement of what the bill means” so Americans, not just African American veterans, would understand that there was an aid bill and that the bill should apply to African Americans in addition to all other veterans. Denying African Americans the G. I. Bill aid would be harder for the local V. A. centers if more people knew about the bill and vocalized equality for African Americans.","Redding was an educated African American man with a degree in philosophy and held a respected opinion on contemporary African American thought. Redding supported WWII and hoped that it would change America in a way that would further the fight for African American’s civil rights. Redding’s column – A Second Look - vocalized his opinions on the problems and concerns of the common African American person and how to take action against them. Redding wanted to spread knowledge to help gain civil rights for African Americans.  "],"display_date":"June 22, 1944 - June 24, 1944","search_date":"1944-06-23","locations":[{"id":5927,"lat":39.2903848,"lng":-76.6121893,"zoom":8,"place":"BALTIMORE, Maryland"},{"id":52826,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington D.C."}],"tags":[{"id":142,"tag":"african americans"},{"id":42,"tag":"Civil Rights"},{"id":242,"tag":"WWII"},{"id":225,"tag":"Jim Crow"},{"id":266,"tag":"Segregation"},{"id":3225,"tag":"G. I. Bill"}],"course":{"name":"History of U.S. Presidential Elections","school":"Wayne State University","course_id":163,"school_id":92}},{"id":6681,"title":"The Challenging Ideals of a Freedom Rider","course_id":173,"status":"P","start_date":"6/5/61","end_date":"6/5/61","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During a time of segregation and struggle for change in the society of the early 1960’s, brave individuals got together in hopes of testing the ruling of the Supreme Court in Boynton v. Virginia in 1960 which deemed segregation on interstate buses unconstitutional.  Bound for the Deep South, this bi-racial group of volunteers encountered odds that got increasingly difficult to deal with especially upon arrival in Alabama. Despite the violence of the opposing segregationists and a court order put out to temporarily stop these freedom riders, civil rights activist and American hero, Dr. Martin Luther King Jr, made a statement in <em>The Chicago Daily Defender </em>saying they would continue.","District judge Frank M. Johnson had charged the freedom riders on account of causing damage to the United States due to the violence that ensued between the group of riders and segregationists. He also threatened jail time if it were to occur again. This was his attempt to try and put an end to the freedom rides, which ended up not having the backing it needed. During this period of time, the number of obstacles the bi- racial group had to overcome was not limited to the large groups of white segregationists that opposed them, but it included the lack of legislation and help from the government as well. However, in Washington there was a push for action to be taken on creating laws to prevent segregation on interstate buses which provided some good news for the freedom rider’s cause. The push back from the segregationist side was a plea to president Kennedy to voice his condemnation regarding the freedom rides, which was thankfully disregarded."," ","Due to the series of events explained in <em>The Chicago Daily Defender </em>newspaper on June 5<sup>th</sup>, 1961, the freedom riders obtained a very large backing as the time progressed and the freedom rides continued. The amount of violence and hatred these volunteers were met with was a testament to what African Americans had to endure during the civil rights movement and that’s why the freedom rides had the impact they did on the civil rights movement in its entirety. The mass amount of segregation between whites and African Americans was an issue that demanded the attention of the American people and that’s exactly what it received as a result of the freedom rides."],"display_date":"June 5, 1961","search_date":"1961-06-05","locations":[{"id":52840,"lat":32.3182314,"lng":-86.902298,"zoom":8,"place":"Alabama"}],"tags":[{"id":42,"tag":"Civil Rights"},{"id":21,"tag":"Race Relations"},{"id":266,"tag":"Segregation"}],"course":{"name":"US History 1867 to the present","school":"University of Toronto Scarborough","course_id":173,"school_id":28}},{"id":6875,"title":"Josephine Baker: Civil Rights Hero or a Threat to American Democracy?","course_id":186,"status":"P","start_date":"2/3/52","end_date":"2/3/52","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" “Ladies and gentlemen believe me when I say that it makes me profoundly happy...it makes my heart swell with pride to see in this beautiful audience tonight, salt and pepper...I mean by that colored and white brothers mingling.”1  Josephine Baker, famed exotic dancer, gave a powerful homecoming speech to St. Louis, on February 3, 1952, stating how proud she was to see a mixed audience of “salt and pepper.” This was a landmark moment, a mixing of races in complete defiance to the Jim Crow laws. She had been invited by many civil rights groups as well as John F. Kennedy to return to join in the effort to fight discrimination and racism that was seen a normal part of American life during this time. Josephine Baker loudly voiced dreams of equality and acted against discrimination throughout her carrier, and because of this she was viewed as a radical by those opposed and “the FBI regarded Baker as a threat and a danger to America and America’s international image and reputation.” 2 Josephine was not conventional entertainer, with her opposing views to Jim Crow laws, the government saw her as a threat. The FBI was concerned with the promoting democracy and Josephine did not fit into this idea. She was accused on multiple occasions by the press of being a communist. Josephine met resistance in general public majority due to being an eccentric highly vocal black woman, but she was a hugely important figure in the fight against discrimination. "," Baker’s return to St. Louis was a powerful moment, she was returning to her hometown from which she ran away from “because of the terror of discrimination.”1 She had vowed that she “would not appear in any city where her people could not come see her.”1  Baker was met with mixed reactions from the American public. Some felt she was a hero fighting for civil rights, while others believed she was a radical trying to promote equality between races because at this time segregation was view as part of normal. Her refusal to perform in segregated venues won her support from the NAACP. Both the American Press and the African American Press, “regarded [Baker] as eccentric and risqué and as a troublemaker who often articulated threatening political views.” 3 During the 1950s, she became more politicized, speaking out against discriminatory practices and “became labeled a threat to American democracy.”2 The FBI compiled extensive files, “constructing of Baker, they sexualized, racialized and politicized her, using the media sources which had participated in deconstructing of the star by rendering a polemical profile of Baker.” 2 "," Baker, theatrical and eloquent, voiced a warning to her St. Louis audience, “try to love one another before it is too late. Don’t let the same thing happen to America through hate and misunderstanding that happened to Germany.” 1 Baker never backed down and voiced against what she knew was wrong. She lived an unapologetic life, she stated, “I have been very proud of my start, because it has made me remain human.” 1 Josephine Baker died April 1975 leaving behind a legacy of triumph and challenged the American ideals of African American women. "],"display_date":"February 3, 1952","search_date":"1952-02-03","locations":[{"id":53204,"lat":38.604731164363,"lng":-90.257197935671,"zoom":11,"place":"St. Louis, Missouri, United States."}],"tags":[{"id":42,"tag":"Civil Rights"},{"id":225,"tag":"Jim Crow"},{"id":266,"tag":"Segregation"},{"id":3450,"tag":"josephine baker"},{"id":2860,"tag":"Equality"},{"id":1667,"tag":"Discrimination"},{"id":3680,"tag":"radical woman"},{"id":3681,"tag":"shero"},{"id":3682,"tag":"salt and pepper"},{"id":3683,"tag":"not nazi"}],"course":{"name":"American Women's History","school":"Schreiner University","course_id":186,"school_id":69}}]}