{"id":2662,"tag":"Boston","points":[[42.3502648,-71.0809757]],"bounds":[[42.3502648,-71.0809757],[42.3502648,-71.0809757]],"episodes":[{"id":6628,"title":"Trouble with the Fens","course_id":165,"status":"P","start_date":"1884-04-08","end_date":"1884-04-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A place for relaxation, picnics, play, and companionship, the Back Bay Fens lie just outside Fenway Park near the Charles River in Boston. Now a beautiful location, the park, imagined by Frank Olmsted, has a history mired in literal filth.","Construction of the Fens began in the 1880s. Chosen to be the first park in a much larger network of public grounds known as the Emerald Necklace, the Fens were not as they appear today. The Back Bay Fens, as much of Boston throughout its history, was a swampy marsh that had to be formed and shaped to what the park’s designer wanted. Though designed as a positive public health initiative for both city and community, the Back Bay Fens was attacked for causing the “deadly miasma” it was created to combat.","In 1884, <em>The Boston Globe </em>published an interview with anonymous man who had experience in, “landscaping, gardening, and engineering.” Questioning the cost, methods, and possible dangers, he claimed the construction “will be the source of deadly miasma.” He stated that the design of the sewer system did not accommodate for high tide, and that sewage, mud, and filth would fill the artificial pond. The land-forming done had nearly been ruined by the construction of the Boylston Bridge, a costly endeavor by the city of Boston. The anonymous source railed against the choices of Frank Olmsted and H.H. Richardson as designers of the park and its architecture. This anonymous individual challenged the city of Boston on their methods for creating this public green space, questioning the effectiveness on both a financial level, and a public health level.","Twenty-years later Boston would still be paying for their mistake. Backlash from various groups of people halted the construction of Olmsted’s “Emerald Necklace.” Along with landscapers, and engineers like the man interviewed by the Boston Globe, citizens were discontent with their parks. The warning of the 1884 paper went unheard and the consequences were as predicted. In 1905, <em>The Boston Globe</em> again reported on the Fens. This time the article was about Boston’s continued failure to clean the “cesspool” that had developed.","Public health initiatives were undertaken by cities to create more livable and healthy environments, but they also had unintended consequences. The Fens is one example of the conflict that can rise from public health initiatives undertaken by city governments. Even something as seemingly simple as a park experienced unintended consequences that frustrated both citizens and city government for years to come. The Back BayFens are not a failure, but its history as a successful public health initiative is polluted."],"display_date":"April 8, 1884","search_date":"1884-04-08","locations":[{"id":53000,"lat":42.3502648,"lng":-71.0809757,"zoom":8,"place":"Back Bay, Boston"}],"tags":[{"id":3210,"tag":"Parks"},{"id":1902,"tag":"recreation"},{"id":2662,"tag":"Boston"},{"id":1122,"tag":"Public Health"},{"id":100,"tag":"Medicine"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":165,"school_id":94}}]}