{"id":2669,"tag":"Sororities","points":[[41.4673534696,-90.5674122327]],"bounds":[[41.4673534696,-90.5674122327],[41.4673534696,-90.5674122327]],"episodes":[{"id":6349,"title":"Kappa Epsilon Nu Sorority ScrapbookAugustana College, 1945-1949","course_id":144,"status":"P","start_date":"1/1/45","end_date":"12/31/49","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["“To our dearest Gene - The KEN pin-up boy. We would be delighted with the honor of your presence at the Augustana - North Central basketball game Saturday evening. We kill call for you at the Seminary about a quarter to 8. Be there. (Or Else)","We guarantee to get you in at an early hour (we hope).","Love and kisses, your KEN admirers”"," ","“I wish to thank you for the kind invitation to attend the Augustana-North Central basketball game in your company saturday evening. There are some difficulties in accepting your invitation, however.","As you no doubt realize, I am an engaged man. To accept such an invitation may cause difficulty in getting through my Ministerium. Furthermore, to break faith so openly will cause severe censure on the part of my little lady. Yet, insomuch as you will be calling for me at the Seminary and since that little lady will be confined to the Women’s Barracks for the evening, the latter difficulty is negligible. The former difficulty doesn’t seem to bother me very much as I have already indicated by my attendance at your formal (censored) on a previous Friday evening. The too, a pin-up boy has such responsibility to the public (such conceit!) Therefor, insomuch as you demand an affirmative answer, I can do nothing else but accept (and with anticipated pleasure!)”"," ","The letter to the Pin-Up boy and his response both read as very playful and amusing with a hint of sarcasm as well. Accepting an invitation while admitting that some rules may have to be broke in the process (and not caring all the same) is a theme that still resonates with people in the Greek community today. The invitation to the KEN sorority pin-up boy on one page of the beginning of the scrapbook and the cheeky reply on the next is the start of a wealth of historical knowledge about a now-defunct sorority on the Augustana College Campus.","This primary document is a scrapbook from the Kappa Epsilon Nu Sorority that chronicles the years 1945 to 1949. The four years memorialized in the scrapbook saw changes in sorority members, executive board members and sorority traditions. One of their earliest surviving documents, this scrapbook is one clue that helps determine what was deemed important to the Kappa Epsilon Nu sorority and it’s members.","One of the many items in the scrapbook are pictures. There are pictures of the executive board members, pictures of the sorority members, and pictures of Augustana College. These pictures provide context of what the girls looked like, what the campus looked like and the attire of the girls at various events.","Another set of items that can be found in the scrapbook are newspaper articles. These articles make mention of KEN sorority achievements, individual achievements, sports standings and notable school events. These newspapers articles that are saved can show what the members viewed as important. Articles about the standings of the KEN sports teams and their academic standings show that they took both of those things very seriously.","Additionally, there are many items pertaining to new members and rush events. Rushing and pledging are very important to the sorority to keep getting new members and to keep growing and this is shown by all of the invitations to new member rush events and the pictures of some pledges preparing for a themed dance event. Rushing is important and “Sororities expend considerable time, effort and money to stage a ‘successful rush. For a ‘successful’ rush, a sorority must attract the ‘best’ (e.g. most attractive) pledges available to them. Each house must present an attractive image to the pledges they desire” (Risman 1982, 238).","Lastly and by far the most prominent are items related to social events. Formal and informal party and dance invitations are littered throughout the pages. The sheer amount of invitations and party-related notes show the importance of the social events to the KENs. They had annual themed dances with invitations spread throughout the year, homecoming event invitations and wedding invitations from current members and alumni. The previous items showed that they took academics and other responsibilities seriously, but social events were also a big part of the picture.","This scrapbook tells a story of what mattered to sororities in the 1940’s. The war ended, so there was an emphasis on fun and making the most of every activity. After looking at the scrapbook and looking at the stories, it is easy to conclude that the KENs were well rounded and very active in the campus community."," "],"display_date":"1945 - 1949","search_date":"1947-07-02","locations":[{"id":28076,"lat":41.4673534696,"lng":-90.5674122327,"zoom":9,"place":"Rock Island, Illinois"}],"tags":[{"id":2671,"tag":"KENs"},{"id":2670,"tag":"Scrapbooks"},{"id":2669,"tag":"Sororities"},{"id":2668,"tag":"Kappa Epsilon Nu"},{"id":2642,"tag":"Augustana College"}],"course":{"name":"History of Women in the U.S.","school":"Augustana College","course_id":144,"school_id":54}}]}