{"id":267,"tag":"Health","points":[[42.485420527,-71.3919329913],[35.7245461538,-83.9525246649],[42.484744285,-71.3896495091],[29.4255371375,-90.0017454475],[32.7925598314,-87.8378038018],[40.7964015502,-73.8979738005],[39.878712355,-75.2036894677],[41.5973985943,-85.8587203887],[40.7805662337,-73.9388482485],[38.9151212228,-76.9435162098],[38.9071923,-77.0368707]],"bounds":[[42.485420527,-71.3896495091],[29.4255371375,-90.0017454475]],"episodes":[{"id":4649,"title":"Columbus Discovers Ayer’s Sarsaparilla","course_id":22,"status":"P","start_date":"1883-01-01","end_date":"1899-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Columbus and his men are on their journey to America, and to their surprise, they seem to find \"AYER'S SARSAPARILLA\" waiting for them on the shores of the New World. In the play on words, the Victorian Trading Card claims, \"Without Doubt the Discovery of America is Ayer's Sarsaparilla. Dr. Ayer's almanac gives the signatures of thousands of sick people who consumed Ayer's Sarsaparilla and fully recovered from their diseases. On Aug. 11, 1886, Charles Kearful, from St. Joseph, Mo., wrote, \"I have been subject to bad cough all my life; but last Feb. I had the most severe cold from which I ever suffered. When everything failed to give relief, I tried Ayer's Cherry Pectoral [Sarsaparilla] and in a brief time I was completely cured.\"  Also on Aug. 12, 1886, S.A. Stonebraker, from Black Jack, Kansas wrote, \"Ayer's Sarsaparilla is the blood purifier of the nation.\"","Ayer's Sarsaparilla was said to be composed of the Sarsaparilla-root of the tropics, Stillingla, Yellow Dock, Mandrake, and other roots, held in high repute for their alterative, diuretic, tonic, and durative properties. The Trading Card claims, \"If your blood is vitiated cleanse it without delay by the use of AYER'S SARSAPARILLA.  Such claims are hard to believe, but the popularity of Sarsaparilla is undeniable. Dr. Ayer's first almanac, published in 1852, which contained a great variety of appealing jokes as well as complete information about the medicines and the customers. In 1855, the producer of proprietary medicines, Dr. Ayer, started selling his invented formulas as prescription medicines. Soon, Dr. Ayer's business grew in size from year to year, until Ayer's Medicines became known not only through the United States but in every part of the civilized world.  It sold millions of copies. A large laboratory was built to accommodate the growing manufacture, and nearly 300 persons joined. The company published around 15,000,000 almanacs a year. In 1877, the firm of Dr. J. C. Ayer & Co. was succeeded by The J. C. Ayer Co. Dr. Ayer died on July 3, 1878, leaving enormous wealth to his family.","One of the main remedies prepared by Dr. Ayer was his Cherry Pectoral Sarsaparilla. His Cherry Pectoral Sarsaparilla was used by millions of people around the world.  According to the book<em> Toadstool Millionaires, </em>a blood purifier made from a recipe discovered - so Ayer said -- by a common sailor who had been cast away \"upon the <em>mysterious shores of Japan\" </em>eight years before the Commodore arrived. The Japanese Emperor was shortly to be one of the recipients of Cherry Pectoral especially prepared for donation to foreign sovereigns by James C. Ayer. Other dignitaries included the Sultan of Turkey, the Queen of Spain, the King of Siam, the Emperor of China, the President of Peru, and the Czar of Russia. "],"display_date":"1883 - 1899","search_date":"1891-07-02","locations":[{"id":6176,"lat":42.485420527,"lng":-71.3919329913,"zoom":9,"place":"MIDDLESEX, Massachusetts"}],"tags":[{"id":230,"tag":"Medicine/Health"},{"id":267,"tag":"Health"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}},{"id":4650,"title":"Black-Draught and Cardui Promise Quick Relief","course_id":22,"status":"P","start_date":"1806-01-01","end_date":"1831-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Mr. J. H. Davidson from Scarborough, Tenn. wrote on June 1<sup>st</sup>, 1887, \"For several years I have [had] serious trouble with my liver. It has appeared to be enlarged, and was slightly sore. Pains in abdomen and chest were frequent, and excruciating pains in both lungs often made me fear consumption. At times I had headache and dry throat.  In April, 1816, I tried Thedford's Black- Draught and it gave me relief at once. I have enjoyed better health for twelve months than I have in twelve years, and have gained twenty pounds in flesh.\" On Oct. 28, 1889, from Humboldt, Tenn., Mrs. Lvenda Brown wrote in a similar vein, \"McELREE'S Wine of Cardui is the best medicine to the world. My daughter, in Jackson, is taking it and says it had cured her. I hope the Lord will bless you in your work.\" These are just a few letters out of thousands that were sent to the Chattanooga Medicine Company by customers. Black-Draught claimed to treat basically everything: headaches, common colds, liver problems, indigestion, bilious diseases etc. The 37 page manual of Thedford's Black-Draught is filled with such claims.","  Black-Draught, a senna-based laxative patent medicine, was created in1879. The product was produced half a decade earlier by Dr. A.Q. Simmon's Liver Medicine Company; and later, Z.C. Patten purchased all rights to Black-Draught from Dr. Simmons's son-in-law and founded the Chattanooga Medicine Company to market the product Black-Draught. During the Civil War, Black-Draught sold well in the Southern United States because Southerners stopped buying medications from the North. But it struggled thereafter. With the aid of four other Chattanooga businessmen, Patten began an aggressive plan which included the distribution of items such as flyers, wall calendars, almanacs, and even songbooks for churchgoers to boost sales of Black-Draught. Production of these items made sure that the company's product names were continually in the eyes of the public, and for that, they used letters of endorsement from satisfied customers to create a stronger trade base in the Southern states and, due to this, the first year's sales reached around $35,488. This achievement encouraged Patten and his partners to increase their product line. Hence, in 1880, a menstrual relief product, Dr. McELREE'S Wine of Cardui was introduced. It was said that Cardui was created as a rival to Lydia Pinkham's Vegetable Compound, \"Female Complaints,\" which was the top product in the North. Cardui was composed chiefly of potassium carbonate (51.9 percent), salt (16 percent), and alcohol (20.3 percent). Wine of Cardui instantly became successful when more than 6,500 women reported being cured. According to the company's historical information, customers were so pleased with the new products Black-Draught and Cardui that the Chattanooga Medicine Company quickly became the biggest producer in the Chattanooga area."],"display_date":"1806 - 1831","search_date":"1818-12-31","locations":[{"id":15527,"lat":35.7245461538,"lng":-83.9525246649,"zoom":10,"place":"Blount, Tennessee"}],"tags":[{"id":230,"tag":"Medicine/Health"},{"id":267,"tag":"Health"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}},{"id":4635,"title":"Vegetable Compound Cures Women's ills","course_id":22,"status":"P","start_date":"1862-01-01","end_date":"1883-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the eighteenth and nineteenth centuries, in the successful patent medicine business, the most popular product was Lydia Pinkham's Vegetable Compound. Pinkham claimed to treat the worst cases completely from her Vegetable Compound. This claim comes from Victorian trading card of Lydia Pinkham's Vegetable Compound that is found in many different styles. Lydia Pinkham's Vegetable Compound was made for all those painful complaints and weaknesses that are so common among women. So, what made Lydia start her patent medicine' business? How was she able to be so popular in an era when women had no rights? Answers are connected with the social and economic situations of the time.","Lydia opened her business at a fortuitous time to save her family from poverty. She made herself into an entrepreneur of remedies for Female Complaints, which was made principally from unicorn root and pleurisy root, with a strong amount of alcohol (a \"solvent and preservative\"). Lydia's Female Complaints became popular in Lynn because many women at the time were hesitant to discuss their illnesses with their male Physicians. \"Lydia Pinkham began selling her Vegetable Compound in an era marked by medical controversy, public dissatisfaction with doctors, an obsessive concern with women's weaknesses-a climate ideally suited to promote the success of the Pinkham venture,\" remarks Sarah Stage in <em>Female Complaints.</em>"," In 1875, her business got off to a slow start, but the family worked tirelessly printing handbills and pamphlets and soliciting testimonials from customers and druggists. In 1876, when New York's major patent medicine dealer, Charles N. Crittenden took his first cash order of Lydia's Female Complaints, the product began moving extensively. Lydia also started sending and receiving letters to her customers to discuss their illnesses.","After her death in 1883, Lydia Pinkham's remedy was grossing $300,000 a year and sales were still increasing. Her product stayed well-liked into the twentieth century because the company sustained great publicity. Even though Pinkham's motives were to some extent self-serving, many modern feminists admire her for circulating information on menstruation and other facts of women's lives; they consider her to be a crusader for women's physical conditions in an era when women were poorly served by health organizations."," "," ","<strong> </strong>"],"display_date":"1862 - 1883","search_date":"1872-12-31","locations":[{"id":6174,"lat":42.484744285,"lng":-71.3896495091,"zoom":9,"place":"MIDDLESEX, Massachusetts"}],"tags":[{"id":267,"tag":"Health"},{"id":230,"tag":"Medicine/Health"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}},{"id":4700,"title":"Vietnam Veteran Claims Agent Orange Illness","course_id":26,"status":"P","start_date":"1/1/79","end_date":"12/31/79","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Upon returning home from Vietnam, Marine Lance Corporal Kenneth Pullen claimed that he had been a victim of Agent Orange poisoning. Since his honorable discharge in 1967, eight years before the war ended, Pullen suffered from a wide variety of illnesses. Doctors diagnosed him with having anything from jungle rot to trench foot, to Buerger’s Disease to arthritis. No doctor has been able to give him a direct answer as to the cause of his illnesses; yet Pullen is positive the culprit was Agent Orange. The Federal Government has thus far denied the existence of Agent Orange poisoning.","During the Vietnam War nearly three million American soldiers served in the armed forces and fought in Vietnam. At this time the North Vietnamese were known for their guerilla tactics and the use of dense jungle foliage to conceal their movements and attacks. In order to neutralize the enemy’s advantage the U.S. government enacted what came to be known as Operation Ranch Hand in 1962. Over the period in which Operation Ranch Hand was active, U.S. military forces would drop nineteen million gallons of herbicide over almost four million acres of land in Vietnam. Throughout the period that followed the use of these chemicals, reports came in from soldiers claiming that the agent had caused serious health problems.","While the government continues to reject the possibility of chemical poisoning, men such as Kenneth Pullen are the physical embodiment that something has gone seriously wrong. Commonly accepted at the time, Agent Orange was thought to cause Type II Diabetes, Hodgkin’s Disease<em>, </em>Multiple Myeloma, Prostate and other cancers,and a wide range of other disorders. It was believed that soldiers who came into contact with the agent ran the highest risk of developing health problems.","This came from the dioxin that was found to be contained within the agent. The trouble was anyone from soldiers who loaded planes with the chemical to those who cleared base perimeters with backpack sprayers had been exposed to the deadly toxin. Between 1967 and 1969, the heaviest years of spraying, nearly one and half million soldiers were serving in Vietnam. Fortunately for the men who came back the Department of Veterans’ Affairs set scientific studies in motion to determine the extent of Agent Orange’simpact. Unfortunately though, according to Veterans Affairs President Brett Bullians, \"By the time we get everything out and a real apology comes out we'll all be dead so they won't have to worry about it.\""],"display_date":1979,"search_date":"1979-07-02","locations":[{"id":35712,"lat":29.4255371375,"lng":-90.0017454475,"zoom":9,"place":"Jefferson, Louisiana"}],"tags":[{"id":5,"tag":"War"},{"id":267,"tag":"Health"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":26,"school_id":3}},{"id":4888,"title":"Slaves are for Profit","course_id":38,"status":"P","start_date":"1845-11-11","end_date":"1846-12-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["After reading through the Plantations letters and the excerpts provided by classmates I think that the overall theme is that monetary importance and gaining income is all that truly mattered.  A few of the interpretations that I have read from classmates mention that they were surprised about the “care and compassion” that both supervisor Lewellyn and Mr. Cameron had toward the slaves.  However, I think this is quite inaccurate to think that there was a surplus compassion floating around the Southern United States in regard to master and slave.  We must remember that Lewellyn is writing to his boss so he will use delicate words and attempt to write like a Gentleman.  Also, when Paul Cameron is writing to his father, Duncan Cameron, he too will express some level of respect and therefore not write things that are distasteful and crude about their slaves.  What matters the most is the economic success and livelihood of their plantation and in direct correlation to that success is the overall health and wellbeing of their slaves.  The Cameron’s slaves are essentially their investment, they paid for them in order to turn around more profit so naturally they want to keep them in good health and generally happy.  Though it is a crude example to compare a human life to a mere investment for the prospect of wealth that is sadly what the truth is!  I do not mean to call out the Cameron family and say that they were terrible people for having slaves, it was just the way of life back then, however I also do not wish to praise them for caring about the well being of their <em>investments. </em>","In one letter from Paul Cameron to Duncan Cameron (December 19, 1845) he says “The weather here is as cold as I ever wish to see it in any {?} for comfort—the Negroes will make an effort to get out the crop by the 25th if the weather will permit it being done—but I fear they will not do so—indeed I hope we have more cotton than they can pick in that time”.  He goes on to discuss the health of the slaves in such conditions but the main point of this mention is to anticipate whether or not they will be able to provide sufficient amount of work to be able to profit from their crops. Another letter from Paul to Duncan discusses the behavior of the overseer saying: “The negroes fear him a little more than I wish, but they regard him kind in the main and just, at least to the portion of the family who are disposed to do well” (November 18, 1845).  Here it is clear that they might wish him to be a little more kind to the slaves, but they are getting the job done so that is really what is important.","Much of Lewellyn’s letters to Paul Cameron discuss the progress on their plantation and how the weather is.  The weather seems to effect the production of their goods as well as the health of their slaves, so it is a topic of conversation.  Almost every letter addresses the health of the slaves as well as the Cameron family and their overseer, it reminded me of how shaky health really was two centuries ago.  Today I never start my emails or conversations with “everyone here is in good health so we are happy”, health is really only addressed when someone is NOT healthy, and often times there was a list of slaves who were sick in the letters from Lewellyn to Paul Cameron.  In this excerpt we see how health effects production as Paul writes to Duncan saying “Milton is the only one now who has chil?? – and he is looking very well- and if prudent will soon be out: [unintelligible] he is well enough to be out today, did his overseer permit it (December 1, 1846).” It is clear they care about the health of their slaves, but in the context of when they will be well enough to work again.","It is important to realize that these letters were written in a world that we can only imagine one that was not flooded with texting and voicemail or overnight packages.  It is important to think of all of the different aspects of the nineteenth century that made these facts unique!  But it is also important to realize that these letters were business letters, meant to discuss the production and wealth of an organization that fortunately has been long expired and can only be learned by studying the wonders of our past! "],"display_date":"November 11, 1845 - December 19, 1846","search_date":"1846-05-31","locations":[{"id":174,"lat":32.7925598314,"lng":-87.8378038018,"zoom":9,"place":"GREENE, Alabama"}],"tags":[{"id":164,"tag":"Slave"},{"id":267,"tag":"Health"},{"id":425,"tag":"Business"},{"id":504,"tag":"profit"}],"course":{"name":"Contemporary Issues in Social Studies Education","school":"North Carolina State University","course_id":38,"school_id":30}},{"id":5159,"title":"America Experiments with Medicine","course_id":66,"status":"P","start_date":"1/1/00","end_date":"12/31/00","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["With the idea that America was the new Promised Land, many Americans were open  to everything new including ideas on health.  Diet, nutrition and wellness were topics of debate, often with men claiming to have the latest and greatest cure-all remedy.","Reverend Sylvester Graham was an advocate for healthful living.  He introduced a restrictive diet excluding meat, butter, coffee, tea and any intoxicating drinks.  He felt that these impurities would cause sexual desire and lead to disease.  Graham was also a strong advocate for maintaining a moral lifestyle that included exercise, proper attire, good sleeping habits and continence.  He had many followers, some of whom would call him Dr. Graham despite the fact he was not formally educated as one.  Upon a visit to an orphan asylum, James Silk Buckingham found they applied Graham’s diet to the children by feeding them a strictly vegetarian diet.  The orphanage claimed this helped the children build better bodies than that of meat eaters and protected them from diseases.  Graham's radical views often provoked opposition from the meat industry as well as husbands who did not want intercourse limited with their wives.","Although there were some educated doctors who followed more conservative practices, the majority had little education and was of lower class.   Of these doctors, there were some who would make radical health claims for cures.   A Chinaman noted in his writings of American doctors that many of them would make absurd claims for remedies and dismisses the Chinese medicine practiced for thousands of years stating it was outdated.  He commented, “Indeed, in no other field does ignorance, superstition, credulity, and lack of real education display itself as among the American doctors or healers. I believe I could fill a volume by the mere enumeration of the diabolical and absurd nostrums offered by knaves to heal men who profess to hold in ridicule the Chinese doctors”.  Transportation made it possible for these men to seek out vulnerable Americans who were in desperate need of a cure only to take their money and recommend a remedy that had no basis.","According to Doctor Peter Conrad, the educated doctors of the times pressed to have legal regulation among health care practitioners and felt the current treatments were unreliable and often dangerous.  However, many people challenged this as they felt some of the treatments, especially from educated holistic practitioners, were valuable and often superior to that of the formally educated doctors.  Dr. Conrad states “belief held that the practice of medicine should be ‘democratic’ and open to all, or at least all men.”   Self-help was still a common practice among them.","The Americans viewed themselves superior to that of other countries and felt their newly discovered remedies were more advanced.  It seems this naive and narrow-minded approach dismissed remedies of their ancestors and left them with trial, error, luck and a false sense of elitism."," "],"display_date":1900,"search_date":"1900-07-02","locations":[{"id":49747,"lat":40.7964015502,"lng":-73.8979738005,"zoom":10,"place":"New York, New York"}],"tags":[{"id":883,"tag":"diet"},{"id":230,"tag":"Medicine/Health"},{"id":267,"tag":"Health"},{"id":888,"tag":"Graham"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":66,"school_id":40}},{"id":5160,"title":"Nutritional Effects on Teeth","course_id":66,"status":"P","start_date":"1795-01-01","end_date":"1795-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["As wars were breaking out in Europe during 1795, Issac Weld was sent over from Ireland to explore America and observe whether it was truly a land of “flourishing and happy condition”.  The Irish were curious whether in times of desperation they would be able to flee to America as a place of refuge.","During his travels Weld visited Philadelphia, where tooth decay among the residents became a concern.  He notes “The sudden decay of the teeth, is a circumstance which has engaged the attention of the faculty; both men and women, American born, losing them very generally at an early age.” By 25 years of age, the majority of people had significantly decayed teeth.","Weld notes that the cause was unknown.  Some felt it was caused by sudden changes in the weather temperature; however, it was noted that African Americans and Indians with the same exposure had beautiful white teeth.  Sugar consumption was also taken into consideration as the people seemed to use it in abundance; however, people who did not have access to sugar still showed signs of decay.  Salt was another consideration as Americans tended to eat lots of salted pork and fish.  Even bread was considered the cause as it was guaranteed to be served at every meal.","Many visitors noted that Americans had table manners unlike that of Europeans.  Rather than taking the time to chew their food and enjoy the meal with conversation, they would quickly eat the food as if they were starving.  A farmer mentions to Weld that this form of bolting food among Americans was the cause of tooth decay because it was not what nature intended.  This could have been the inspiration for Dr. Kellogg’s practice of extreme chewing of food for proper digestion.","It is interesting that Weld specifically mentioned women having more decay than men.   Women, not working as laboriously as men, tended to feel fat consumption would make them fatter and followed a more lean approach eating vegetables and lean meats. They avoided foods like pork fat and preferred birds, prairie dogs, rabbits and even a completely vegetarian based diet.  Weston Price, a dentist who studied health and its relation to teeth, states that the optimal diet for humans is that of “nutrient-dense whole foods and vital fat-soluble activators found exclusively in animal fats”.  This lack of fat consumption by women may take into account why they experienced rapid tooth decay.","It is noted by food historian Lynne Oliver that unlike the white men, slaves would adopt food preparations from the Native Americans as the foods available were foreign to them. They learned how to prepare grains, meats and vegetables.  Indians traditionally soaked the grains during preparation and considered fats a sacred food source.  These practices have both been found to provide vital nutrients as Dr. Price discovered.  This could possibly explain why the African Americans and Indians had superior teeth to the whites.","Dentistry was in its most amateur form with its first book published in the United States in 1801.  As tooth decay became more abundant and the demand for dentists increased, new remedies such as anesthesia and dentures developed.  Unfortunately, the diet and tooth decay connection was never conclusive, and the focus of dentistry went into developing remedies and not curing the cause."],"display_date":1795,"search_date":"1795-07-02","locations":[{"id":15236,"lat":39.878712355,"lng":-75.2036894677,"zoom":9,"place":"Philadelphia, Pennsylvania"}],"tags":[{"id":884,"tag":"nutrition"},{"id":885,"tag":"dentistry"},{"id":267,"tag":"Health"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":66,"school_id":40}},{"id":5162,"title":"America’s Health Threat - The Industrial Revolution","course_id":66,"status":"P","start_date":"1/1/14","end_date":"12/31/14","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1914, Stephen Graham, a traveler from Britain, was tramping along the border of Northern Ohio and Southern Michigan, from Toledo to Angola, Indiana. He was entering the West, where fields were wide and square and roads were straight and flat. One evening, he stopped and took a rest at a farm, where he noticed that there was no labor but just the family working in the field. He noted in his journal, “The days of the large farm were over. All the big ranches were being sold up, and the farmers were taking holdings that they could farm themselves without help. Labour was expensive, owing to the high wages paid in the towns for industrial work; even at two and a half dollars (ten shillings) a day it was difficult to get a decent gang to do the work in the harvest season.” Indeed, the days of large farming were over. Farms were no longer big while labor was no longer dirt cheap. Unlike the mid-1800’s, family labor had replaced hired labor on farms.  This was the result of the Industrial Revolution. Since there were enormous gains in industrial productivity, the Midwest, including Ohio, Michigan and Indiana, had progressed from primarily rural to urban societies.  Laborers, including immigrants,shifted from farms to industries.","The next morning, the son of the farm’s owner brought Graham a cup of milk and a bag of cookies with his sweaty hands. He was a very talkative boy so Graham took the chance to chat with him for awhile. From the discussion, Graham knew that his dad was laid up with pneumonia, which was why he could not see the dad working in the field the day before. As they further discussed, Graham was told that the dad’s pneumonia was exacerbated by the polluted air that spread from the nearby coal mining factories.","This is to say, the rise of industry not only introduced the decline of agricultural labor but also affected the life and health of Americans. During the Industrial Revolution of the 18th and 19th centuries, pollution had become a major problem with the introduction and the concentrated usage of artificially produced power. In particular, factories in Indiana, where the family of the farmer was located, produced a certain amount of polluted air, mainly smoke, as most of them were burning coal. The Industrial Revolution did make the country into an economic power, increasing the national wealth, but it also transferred the country into an unhealthy union, bringing citizens illness."],"display_date":1914,"search_date":"1914-07-02","locations":[{"id":16988,"lat":41.5973985943,"lng":-85.8587203887,"zoom":10,"place":"Elkhart, Indiana"}],"tags":[{"id":691,"tag":"Farm Labor"},{"id":267,"tag":"Health"},{"id":908,"tag":"Pollution"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":66,"school_id":40}},{"id":5169,"title":"Lower Working Class Life of New York City","course_id":66,"status":"P","start_date":"1830-01-01","end_date":"1830-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["During the 19<sup>th</sup> century New York City was a populous municipality, with over 220,000 inhabitants by the 1830s. It was diverse, consisting of both prosperous and impoverished areas. Many buildings were beautifully created with an artistic impression, while others were insignificant and deplorable.  Prince Maximilian of Wied’s chronicled his travels in New York during this time and described the contrast between its beauty and unattractiveness. This proved the strong gap that existed between the wealthy and poor, with both groups calling the city their home. Additionally, it was easily accessible to travelers because of its convenient location on the ocean’s edge. With all its activity and work, in a boisterous setting, immigrants from several areas of the globe, especially Europe, congregated in New York City. Recent immigrants as well as second and third generation natives made up the city’s lower working class. The people adjusted to American urban life, inhabited residences, and took up whatever jobs were available throughout the city.  These circumstances enabled a prevalent, dynamic, and industrious commerce.","With the perception of the American dream in mind, people’s natural ambition was to get money, become successful, and reach happiness in life. What better place to aspire for and live out this dream than New York City?  Immigrants exhibited the strong desire to obtain a good job that paid well and expectations of achieving the American dream. The jobs attainable by the lower working class consisted of industrial and factory work. These were tedious roles that demanded back breaking work and paid minimal wages. Additional occupations like maids and seamstresses were also typical for the lower working class of New York City. The hours entailed in these jobs were long and once again pay was minimal, yet the labor required was arduous and physically demanding. Seamstresses were paid only by the pieces of their work, as opposed to an hourly rate, and this was oftentimes unpredictable. Other jobs for the lower working class included lamplighters, chimney sweepers, and couriers.","Residential circumstances were not always optimum for the lower working class. Greed driven landlords found it unprofitable to rent to that specific type of family. However, there were some landlords that did rent out to working class families. Their property consisted of two-room apartments located in brick buildings, known as tenements. One apartment would get rented out to two separate families, resulting in communal living.  Unfortunately many of them were left to rent in wooden buildings. These variations were typically neglected, rundown and dilapidated because the landlords felt it was inconsequential to repair or replace anything. Their main purpose was to gain as much profit as possible by cramming families into living quarters, and the families had no choice. New York had a shortage of tenements, and it was imperative for the inhabitants to reside within walking distance to their job locations.","Public hygiene conditions were far from sanitary, and with the combination of families residing in cramped living situations, the repercussions were repugnant. Since plumbing had yet to reach the tenements, human waste was kept in large containers, just below outhouses. When the containers would become backed up or storm flooding would occur, human waste would wash into the streets among the other debris and, occasionally, seep into homes. This brought forth exposure to many infectious diseases. This was particularly dire because the medical field was still developing. They were still researching what caused epidemics, while recognizing newer ones brought from overseas.  People were unaware how to prevent and treat these diseases. Consequently, several illnesses ran rampant through the population, including cholera. The proliferation of the population, inadequate transportation and cramped and unsanitary living conditions made lving in the city for the lower working class almost unbearable."],"display_date":1830,"search_date":"1830-07-02","locations":[{"id":8919,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":31,"tag":"Immigration"},{"id":267,"tag":"Health"},{"id":896,"tag":"Labor"},{"id":598,"tag":"New York"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":66,"school_id":40}},{"id":5681,"title":"The Community Mental Health Act of 1963 and its Deinstitutionalizing Effect on Saint Elizabeth's Hospital","course_id":107,"status":"P","start_date":"10/31/63","end_date":"10/31/63","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Due to a growing need for mental health services, Saint Elizabeth’s Hospital was built by the United States Congress as a result of the Civil and Diplomatic Appropriation Act of 1852. The Institution opened in Washington, DC in 1855 as the “Government Hospital for the Insane”. A prominent leader in the mental health field, Dorthea Dix, lobbied for the construction of the facility and founded the facility with the goal of providing the \"most humane care and enlightened curative treatment of the insane of the Army, Navy, and District of Columbia.” Before this, many of the patients that could be considered “insane” were simply put in jail and were not receiving the care they needed. The name of the facility was later changed to Saint Elizabeth’s in 1916 because it temporarily provided medical care for wounded soldiers during the Civil War and those that were being treated were reluctant to tell people that they were being cared for at a mental institution. Instead they used the name of the colonial area the hospital was originally built on, Saint Elizabeth’s. Saint Elizabeth’s Hospital was the first government-run mental institution in the country and was one of the largest mental institutions in the country. The hospital was a pioneer in mental health care at the time of its existence. At its prime in the 1940’s, Saint Elizabeth’s Hospital was home to over 7,000 patients.","Saint Elizabeth’s Hospital now operates with a small fraction of that number of patients, largely due to a certain historical event, the Community Mental Health Act of 1963. This Act, fully titled the “Mental Retardation Facilities and Community Mental Health Centers Construction Act of 1963,” promoted community-based health care and provided federal funding for such facilities. One of the main purposes of this act to was provide government assistance “in improving mental health through grants for construction of community mental health centers.” The government began to fund the construction of outpatient facilities in order to allow mental patients to live more normal lives. Prior to this, mental hospitals were what Erving Goffman would consider “total institutions,” meaning that Saint Elizabeth’s Hospital was a place in which all of the patients’ activities took place with a large group of others on a schedule, which shut the patients off from the rest of society. This act led to a considerable amount of deinstitutionalization all over the country. The total number of mentally ill patients that were institutionalized went from 650,000 in 1955 to less than 150,000 in 1983. The act, in conjunction with the quickly deteriorating living conditions at the hospital, meant that Saint Elizabeth’s Hospital was no exception.  With the passage of the Community Mental Health Act of 1963, more patients opted for outpatient care and the number of patients at the hospital steadily declined."],"display_date":"October 31, 1963","search_date":"1963-10-31","locations":[{"id":31495,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Dist Columbia, District of Columbia"}],"tags":[{"id":100,"tag":"Medicine"},{"id":1654,"tag":"Hospital"},{"id":1655,"tag":"Space"},{"id":267,"tag":"Health"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"}],"course":{"name":"Making the Modern Hospital","school":"Vanderbilt University","course_id":107,"school_id":60}},{"id":6028,"title":"Which Territory in America is the Healthiest? Detroit!","course_id":118,"status":"P","start_date":"1818-01-01","end_date":"1818-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1818, Estwick Evans wrote an account of his 4,000 mile long journey from New Hampshire to the recently-established city of Detroit. In his descriptions of the Michigan Territory, he includes references to the state of affairs in terms of the academics, agriculture, tourism, aesthetics, and health of the Territory itself.  He also reports on the relative health and sanitary conditions of the city of Detroit and its inhabitants, despite the \"state of agriculture in the Michigan territory [being] far from flourishing.\" Evans notes approvingly that \"In point of health too, this territory yields to no part of North America. There is no place in the world more healthy than the city of Detroit,\" he adds, specifically mentioning the lack of \"consumption\" (tuberculosis) in the area, a disease that was ravaging several eastern urban centers.","Evans' report stands in stark contrast to the current state of affairs. As it stands today, it can be argued that Detroit is one of the least-healthy areas in the United States, both from a medical and environmental point of view. Evans mentions the lack of prosperous agriculture in Detroit, which is a concern that is still voiced to this day. The soil in the city has been so greatly polluted by lead paint, leaded gasoline, and industrial effluents that it is difficult to grow crops without first cleaning the ground, an arduous and expensive task left to city-dwellers with enough passion and drive to do it.","In addition to the poor agricultural health of the city, the health of the environment of Detroit is also considered to be problematic. The environment in the city is often thought of as unclean and unsafe due to its industrial history, which has included a massive bulidup of air pollution, soil pollution, water pollution, landfill accruement, vacant lots, burned buildings, and a generally desolate atmosphere as seen by many. Due to these (and many other) factors, many of Detroit's citizens suffer from diseases, poor nutrition, and unhealthy lifestyles that are difficult to cure without major city-wide changes. Despite the desolate outlook, there are many programs available to the people of Detroit that may take them back to being the healthiest people in America, as once touted by Evans. These programs include small-scale greenhouses, health and wellness centers (as available through programs like the Department of Health and Wellness Promotion), and the Fair Food Network, which provides Detroit inhabitants with access to healthy food and education on nutrition and healthy habits. Perhaps the day is approaching when modern-day Detroit will rival the health of early 19th century Detroit!"," "],"display_date":1818,"search_date":"1818-07-02","locations":[{"id":6603,"lat":null,"lng":null,"zoom":8,"place":"MICHILIMACKINAC, Michigan"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":267,"tag":"Health"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6803,"title":"The Medical Secrets of John F. Kennedy Explained","course_id":183,"status":"P","start_date":"5/26/55","end_date":"11/22/63","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["As president of the United States, John F. Kennedy exuded airs of confidence, courage and strength to the American public. At his inauguration ceremony on a frigid January day, Kennedy appeared resilient as he stood in front of the large crowd without a jacket, hat or gloves. His capability was rarely questioned throughout his years in office, but behind the healthy image he portrayed was a lifelong struggle with crippling disease and discomfort.","The most prominent of Kennedy’s ailments was Addison’s disease, an autoimmune disorder in which the adrenal glands do not properly produce hormones to combat infection. He also suffered from chronic back pain, serious allergies and digestive tract problems. In an effort to remedy his illnesses, Kennedy took an array of medications, at least seven each day. He took Meticorten, hydrocortisone, Florinef, synthetic T3, and Cytomel, among others. He had four operations done on his back, all of which proved ultimately unhelpful.","Kennedy’s personal physician was Janet G. Travell, a Cornell Medical School graduate and internal medicine specialist. In an oral history transcript, she talked about her first encounter with Kennedy on May 22, 1955. She described his poor condition in saying, “He was thin, he was ill, his nutrition was poor, he was on crutches. There were two steps from the street into my office and he could hardly navigate these.” His most significant complaint was of lower left back pain. She eventually treated his pain using local injection of procaine or novocaine at trigger points, a method she was renowned for. She worked tirelessly to make Kennedy as comfortable as possible, even making recommendations on the kind of chairs he should sit in. The idea first came about when he commented about a rocking chair in her office in New York. Travell recalled, “He sat in it and he said, ‘This is so comfortable, why can't I have one of these?’ I said he could.” Soon enough the rocking chair became a staple piece of furniture in the White House.","The exercise plan suggested by another one of Kennedy’s other doctors, Dr. Kraus, produced drastic improvement in the President’s condition. In the Travell interview, she explains, “He started… on a regular exercise program with Dr. Hans Kraus, which did him an inestimable amount of good.” Regular swimming, golf and tennis allowed him to build and strengthen important muscle groups in his legs and back, providing significant relief over time.","While skilled doctors extensively examined Kennedy to assess his health, the President never wanted the public to perceive him as weak. Travell admitted to working with Kennedy to censure the medical information available to the press. She recounted one conversation they had after Kennedy was hospitalized saying, “I tried to persuade him that we should just say he had a small abscess on his back. He said, ‘You know, that’s a very ugly word. I don’t want to have an abscess.’ So we compromised on a virus infection.” Despite the plethora of medical issues Kennedy suffered from, Travell thought his health was “more than adequate for him to carry the duties and responsibilities of the presidency.”","It is widely perceived that Kennedy’s poor health did not significantly affect his skillfulness and competence as president. In a tragic example of irony, he was in the best health he had been in years at the time of his death. The youthful and dynamic image Kennedy maintained was impressive, but in light of the daily physical challenges he faced in addition to the duties of the presidency, John F. Kennedy is a more outstanding political figure than previously imagined."],"display_date":"May 26, 1955 - November 22, 1963","search_date":"1959-08-24","locations":[{"id":52869,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington, D.C. United States"}],"tags":[{"id":2703,"tag":"John F. Kennedy"},{"id":100,"tag":"Medicine"},{"id":267,"tag":"Health"},{"id":3564,"tag":"Janet G. Travell"}],"course":{"name":"JFK","school":"Marist College","course_id":183,"school_id":77}}]}