{"id":2673,"tag":"Ada James","points":[[43.0070321924,-87.9667286742]],"bounds":[[43.0070321924,-87.9667286742],[43.0070321924,-87.9667286742]],"episodes":[{"id":6352,"title":"<strong>Ada James sure showed them!</strong> The ratification the 19th amendment in Wisconsin.","course_id":141,"status":"P","start_date":"11/1/19","end_date":"11/1/19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Ada James was a key figure in the women's suffrage movement in Wisconsin.  She and her family played an instrumental part in Wisconsin's ratification of the 19th amendment.  In one of Ada's diary entry's she stated, \"it is unjust to hold mothers responsible for the morals of their children while denying them a voice on municipal conditions making up their environment.\"  Tis quote shows Ada's desire for change and a logical reasoning for a long overdue ratification of the 19th amendment.  It also demonstrates her values which stem from her mother a longtime Wisconsin suffragist and her father a strong supporter of the movement.","Ada's father was in fact the reason Wisconsin narrowly beat their rivals to the south Illinois, in the honor of being the first to ratify the 19th amendment.  David James, Ada's father personally raced to Washington to deliver the ratification papers.  As the article in the <em>Milwaukee Journal </em>from November 2, 1919 so strikingly states, Ada James a descendant of a suffrage family \"showed\" Illinois women that Wisconsin was the first to ratify the 19th amendment.  Noted for her outspoken nature, a key to her success in the ratification, Ada publically claimed Wisconsin's honor and denounced Illinois' false claim as the first to ratify the 19th amendment.","There is a lot of debate over this fact, partly to do with the happening that Illinois was also sending a messenger to Washington to ratify at the same time.  However, there was a problem with the wording of the Illinois bill and they were turned away.  Mr. James entered the state department with the Wisconsin ratification papers in hand as the Illinois messenger was leaving.","Ada \"showed\" them, Illinois, in her public speech held at a victory ceremony held at the Milwaukee Athletic Club.  The applause roared as Ada dispersed any doubt in Wisconsin's rightful title of the first state to ratify the suffrage amendment.  Ada sought equality for women, her impact on the Wisconsin Women's Suffrage Organizations in which she was a leading member of, and her dedication and challenge of leadership changed the course of Wisconsin's women's suffrage movement forever."," "," "," "],"display_date":"November 1, 1919","search_date":"1919-11-01","locations":[{"id":16292,"lat":43.0070321924,"lng":-87.9667286742,"zoom":10,"place":"Milwaukee, Wisconsin"}],"tags":[{"id":2206,"tag":"Wisconsin"},{"id":1710,"tag":"Voting Rights"},{"id":2673,"tag":"Ada James"},{"id":2674,"tag":"19th amendment"},{"id":7,"tag":"Women"},{"id":18,"tag":"Politics"},{"id":17,"tag":"Government"},{"id":2675,"tag":"Ratify"},{"id":1323,"tag":"rivalry"},{"id":840,"tag":"Illinois"},{"id":2712,"tag":"Milwaukee Athletic Club"},{"id":2713,"tag":"Milwaukee Journal"}],"course":{"name":"Intro to Digital History","school":"University of Wisconsin, Milwaukee","course_id":141,"school_id":68}}]}