{"id":2676,"tag":"Stonewall","points":[[43.3136970893,-73.4307458827],[40.7335719,-74.0027418],[38.3084627,-77.6344334],[37.4315734,-78.6568942]],"bounds":[[43.3136970893,-73.4307458827],[37.4315734,-78.6568942]],"episodes":[{"id":6354,"title":"Breaking Point: Stonewall Riots","course_id":141,"status":"P","start_date":"6/28/69","end_date":"6/28/70","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 2015, the LGBT community in America sits on the edge of its collective seat, much like the African-American community in 1967 with the much-anticipating ruling of the Loving Case.  Today, we await a Supreme Court ruling on the legality of same-sex marriage.  How did we get here when only 50 years ago, interracial marriage was illegal?  The answer may be in a bar in Greenwich Village.","On June 28th, 1969, New York police raided the Stonewall Inn in Greenwich Village in Manhattan, New York.  What followed was a serious of violent uprisings that are now considered the beginning of the fight for gay rights across the nation in the face of an anti-homosexual legal system.","Following WWII, a paranoid America cried out for the suppression of any people seemingly jeopardizing the integrity of the country, among whom were LGBT.  Homosexual acts of any kind were illegal, including not wearing outfits appropriate fore their gender.","By and large, the mafia owned the bars that catered to the LGBT community, sometimes without a liquort license.  Police often raided these establishments, but typicall gave the owners a head's up, but on the night of 28 June 1969.  In the wee hours of the morning, the police exploded into the bar, without the tradition warning of the white lights that gave the patrons time to duck out the back door, stop dancing and touching each other, or stash their liquor.  Some patrons offered a little resistance to the police officers who responded with more force, and the situation escalated.","In the height of the Civil Rights Movement in the US, tension between law enforcement and marginalized Americans were already high.  From all accounts, it was just a matter of time before the LGBT community hit their breaking point, and for the first time in history, this was the day that would happen.","The police raid, which otherwise would have lasted all of a half hour, dragged on as the surrounding crowd grew.  Crowd reaction fueled the fire of the patrons, who continued to fight back with growing vengeance.  The police answered with more force.","The LGBT patrons of the Stonewall Inn were historically among the most marginalized of the LGBT community: transvestites, homeless kids, drag queens.  Exasperated and angry, they rose up against decades of persecution.  What followed was a couple of days filled with riots in reaction to the raid.  Cars overturned, violent and combative encounters between LGBT members and police men, and manifestations of pride in what was perceived to be a perverse way of life marked the first uprising of the LGBT community.","A year later to the date, America saw its first gay pride parade.  45 years later, America awaits a Supreme Court ruling on the legality of same-sex marriage."],"display_date":"June 28, 1969 - June 28, 1970","search_date":"1969-12-27","locations":[{"id":31991,"lat":43.3136970893,"lng":-73.4307458827,"zoom":9,"place":"Washington, New York"}],"tags":[{"id":2677,"tag":"LGBT"},{"id":2676,"tag":"Stonewall"},{"id":1596,"tag":"Riots"}],"course":{"name":"Intro to Digital History","school":"University of Wisconsin, Milwaukee","course_id":141,"school_id":68}},{"id":6464,"title":"Protestors Impede Police Arrests at Stonewall Inn","course_id":153,"status":"P","start_date":"6/28/69","end_date":"6/28/69","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Tensions heightened between the New York City Police Department (NYCPD) and large numbers of gay, transgender, and other sexual minorities during the hot summer of 1969. Raids on gay bars, such as the Stonewall Inn, became frequent, due to laws against serving alcohol to gay people. In the early hours of June 28, the NYCPD conducted a raid on the Stonewall Inn, arresting several cross-dressing people as well as gay men and women.","The New York <em>Daily News</em> published a photograph that illustrates the outburst of anger throughout the crowd, as dozens of gay men in particular refused to stand aside for the police. This image also ties together the growing sense of outrage and willingness to do something about it, as previously the gay community was fighting quietly for their rights.","Savannah Dooley, a journalist for the LBGT magazine <em>The Advocate</em>, records that violence escalated inside the bar, with police beating one lesbian woman over the head with a club for resisting arrest. A gathering crowd outside the bar heard her cries, as well as other sounds of violence, and grew increasingly agitated. They began throwing empty beer bottles and attempted to overturn police wagons, eventually forcing the policemen inside the bar to retreat. Some participants even pried open the front door of the bar with a ripped up parking meter.","The raid on the Stonewall Inn was a touchstone for the gay civil rights movement, as noted by Rick Bragg, a reporter for the <em>New York Times</em>, looking back on the raid and subsequent riots from 1994. The raid began a series of riots that put the gay rights movement into the public eye. The influential activist group the Gay Liberation Front formed directly after the riots, reinforcing the righteous anger expressed during the raid and keeping the gay rights movement in the news. The anger felt by the demonstrators in the photo reverberated through the years after Stonewall, leading to an increased focus on gay rights and, eventually, a greater level of civil liberties for all members of the LBGT community. As Sherry Wolf, author of Sexuality and Socialism, noted: “The riots alone would not be remembered today for transforming gay politics if they had not been followed by organizations that transformed the raw outrage into an ongoing social force.”","The newspaper photo demonstrates that sense of rage reaching its limit, and would eventually be funneled into creating organizations such as the GLF. Other protestors watch in the background, signaling that the night’s events would spiral into a much larger experience, eventually becoming a benchmark in the history of the gay rights movement."],"display_date":"June 28, 1969","search_date":"1969-06-28","locations":[{"id":52861,"lat":40.7335719,"lng":-74.0027418,"zoom":7,"place":"Greenwich Village, New York, NY, USA"}],"tags":[{"id":2676,"tag":"Stonewall"},{"id":1596,"tag":"Riots"},{"id":2857,"tag":"LBGT"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":153,"school_id":3}},{"id":6713,"title":"The Stone Wall","course_id":170,"status":"P","start_date":"4/16/17","end_date":"4/18/17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Throughout the Civil War, there were some great commanders in both the Confederate and Union armies. One commander that stood out to me was Thomas Jackson. Jackson graduated from West Point, a U.S Military academy around 1846. Being that he graduated around that time he was able to fight in the Mexican War which lasted from 1846-1848.  After fighting in the Mexican War, he went on to pursue a teaching career. After teaching for a while, the secession of Virginia came about in 1861. After Virginia seceded from the Union, jackson took immediate action to join the Confederate army.","<strong><br /></strong>","After joining the army, the first wave of secession was already in place. The first wave lasted from December of 1860 through February of 1861. During the first wave, seven southern states took action and declared their independence from the Union. Throughout the first wave, Jackson hoped that his home state, Virginia, would remain in the Union. Although his home state seceded, he continued to show his loyalty towards his state rather than the Federal Government. In the army, Jackson originally served as colonel until he was promoted to brigadier general under General Joseph E. Johnston. Being that Jackson taught artillery tactics, he would have no problem leading men on the battlefield.","<strong><br /></strong>","Of course the first battle of the war came, and Jackson was ready to fight. The first battle in the Civil War was the Battle of Bull Run. In this first battle Jackson earns his nickname. His nickname comes about through a Union general. As Jackson rushed his men to close a gap against union attack, a Union general said “Look men, there’s Jackson standing like a stone wall”. After that day Thomas Jackson became known as “Stonewall” Jackson.  Some people might question why someone would just be standing in the middle of a battle. Later on during the Civil War, Jackson was eventually commissioned as a major general.","<strong><br /></strong>","Throughout the Civil War, Jackson led his men through some great victories. But little did he know that the end was near. Jackson’s final battle took place in Chancellorsville, Virginia. In this battle, Jackson went to fight with almost two times less men than the opposing Union Army.  The Union came into the battle with about 130,000 soldiers, and Jackson brought about 60,000 soldiers to the battle. Jackson already knew that he had the lower hand in this battle. Being that he had the lower hand he decided to join forces with Robert E. Lee to help fight towards victory.","<br />Out of that 60,000 soldiers, Jackson took 28,000 and  engaged in diversionary attacks against Hooker’s exposed flank. Jackson’s attack caused extreme casualties to the Union force. Following the attacks, Hooker was eventually forced to withdraw his soldiers. Hooker’s withdrawal meant victory for the Confederate Army.  The attacks by Jackson lasted until sunset. Following the end of the conflict, Jackson took some of his men to the forest to scout for approaching Union forces. Because it was night time, a North Carolina regiment mistook the Confederate Army for Union troops and opened fire. After realising that they weren’t Union soldiers, they ceased fire only to find that they had wounded Jackson. Jackson later died because the wounds were too severe for him to survive. Jackson went on to be known as one of the most notorious leaders during the Civil War."],"display_date":"April 16, 1917 - April 18, 1917","search_date":"1917-04-17","locations":[{"id":53067,"lat":38.3084627,"lng":-77.6344334,"zoom":8,"place":"Chancellorsville, Virginia"},{"id":52766,"lat":37.4315734,"lng":-78.6568942,"zoom":8,"place":"Virginia"}],"tags":[{"id":2930,"tag":"Virginia"},{"id":2676,"tag":"Stonewall"},{"id":32,"tag":"Civil War"},{"id":755,"tag":"Confederacy"},{"id":3347,"tag":"1861"},{"id":3348,"tag":"Thomas Jackson"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}}]}