{"id":2687,"tag":"Locomotive","points":[[39.878712355,-75.2036894677]],"bounds":[[39.878712355,-75.2036894677],[39.878712355,-75.2036894677]],"episodes":[{"id":6359,"title":"The Pennsylvania Railroad: 100 Years","course_id":140,"status":"P","start_date":"2/18/46","end_date":"2/18/46","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1946, the thriving Pennsylvania Railroad Company celebrated its 100-year anniversary. The railroad company took out a national advertisement in <em>Time Magazine</em> in February 1946 identifying some of the major milestones in the railroad’s history and discussing its current operations. The advertisement noted that the railroad dispatched 1,340 passenger trains and 3,170 freight trains across the eastern United States daily. The company’s 10,000 miles of track represented nearly five percent of the total rail mileage in the nation at the time."," ","The Pennsylvania Railroad’s advertisement showed the public what they had achieved over the past 100 years and explained what was to come in the future based on their research and development. Their primary concern with train travel was the growth of the automobile industry. The increased rate of automobile ownership threatened the long-term viability of passenger railroads. In order to compete, the Pennsylvania Railroad developed larger, more modern train cars that offered a more comfortable ride and more luxurious spaces for travelers. The railroad provided service to many different states using railroad routes running from Philadelphia to New York, Pittsburgh to Cleveland, and Indianapolis to Louisville, to name a few. This allowed for stops along the different routes in order to accommodate the travel needs of the American family. The Pennsylvania Railroad system also offered pamphlets that contained historical information on the different stops along each route so that travelers would learn about what they were seeing during their trips. For instance, the pamphlets noted that Princeton Junction was once the first capital of New Jersey and home of Princeton University. The Pennsylvania Railroad targeted the American public in their advertisement and encouraged families to travel by railroad rather than cars by illustrating families admiring trains as they evolved over time."," ","In order for the Pennsylvania Railroad Company to successfully expand their enterprise, they employed over 225,000 workers and 1,480 officers. As of 1921, the tenth president of the Pennsylvania Railroad Company, General William Wallace Atterbury, helped put into effect a policy that the railroad’s employees must be given proper representation regarding their wages, working conditions, and welfare. Documentation showed the steps Atterbury and the Pennsylvania Railroad Company needed to take in order to form solidarity between workers and management. They tried to achieve happiness and prevent grievances by coming to an agreement that suited everyone’s needs. They feared that if the grievances and issues were not addressed, workers might quit or go on strike. The Pennsylvania Railroad showed true leadership that set the forefront of employee rights for other railroad companies and major corporations with regards to employee representation. If it were not for the labor relation agreements between the employees and management, the Pennsylvania Railroad would not have survived as long as it had."," ","Without this great step in the labor work force, the Pennsylvania Railroad would not have achieved the proper expansion they needed to survive for over one hundred years.","The Pennsylvania Railroad Company made great strides in growing and developing their company. Using the employment force, updating their trains, and expanding their routes allowed them to succeed for one hundred years. Having a full page colorful advertisement in <em>Time Magazine</em> offered a surefire way to attract an audience that was interested in technological change and wished to travel in comfort."],"display_date":"February 18, 1946","search_date":"1946-02-18","locations":[{"id":27874,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"Philadelphia, Pennsylvania"}],"tags":[{"id":666,"tag":"Railroad"},{"id":799,"tag":"Travel"},{"id":2685,"tag":"Pennsylvania Railroad"},{"id":2686,"tag":"Train"},{"id":2687,"tag":"Locomotive"},{"id":2688,"tag":"Time Magazine"}],"course":{"name":"Historical Perspectives on Technology","school":"Widener University","course_id":140,"school_id":43}}]}