{"id":269,"tag":"Double V Campaign","points":[[40.468833638,-79.9812076782]],"bounds":[[40.468833638,-79.9812076782],[40.468833638,-79.9812076782]],"episodes":[{"id":4682,"title":"A Campaign for Freedom","course_id":22,"status":"P","start_date":"2/7/42","end_date":"2/14/42","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            February 7, 1942, was a day that changed America. Segregation and discrimination had reached a point that was no longer tolerable, and according to the <em>Pittsburgh Courier</em>, it was time for a campaign. The “Double V Campaign,” as it was called, stood for two victories for black Americans: a victory at home and a victory abroad. ","            This campaign was orchestrated by the <em>Pittsburgh Courier, </em>a weekly black newspaper that helped influence public opinion among black Americans. According to the <em>Courier</em>'s February 14<sup>th</sup> headline, “The Courier's Double 'V' for a double victory campaign gets country-wide support.” This support showed that black America was tired of being oppressed and ready for change. The Double V campaign helped tremendously the plight of black Americans. Blacks everywhere were discriminated against based on their color, and the armed forces at this time was no exception. If blacks were allowed entrance into the army, they were only given menial jobs such as cooks or stewards. The Double V campaign called for integration and for the possibility of fighting for freedom everywhere. The <em>Courier</em> went on to say in its’ February 14<sup>th</sup> article, “We, as colored Americans are determined to protect our country, our form of government and the freedoms which we cherish for ourselves and the rest of the world, therefore we have adopted the Double ‘V’ war cry—victory over our enemies at home and victory over our enemies on the battlefields abroad. Thus in our fight for freedom we wage a two-pronged attack against our enslavers at home and those abroad who will enslave us. WE HAVE A STAKE IN THIS FIGHT...WE ARE AMERICANS, TOO!” Not only did the campaign gather blacks together in support of racial equality, but afforded them the opportunity to feel part of a bigger struggle for freedom everywhere. The shared struggles of black America were also felt by black service men in the armed forces. According to Lawrence P. Scott, a black airman in the 99th, and an eventual Tuskegee Airman, \"every man in the 99th was aware that the success of the 99th would impact the status of blacks in the Army Air Force and the army as a whole and that each man performed his job as if the race depended on him.\"","            At war’s end, the campaign would serve as a reminder of why black service men and women fought. Not only was the war fought to free enslaved people abroad, but was also fought for the equality of black Americans at home who were willing to fight and die for their country. This campaign would later help to serve as an impetus for the future civil rights movement of the 1960s that would eventually grant black Americans the equality for which they lived, fought, and died."," "],"display_date":"February 7, 1942 - February 14, 1942","search_date":"1942-02-10","locations":[{"id":27548,"lat":40.468833638,"lng":-79.9812076782,"zoom":9,"place":"Allegheny, Pennsylvania"}],"tags":[{"id":258,"tag":"World War II"},{"id":42,"tag":"Civil Rights"},{"id":269,"tag":"Double V Campaign"},{"id":270,"tag":"Freedom"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}}]}