{"id":2692,"tag":"The Great War","points":[[38.9151212228,-76.9435162098],[41.197785310004,-75.38473046875]],"bounds":[[41.197785310004,-75.38473046875],[38.9151212228,-76.9435162098]],"episodes":[{"id":6360,"title":"<strong>David F. Houston on U.S War Preparation</strong>","course_id":140,"status":"P","start_date":"1/1/17","end_date":"12/31/17","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The United States did its best to stay neutral during the onset of the First World War. President Woodrow Wilson famously insisted that, \"America was too proud to fight\" in the European conflict. During this time, President Wilson pursued a non-intervention policy and tried to help mediate peace for all sides. He realized that the German government, in particular, was not interested in ending the war. On May 7, 1915, a German U-boat sank the British ocean liner <em>RMS Lusitania </em>killing 128 Americans. President Wilson was forced to make a stand and told the Germans that unrestricted warfare on non-military targets would not be tolerated. The German government originally agreed with the demand but by January 1917 they had sunk an additional seven U.S merchant ships. Realizing that he was now out of options, President Wilson called for war. Congress complied and declared war on April 6, 1917.","Soon after America declared war, Secretary of Agriculture David F. Houston wrote a commentary encapsulating his thoughts about U.S preparedness for the conflict entitled <em>U.S War Readiness, 1917. </em>Houston's insights about America's preparation for war and its speedy development of civil and military production capabilities shows exactly what kind of man he was. An academic with a degree in political science from Harvard University, Houston had taught at the University of Texas where he eventually became dean of the facility. Afterwards, he had accepted a job as president of rival university Texas A & M. He then proceeded to become chancellor of Washington University in St. Louis before accepting a position in President Wilson's cabinet. Toward the end of the war he became Secretary of the Treasury. He eventually left politics and entered the business world as president of Bell Telephone financial subsidiary, Bell Telephone Securities. Afterwards, he served as director of AT&T, the Guaranty Trust Company, and the United States Steel Corporation.","When David F. Houston wrote <em>U.S War Readiness, 1917 </em>he wasn't trying to hide his emotional state regarding the conflict. He was a very patriotic man who believed - along with many Americans - that the time had come for the United States to enter the war. His writings highlighted the magnitude of such an undertaking. Even Houston could not comprehend the vast funds authorized by Congress to support the war machine. For example, he writes that Congress had authorized over $21 billion dollars toward war efforts. The money was allocated for military operations that included building machinery such as ships and airplanes, maintaining supplies for the troops, transportation needs, and adequate medicine and medical care for the wounded. Houston states that the budget for ship construction of $1.9 billion dollars was nearly double the former federal budget as a whole. On the topic, Houston said, \"The figures even for particular items are beyond comprehension.\" Houston goes on to write in great detail about the cost of all facets of military operations.","What may be more incredible than the financial and industrial output necessary to support the war effort were the programs that were developed to safeguard these operations. Houston mentions that only a few months earlier, the Council of Defense was formed. Some of the responsibilities of the committee included mobilizing forces, utilizing waterways and highways, increasing domestic production for military commitments, and being able to utilize the nation's resources immediately if warranted. Houston also draws special attention to seven agencies still in their infancy that he thinks would play \"peculiar importance\" in the war mobilization. These newly-formed agencies included a shipping board, and aviation, medical, transportation, munitions, and labor committees. Houston says that these governmental bodies were able to become truly effective when the United States entered war. Other agencies that were created to regulate wartime activities include the Food Administration, the Fuel Administration, the War Council, the War Trade Board, and the War Industries Board. It is clear that Houston considers the War Industries Board to be of the greatest importance. He explains that all purchases for the Allies have to be approved by the three-person committee. The War Industries Board analyzes all aspects of industrial operations and makes commodity purchases large enough to effect market values.","In his essay, David F. Houston shares his thoughts on how America mobilized its economic and industrial might after it entered World War One. His writing shows just how overwhelmed he was with America's massive production abilities and the programs that kept war preparation operations running efficiently. He understood that technology alone would not win the war. He stated, \"No machinery is of great value unless it is properly manned.\" He believed that Americans would rise to the challenge. He was right."],"display_date":1917,"search_date":"1917-07-02","locations":[{"id":17283,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Dist Columbia, District of Columbia"}],"tags":[{"id":2689,"tag":"David F Houston"},{"id":1859,"tag":"World War 1"},{"id":2692,"tag":"The Great War"},{"id":2693,"tag":"U.S War Readiness, 1917"},{"id":2694,"tag":"America's War Effort"}],"course":{"name":"Historical Perspectives on Technology","school":"Widener University","course_id":140,"school_id":43}},{"id":6886,"title":"A Women's War","course_id":190,"status":"P","start_date":"6/1/17","end_date":"11/30/17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","Residents of Carmel, New York, woke up on Friday, November 30, 1917, to a letter to the editor on the <em>Putnam County Courier’s</em> front page from an advocate for woman’s suffrage, Mrs. C.A Hopkins. In her comment, Hopkins explained that men should be recognized for their valor during The Great War, but also argued that women should be appreciated as well. Hopkins wrote, “I feel sure that the women who have so faithfully and efficiently labored for the Red Cross, for the Liberty Loan, and for the YMCA fund, may also be depended upon to further the recognition of a subject already long delayed.” This subject was women’s right to vote. New York state was at the epicenter of the women’s suffrage movement throughout 1916 and 1917. Suffragettes hoped to win the support of “the most economically and politically influential state in the nation.”","World War One created many difficulties for the suffrage movement. Suffragettes were split between those who supported that war and those who did not. On April 3, 1917, President Wilson announced his war aims to Congress. He declared that the United States must enter the war because “the world must be made safe for democracy.” This claim from Wilson stirred controversy amongst suffragettes, who believed America first had to first fix its democracy at home by allowing women to vote. In his book, <em>Winning the Vote</em>, the historian Robert Cooney, Jr. details how the suffragist Doris Stevens argued, “We must not let our voices be drowned by war, trumpets or canons.” Steven and others who did not support the war worried that the war would bring the suffrage movement to a halt. Many women abandoned their suffrage for war work, such as laboring in munition factories, selling war bonds, raising money for war relief, and providing aid at the front for fallen soldiers with the Red Cross.","Activists such as Mrs. C.A Hopkins supported the war and argued for women’s rights. Suffragettes took part in patriotic rallies all over New York State. In the book <em>Women Will Vote, </em>Goodier and Pastorello explain, “By the summer of 1916, most cities held preparedness and patriotic rallies. The fifty thousand marchers who participated in the parade included suffragists; suffragists participated in similar events in Albany, Rochester, New York, and elsewhere.” New York suffrage leaders wanted to bring back attention to their primary goal: reviving their suffrage campaign by emphasizing women’s contributions to the war. Suffragettes spoke at every possible venue, including training camps for soldiers. They printed and distributed leaflets, posters, and newspaper articles asserting that more than a million New York Women demanded that voters pass the suffrage referendum on November 6, 1917.","Acts of leadership like Mrs. C.A. Hopkins and acts of courage like the women who participated in the war helped women in New York gain suffrage on November 6, 1917. It was the stepping stone that would eventually lead women to gain suffrage across the nation. This movement did not only require women from big cities to be heard but local ones as well, such as New York’s local town of Carmel in Putnam County."],"display_date":"June 1, 1917 - November 30, 1917","search_date":"1917-08-31","locations":[{"id":53211,"lat":41.197785310004,"lng":-75.38473046875,"zoom":6,"place":"Putnam County, New York"},{"id":53212,"lat":41.197785310004,"lng":-75.38473046875,"zoom":6,"place":"New York State"}],"tags":[{"id":7,"tag":"Women"},{"id":2692,"tag":"The Great War"},{"id":2477,"tag":"world war one"},{"id":2647,"tag":"Women's Suffrage"},{"id":3698,"tag":"Suffragette"},{"id":617,"tag":"Feminism"}],"course":{"name":"Historian's Craft","school":"SUNY New Paltz","course_id":190,"school_id":102}}]}