{"id":2703,"tag":"John F. Kennedy","points":[[42.629888,-71.916805],[41.8781136,-87.6297982],[38.9071923,-77.0368707],[32.2987573,-90.1848103],[33.5206608,-86.80249],[34.0522342,-118.2436849],[34.0140526,-118.2878754],[38.911387,-77.03062]],"bounds":[[42.629888,-71.916805],[32.2987573,-118.2878754]],"episodes":[{"id":6474,"title":"The Presidential Physicians of John F. Kennedy","course_id":151,"status":"P","start_date":"1/1/54","end_date":"12/31/63","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In an oral history, Dr. Janet Travell explained that she frequently treated President John F. Kennedy for various muscle pains with “local procaine injections at trigger points.”  According to notable Kennedy historian James N. Giglio, criticism of the President’s repeated injection treatment arose among his other physicians, particularly Dr. George G. Burkley and Dr. Hans Kraus.  Drs. Burkley and Kraus were focused more on the President’s long term health and strength, while Dr. Travell seemed to mainly concentrate on easing Kennedy’s immediate pain.  Giglio also found that the long term effects of Dr. Travell’s injections seemed to further physically harm President Kennedy and weaken his already damaged muscles.             ","“Not helpful and actually harmful,” is the way Dr. Burkley described Dr. Travell’s injections in an oral history interview.  He explained that he advised Dr. Janet Travell not to give Kennedy “any more injections of any kind.”  Found in John F. Kennedy’s personal papers is a prognosis, following an examination by Dr. Kraus, that documented the state of the President’s health, after the frequent injection treatment provided by Dr. Travell.  Dr. Kraus reported that President Kennedy had substantial weakness and tightness in various muscles.  Dr. Kraus recommended a series of physical exercises that would gradually improve President Kennedy’s strength for weak muscles as well as loosen his tight muscles.  He further advised the President to accept injections “as little as possible.” ","Historian James Giglio argued that Dr. Burkley and Dr. Kraus discouraged Dr. Travell’s treatment and recommended plans of physical therapy that could potentially increase the President’s strength, rather than injections that both doctors believed to be harmful.  Dr. Kraus contended that the heavy use of injected drugs could be avoided with other less invasive methods such as a medical spray and physical therapy treatments.  Giglio also stated that Dr. Travell then attempted to avoid the other two doctors’ orders and still continued to treat the President; however, in 1962, the President’s medical team officially fired Dr. Janet Travell as the President’s physician and later re-assigned her to be a physician for Jacqueline Kennedy and her children."," "],"display_date":"1954 - 1963","search_date":"1958-12-31","locations":[{"id":52869,"lat":42.629888,"lng":-71.916805,"zoom":6,"place":"Washington, D.C. United States"}],"tags":[{"id":2703,"tag":"John F. Kennedy"},{"id":100,"tag":"Medicine"},{"id":2867,"tag":"Travell"}],"course":{"name":"JFK: Famine to New Frontier","school":"Marist College","course_id":151,"school_id":77}},{"id":6475,"title":"The 1960s: A Revolution for the Intellectually Disabled","course_id":151,"status":"P","start_date":"2/5/63","end_date":"12/31/70","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Americans with intellectual disabilities were seldom given the respect and equal opportunities they deserved prior to the 1960s. Historians describe the sixties as a monumental decade in terms of technology, music, fashion, sexual revolution, and youth rebellion; but the Age of Aquarius also marked the beginning of a newfound recognition for Americans with mental disabilities. ","John F. Kennedy was the first president to make improving the lives of handicapped Americans a priority in his administration. He issued a message to Congress in 1963 addressing the dire need to aid and support Americans suffering from mental illness. He stated, “…as Americans, it is our duty to seek out the causes of mental illness, strengthen public awareness of intellectual disabilities and create programs and facilities to assist the mentally ill.” This message marked the beginning of a revolution for Americans with intellectual disabilities. ","Kennedy’s sister, Rosemary, who suffered from intellectual disabilities herself, influenced him during his presidency. Witnessing firsthand the heartbreaking tribulations of growing up mentally handicapped, President Kennedy, along with his other sister, Eunice, decided to set forth to improve the lives of the intellectually disabled forever.","A short eight months after President Kennedy’s special message to Congress, he signed the Community Mental Health Act. The CMHA provided funding for research centers and facilities in order to combat mental illness and improve the lives of those who suffer from it. Up until October of 1963, there had never been a law or act aiming to serve the mentally disabled; instead, families kept disabled children at home because society considered them a burden to society. To this day, the signing of this act signifies the official change in government perspective towards Americans living with intellectual handicaps. ","Although President Kennedy died less than a month after signing the CMHA, his legacy for helping the intellectually disabled carried on. Thanks to her brother’s public awareness, Eunice Kennedy founded the Special Olympics in 1968. The goal of the Special Olympics was to provide a day filled with events and sports clinics specifically for intellectually disabled children.  The Olympics proved to be so successful that, by 1970, the organization had spread internationally to France and Canada. At Eunice’s press conference in 1970, she reflected on how much support the organization gained in only two years and thanked Americans for their ongoing efforts to raise awareness for the mentally handicapped. ","Since John F. Kennedy’s presidency, the lives of Americans with mental disabilities have improved greatly.  Thanks to the Kennedy family, the intellectually handicapped are treated with extra care and compassion. Although some may argue that this was not the most important initiative of Kennedy’s presidency, his influence absolutely sparked a significant change in the way Americans view people who are disabled. "," "],"display_date":"February 5, 1963 - December 31, 1970","search_date":"1967-01-18","locations":[{"id":52870,"lat":41.8781136,"lng":-87.6297982,"zoom":8,"place":"Chicago, Il"},{"id":52779,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington, DC"}],"tags":[{"id":2872,"tag":"Special Olympics"},{"id":2871,"tag":"Rosemary Kennedy"},{"id":2870,"tag":"Eunice Kennedy Shriver"},{"id":2869,"tag":"Mental Retardation"},{"id":2868,"tag":"Intellectual Disabilities"},{"id":2703,"tag":"John F. Kennedy"}],"course":{"name":"JFK: Famine to New Frontier","school":"Marist College","course_id":151,"school_id":77}},{"id":6477,"title":"Letters of Eleanor Roosevelt and John F. Kennedy during the 1960 election","course_id":150,"status":"P","start_date":"12/11/58","end_date":"1/22/59","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On December 11, 1958, John F. Kennedy a Democratic Presidential candidate composed a personal letter to Eleanor Roosevelt. He wrote, “I note from the press that on last Sunday afternoon, December 7, on the ABC television program College News Conference, you stated…that Senator Kennedy’s ‘father has been spending oodles of money all over the country and probably paid representatives in every state by now.’” Kennedy wrote this letter to Roosevelt hoping she would retract her statement. On December 18, 1958 Roosevelt’s response to Kennedy included the pointed remark that, “building an organization is permissable [sic] but giving too lavishly may seem to indicate a desire to influence through money.” Roosevelt additionally responded to Kennedy’s letter that if the information turned out to be false, she would gladly state so but, “was told that your father said openly he would spend any money to make his son the first Catholic President of this country.” Kennedy, enraged that Roosevelt believed such a fabrication, wrote her a pointed response. According to Allida M. Black, “Kennedy knew that he needed as much party unity as he could muster to win a very close election…Eleanor Roosevelt’s support was crucial.” Kennedy wrote in more of a lecture style on December 29, that Roosevelt should not believe the allegation made against him. “I am aware…that there are good many people who fabricate rumors and engage in slander about any person in public life. But I have made it a point never to accept or repeat such a statements unless I have some concrete evidence of their truth.” In Kennedy’s letter to Roosevelt on January 22, 1959 he stated, “I do hope that we a have a chance to get together sometime in the future to discuss other matters.”  These matters included his Catholicism, and attitude towards McCarthyism.","After the convention in July 1960, when Kennedy won the nomination, Roosevelt gave her halfhearted endorsement to Kennedy. Gary Donaldson disclosed, “Stevenson, Truman, and Eleanor Roosevelt might have thrown their support to just about anyone to keep Nixon out of the White House…Without their support…Kennedy would have a difficult time winning in November.” The importance of Roosevelt publically supporting the Democratic presidential nominee was symbolic because she was arguable as the “Mother” of the Democrat Party in the White House.Roosevelt and Kennedy’s relationship started off argumentative, but progressed into a friendly association. Roosevelt aimed to ensure that her husband’s New Deal legacy continued the Democratic party. She did not trust Kennedy. She remained suspicious of his Catholicism, his lack of criticism of Senator Joseph McCarthy, and she disliked his father, Joseph Kennedy’s, financial meddling in the campaign.  At the time that Kennedy wrote the letter to Roosevelt, she supported the two-time presidential nominee, Adlai Stevenson, as the leading Democratic figure. Roosevelt liked the main points that Kennedy made in his inauguration speech about challenging the nation. Roosevelt felt passionate about the Peace Corps, but scolded Kennedy for his impulsive actions. She did not appreciate how Kennedy dodged civil rights because it coexisted as “the domestic matter closest to her heart” and “angered her the most.” Roosevelt, “strongly supported Stevenson’s appointment to the ambassadorship of the United Nations.” Finally, according to Black, Kennedy asked, “her to chair his Presidential Commission on the Status of Women.” Roosevelt attempted to influence Kennedy opinion in a variety of ways, and stayed pro-active in many organizations throughout her last 20 months alive."," "," "," "," "," "," "," "],"display_date":"December 11, 1958 - January 22, 1959","search_date":"1959-01-01","locations":[{"id":52855,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington, D.C."}],"tags":[{"id":2469,"tag":"Eleanor Roosevelt"},{"id":18,"tag":"Politics"},{"id":2703,"tag":"John F. Kennedy"},{"id":2874,"tag":"Democratic Party"}],"course":{"name":"JFK: Famine to New Frontier","school":"Marist College","course_id":150,"school_id":77}},{"id":6558,"title":"Kennedy's Executive Committee of the National Security Council","course_id":157,"status":"P","start_date":"10/22/63","end_date":"10/28/63","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Executive Committee of the National Security Council (ExComm) was a group of experts who advised President Kennedy during the Cuban Missile Crisis. National Security Action Memorandum 196 established the ExComm to ensure effective decision making during the crisis. Arthur Schlesinger Jr. stated that it was during the thirteen days of the Cuban Missile Crisis when the world came closest to nuclear war. The memorandum called for Vice President Lyndon B. Johnson, Secretary of State Dean Rusk, Secretary of Defense Robert McNamara, Attorney General Robert F. Kennedy, National Security Advisor McGeorge Bundy, and Army General Maxwell Taylor, including others, to gather in the Cabinet Room of the White House. Robert Kennedy had no experience in foreign policy crisis, but was a member because the President trusted him.","Before Kennedy’s presidency, the US was an enemy of Cuba and its leader, Fidel Castro. The Eisenhower administration trained anti-Castro Cuban exiles for a CIA-backed invasion of Cuba. That invasion, known as the Bay of Pigs, failed in April of 1961 under the Kennedy Administration, which further worsened Cuban-US relations. According to Schlesinger, Kennedy lost trust in his Joint Chief of Staffs and said, “If we do what they want us to do, none of us will be alive later to tell them that they were wrong.” Khrushchev, the Soviet leader, persuaded Castro to accept nuclear missiles to deter US aggression, starting the Cuban Missile Crisis","Kennedy was interested in removing the missiles from Cuba without military intervention, but he struggled with the idea that such a demand might lead the US into a nuclear war. Historian David Gibson stated that the ExComm discussed a diplomatic approach, in which the US would withdraw their medium-range ballistic missiles from Italy and Turkey and/or withdraw from Guantanamo Bay in exchange for the withdrawal of Soviet missiles in Cuba. The ExComm suggested a naval blockade to prohibit more weapons from entering Cuba. Advisors recommended more aggressive solutions, such as airstrikes on missile sites in Cuba, airstrikes on a variety of military targets in Cuba, and an invasion of Cuba.","During meetings, CIA officials briefed the ExComm on new intelligence about the missiles and the locations of Soviet ships and submarines, but there were no formal agendas. Gibson stated that Kennedy was the chief decision maker and recipient of all information. Kennedy asked advisors about surveillance, logistics, and military tactics. He analyzed each advisor’s answer and then probed them with follow up questions. For example, Kennedy wanted to know how quickly ground soldiers could invade Cuba following airstrikes. McNamara and Taylor clarified that it would take seven days of airstrikes, followed by eleven days of invasion until 90,000 soldiers would be in Cuba. The ExComm had sharp disagreements and criticized each other, but as Robert Kennedy said, “everyone had an equal opportunity to express himself and to be heard directly.” However, the anger and criticism of the men stemmed from the situation where a wrong recommendation could mean the end of the human race. The Cuban Missile Crisis ended on October 28, 1962 when President Kennedy and Khrushchev agreed that the missiles would be returned to the USSR in exchange for the US to pledge they would not invade Cuba again.  ","During a joint conference on the Cuban Missile Crisis in 1992, General Anatoly Gribkov of the USSR declared that 43,000 Soviet soldiers were in Cuba during the crisis. In addition, Soviet soldiers were equipped with short-range tactical nuclear weapons and were authorized to use them if communications with Moscow were severed. However, during the crisis, the CIA estimated only 10,000 Soviet soldiers and the ExComm had no knowledge of the tactical nukes. The ExComm’s thoughtful deliberation paid off. According to Schlesinger, the American invasion of Cuba could have been the start of a “global holocaust.”"," "],"display_date":"October 22, 1963 - October 28, 1963","search_date":"1963-10-25","locations":[{"id":52779,"lat":38.9071923,"lng":-77.0368707,"zoom":7,"place":"Washington, DC"}],"tags":[{"id":3071,"tag":"ExComm"},{"id":3070,"tag":"Robert F. Kennedy"},{"id":2883,"tag":"Khrushchev"},{"id":2862,"tag":"Cuban Missile Crisis"},{"id":2703,"tag":"John F. Kennedy"}],"course":{"name":"First Year Seminar, JFK: Famine to New Frontier","school":"Marist College","course_id":157,"school_id":77}},{"id":6559,"title":"Kennedy's Civil Defense Speech to Congress","course_id":157,"status":"P","start_date":"5/25/61","end_date":"5/25/61","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On May 25th, 1961, President Kennedy addressed a joint-session of Congress on economic, social, and defense issues. The speech consisted of Kennedy’s support to fund civil defense programs in the event of a nuclear attack by the USSR. The failed Bay of Pigs invasion in April created more tension between the US and USSR. The American public knew the devastation caused by nuclear bombs from Japan, yet the US lacked domestic civil defense systems because previous plans, according to Kennedy, “have been so far-reaching and unrealistic that they have not gained essential support.” Studies on the effects of radioactivity by the Department of Defense (DOD) encouraged the Kennedy Administration to support civil defense. Scientists and doctors warned the DOD of the biological effects of radiation from a nuclear attack, such as leukemia, bone cancers, and genetic mutations. These scientific insights invited a response which rationalized implementing civil defense measures.","Kennedy conceded that civil defense programs would be costly; he estimated that the budget “will in all likelihood be more than triple the pending budget requests; and they will increase sharply in subsequent years.” He also stated that civil defense would not prevent nor would it provide complete protection against a nuclear attack. According to Kennedy, what was preventing a nuclear attack was the retaliating attack by the US, known as Mutual Assured Destruction (MAD). Nevertheless, Kennedy claimed that civil defense acts as insurance- hopefully never to be used, but available just in case. His plan to build up the nation’s civil defence consisted of identifying the current fallout shelters and then adding shelters in government and private buildings. Using executive power, Kennedy assigned the Secretary of Defense, Robert McNamara, to carry out the plan, since McNamara was already responsible for “continental defense.”","Kennedy conveyed that fallout shelters would save lives in the event of a nuclear attack, therefore implementing civilian security measures was worthwhile. During the initial blast of a nuclear bomb, a shelter kept its inhabitants alive when radioactivity debris was at its peak level. According to findings by the Atomic Energy Commission (AEC), survivors of a nuclear attack would still suffer from deadly amounts of radiation, since shelters only provided a finite amount of time before people must exit them. The integrity of civil defenses against a nuclear attack was questionable. It was expected that every child born after a nuclear war would suffer from genetic mutation. The AEC’s studies suggested that Kennedy’s plan would more so delay than prevent the loss of life. But even so, Kennedy believed some level of civil defense was better than none at all, even if the civil defenses provided a false sense of security.","Kennedy was a strong supporter of civilian defense; one reason being he thought he would never be forgiven if civilians were defenseless against a nuclear attack. He addressed how the unpredictable outcomes of war required effective measures to ensure civilian deaths would be limited. Kennedy reiterated that the insurance civilian defense provided would be worth the time, money, and effort. Unsurprisingly, Kennedy did not mention the social effects of constructing more fallout shelters. A move by the President to build more shelters could give the message that a nuclear attack was imminent, thus encouraging fear rather than a sense of protection. President Eisenhower opposed civil defense not only because of the cost, but because “too much preparation would demoralize Americans.” On the contrary, Kennedy’s perspective was to prepare for the worst scenario, but hope for the best outcome."],"display_date":"May 25, 1961","search_date":"1961-05-25","locations":[{"id":52779,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington, DC"}],"tags":[{"id":2703,"tag":"John F. Kennedy"},{"id":291,"tag":"Cold War"},{"id":3072,"tag":"Civil Defense"},{"id":3073,"tag":"Nuclear Fallout"},{"id":3074,"tag":"Nuclear Shelter"}],"course":{"name":"First Year Seminar, JFK: Famine to New Frontier","school":"Marist College","course_id":157,"school_id":77}},{"id":6560,"title":"John F. Kennedy's Secret Taping System in the White House","course_id":157,"status":"P","start_date":"7/1/62","end_date":"11/22/63","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            “I mean what law can you pass to do anything about police power in the community of Birmingham?  There is nothing we can do. The fact of the matter is that Birmingham is in worse shape than any other city in the United States and it’s been that way for a year and a half.” John F. Kennedy gave this statement on May 4, 1963 to twenty members of the organization, Americans for Democratic Action, after <em>The New York Times</em> released Bill Hudson’s photograph of a police dog lunging at a black civil rights protestor. Thanks to Kennedy’s secret taping system installed in the White House, this conversation and many more were recorded and eventually released to the public."," There were a total of six United States’ Presidents between 1940 and 1973 that secretly recorded their conversations in the White House. Franklin Roosevelt, Harry Truman, and Dwight Eisenhower had previously recorded only a limited amount of conversation. When John F. Kennedy came into office, he changed that pattern. According to historian Bruce Schulman, in July of 1962, Kennedy secretly installed an elaborate taping system with concealed microphones in Cabinet Room light fixtures and in the desk of the Oval Office. When he flipped a switch, the hidden microphones transmitted to a reel-to-reel recorder in the White House basement. Both Lyndon Johnson and Richard Nixon continued with this system when they were in office after Kennedy’s assassination.","            Between 1962 and his assassination in 1963, Kennedy recorded hundreds of his meetings and conversations in the White House. These recordings included information regarding Kennedy’s thoughts on the Cuban Missile Crisis, space, civil rights, and the importance of Berlin to American diplomacy. They also demonstrated the key role that his advisors played in decision-making. Many advisors suggested both interesting and creative ideas in the recordings, one example being the Secretary of Defense Robert McNamara, who gave a detailed summary of three possible responses to the Cuban Missile Crisis.","            The 1992 passage of the John F. Kennedy Assassination Records Act required all government archives to open records concerning Kennedy's death. As a result, not only the assassination tapes, but also Kennedy’s secret tapes, mainly on the Cuban Missile Crisis, were released. Although the tapes were often fuzzy and individuals mumbled in certain areas, skilled court reporters, audio forensics experts, and editors made sense of the recordings and produced transcripts of them. The Federal Government also released Lyndon Johnson and Richard Nixon’s tapes to the public.","            The release of the recordings excited media and historian experts alike. They not only provided a unique look into John F. Kennedy’s Presidency, but they revealed the process of high-level decision-making. Historian and Nixon tape editor, Stanley I. Kutler, believed the tapes presented the best opportunity to examine past presidencies: “Here, we have both exceptional candor and a practiced level of deceit; the display of a constant calculus of political considerations; the exhibit of raw, human emotions; and, above all, the revelations of extraordinary, illegal, seemingly unprecedented presidential behavior and power.”"],"display_date":"July 1, 1962 - November 22, 1963","search_date":"1963-03-12","locations":[{"id":52855,"lat":38.9071923,"lng":-77.0368707,"zoom":2,"place":"Washington, D.C."}],"tags":[{"id":3075,"tag":"White House"},{"id":2703,"tag":"John F. Kennedy"}],"course":{"name":"First Year Seminar, JFK: Famine to New Frontier","school":"Marist College","course_id":157,"school_id":77}},{"id":6610,"title":"\"Let us close the springs of racial poison\": Lyndon B. Johnson and the Civil Rights Act of 1964","course_id":163,"status":"P","start_date":"5/2/63","end_date":"7/2/64","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["At the White House signing ceremony for the Civil Rights Act of 1964, President Lyndon B. Johnson declared, “Let us close the springs of racial poison.”","Although President John F. Kennedy had promised in his 1960 campaign to introduce civil rights legislation, by the spring of 1963 he had still taken no action.  On May 2, 1963, the push for civil rights burst into living rooms across the nation via television. Young African Americans in Birmingham, Alabama publicly, peacefully, protested against racial discrimination and segregation. For eight days, Birmingham authorities, led by the Public Safety Director, Eugene “Bull” Connor, responded to the protest by attacking the youngsters with police dogs and fire hoses. The public was horrified at the sight of the police officers brutally beating children, people knocked off their feet by the spray of high-pressure fire hoses, and police dogs biting young protestors.","On the evening of June 11, Kennedy made a nationally televised address in which he made his case for civil rights legislation that would end legalized racial discrimination and segregation. On that same evening, segregationist Byron De La Beckwith gunned down the National Association for the Advancement of Colored People (NAACP) Mississippi Field Director Medgar Evers in the driveway of his Jackson, Mississippi home.","After the Civil War, a two-tiered society emerged in the South. The U.S. Supreme Court’s decision in Plessy <em>vs.</em> Ferguson (1896)—which legalized racial discrimination and segregation under the “separate but equal” doctrine (also known as Jim Crow)—encouraged the recalcitrant Southerners. The Plessy decision forced African Americans to live under Jim Crow until a few young lawyers from the NAACP finally broke the foundation of the Plessy decision. In May 1954, the U.S. Supreme Court ruled in favor of the NAACP and their clients in Brown <em>vs.</em> Board of Education, which ended the separate but equal doctrine—after 58 years.","Between 1954 and 1964, numerous violent clashes occurred leaving many dead before Johnson signed the Act into law. Johnson, a southerner himself, was <em>not</em> an early supporter of new civil rights legislation. After Kennedy’s assassination in November 1963, Johnson reluctantly picked up the mantle of civil rights, eventually making the cause his own, after he rammed the bill through Congress. Johnson told several of his aides that “by pushing the Civil Rights Bill through Congress, I have delivered the South to the Republicans.”","Deeply troubled about his election possibilities, Johnson continued his campaign for the presidency. He defeated Republican Senator Barry Goldwater, who voted <em>against</em> the Act, in a landslide victory. However, that victory cost the Democratic Party. Many southerners (office holders and voters) switched their party affiliation to Republican, realigning the parties geographically, philosophically, and politically."," "],"display_date":"May 2, 1963 - July 2, 1964","search_date":"1963-12-01","locations":[{"id":52985,"lat":32.2987573,"lng":-90.1848103,"zoom":8,"place":"Jackson, MS"},{"id":52984,"lat":33.5206608,"lng":-86.80249,"zoom":8,"place":"Birmingham, AL"},{"id":52836,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington DC"}],"tags":[{"id":3236,"tag":"Brown vs. Board"},{"id":472,"tag":"Plessy vs. Ferguson"},{"id":3163,"tag":"Civil Rights Act of 1964"},{"id":3162,"tag":"Lyndon B. Johnson"},{"id":225,"tag":"Jim Crow"},{"id":42,"tag":"Civil Rights"},{"id":2703,"tag":"John F. Kennedy"}],"course":{"name":"History of U.S. Presidential Elections","school":"Wayne State University","course_id":163,"school_id":92}},{"id":6736,"title":"JFK's Hidden Medical Issue","course_id":175,"status":"P","start_date":"7/4/60","end_date":"7/5/60","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During his run for the presidency, Senator John F. Kennedy successfully hid his troubling medical history from the public. JFK suffered from Addison’s disease, which is a disease where the adrenal glands do not produce enough hormones. Kennedy’s longtime doctors, Janet Travell and Eugene J. Cohen kept the secret of Kennedy’s severe health problem, which required regular doses of cortisone and steroids. It was only a matter of time before someone dug up the truth about Kennedy.","In July 1960, the race for the democratic candidacy was competitive, to say the least. Two of Lyndon B. Johnson’s supporters, India Edwards and John B. Connally leaked medical information to the press, claiming that JFK had Addison’s Disease and demanded that the party test all the democratic contenders. The news came as a shock to many that perceived JFK as young and healthy. The author of the <em>New York Times</em> article, W.H. Lawrence, quoted Edwards when she stated that she received the news from “several doctors” and they told her that “[Kennedy] would not be alive if it weren’t for cortisone.” After these accusations, Robert F. Kennedy, the Senator’s brother, stepped in and denied everything the Johnson supporters claimed. Robert F. Kennedy not only denied the fact that his brother had Addison’s Disease, but offered an explanation that is brother’s condition resulted from his “war time experiences.” JFK’s two doctors released a medical report basically clearing him “to hold any office to which [he] may aspire.” In truth, Kennedy relied on daily shots of steroids and cortisone, took amphetamines, and any other drug that would relieve his pain. Robert Dallek said, “Kennedy’s charismatic appeal rested heavily on the image of youthful energy and good health he projected.” John F. Kennedy lived with a serious disease without the public’s knowledge, and even when exposed by the press, he continued to hide his illness and battle for the presidency."],"display_date":"July 4, 1960 - July 5, 1960","search_date":"1960-07-04","locations":[{"id":52990,"lat":34.0522342,"lng":-118.2436849,"zoom":8,"place":"Los Angeles, CA, USA"}],"tags":[{"id":2703,"tag":"John F. Kennedy"},{"id":2,"tag":"Health/Death"},{"id":100,"tag":"Medicine"},{"id":3415,"tag":"Addison's Disease"}],"course":{"name":"JFK","school":"Marist College","course_id":175,"school_id":77}},{"id":6739,"title":"The Beginning of a New Frontier","course_id":175,"status":"P","start_date":"7/15/60","end_date":"7/15/60","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On July 15, 1960, a crowd of over 80,000 people congregated at the Los Angeles Memorial Coliseum in California, all of them had one thing in common, to hear the words of the newly selected Democratic Presidential Nominee, John F. Kennedy. Before the Kennedy campaign, the United States had entered the early stages of the Cold War, Fidel Castro installed a communist regime ninety miles off the coast of Florida, and the Southern States strongly resisted desegregating schools. Kennedy, a young senator from Massachusetts, was viewed as somebody who offered optimism in the midst of this tumultuous and tension-filled era. As Sara Mehltretter stated in her oratory dissertation, “Kennedy announced the start of a new era in American politics, one in which Americans could look forward with optimism and confidence despite all these challenges.” A future where the possibilities were limitless and citizens had faith in the unknown rather than fear.","As Kennedy took the podium that day, he delivered a speech that is remembered throughout history as the “New Frontier.” The “New Frontier” resembled that of memorable Presidential platforms such as President Theodore Roosevelt's \"Square Deal,\" President Franklin D. Roosevelt's \"New Deal,\" and President Harry S. Truman's \"Fair Deal.\" Kennedy painted the image of a new, progressive America that offered,  “a new generation of leadership--new men to cope with new problems and new opportunities.” It was a government that understood the plight of the common people and was there to benefit all citizens, instead of some. In addition to this, Kennedy spoke of a “New Frontier,” an American frontier that was not “won” or “solved” like Professor Frederick Jackson Turner wrote in his Frontier Thesis. Instead, it was a frontier that has yet to be discovered, let alone explored. This frontier Kennedy spoke of was the “uncharted areas of science and space, unsolved problems of peace and war, unconquered pockets of ignorance and prejudice, and the unanswered questions of poverty and surplus.” It was these areas of the frontier that had yet to be analyzed and then conquered.","Kennedy branded the “New Frontier” not as a list of what the government was going to do for the American people, but rather a set of challenges for the American people. Through the “New Frontier,” Kennedy called for the expansion of the United States foreign aid by promoting the United Nations and providing assistance to newly independent countries. The Peace Corps, Food for Peace, and the Alliance for Progress were also created as a result of the “New Frontier” to further help countries in need. On the domestic front, the “New Frontier” called for a society where the civil and economic liberties of all citizens were not only visible, but also upheld. A society where elderly citizens had access to medical care, technological advancements were used to enhance working conditions and an end to racial discrimination. Kennedy wanted a society where every citizen, regardless of background or race, was able to have the unalienable rights to life, liberty and the pursuit of happiness the founding fathers proclaimed in the Declaration of Independence."],"display_date":"July 15, 1960","search_date":"1960-07-15","locations":[{"id":53088,"lat":34.0140526,"lng":-118.2878754,"zoom":16,"place":"Los Angeles Memorial Coliseum, Los Angel"}],"tags":[{"id":3422,"tag":"Los Angeles"},{"id":3421,"tag":"DNC"},{"id":3420,"tag":"Food for Peace"},{"id":3418,"tag":"Peace Corp"},{"id":3417,"tag":"Space Race"},{"id":1648,"tag":"1950s"},{"id":2855,"tag":"New Frontier"},{"id":2703,"tag":"John F. Kennedy"},{"id":1727,"tag":"JFK"},{"id":3191,"tag":"1960"}],"course":{"name":"JFK","school":"Marist College","course_id":175,"school_id":77}},{"id":6802,"title":"Cardinal Cushing, JFK, and the Religion Hurdle","course_id":183,"status":"P","start_date":"1/1/66","end_date":"1/30/66","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"N","content":["“I was convinced if anyone could break through that wall of prejudice, our best hope was with John F. Kennedy. More than any other Catholic of the twentieth century, he was capable of facing this Herculean challenge.”  ","In 1966, Richard Cardinal Cushing, a close confidante and spiritual adviser to John F. Kennedy, sat for an oral history with Edward M. Kennedy. Cardinal Cushing first encountered John F. Kennedy during his campaign for Congress and said that he remained a steadfast influence in the young President’s life until his untimely death. Cushing attested that Kennedy called and visited him frequently to discuss a range of subjects, from federal aid to education to current events. In his interview with Edward M. Kennedy, Cushing described and evaluated the main conflicts Kennedy faced regarding his Catholic religion.","Cushing declared that some citizens undoubtedly did not vote for Kennedy solely for his Catholicism and he admitted that some in the Catholic hierarchy felt the time had not yet come for a Catholic’s election to the presidency. In sharp contrast, Cushing extolled Kennedy’s ecumenical spirit, which meshed with the reforms associated with the Second Vatican Council. Cushing likewise noted Kennedy’s “liberal rather than conservative Catholicism” and many “qualities of mind and heart” made him the only Catholic with a chance to obtain the highest office in the land.","Cushing stated that Kennedy’s faith never obstructed his relationships. Yet Kennedy’s faith and allegiance prevailed as a topics of heated controversy during his campaign and presidency. During his interview with Cushing, Edward M. Kennedy mentioned a highly-publicized incident regarding the Chapel of Four Chaplains in Pennsylvania, where Kennedy encountered harsh criticism for neglecting to attend an interdenominational service. Cushing said this was just one of hundreds of similar conflicts. This specific episode, however, continued to follow Kennedy, despite his insistence that he did not attend solely because “he was not credentialed to be a representative of the Catholic church,” according to historian Shaun Casey.","Kennedy’s Catholicism gave rise to other concerns, including fears that he would advocate to send an ambassador to the Vatican. Cushing considered this an “absurd objection” and proclaimed that he knew no one in the U.S. Catholic hierarchy who supported that initiative. Yet a group of Baptist ministers in St. Louis passed a resolution that encouraged Kennedy to send Cardinal Cushing himself – “Mr. Kennedy’s own hierarchical superior in Boston” – to obtain the Vatican’s authorization on Kennedy’s position regarding the separation of church and state. Casey wrote that a move like this would have presented Kennedy as submissive to the Vatican. Kennedy firmly denounced this appeal, reiterating that he felt strongly that his position mirrored those of most American Catholics.","As for federal aid to education, Cushing never passionately supported the cause, fearing that parochial schools would become subject to some federal control. But Cushing affirmed that Kennedy felt private or parochial schools deserved a place in the U.S. educational system. Kennedy even believed these schools should receive “some kind of aid that had no relation to religion,” as long as this motion would align with the Constitution. Historian Thomas Maier wrote that during a debate surrounding a 1950 federal aid-for-education bill, Kennedy openly argued that parochial schools should receive aid, at least for buses and health services.","Cushing told Edward M. Kennedy how he officiated the late President’s wedding to Jacqueline Bouvier, visited during one of Kennedy’s near-fatal hospital stays, gave the only prayer offering at Kennedy’s inauguration, and attended the funeral masses of both Patrick Bouvier and the President himself. In all the time that he knew the President, Cushing said he never once saw any evidence that an allegiance to the Vatican had influenced Kennedy’s loyalties to the presidency. In fact, he considered Kennedy “the greatest representative of brotherhood...we had among the laity.”","<br /><br /><br /><br /><br /><br />"],"display_date":"January 1, 1966 - January 30, 1966","search_date":"1966-01-15","locations":[{"id":52855,"lat":38.911387,"lng":-77.03062,"zoom":7,"place":"Washington, D.C."}],"tags":[{"id":3561,"tag":"Richard Cardinal Cushing"},{"id":3563,"tag":"Vatican"},{"id":3562,"tag":"Edward M. Kennedy"},{"id":757,"tag":"Catholicism"},{"id":648,"tag":"Kennedy Assassination"},{"id":2703,"tag":"John F. Kennedy"}],"course":{"name":"JFK","school":"Marist College","course_id":183,"school_id":77}},{"id":6803,"title":"The Medical Secrets of John F. Kennedy Explained","course_id":183,"status":"P","start_date":"5/26/55","end_date":"11/22/63","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["As president of the United States, John F. Kennedy exuded airs of confidence, courage and strength to the American public. At his inauguration ceremony on a frigid January day, Kennedy appeared resilient as he stood in front of the large crowd without a jacket, hat or gloves. His capability was rarely questioned throughout his years in office, but behind the healthy image he portrayed was a lifelong struggle with crippling disease and discomfort.","The most prominent of Kennedy’s ailments was Addison’s disease, an autoimmune disorder in which the adrenal glands do not properly produce hormones to combat infection. He also suffered from chronic back pain, serious allergies and digestive tract problems. In an effort to remedy his illnesses, Kennedy took an array of medications, at least seven each day. He took Meticorten, hydrocortisone, Florinef, synthetic T3, and Cytomel, among others. He had four operations done on his back, all of which proved ultimately unhelpful.","Kennedy’s personal physician was Janet G. Travell, a Cornell Medical School graduate and internal medicine specialist. In an oral history transcript, she talked about her first encounter with Kennedy on May 22, 1955. She described his poor condition in saying, “He was thin, he was ill, his nutrition was poor, he was on crutches. There were two steps from the street into my office and he could hardly navigate these.” His most significant complaint was of lower left back pain. She eventually treated his pain using local injection of procaine or novocaine at trigger points, a method she was renowned for. She worked tirelessly to make Kennedy as comfortable as possible, even making recommendations on the kind of chairs he should sit in. The idea first came about when he commented about a rocking chair in her office in New York. Travell recalled, “He sat in it and he said, ‘This is so comfortable, why can't I have one of these?’ I said he could.” Soon enough the rocking chair became a staple piece of furniture in the White House.","The exercise plan suggested by another one of Kennedy’s other doctors, Dr. Kraus, produced drastic improvement in the President’s condition. In the Travell interview, she explains, “He started… on a regular exercise program with Dr. Hans Kraus, which did him an inestimable amount of good.” Regular swimming, golf and tennis allowed him to build and strengthen important muscle groups in his legs and back, providing significant relief over time.","While skilled doctors extensively examined Kennedy to assess his health, the President never wanted the public to perceive him as weak. Travell admitted to working with Kennedy to censure the medical information available to the press. She recounted one conversation they had after Kennedy was hospitalized saying, “I tried to persuade him that we should just say he had a small abscess on his back. He said, ‘You know, that’s a very ugly word. I don’t want to have an abscess.’ So we compromised on a virus infection.” Despite the plethora of medical issues Kennedy suffered from, Travell thought his health was “more than adequate for him to carry the duties and responsibilities of the presidency.”","It is widely perceived that Kennedy’s poor health did not significantly affect his skillfulness and competence as president. In a tragic example of irony, he was in the best health he had been in years at the time of his death. The youthful and dynamic image Kennedy maintained was impressive, but in light of the daily physical challenges he faced in addition to the duties of the presidency, John F. Kennedy is a more outstanding political figure than previously imagined."],"display_date":"May 26, 1955 - November 22, 1963","search_date":"1959-08-24","locations":[{"id":52869,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington, D.C. United States"}],"tags":[{"id":2703,"tag":"John F. Kennedy"},{"id":100,"tag":"Medicine"},{"id":267,"tag":"Health"},{"id":3564,"tag":"Janet G. Travell"}],"course":{"name":"JFK","school":"Marist College","course_id":183,"school_id":77}}]}