{"id":271,"tag":"billy the kid","points":[],"bounds":[[-100,-100],[100,100]],"episodes":[{"id":4665,"title":"The Death of Billy the Kid","course_id":22,"status":"P","start_date":"1881-07-19","end_date":"1881-07-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Billy the Kid gained legendary status as one of the Wild West’s most famous outlaws. Even before his death, the public viewed him as larger than life, thanks in part to newspaper coverage of his murders, his capture, and his escape from jail. When he was finally tracked down and fatally shot by sheriff Pat Garrett of Lincoln County New Mexico, news of his death was printed in newspapers all around the New Mexico, Nevada, and California areas.","On July 20th, 1881, the <em>Daily alta California</em> newspaper ran an article offering further information on the killing of Billy the Kid. It informed readers that Billy had been living with Mexicans in disguise since his escape from the Lincoln county jail. Sheriff Pat Garrett had been put on his trail by some Mexicans after threatening their lives in order to get them to divulge information about the whereabouts of Billy the Kid. Around midnight, Garrett entered the house of a large stock driver named Pete Maxwell who supposedly had information on the outlaw’s whereabouts. The article reports that Garrett had been in the house for less than twenty minutes when Billy the Kid entered the same dark room Garrett and Maxwell were occupying. He had a revolver in one hand, and a butcher knife in the other.","Sensing another person in the room, the Kid asked Maxwell who it was. According to the paper, Maxwell gave no response. Garrett then fired at The Kid twice, the first shot hitting him in the heart and killing him instantly, the second shot missed. In a book later written by Garrett, he indicates that Maxwell actually whispered \"that's him” to Garrett, leading him to fire at Billy the Kid.","The article notes that if Garrett had missed with his first shot, it is likely that he would have been \"riddled with bullets, as the Kid is known to have been terribly desperate and very accurate in his aim when in close quarters.\""],"display_date":"July 19, 1881","search_date":"1881-07-19","locations":[{"id":8635,"lat":null,"lng":null,"zoom":8,"place":"LINCOLN, New Mexico"}],"tags":[{"id":271,"tag":"billy the kid"},{"id":255,"tag":"new mexico"},{"id":254,"tag":"old west"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}}]}