{"id":2724,"tag":"Relationships","points":[[29.9510658,-90.0715323],[38.9530109,-76.5488232]],"bounds":[[38.9530109,-76.5488232],[29.9510658,-90.0715323]],"episodes":[{"id":6415,"title":"The Varying Roles of Plantation Mistresses in the Antebellum South","course_id":145,"status":"P","start_date":"1825-01-01","end_date":"1847-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Violence inflicted by white slaveholders and their surrogates was ubiquitous, but what is less frequently acknowledged is how slaveholders’ wives fit into history.  As it turns out, they often times played a fairly significant role in determining the treatment of slaves.   Plantation mistresses proved to be essential to the thriving plantation economy in the antebellum South, responsible for maintaining the organizational aspects of it.  When slaveholders were out of town or occupied with other issues, managing their plantation might have not been prioritized over other things, and there their wives picked up the slack.","Because plantation mistresses controlled the logistical side of the plantations, they understood better than most what exactly the slaves needed, allowing them to positively influence the quality of the slaves’ lives.  They would notice when slaves were sick, ensure food and clothing were provided, and on special occasions such as weddings or funerals they did their best to offer the necessary garments to slaves.  Family recipes were shared with the cooks and lessons on how to pray and lead a religiously virtuous life were given.  However, this was true only of wives who were not intimidated by their husbands, as women were ultimately subordinate and would not take any actions that should pose a threat to their own safety and quality of life.","Along with this responsibility of running a plantation or household came a sense of control, one that these women did not like to see diminished in any sense.  Consequently, the level of comfort and control the mistresses felt around their slaves directly corresponded to how they lashed out physically, the story of Leonard Black being one example.","Born in Ann Arundel County, Maryland, Black was moved to New Orleans at a very young age.  By the time he turned six, Mr. Bradford, a carpenter, was his master.   While Mr. Bradford was not particularly cruel or prone to punishing Black, his wife was a different story.  She beat the young Black both passionately and frequently, sometimes ordering her ten-year-old son to partake either in the physical beatings or to simply degrade Black by spitting in his face.  In one particular instance, Mrs. Bradford asked Black to carry a bushel of corn upstairs, and when he could not, she knocked him down with a Johnnycake board, causing his head to lose a quart of blood.  ","While Black’s story did not occur on a plantation, Mrs. Bradford was in the same position of managing a household as the plantation mistresses were in managing their plantations.  Although entirely possible that Mrs. Bradford simply experienced some form of emotional pleasure in beating Black, she held many responsibilities just like plantation wives, meaning that feeling in control was likely of importance to her as well.  Beating Black could have confirmed her role in the household for her.  Ultimately, wives of slaveholders did not want to demonstrate any loss of power or poise to their inferiors, and the way in which they treated their slaves was a direct reflection of the level of security they felt around the slaves."," "," "],"display_date":"1825 - 1847","search_date":"1836-07-01","locations":[{"id":52821,"lat":29.9510658,"lng":-90.0715323,"zoom":8,"place":"New Orleans, Louisiana"},{"id":52760,"lat":38.9530109,"lng":-76.5488232,"zoom":8,"place":"Annarundel County, Maryland"}],"tags":[{"id":2787,"tag":"roles"},{"id":2786,"tag":"punishment"},{"id":2785,"tag":"plantation mistresses"},{"id":2724,"tag":"Relationships"}],"course":{"name":"Human Trafficking: Yesterday and Today","school":"University of Richmond","course_id":145,"school_id":11}}]}