{"id":2729,"tag":"Runaway Slave","points":[[39.9525839,-75.1652215],[37.9925909,-77.973865]],"bounds":[[39.9525839,-75.1652215],[37.9925909,-77.973865]],"episodes":[{"id":6375,"title":"This Side Up, With Care: The Narrative of Henry Box Brown","course_id":149,"status":"P","start_date":"1849-03-23","end_date":"1849-03-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Henry Box Brown is notorious for escaping from slavery in the southern United States by shipping himself to freedom in the North in a wooden box. In <em>Narrative of the Life of Henry Box Brown</em>,<em> Written By Himself</em>, Brown described his experiences as a slave, and the events that triggered his bold plan to free himself. Brown was born into slavery in Virginia in 1815, and he described his life as not as physically brutal as that of other slaves. Regardless, Brown argued that slavery was cruel and damaging, particularly in consideration to how it separated him from his family. Brown and his wife were promised by their respective slaveholders that neither of them would be sold, so that they could remain together. Unfortunately, Brown’s wife and children were eventually sold to a slaveholder in North Carolina, and as a result Brown decided that he needed to escape slavery as the helplessness wrought by being enslaved became unbearable. ","Brown had the idea to ship himself in a wooden crate disguised as dry goods to territory in the North where slavery had been abolished. With the help of white abolitionist friends, Brown was successfully shipped from Virginia to Pennsylvania in a box that was three feet one inch long, two feet six inches wide, and two feet deep. Brown travelled in the box a distance of 350 miles in a period of 27 hours. He carried with him only a small portion of water stored in a bladder, for the purpose of hydration and wetting his face so that he would not faint. During the journey, the box was often thrown, tipped, and turned upside down, causing Brown pain and injury. The box was labelled “this side up with care,” but on a few occasions the box was tipped upside down, and Brown had to carefully balance himself so that he would not snap his neck. He risked being found and brought back into slavery or being physically hurt during his treacherous escape, but he successfully completed the trip without harm. When the box arrived in Philadelphia, Brown was greeted by several abolitionists, who celebrated his safe and successful journey. Brown’s testimony of his desperation to escape shows how even in the absence of physical brutality, slavery was a cruel, dehumanizing institution because of the mental and emotional impact it had on enslaved people.","The slave trade separated people from their loved ones and destroyed lives without any remorse, and as a result slaves like Brown reacted dramatically. In <em>Soul By Soul: Life Inside the Antebellum Slave Market</em>, historian Walter Johnson introduces the chattel principle, a concept which states that “any slave’s identity might by disrupted as easily as a price could be set and a piece of paper passed from one hand to another” (19). This principle essentially describes how the life of a slave was never stable because the threat of sale always loomed over their heads. Johnson further describes how disruptive slavery was to the bonds that enslaved persons forged between each other, stating that most intelligent, self-aware slaves knew that every social relation, whether by blood, love, or friendship, was in no way secure because its dissolution by the slave trade was always imminent. In Brown’s narrative, he criticized this disruptive nature of the slave trade, stating that “the tyrant slaveholder regards not the social, or domestic feelings of the slaves… without giving the slightest consideration to the domestic or social ties by which the individuals are bound to each other,” because the slaveholders felt that the slaves’ feelings did not matter (17). Being separated from his family greatly pained Brown and caused him to grow weary of his bondage, which triggered his determination to escape from slavery hidden in a wooden shipping crate."," "],"display_date":"March 23, 1849","search_date":"1849-03-23","locations":[{"id":11224,"lat":39.9525839,"lng":-75.1652215,"zoom":8,"place":"PHILADELPHIA, Pennsylvania"},{"id":52765,"lat":37.9925909,"lng":-77.973865,"zoom":8,"place":"Louisa County, Virgina"}],"tags":[{"id":2729,"tag":"Runaway Slave"},{"id":238,"tag":"African American"},{"id":96,"tag":"Slave Trade"},{"id":4,"tag":"Slavery"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":149,"school_id":2}}]}