{"id":2734,"tag":"William Green","points":[[39.0457549,-76.6412712],[39.9525839,-75.1652215],[40.7127837,-74.0059413],[42.315222,-72.5014715],[42.1014831,-72.589811]],"bounds":[[42.315222,-72.5014715],[39.0457549,-76.6412712]],"episodes":[{"id":6380,"title":"Escape to Freedom","course_id":149,"status":"P","start_date":"1840-01-01","end_date":"1853-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Sometime in the year 1840, William Green decided that he had enough of being a slave. “White people seem to act as if God made us to be their servants and it is not right for them to keep us in slavery,” he wrote. “I decided I spent enough time in slavery as I was willing to,” he wrote. William had never been whipped but his new master, Dr. Jenkins, just used the lash on him for leaving the plantation without permission. William fought back, making it the only time that he was ever whipped. “If you whip me again,” he told Dr. Jenkins, “I will never work for you again.” Jenkins tried one more time to lash William, he caught the whip in midair and beat Dr. Jenkins. With that, William became a fugitive slave and ran and hid and hid and ran. ","Slaves were used to harsh treatment from their masters. They were often whipped and made to do very hard work. Slaves were treated like animals and were bought and sold at auctions like commodities. Slaves were whipped if they were overweight or did not grow fast enough (Johnson, 46-78). Slaves like William and others were whipped for leaving the grounds to visit family members. They suffered with the separation of family and loved ones. Slaves lived in fear of being sold all of the time (Johnson, 5-19). Young William was visiting his father on a nearby plantation and when he returned his days as a slave would soon end. ","Many slaves, like William, lived in fear and in terror all of the time. With the passage of The Fugitive Slave Act, many slaves that escaped were returned to their masters. Many returned to even harsher treatment upon their return (Hartman, 19-20). Other slaves that did not escape lived with the fear of being sold and that their immediate family would be broken up. The fear of disappointment and the terror of the lash was a daily feeling (Hartman, 18). William, his father and his brothers all worked on different plantations. When William ran he knew that he could be caught and returned to Dr. Jenkins. William ran anyway and feared the prospect of getting caught but always hoping that his eventual freedom would happen. William happened to be one of the lucky ones. With the help of his cousins, uncles and other slaves, William managed to escape through Philadelphia then to New York as a fugitive slave. William was tracked by authorities but had help in avoiding capture. People like Dr. Osgood and Dr. Riggles helped him avoid capture (Green, 23).","William Green was one of the fortunate slaves who ran and even got to enjoy his life as a free man. Others were not so lucky. William made his way to Hartford, Connecticut and then settled at Springfield, Massachusetts. There he married and had four children and lived a life of freedom and happiness. "],"display_date":"1840 - 1853","search_date":"1846-12-31","locations":[{"id":52769,"lat":39.0457549,"lng":-76.6412712,"zoom":8,"place":"Maryland"},{"id":52770,"lat":39.9525839,"lng":-75.1652215,"zoom":8,"place":"Philadelphia"},{"id":52771,"lat":40.7127837,"lng":-74.0059413,"zoom":8,"place":"New York City"},{"id":52772,"lat":42.315222,"lng":-72.5014715,"zoom":8,"place":"Hartford"},{"id":52773,"lat":42.1014831,"lng":-72.589811,"zoom":8,"place":"Springfield"}],"tags":[{"id":126,"tag":"fugitive slave"},{"id":2734,"tag":"William Green"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":149,"school_id":2}}]}