{"id":2743,"tag":"Abolitionist","points":[[32.7764749,-79.9310512],[39.3253786,-77.7388818],[38.3498195,-81.6326234],[41.9220496,-71.5495101],[41.9067663,-71.3906119]],"bounds":[[41.9220496,-71.3906119],[32.7764749,-81.6326234]],"episodes":[{"id":6603,"title":"Denmark Vesey Conspires to Lead a Slave Revolt","course_id":164,"status":"P","start_date":"1822-05-01","end_date":"1822-07-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Denmark Vesey and his supporters planned a slave rebellion for July 14, 1822. However, “a servant prompted by attachment to his master, communicated to him that he had been requested to give his assent and subscribe his name to a list of persons already engaged in the conspiracy.” Vesey and thirty-four others were executed, by South Carolina, for their plans of treason against the white population of the United States.","Vesey, a literate free black man living in Charleston, bought his freedom in 1800. Years later, he learned about the successful Haitian slave revolt, which inspired him to plan a similar event in the United States. In the year 1817, he joined the African Methodist Episcopal Church (AME) in Charleston, along with around 4,000 blacks who left white churches. Upon his association with the church, he quickly became a leader and realized that the whites in the area targeted those who attended the church; this greatly angered Vesey. As a result, he began to preach from the Old Testament, and he taught that the blacks who attended were the new chosen ones and because of their enslavement, those who forced them into this lifestyle would be punished. By getting his supporters into the mindset that whites deserved to be punished, he encouraged them to support his plan for rebellion.","<em> Narrative of the Events Comprising the Vesey </em>Rebellion states, around 1818, “Vesey considered leaving Charleston…but he decided to stay and see what he could do for his fellow creatures. With a new urgency he preached that freedom for slaves would be realized.” Vesey and his fellow leaders began to plan for a rebellion. Gullah Jack, an African Priest, teamed with Vesey to spread the word of the rebellion and to inspire potential participants. The date for the rebellion was set for July 14, 1822. The plan was to seize the city of Charleston, set fire to the city, kill the governor, and basically every white man in sight.","Denmark Vesey became a martyr to his followers and those to come after him. He assisted in planning a rebellion that could have changed the fate of many slaves and free blacks. David Robertson believes that Vesey \"organized the most elaborate and well-planned slave insurrection in the history of the United States.\" Robertson believes that if he had succeeded the majority of whites in Charleston could have been wiped out. Not only would this have changed their lives, it also would have changed the lives of the white population. With the threat of this possible rebellion, the South realized that they needed to keep a closer eye on the black population. His actions and the results gained support for the abolitionist movement, and the country of the United States began to move closer and closer to a Civil War."," "],"display_date":"May 1, 1822 - July 14, 1822","search_date":"1822-06-07","locations":[{"id":52976,"lat":32.7764749,"lng":-79.9310512,"zoom":8,"place":"Charleston, South Carolina, USA"}],"tags":[{"id":3142,"tag":"Revolt"},{"id":2743,"tag":"Abolitionist"},{"id":4,"tag":"Slavery"},{"id":1018,"tag":"rebellion"}],"course":{"name":"The Civil War and Reconstruction","school":"Juniata College","course_id":164,"school_id":3}},{"id":6647,"title":"A Portrait of Failure","course_id":170,"status":"P","start_date":"1859-10-16","end_date":"1859-10-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["This portrait of John Brown, the leader of the Raid on Harper’s Ferry in October of 1859, was drawn by an artist named David Hunter Strother after John Brown’s execution. and was published in Harper’s Weekly in June of 1866 and April of 1868. This was seen as important because it caused remembrance of the situation of Harper’s Ferry and how it was a key event in the Abolition of Slavery and the start of the Civil War. The other source used recounts how troubled past of the Brown family. It is an excerpt from an essay, by a professor named  Robert E. McGlone of the University of Hawaii, called Rescripting a Troubled Past: John Brown's Family and the Harpers Ferry Conspiracy, which was published in the Journal Of American History.","Going back to October of the year 1859, abolitionist John Brown, alongside other abolitionists, crossed the border of Maryland into Virginia. Brown took control of an United States arsenal at Harper’s Ferry. His hope was to arm slaves and have them break free. His mission, ultimately a failure as General Robert E. Lee and his platoon of Marines thwarted Brown’s plans and captured him, whilst killing off most of his men including Brown’s two sons. This ultimately led to Brown being tried for treason against the state of Virginia. The governor at the time, Henry A. Wise, gave permission for Brown to be hanged after finding him guilty. Finding him guilty, ultimately ended the cause according the McGlone’s essay.","Robert E. McGlone’s article praises Brown’s efforts for the abolition of slavery. He calls him a martyr for the cause. He praises his family for also being for this cause. His sons, Watson and Oliver, were also martyrs for this cause since they were killed during the firefight. McGlone also spoke on how the Browns came from nothing. They did not want credit for their doings, they just wanted slavery to be done with. He went on to talk about how the family did not receive any sort of credit. Their cause died with John Brown’s failure. Why should this receive any attention? They are saying this needs to receive attention because it pushed the nation into the direction of war between these two sides.","These events caused a huge stir in the South. Slave owners were terrified of something like this happening tothem. It also caused a discourse amongst political leaders. It stirred up massive amounts of tension between freestates and slave states. This also was a cause that called the attention to state laws and federal laws, and whichone overruled the other. Although this was not a key event to starting what later would be called the Civil War, itwas a push in that direction. This event more or less sounded a warning alarm of what was to come in the nextdecade. The portrait used was used to keep Brown’s cause alive. Keeping Brown’s cause in the light really shedsanother light on the causes of the Civil War."],"display_date":"October 16, 1859 - October 18, 1859","search_date":"1859-10-17","locations":[{"id":53017,"lat":39.3253786,"lng":-77.7388818,"zoom":10,"place":"harpers ferry, west virginia"}],"tags":[{"id":32,"tag":"Civil War"},{"id":95,"tag":"Abolition"},{"id":2743,"tag":"Abolitionist"},{"id":4,"tag":"Slavery"},{"id":629,"tag":"race"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}},{"id":6664,"title":"John Brown: The Man of Action","course_id":170,"status":"P","start_date":"1855-01-01","end_date":"1859-12-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" John Brown was a notorious abolitionist man during the 1850’s with a mission to end slavery before it expanded. Brown believed that the use of violence and arming slaves would be the only way to overthrow slavery. On October 16, 1859, Brown led twenty-one men on a violent raid on the federal government at Harper's Ferry, Virginia (now known as West Virginia) in the attempt to abolish slavery. Due to his vicious acts to end slavery, Brown was referred to as a “terrorist” in America especially in slaveholding states. Even though, Brown’s attack on Harper’s Ferry was an unsuccessful event on the attempt to end slavery. It became a monumental event for the abolitionist movement and made Brown a historical hero.","                          Brown was born in 1800, to a deeply religious family with a father who opposed to the idea of slavery. As a young boy, Brown and his family moved to Ohio state because of the state antislavery views. With his father’s influence, he believed that the rights of an America citizen applied to all no matter the color of person’s skin. He felt that all people should be free and treated equally with respect despite their position. His fight to end slavery was led on basis that “evil should be ended by any means necessary” no matter the consequences.","Even as a grown adult, Brown was still devoted to causes he believed in which led him to finance the David Walker's Appeal and Henry Highland's \"Call to Rebellion\" speech publication. He also gave land to fugitive slaves and began to raise young black children as his own with his wife. He was also heavily active in the Underground Railroad helping many slaves from the South to Canada. In 1847, Frederick Douglass stated that “ though he’s a white gentleman...Brown deeply interested in our cause, as his soul has been pierced by slavery.” It was at the meeting where Brown discussed his plan on a war to free slaves.","                          In 1851, Brown helped found the League of Gilead, an organization that worked to protect escaped slaves from slaves catchers. League of Gilead was created as a reaction to Congress Fugitive Slave Act, which gave slave owners the use of federal law enforcement powers to go to the North, to seek the return of escaped of slaves. He did not become a well-known historical activist until 1855 until he came to Kansas despite his other many antislavery acts. He became a leader of anti-slavery guerillas and fought in a war against proslavery in Lawrence, Kansas. He continues to fight pro-slavery towns by brutally killing five residents after his first attack for the rest of the year.","  Brown attack on Harper’s Ferry where he raided the town with five black and sixteen white armed men came to an end. When local farmers and army men led by Robert E. Lee ended the attack after thirty-six hours, most of Brown’s men were killed or captured. Brown was wounded and captured and put on trial in the town of Charleston, Virginia(now known as West Virginia).After being found guilty, Brown was hanged on December 2, 1859, for the attack. Still to this day, on the anniversary of his death known as “ Martyr Day” in Philadelphia, he is honored for his mission to end slavery."],"display_date":"January 1, 1855 - December 2, 1859","search_date":"1857-06-17","locations":[{"id":53033,"lat":38.3498195,"lng":-81.6326234,"zoom":8,"place":"Charleston, West Virginia"},{"id":53017,"lat":39.3253786,"lng":-77.7388818,"zoom":8,"place":"harpers ferry, west virginia"}],"tags":[{"id":3272,"tag":"Harpers Ferry Attack"},{"id":2743,"tag":"Abolitionist"},{"id":4,"tag":"Slavery"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}},{"id":6716,"title":"White Quaker Women as Abolitionists in the Anti-Slavery Movement","course_id":171,"status":"P","start_date":"1806-12-09","end_date":"1899-12-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["As Elizabeth Buffum Chace prepared dinner, she talked with the guest sitting at the family table. She and this guest, an elderly woman and devoted Baptist, disagreed about slavery. When dinner was ready, Chace asked the woman to sit with the rest of the guests for dinner. Among the dinner party was Charles Lenox Remond, a young person of color and Anti-Slavery orator. “No; I don’t eat with niggers,” the Baptist woman promptly replied. At the end of dinner, Chace again called for the woman to eat, to which she was responded with, \"No; I don’t eat with niggers nor after ‘em.” This bumptious comment certainly did not sit well with her abolitionist hostess, for “Whether she went hungry that day, [Chace] never inquired.”","Chace stemmed from a family with a deep background of abolitionist activism. Growing up in Rhode Island, Elizabeth Buffum Chace became accustomed to her mother rehearsing the story of Morier, a girl stolen from her family and enslaved in the home of her great-grandfather for a large part of her life. Chace’s mother and father, both faithful Quakers, raised their children in a revolutionary household, teaching them there was no bright side of slavery. The paternal grandfather of Chace, William Buffum of Smithfield, was a member of the Rhode Island Society for the Gradual Abolition of Slavery. He would regularly harbor fugitive slaves from New York who sought refuge in Rhode Island, instilling anti-slavery attitudes in his son. Chace’s father, therefore, became an abolitionist in his childhood. As Chace noted, all of her family were abolitionists, allowing her to pursue her activist beliefs early on. Believing in gradual emancipation, Chace and her husband organized a Female Anti-Slavery Society at Fall River in 1835. There, a large number of visitors dined at the Chace’s house. The Chace’s sheltered many refugee slaves, such as one escaped blacksmith whom they dressed in Quaker women’s clothes, bonnet and shawl included. In 1831, Chace began to plan a committee that devised schemes for gradual liberation alongside the formation of her abolitionist New ?England Society, thus allowing her to have a prominent role in the movement for abolition.","Unlike many women of her time, Chace pursued her own interests despite the typical expectations in the nineteenth century. Yet Chace belonged to a specific group of the time: white abolitionist women. These female abolitionists were essentially born and baptized in the anti-slavery and were the heart of political activism. Religion played a prominent role in this movement. Chace, a Quaker, and many women like herself, considered the emancipation of human beings a sacred duty to fulfill. They practiced both privately and publicly to drive emancipation by raising their children in anti-slavery households or creating national societies for the abolition of slavery. Quaker women stepped beyond the bourgeois gender system that categorized women as solely domestic. Rather than subordinating to their husbands, these women partnered with their spouses to create a stronger representation for the abolitionist community. As the campaign for freedom moved forward, activities of these white abolitionist women began to defy the “emerging middle class norms,” thus creating a movement for the liberation of both slaves and white women suppressed by the social ladder. Often times, however, these women continued to be suppressed, for others objected their abolitionist commitment as being primarily domestic. Many letters of abolitionist women state the fact that they were “almost alone in their support the cause.” This, however, did not stop the movement, for white women, like Elizabeth Buffum Chace, continued to use their privilege to campaign for the abolition of slavery."],"display_date":"December 9, 1806 - December 12, 1899","search_date":"1853-06-10","locations":[{"id":53071,"lat":41.9220496,"lng":-71.5495101,"zoom":1,"place":"Smithfield, Rhode Island"},{"id":53070,"lat":41.9067663,"lng":-71.3906119,"zoom":7,"place":"Valley Falls, Rhode Island"}],"tags":[{"id":3357,"tag":"antislavery movements"},{"id":3356,"tag":"Abolitionist women"},{"id":3355,"tag":"Elizabeth Buffum Chace"},{"id":3354,"tag":"Quaker"},{"id":859,"tag":"Nineteenth Century"},{"id":2307,"tag":"antislavery"},{"id":1685,"tag":"Woman"},{"id":2743,"tag":"Abolitionist"}],"course":{"name":"Human Trafficking: Yesterday and Today","school":"University of Richmond","course_id":171,"school_id":11}}]}