{"id":2749,"tag":"Slave Family","points":[[36.057938,-76.6077213],[43.8638703,-79.013729],[43.7726461,-79.354268],[41.883178,-87.6214853],[39.0457549,-76.6412712],[32.1656221,-82.9000751]],"bounds":[[43.8638703,-76.6077213],[32.1656221,-87.6214853]],"episodes":[{"id":6390,"title":"The Life and Family of a Black Slave: John Jacobs","course_id":149,"status":"P","start_date":"1855-01-01","end_date":"1875-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The narrative of John Jacobs begins with his youth in Edenton, North Carolina. He recalls his mother and father with only the most barebones descriptions. His mother died while he was very young and his father while he was only 13 years old. Jacobs recalls his father having been dehumanized and stripped of his manhood due to slavery. The inability to have a right to hsi wife, his body, and his kids robbed Jacobs' father of any humanity he could have possessed. In replacement for this lack of humanity came a nasty hatred and temperement that Jacobs can recall clearly. Jacobs attributes his character and perception of life as a slave to his father; thus, adopting a similar ill-tempered manner and mind.","Jacobs describes his processes for being traded or distrubuted to several differented slave holders. He recalls the ownershop paths of several of his other family members as well. A good part of his known family remain in close proximity to him in Edonton throughout their lifetime as slaves.","John Jacobs' uncle runs away but is later caught and returned to his owner. Then, he escapes perminately once his wife's honor is stripped due to evil white-men. Jacobs also mentions his one sister running away and not being found. Later, Jacobs writes that his sister had been hiding behind the cupboard of his freed grandmother's home for 6 years and 11 months. ","Jacobs develops a postive reputation amongst his slave owners due to strong compliance and a trustworth demeanor. According to Jacobs, however, he did not possess such well intentioned thoughts. Instead, he dreampt of his escape and formulated his compliance with his owners to advance his progression toward eventual escape, especially with his final owner Mr. Sawyer. It is with Mr. Sawyer that Jacobs is able to attempt and escape but his family ties pull him back into slave territorty.","Jacobs's story stresses the importance of family, community, and relationships amongst the black slave community. The story speaks clearly to what slaves valued during their time enslaved. Th narrative gives readers a view of how the brutality of the time formed the character of the enslaved. The narrative gives first hand accounts of the many brutal attacks committed on black men, women, and children. Reading the narrative replicates the fear and mental development of any black slave. This is a story of pure perseverance through the tough turmoil of the antebellum south. John Jacobs is just one individual who owns a story as devastating as this related to slavery in the south."],"display_date":"1855 - 1875","search_date":"1865-07-01","locations":[{"id":52759,"lat":36.057938,"lng":-76.6077213,"zoom":8,"place":"Edenton, North Carolina"},{"id":52800,"lat":43.8638703,"lng":-79.013729,"zoom":8,"place":"Niagara Falls, New York"},{"id":52801,"lat":43.7726461,"lng":-79.354268,"zoom":8,"place":"Canada"},{"id":52802,"lat":41.883178,"lng":-87.6214853,"zoom":8,"place":"Chicago, Illinois"}],"tags":[{"id":96,"tag":"Slave Trade"},{"id":455,"tag":"Plantation Life"},{"id":454,"tag":"Slave Life"},{"id":2749,"tag":"Slave Family"},{"id":2732,"tag":"slave narrative"},{"id":2750,"tag":"Slave Punishment"},{"id":2751,"tag":"Slave Hiding"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":149,"school_id":2}},{"id":6702,"title":"The Anguish of the Auction Block","course_id":171,"status":"P","start_date":"1780-01-01","end_date":"1850-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Slaves were often required to surrender their bodies, the vessel that encapsulated their freedom and individuality, to the ownership of their master. Their bodies constantly fell victim to the harsh and violent hands of white men, but a heightened vulnerability was present when a slave was dragged to the auction block, bound by chains. The fate of a slave’s future was placed in the hands of white men, giving the man with the winning bid the ability to reshape their entire identity and even dictate familial and romantic relations among them. The auction block was the battleground at which a slave’s future was put up for sale and families were most susceptible to separation.","Charles Ball, as well as many other African Americans during this time, experienced just that. He was forced into a life under the constraints of a white slave owner who, with an unyielding fist, immediately claimed him as property. No input from Charles was needed. With one swift grab of the collar, Charles was instructed that he would be going to Georgia without the accompaniment of his wife and children. Through the power of his relentless grip, a white man was able to reinvent Charles’ identity and uproot his entire life to move him to a different state. Without a second thought, Charles was taken away from his family, the people who were the core of his identity.","Silenced under the command of a white slave owner, Charles Ball timidly voiced one question. He asked about his wife and children, and he asked if they would be allowed to see each other. His question was answered immediately and unsympathetically; he would be able to get a new wife when he got to Georgia. He must have understood that he did not have much voice in this matter and he must have remembered the consequences of resistance. Maybe he had a flashback of being separated from his own mother who Charles remembers “turned to him [the slave buyer] and cried, ‘Oh, master, do not take me from my child!’” The slave master immediately struck her multiple times and dragged her back to the auction block for sale. Charles must have known that any efforts of resistance would be futile. He learned from a young age, just as many children that grew up in the shackles of slavery did, that they would not be given the luxury to love nor would they be permitted the freedom of consistent companionship.","This story, however, is not unique to Charles Ball. In fact, Lewis Clarke, a former slave said, “I never knew a whole family to live together till all were grown up in my life.” There were millions of stories of families being torn apart just like Charles Ball was dragged away from his. Slaves did not have ownership of themselves, but rather they were under the control of other human beings. They were considered property and commodities, unable to legally marry or claim ownership of their children. With no protection from the law, slave traders and owners faced no opposition in splitting apart families, and that is exactly what happened time and time again.","The fate of a slave was dependent on the desires of their master, allowing the slaves no stability or security in interpersonal relationships. The threat of familial separation constantly loomed over the heads of slaves, but this anguish and uncertainty was further intensified at the auction block. At the auction block, slaves’ entire lives were put up for sale and their futures were governed by the personal motives of the white bidders surrounding them."],"display_date":"1780 - 1850","search_date":"1815-07-02","locations":[{"id":52769,"lat":39.0457549,"lng":-76.6412712,"zoom":11,"place":"Maryland"},{"id":52795,"lat":32.1656221,"lng":-82.9000751,"zoom":11,"place":"Georgia"}],"tags":[{"id":4,"tag":"Slavery"},{"id":2749,"tag":"Slave Family"},{"id":3323,"tag":"slave seperation"},{"id":3324,"tag":"slave auction"},{"id":3325,"tag":"Charles Ball"},{"id":3326,"tag":"slave marriage"}],"course":{"name":"Human Trafficking: Yesterday and Today","school":"University of Richmond","course_id":171,"school_id":11}}]}