{"id":2750,"tag":"Slave Punishment","points":[[36.057938,-76.6077213],[43.8638703,-79.013729],[43.7726461,-79.354268],[41.883178,-87.6214853]],"bounds":[[43.8638703,-76.6077213],[36.057938,-87.6214853]],"episodes":[{"id":6390,"title":"The Life and Family of a Black Slave: John Jacobs","course_id":149,"status":"P","start_date":"1855-01-01","end_date":"1875-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The narrative of John Jacobs begins with his youth in Edenton, North Carolina. He recalls his mother and father with only the most barebones descriptions. His mother died while he was very young and his father while he was only 13 years old. Jacobs recalls his father having been dehumanized and stripped of his manhood due to slavery. The inability to have a right to hsi wife, his body, and his kids robbed Jacobs' father of any humanity he could have possessed. In replacement for this lack of humanity came a nasty hatred and temperement that Jacobs can recall clearly. Jacobs attributes his character and perception of life as a slave to his father; thus, adopting a similar ill-tempered manner and mind.","Jacobs describes his processes for being traded or distrubuted to several differented slave holders. He recalls the ownershop paths of several of his other family members as well. A good part of his known family remain in close proximity to him in Edonton throughout their lifetime as slaves.","John Jacobs' uncle runs away but is later caught and returned to his owner. Then, he escapes perminately once his wife's honor is stripped due to evil white-men. Jacobs also mentions his one sister running away and not being found. Later, Jacobs writes that his sister had been hiding behind the cupboard of his freed grandmother's home for 6 years and 11 months. ","Jacobs develops a postive reputation amongst his slave owners due to strong compliance and a trustworth demeanor. According to Jacobs, however, he did not possess such well intentioned thoughts. Instead, he dreampt of his escape and formulated his compliance with his owners to advance his progression toward eventual escape, especially with his final owner Mr. Sawyer. It is with Mr. Sawyer that Jacobs is able to attempt and escape but his family ties pull him back into slave territorty.","Jacobs's story stresses the importance of family, community, and relationships amongst the black slave community. The story speaks clearly to what slaves valued during their time enslaved. Th narrative gives readers a view of how the brutality of the time formed the character of the enslaved. The narrative gives first hand accounts of the many brutal attacks committed on black men, women, and children. Reading the narrative replicates the fear and mental development of any black slave. This is a story of pure perseverance through the tough turmoil of the antebellum south. John Jacobs is just one individual who owns a story as devastating as this related to slavery in the south."],"display_date":"1855 - 1875","search_date":"1865-07-01","locations":[{"id":52759,"lat":36.057938,"lng":-76.6077213,"zoom":8,"place":"Edenton, North Carolina"},{"id":52800,"lat":43.8638703,"lng":-79.013729,"zoom":8,"place":"Niagara Falls, New York"},{"id":52801,"lat":43.7726461,"lng":-79.354268,"zoom":8,"place":"Canada"},{"id":52802,"lat":41.883178,"lng":-87.6214853,"zoom":8,"place":"Chicago, Illinois"}],"tags":[{"id":96,"tag":"Slave Trade"},{"id":455,"tag":"Plantation Life"},{"id":454,"tag":"Slave Life"},{"id":2749,"tag":"Slave Family"},{"id":2732,"tag":"slave narrative"},{"id":2750,"tag":"Slave Punishment"},{"id":2751,"tag":"Slave Hiding"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":149,"school_id":2}}]}