{"id":2768,"tag":"charleston","points":[[32.706152180761,-79.941089444718]],"bounds":[[32.706152180761,-79.941089444718],[32.706152180761,-79.941089444718]],"episodes":[{"id":6882,"title":"Blood Fighting Blood: An example of two brothers in the Civil War","course_id":188,"status":"P","start_date":"1862-06-16","end_date":"1862-06-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" On the June 18, 1862, two days following the Battle of Secessionville, a young Union color bearer named Alexander “Sandy” Campbell received a letter from his brother James. Born in Scotland, the two had immigrated to America. Unlike Sandy, though, James served as a lieutenant in the Confederacy. Sandy Campbell lived in the North, while James lived in the South, leading to the siblings being on opposite sides of the conflict. The two brothers had just fought against one another in the same battle, demonstrating the brother versus brother adage.  ","            The Battle of Secessionville was a planned Union attack on the Confederate-held James Island, South Carolina. This plan called for the U.S. to take the island, and gain a foothold to stage a land attack upon Charleston. Brigadier General Henry Benham commanded the Union forces, while the Confederates were under the command of Colonel Thomas G. Lamar. The Union troops assaulted the Confederate fort near Secessionville, but the fort was heavily defended and soon augmented with reinforcements. Taking the fort proved too tough a task for the Union, resulting in a Confederate victory, despite the small size of the battle. The total numbers for the Union were approximately 6,600 men, while the Confederates had a strength of around 2,000 men. ","            After the conclusion of the battle. James learned of Sandy’s presence this from some of the Union prisoners of war, and soon wrote to his brother. In this letter he stated “I was astonished to hear from the prisoners that you was colour Bearer of the Regmt that assalted the Battrey [sic] at this point the other day.” He went on to state that while he hoped they would never meet on the battlefield face to face again, he would continue to fight for his cause. An interesting note is that he wrote a request to his brother, pertaining to their sister. “When you write north you will please Let Sister ann know that I am Still alive and in good health. I am verry anxious to hear from her but surcimstances does not afford a chance.” Even though his sister remained loyal to the Union, the family bonds weighed heavily even in the midst of conflict. ","Both brothers survived the war, with James living to age 74, passing in 1907, while Sandy outlived his brother, dying in 1909 at the age of 71. Both lived out their lives in their respective regions, Sandy in the North, and James in the South."],"display_date":"June 16, 1862","search_date":"1862-06-16","locations":[{"id":53208,"lat":32.706152180761,"lng":-79.941089444718,"zoom":15,"place":"Secessionville, Charleston, United State"}],"tags":[{"id":32,"tag":"Civil War"},{"id":5,"tag":"War"},{"id":2768,"tag":"charleston"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":188,"school_id":3}}]}