{"id":2769,"tag":"Presidency","points":[[38.799298867408,-77.310214268061]],"bounds":[[38.799298867408,-77.310214268061],[38.799298867408,-77.310214268061]],"episodes":[{"id":6851,"title":"The Day the Wheel of Cheese Came to the White House","course_id":188,"status":"P","start_date":"1837-02-22","end_date":"1837-02-22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On February 22, 1832, toward the end of Andrew Jackson’s presidency a large celebration in his honor took place. The festivities of music and a parade drew in a crowd of 10,000 people; but the highlight of the ceremony was the four-foot-tall, two-foot thick, fourteen-hundred-pound wheel of cheddar cheese, with a belt around it bearing the inscription: “Our Union, It Must be Preserved.” Ben Perley Poore witnessed the event, remembered it years later and described it in his book <em>Perley’s Reminiscences of Sixty Years in the National Metropolis. </em>Poore stated, “For hours did a crowd of men, women, and boys hack at the cheese, many taking large chunks away with them. When they commenced, the cheese weighed one thousand four hundred pounds, and only a small piece was saved for the President’s use. The air was redolent with cheese, the carpet was slippery with cheese, and nothing else was talked about at Washington that day.” The visitors ate most of the cheese within a few hours. Jackson gave a speech at the reception, staying seated due to his poor health. He left the event early, leaving Vice President Van Buren to continue to host the festivities. Van Buren, who succeeded Jackson as President, later remarked that he struggled to get the aroma of cheese out of the White House.","This was not the first time that a large wheel of cheese was given to a president and exhibited in the White House. In 1802, President Thomas Jefferson received a large twelve-hundred-pound wheel of cheese with a belt bearing the inscription “Rebellion to Tyrants is Obedience to God.” The gift, given by a Baptist minister to represent his support for Jefferson’s Presidency and defense of freedom of religion. There are obvious comparisons between the two cheeses. Both were given to the President and displayed at the White House to send a message.                                                                                                                               ","Ben Pearley Poore, a newspaper writer for <em>the Boston Journal</em> in Washington D.C., recounted the events years later, and gave his perspective of the message being sent by the gift of cheese to Jackson. In his opinion, the block of cheese being much larger than the one given to Jefferson and of the same quality, sent the message that President Jackson was an equal if not a better president than Jefferson. Jackson’s choice to make a major event inviting the public to partake of the cheese suggests that he wanted to retain the public support of the people, even at the end of his presidency. The use of the inscription: “Our Union, It Must be Preserved” is a reference to the fact southern states were threatening to secede from the Union. This was sending a message to the South on the issue of secession from the Union."],"display_date":"February 22, 1837","search_date":"1837-02-22","locations":[{"id":53181,"lat":38.799298867408,"lng":-77.310214268061,"zoom":8,"place":"White House"}],"tags":[{"id":114,"tag":"Andrew Jackson"},{"id":2769,"tag":"Presidency"},{"id":3075,"tag":"White House"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":188,"school_id":3}}]}