{"id":2772,"tag":"Congress","points":[[38.9071923,-77.0368707],[39.279585883987,-74.703578125],[46.146075582925,-119.352015625]],"bounds":[[46.146075582925,-74.703578125],[38.9071923,-119.352015625]],"episodes":[{"id":6604,"title":"Congress Overrides Johnson's Veto and Passes the Tenure of Office Act","course_id":164,"status":"P","start_date":"1867-03-02","end_date":"1/1/27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On March 2, 1867 Congress passed the Tenure of Office Act, as it intended to prevent the President from removing members of office without the approval of the Senate. Specifically, it meant to protect members of President Abraham Lincoln’s cabinet after his assassination. The Act states, “An act to provide for the more efficient government of the rebel States, returned to the House of Representatives by the President…with his objections, and sent by the House…to the Senate…the bill do pass, two thirds of the Senate agreeing to pass the same.” President Andrew Johnson vetoed this bill, but, it Congress passed it over the veto.","The Act opens by establishing, “that every person holding any civil office to which he has been appointed by…the Senate…shall be entitled to hold such office until a successor shall have been in like manner appointed and duly qualified…Secretaries of State, of the Treasury, of War, of the Navy, and of the Interior, [etc.], shall hold their offices…during the term of the President by whom they may have been appointed.” The Act goes on to note that the President may deem a person holding office guilty of misconduct in office, and he may suspend them from the position, if the Senate is on a recess. In addition, the President has the right to fill vacant positions, if the Senate is on a recess. Lastly, the Act made it clear that if anyone breaks the provisions set forth, they will be engaging in a high misdemeanor; they would be placed on trial, fined, and possibly imprisoned. Congress proposed the act specifically to prevent the removal of their ally, Secretary of War Edwin Stanton; however, Johnson believed the Act was unconstitutional because it gave the Senate power not given in the Constitution, and he vetoed the bill. The bill went back to Congress, and it was passed with a two-thirds majority.","During Grover Cleveland’s time in office in 1887, he repealed the Act because he believed it to be unconstitutional, and with that action, the executive branch of the government gained back power. In 1927, the Supreme Court ultimately ruled the Tenure of Office Act to be unconstitutional."],"display_date":"March 2, 1867 - January 1, 1927","search_date":"1897-01-30","locations":[{"id":52797,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington D.C"}],"tags":[{"id":2772,"tag":"Congress"},{"id":3143,"tag":"Johnson"},{"id":3144,"tag":"Tenure of Office Act"},{"id":3145,"tag":"Veto"}],"course":{"name":"The Civil War and Reconstruction","school":"Juniata College","course_id":164,"school_id":3}},{"id":6865,"title":"Congress Passes Comstock Act","course_id":188,"status":"P","start_date":"1873-03-03","end_date":"1873-03-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","On March 3, 1873, Congress approved <em>An Act for the Suppression of Trade in, and Circulation of, obscene Literature and Articles of Immoral Use.</em>  The Comstock Act created penalties for owning or selling anything deemed obscene. This included pictures, books, drawings, and drugs such as birth control. The act also defined penalties for any drug or medicine that had “immoral use.” Penalties included imprisonment from six months to five years per offense and a fine ranging from one hundred dollars to two thousand dollars."," ","Anthony Comstock, anti-obscenity campaigner and main advocate behind the act, joined the Union Army after his brother was killed at Gettysburg. The 17th Connecticut Regiment acquired more downtime than other regiments. Due to lack of discipline and downtime, soldiers used pornography to entertain themselves. The lack of disciple and erotic behavior around him shocked Comstock. During his time in the war, he met people from the United States Christian Commission, which affirmed his religiosity and activism. After the war concluded, Comstock became involved with activists of the Young Men’s Christian Association (YMCA)  New York chapter. Their mission was to protect young men from the dangers of themselves. Through their efforts as a collective, the Comstock act passed in 1873."," ","The outbreak of the Civil War with the railroads and postal service in full effect allowed the production of erotic materials to be circulated for a cheaper rate. Photography had just been widely introduced to the world. This allowed erotic materials to be in circulation in new ways and placed in the hands of many soldiers nationwide. Anthony Comstock’s convictions about religious morality inspired him to use legislation to prevent stop the rising turpitude."," ","Due to the Comstock Act, however, more than pornography or lewd writing fell under new scrutiny. Physicians and scholars could not publish educational medical literature that dealt with subjects such as reproduction or sexual health. Issues later arose about the First Amendment and free speech. E.B. Foote Jr. along with many other free speech advocates, fell under threat by punishment due to the Comstock act when they tried to release materials. During this time, the women’s rights movement continued to grow and the Comstock Act became a source of conflict due to its prohibition on birth control. Margaret Sanger, birth control advocate, and others willingly broke the law to get information known and people the medical necessities that they need."," "," "],"display_date":"March 3, 1873","search_date":"1873-03-03","locations":[{"id":52836,"lat":39.279585883987,"lng":-74.703578125,"zoom":5,"place":"Washington DC"},{"id":52839,"lat":46.146075582925,"lng":-119.352015625,"zoom":4,"place":"United States"}],"tags":[{"id":3675,"tag":"Obscenity"},{"id":9,"tag":"Law"},{"id":2772,"tag":"Congress"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":188,"school_id":3}},{"id":6879,"title":"Senator John Scott Denounces the KKK","course_id":188,"status":"P","start_date":"1872-05-18","end_date":"1872-05-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" On May 18, 1872, Pennsylvania Senator John Scott delivered a speech before the United States Senate.  Congress was deliberating the extension of a bill granting the office of the President power to suspend the right of habeas corpus under certain circumstances: namely, armed, organized resistance to the government of the United States or violent violation of its laws.   Scott began his speech by prompting the Senate’s Chief Clerk to read the provisions of the section in question.  He then argued that the existence of an organization known as the Ku Klux Klan had been well established, and named General N.B. Forrest and General John B. Gordon as founding members of this organization.  Scott outlined a brief history of the Klan, drawing upon the testimony of Forrest, but he disputed Forrest’s assertion that it was disbanded in 1868.  Scott stated that the Klan had continued its activities throughout “North and South Carolina, Georgia, Florida, Alabama, and Mississippi.”  The senator attempted to offer proof of the Klan’s well-organized and threatening nature.  He described examples of the organization’s brazen and widespread crimes.  One such incident occurred in Unionville, South Carolina, where a gang, supposedly numbering somewhere between 400 and 800 men, broke into a jail, and hanged eight prisoners.  Scott noted that the county in question “had in 1870 but 8,718 white population, and the village itself not over four hundred.”  He cited the widespread popularity of the Klan as the reason for such a large gathering, in a county with such a small population.  Scott cited testimony from witnesses, concerning the Klan’s behavior and structure.  One such witness, Kirkland L. Gunn, a member of the organization, testified that the Klan was highly armed, and that its members carried out violent crimes in disguise.  Gunn also admitted that he knew of the Klan’s existence in multiple states.  ","            Following the Civil War, the Ku Klux Klan became the first and most powerful of multiple terrorist organizations in the American South. By Nathan Bedford Forrest’s own estimation, the group had more than 550,000 members by 1868.  The Klan was known for its extensive use of disguises, which both hid the identities of its members, and contributed to the group’s mysterious image.  Some members went so far as to adorn themselves with skeletal hands or fake skulls in order to appear more frightening.  "," The Ku Klux Klan Act of 1871 gave President Grant sweeping powers to combat the organization, as local governments appeared either too weak or unwilling to make arrests.  In October 1871, Grant suspended habeas corpus in nine counties, allowing for mass arrests of Klan members. In order to convict many Klansmen, it was first necessary to conclusively establish the existence of the Klan as a unified criminal organization.  It was against the backdrop of these events that Scott gave his speech in early 1872."],"display_date":"May 18, 1872","search_date":"1872-05-18","locations":[{"id":52855,"lat":38.9071923,"lng":-77.0368707,"zoom":2,"place":"Washington, D.C."}],"tags":[{"id":2772,"tag":"Congress"},{"id":123,"tag":"Reconstruction"},{"id":151,"tag":"Ku Klux Klan"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":188,"school_id":3}}]}