{"id":278,"tag":"boycott","points":[[37.954527025,-76.8481834827],[30.4382559,-84.2807329]],"bounds":[[37.954527025,-76.8481834827],[30.4382559,-84.2807329]],"episodes":[{"id":4633,"title":"Southern Outrage","course_id":23,"status":"P","start_date":"1835-09-08","end_date":"0000-00-00","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Anti-abolitionists reacted violently and swiftly to the onslaught of antislavery literature that inundated post offices across the South during the fall of 1835. Northern abolitionists had hoped to amicably convert slaveholders through their postal campaign, yet had only further amplified the severity of the slavery issue to re-instill fear among the free black population in the South. After receiving antislavery mailings, fuming anti-abolitionists invaded the Charleston post office and snatched every letter and book in sight. They returned the following day and proceeded to torch any remaining mail in the flames of a large bonfire. Such anti-abolitionist mob behavior, with riots ensuing across both the North and South, had come to define the resistant and defiant reaction against Northern abolitionist activism.","It was in this contentious atmosphere that an anonymous Southerner wrote an opinion letter to the <em>Richmond Enquirer</em> in which he condemned acts of violent intimidation that suppressed both freedom of speech and freedom of assembly. His criticism, however, was not aimed at mobs in Charleston but rather at the “seditious and traitorous agitating measures” of those abolitionists who had exhibited a “fanatical and intolerant spirit” in Lowell, Massachusetts. According to the letter, a meeting held by a congregation of anti-abolitionists was abruptly disturbed with the sounds of violent screams and loud hisses, as fervent abolitionists attacked the building where the meeting was being orchestrated. The detailed account of abolitionist aggression provided in the letter mirrored the actions of many anti-abolitionist mobs, as the author attempted to redirect criticisms away from slaveholding anti-abolitionists. He called upon his fellow Southerners to take action against rising Northern activists, urging that immediate action was crucial to preventing any further abolitionist gains.","Specifically he called for a boycott of Northern goods. The suggested boycott of Northern manufactured goods by Southerners countered a growing trend among anti-slavery proponents known as the Free Produce Movement. The movement was generated by abolitionists who recognized the sinfulness of slavery and who refused to contribute to an economy based on slave labor. Quakers and free black abolitionists initiated the movement in the early 1820s, but the collective effort to disrupt the production, purchase, and procurement of slave-free goods lasted up until 1867. Just as this Southerner's criticisms of Lowell abolitionists mirrored the abolitionists' condemnations of anti-abolitionist acts of intimidation, in calling for a boycott of Northern manufactured goods he once again borrowed and adapted an abolitionist tactic. The author's careful literary manipulation is a notable rarity, as its existence demonstrates the rising tensions surrounding the issue of slavery, and the extent to which the matter had begun to affect the nation in its entirety. As the political implications of such strains surfaced nationally, the continued struggle for power between the North and South signified the magnitude of the slavery issue on a political, societal, and economic level. The cooperative balance that existed between the industrial North and labor intensive South was thus at risk with such boycotting tactics.","The implications of emancipation threatened the very foundation of the South’s economy and challenged the hierarchy of power that such Southerners were so accustomed to. The letter was one of numerous opinion letters published throughout various publications across the South during the aftermath of the abolitionist postal campaign, as Southern opposition began to manifest itself into formalized meetings, riots, and anti-abolitionist literature. Clearly, the beginnings of what would eventually become a decisive Southern antislavery movement had commenced."," "],"display_date":"September 8, 1835 - undefined 0, 0","search_date":"1867-10-19","locations":[{"id":14216,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":278,"tag":"boycott"},{"id":277,"tag":"anti abolitionism"}],"course":{"name":"The Abolitionists and American Society","school":"University of Richmond","course_id":23,"school_id":11}},{"id":6510,"title":"\"Without The Students\": The College Student Contribution to Tallahassee's Civil Rights Movement","course_id":154,"status":"P","start_date":"5/26/56","end_date":"12/31/70","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On Saturday, May 26, 1956, two female Florida A&M University students paid their fare and boarded a bus almost filled to capacity. After sitting in the only remaining open seats on the bus, Wilhelmina Jakes and Carrie Patterson were quickly asked by the bus driver to stand because the seats that they were occupying were next to a white woman. The young women agreed to get off of the bus contingent upon their fares being returned to them. The bus driver refused, and in kind, they refused to get off of the bus. The authorities were immediately called, and the two were arrested and jailed for inciting a riot. Although this incident was unplanned, it was the spark that ignited the civil rights movement in Tallahassee.","After crosses were burned in front of the co-eds’ residence, Florida A&M University Student Government president, Broadus Hartley, decided to take action. On Monday morning, he called a campus-wide meeting to discuss the issue. It was at this meeting that the students made the decision to suspend the use of the bus system until equal riding privileges were given to African Americans. Word quickly spread throughout the community and the next day, leaders from the local NAACP and citizens met at Bethel Baptist Church and decided to join the students’ protest. By Wednesday morning, white officials felt the true power of their opposition. In 48 hours, the patronage of approximately 15,000 African Americans to which they had become accustomed had disappeared. The bus system ran for only thirty-three days until they were forced to suspend bus service due to lack of funds. Because the bus company was unwilling to fully meet the demand of equal service for African Americans, the boycott continued well into 1957.","According to Lewis M. Killian, “the largest black social structure in Tallahassee was the Florida A and M student body…[and] this structure had no history of social activism.” This is important because it identifies the Tallahassee bus boycott as the first time that student body of Florida A&M engaged in any sort of activism. The students recognized that their participation was paramount in the success of the boycott and by the end of 1959, a campus-based, interracial organization called the Congress of Racial Equality (CORE) began organizing more frequent and militant protests. Comprised of black students from Florida A&M University and white students from Florida State University, it was “the newest civil rights organization in the city.”","On February 20, 1960, the students were prepared to make history again. CORE conducted a sit-in at a Woolworth lunch counter with a total of thirteen participants; eleven of the participants were arrested and jailed for unlawful assembly and disturbing the peace. “Eight of the students decided to serve sixty days in the local jail rather than pay $300 for their release. This was the first case of “jail-versus-bail” in the civil rights movement.” Similar sit-ins began to occur in cities across the South, but “only in Tallahassee did the student protesters attend a publicly supported institution [FAMU]. Just as important, when the capital city sit-ins became interracial, Tallahassee achieved a notoriety that further distinguished it from many cities of the Deep South.”","“Without the students, there would have been no protest, there would have been no movement.” These were the words of Reverend Charles Kenzie Steele, one of the most well-known leaders in Tallahassee’s civil rights movement. Reverend Steele was popular among the college-age population because, while some of the older activists viewed the sit-ins, jail-ins, and protests as impulsive and rash activities, he was one of the leaders in the Tallahassee area who vocally supported the younger generation’s action-based activism. He understood the importance in the numbers, stamina, time that college students could devote to protests that adults could not. One could easily argue that the speed and success of Tallahassee’s civil rights movement became reliant upon the involvement of students and faculty from Florida A&M University. It is my opinion that credit is due to the students and faculty who applied the constant pressure for equality in public spaces; they continue to provide a monumental legacy for the nonviolent protests of today."],"display_date":"May 26, 1956 - December 31, 1970","search_date":"1963-09-13","locations":[{"id":52902,"lat":30.4382559,"lng":-84.2807329,"zoom":8,"place":"Tallahassee, Florida"}],"tags":[{"id":2958,"tag":"Sit-ins"},{"id":2957,"tag":"Lunch Counter"},{"id":2956,"tag":"Bus"},{"id":2955,"tag":"Protests"},{"id":2954,"tag":"College Students"},{"id":2953,"tag":"Tallahassee"},{"id":278,"tag":"boycott"},{"id":42,"tag":"Civil Rights"}],"course":{"name":"African American History Since 1877","school":"Rollins College","course_id":154,"school_id":5}}]}