{"id":2795,"tag":"slave pen","points":[[32.3526456,-90.877882],[29.9510658,-90.0715323]],"bounds":[[32.3526456,-90.0715323],[29.9510658,-90.877882]],"episodes":[{"id":6419,"title":"Henry Bibb Faces Inspection in a Mississippi Slave Pen","course_id":145,"status":"P","start_date":"1840-01-01","end_date":"1840-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The year was 1840 when Madison Garrison led Henry Bibb and other slaves, including his wife and child, to a market in Vicksburg, Mississippi.  It was in this market where Garrison intended to have a portion of the slaves that he had driven into the deep South examined before taking them to New Orleans for sale.   Upon arrival at the market, Bibb was subject to inspection by a city officer.  Slave inspections were an important part of the process required to tag an enslaved person with a dollar value.  Faces of the slaves did not matter; it was the instrumental parts of the slaves’ bodies that the traders in the market were interested in – strong muscles meant good labor, fingers were judged for being good at picking cotton, and all joints were checked to ensure labor efficiency. ","            As Bibb entered the market, a city officer immediately forced him into physical inspection.  A city official did this inspection perhaps because Vicksburg taxed slave slaves to generate city revenue and this man’s job was to assess the tax.  The examination started with a close look at Bibb’s back as the officer look for scar tissue that would come from the wounds left by a whip.  Scars on a slave’s back were interpreted as an indication of character: it meant that in the past they had acted out of line often enough to be whipped multiple times.  Next, Bibb had his limbs inspected to make sure his joints were well intact and to provide a judgment of how strong he was.  The limb inspection was followed by a close look at Bibb’s teeth and gums to make sure they were in good condition.  Traders considered oral health a significant indicator of general health for slaves.  This was followed by a skin prick test that helped the inspector determine the age of Bibb.  He had the skin on the back of the hand pricked up with a needle.  The time the pucker of skin stood up was measured and the longer the pucker stood up, the older the age of the slave.   Age was a very important piece of criteria taken into consideration when assigning a price to a slave because slaves were thought to have a prime age range in which they were the most productive in their work.  Since Bibb was a man, his prime was considered to be between ages eighteen and twenty-five.","            More rigorous than the physical examinations was the assessment of Bibb’s mental capacity.  The inspectors told him to answer a series of questions to gauge his intelligence.  Bibb’s problem with the inspectors was that he was literate.  At one point earlier in his life, Bibb learned how to read and this scared southern slaveholders because it meant that Bibb had a powerful negotiation tool to utilize in the slave market.  Literacy revealed a world to Bibb that went beyond the slave system, a world that enabled him to imagine himself being allowed to freely think, learn abolitionist activity, or read the Bible.","            Since Bibb was so difficult to sell due to his literacy, Garrison knew he had to sell Bibb with his wife and child as a package.  Bibb had a much better chance of being sold with his wife and child, who were desirable to buyers, than being sold on his own.  Also to facilitate his sale, Garrison answered many questions for Bibb, especially when asked if he had ever run away.  After this was done, Bibb and his family were taken to New Orleans, where their futures would be determined."],"display_date":1840,"search_date":"1840-07-01","locations":[{"id":52823,"lat":32.3526456,"lng":-90.877882,"zoom":8,"place":"Vicksburg, Mississippi"}],"tags":[{"id":2799,"tag":"sale"},{"id":2798,"tag":"examination"},{"id":2797,"tag":"henry bibb"},{"id":2796,"tag":"inspection"},{"id":2795,"tag":"slave pen"}],"course":{"name":"Human Trafficking: Yesterday and Today","school":"University of Richmond","course_id":145,"school_id":11}},{"id":6439,"title":"Fugitive Slave John Brown's Experience in a New Orleans Slave Pen Exposes the Horrors of the Slave Trade","course_id":145,"status":"P","start_date":"1840-01-01","end_date":"1840-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On a typical day in a New Orleans slave pen, John Brown got called up to the flogging room—a room dedicated to punishment for slaves who misbehaved on the auction block. Here, slaves were beaten repeatedly with a long leather paddle, known as a “flog”. The “flog” delivered punishment equivalent to the whip, but did not leave wounds that could jeopardize the price of a slave. When his name was called, Brown knew that he was not wanted for punishment, but for assistance. As the men, women, and children were stripped naked and laid flat on the floor, Brown was forced to hold down their feet until the brutal torture was over.","Brown spent much of his time between sales in New Orleans hotels, banks, and stores that had been converted into slave pens. These pens were almost always full, each holding close to 500 enslaved people and always being replenished with new slaves. Inside the barred windows and concrete walls of these pens, Brown witnessed the same horrors and disgraces on a daily basis.","As each slave arrived in various conditions, they went through intense processes of grooming, which Brown described as no light business. Hairs were plucked and dyed and deformities were hidden. Slaves were stuffed with food in order to give them a healthy look. They were forced to dance to a fiddle for exercise, or dance to the whip if they refused. After these daily processes, men, women, and children were separated and “sized out” (or put in groups based on their size) once again to be prepared for the second sale of the day—the afternoon sale.","Brown described the slave pens as a brothel for young mulatto women whose fates were in the hands of buyers only wanting them to satisfy their sexual desires. Because they were forced to lie about their age to make themselves more appealing to buyers, slaves often never knew their true age They faced consequences if they did not say the age the trader chose them to be. Slaves were sent to the flogging room for what Brown considers the “unpardonable” offense of not speaking up and looking bright on the auction block. A well-made, flawless looking slave was devalued by their lack of interest or vacant stare. Brown said that the uncivilized manner in which slaves were handled and inspected epitomized the horrors on the auction block. As husbands and wives, and mothers and children watched their loved one be sold in front of them, they dare not bid a goodbye or give one last embrace, or they would be faced with severe punishment.","John Brown believed that only those who experienced slavery could tell and truly understand the horrors that happened beyond the auction rooms where the dealer is left alone with their “chattel” offered to him to buy. But he refrained from telling the most horrifying scenes he witnessed in his narrative. So, why would a freed slave, who is aspiring to educate abolitionists on the true horrors of slavery, choose to leave out the most gruesome details that defined the slave market? Historian Karen Halttunen argues that witnessing such intense cruelty puts reformers like John Brown in a difficult position. Brown omits the most painful material from his narrative in order to highlight the slave industry’s obscene nature. In Brown’s case, saying less actually says more. By stating that he is excluding the most painful details, readers are forced to think about and imagine what could possibly be worse than the horrors Brown did include. Brown introduced the very kind of painful material about the slave market that he intentionally set aside."," "],"display_date":1840,"search_date":"1840-07-01","locations":[{"id":52821,"lat":29.9510658,"lng":-90.0715323,"zoom":8,"place":"New Orleans, Louisiana"}],"tags":[{"id":244,"tag":"Violence"},{"id":29,"tag":"New Orleans"},{"id":2795,"tag":"slave pen"},{"id":96,"tag":"Slave Trade"},{"id":4,"tag":"Slavery"}],"course":{"name":"Human Trafficking: Yesterday and Today","school":"University of Richmond","course_id":145,"school_id":11}}]}