{"id":28,"tag":"Work","points":[[42.6001926046,-73.9735779487],[39.8405142472,-75.5864868268],[40.6916304076,-74.0035386433],[28.6157324623,-81.3533405132]],"bounds":[[42.6001926046,-73.9735779487],[28.6157324623,-81.3533405132]],"episodes":[{"id":4421,"title":"The Perfect Wife\n","course_id":17,"status":"P","start_date":"1837-04-01","end_date":"1837-04-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["\"A knowledge of domestic duties is beyond price to a woman.  Every one of our sex ought to know how to sew, and knit, and mend, and cook, and superintend a household.\"  So began the article \"Important Requisites in A Wife\", published in the agricultural magazine <em style=\"mso-bidi-font-style: normal;\">The Cultivator</em>, in April 1837.  According to the author, a good wife considered her work her department, and did it when it needed to be done, without consideration about when there was a convenient time for her.  The author also made clear that girls should start helping out when they were nine or ten years old, by washing cups and putting them away, dusting, and cleaning silver.  By age twelve, the author suggested girls should start superintending the house and cooking.  The best way to learn these chores, the author explained, was by doing them.","     Women in the nineteenth century were judged according to four cardinal virtues - piety, purity, submissiveness, and domesticity.  Those four virtues were supposed to be what gave a woman happiness.  The home was a woman's \"proper sphere\" where she should occupy herself with domestic affairs, take care of her family, and listen to her husband.  Historian Barbara Welter, author of the article <em style=\"mso-bidi-font-style: normal;\">The Cult of True Womanhood,</em> explained that \"the home was supposed to be a cheerful place, so that brothers, husbands, and sons would not go elsewhere in search of a good time.  A woman was expected to dispense comfort and cheer.\"  Women were to look upon housework as uplifting.  Routine tasks like making beds and cleaning their homes gave women exercise and taught them patience.  Doing housework was also considered an art.  Welter quoted one source as saying, \"There is more to be learned about pouring out tea and coffee, than most young ladies are willing to believe.\"  Women were also expected to be proficient in a wide variety of needlework and in gardening.  From an early age, girls in the 18th century took their role in the house very seriously because they saw the importance in it."],"display_date":"April 1837","search_date":"1837-04-15","locations":[{"id":8680,"lat":42.6001926046,"lng":-73.9735779487,"zoom":9,"place":"ALBANY, New York"}],"tags":[{"id":7,"tag":"Women"},{"id":28,"tag":"Work"}],"course":{"name":"The United States: The Nation Divided, 1836-1876","school":"Wheaton College","course_id":17,"school_id":2}},{"id":4540,"title":"Tramps Attack Trains at West Chester Station on the Pennsylvanian Line.","course_id":18,"status":"P","start_date":"1877-01-01","end_date":"1877-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Desperate wageworkers after the Civil War had taken to riding the American train networks looking for work. Civil War slang referred to the tramp as a long, tiresome march, and the American public took to referring these unsupported peoples as 'tramps.' The reasoning behind this increasing roving army was the reliance on seasonal work for manual laborers, and as a result, jobs were not secure.","Hungry and poor, a band of tramps robbed a freight train on the Pennsylvania railroad at West Chester Junction, late on a night in 1877. The railroad workers had been fired upon in the robbery. In retaliation, railroad workers banded together and led an assault on the vagabonds. Their camp's location was known to the workers and the raid surprised the tramps, as they were busy playing cards and other games – gambling away the spoils from their raid. Chester County, as well as neighboring counties Lancaster, Delaware and Columbia are arrested more tramps and punished them severely. Despite the increases in punishments and arrests, the desperation of the tramps meant that their attacks did not abate, and they continued to act more lawlessly than previously.","The phenomenon of 'The Great Army of Tramps,' would continue plaguing railway lines and station towns well into the next century. At the time of the West Chester assault, it is estimated that 1000-1500 tramps were roaming the Pennsylvania rail-line between Downington in the East, and Pittsburgh in the West. When prosperity returned after this gilded age, newspapers thought the end of the tramp was near. But the tramps continued and returned in greater force, preferring to reside near the major transporting regions. Ransacking would occur with violent results throughout these times"],"display_date":1877,"search_date":"1877-07-02","locations":[{"id":10928,"lat":39.8405142472,"lng":-75.5864868268,"zoom":9,"place":"CHESTER, Pennsylvania"}],"tags":[{"id":12,"tag":"Migration/Transportation"},{"id":28,"tag":"Work"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}},{"id":4688,"title":"Restrictions on Immigration grow in popularity.","course_id":26,"status":"P","start_date":"7/1/86","end_date":"7/4/86","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","A joint <em>New York Times</em> and <em>CBS News</em> poll showed the United States to have contradictory feelings towards immigrants. Despite the U.S. being founded on immigration, and containing the world’s largest immigration population, those polled show an increasing percentage of natives disapproving further immigration. On a personal level, the American citizen was welcoming to immigrants individually. But a decrease of support for higher immigration numbers occurred compared to statistics collected twenty-one years prior to this poll. A decrease of four percent was collected regarding the question of whether immigration levels should be kept the same or increased. A dramatic increase of sixteen percent favored a decrease of immigrant populations.","In terms of demography voting, college graduates preferred increasing diversity, whilst those with only high school education appear tired of America’s ‘melting pot’ identity. The poor, suffering from a lack of employment opportunities, thought their position could be improved if immigration were restricted. Thirty-five percent of the white demographic in the poll believed in installing the military along the Mexican border in an effort to stop illegal immigration. This drastic approach can be attributed to the growing dissatisfaction within the U.S. public with corporations hiring illegal immigrants as low-pay workers. The Immigration and Naturalization Service estimated that at the time of this poll that approximately three to five million illegal aliens lived in the U.S. Not only was the hiring of non-naturalized people illegal, the practice took jobs from domestically born Americans, and was exploitative of illegal immigrants and violated human rights.","Against the national trend, the most supportive of increasing immigration levels was in the U.S.’s multiethnic northeast area – such as New York, New York. In fact, two days after the poll’s findings, Ronald Reagan would speak at a ceremony at the Statue of Liberty. Here, Reagan would declare the role immigrant workers had on shaping modern America."],"display_date":"July 1, 1986 - July 4, 1986","search_date":"1986-07-02","locations":[{"id":39105,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":31,"tag":"Immigration"},{"id":80,"tag":"American Immigration"},{"id":28,"tag":"Work"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":26,"school_id":3}},{"id":5569,"title":"Journey to Work: Walter B. Simpson","course_id":88,"status":"P","start_date":"1887-10-12","end_date":"1887-10-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On October 12, 1887 Walter B. Simpson and fellow Hannibal Square resident Frank R. Israel were elected as Winter Park Aldermen. They were the first black men to have ever been elected into any type of political office in Winter Park at that time. This vote came during a tumultuous time when Hannibal Square was taken out of the Winter Park boundaries and during this 1887 election was once again reincorporated to the annoyance of the white Winter Park settlers. Walter B. Simpson would be reelected for city Aldermen during a second election, serving from 1887 to 1893. Both Simpson and Israel would be the last African Americans to serve on the City Commissions. Simpson's election win was also during a time where the majority of the south did not allow African Americans to vote due to a special polling tax put in place to discourage any Blacks from voting. However just because Simpson won city Aldermen, sitting among fellow political leaders who were White and probably didn't expect him to win, did not mean that he left his original living area. No matter that Hannibal Square was part of Winter Park, Walter Simpson could not live nor always attend all town meetings (if White women were present) on the White side of town. His home was located diagonally across from Frank Israel's home and store (current day Dexter's on the corner of Pennsylvania Avenue and New England Avenue) on New England Avenue (current day Armando's Pizzeria). In order to attend meetings and make his way to the Town Hall, located in Ergood's Hall, his journey might have taken him eastward on West New England Avenue. Once he crossed the railroad tracks (which seems to be an unofficial marker that separates the Black neighborhood from the White site of town) he would have made a left onto Park Avenue. He would have had to cross at least two streets, including Morse Boulevard to get to his end destination. Simpson's journey might have been an uncomfortable one, yet necessary to achieve the work needed to be done that directly affected his community."],"display_date":"October 12, 1887","search_date":"1887-10-12","locations":[{"id":1443,"lat":28.6157324623,"lng":-81.3533405132,"zoom":8,"place":"ORANGE, Florida"}],"tags":[{"id":28,"tag":"Work"},{"id":1496,"tag":"Florida"},{"id":1495,"tag":"Winter Park"}],"course":{"name":"United States Since 1945","school":"Rollins College","course_id":88,"school_id":5}}]}