{"id":280,"tag":"Maryland","points":[[39.2464830538,-76.5960396412],[39.5105141884,-77.3162251993],[39.3048367775,-76.6274800611],[39.2338595038,-76.3925904773],[39.603674835,-77.8141711851],[39.087394033,-76.4791169961]],"bounds":[[39.603674835,-76.3925904773],[39.087394033,-77.8141711851]],"episodes":[{"id":4634,"title":"Daniel Raymond and Anti-Slavery Maryland","course_id":23,"status":"P","start_date":"1825-09-24","end_date":"1825-09-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","In Maryland in 1825, an anti-slavery candidate emerged from the city of Baltimore named Daniel Raymond. Seeking a position in the Maryland General Assembly, Raymond was highly publicized in the anti-slavery circles in Maryland. One such publication, the <em>Genius of Universal Emancipation and Baltimore Courier</em> touted Raymond’s disdain for slavery and his support of gradual emancipation. Nominated by the Anti-Slavery Society of Maryland, Raymond represented the best hopes of abolitionist Marylanders under the system of slavery. While Raymond lost the election and the following one in 1826, his candidacy raises many questions as to the nature of the anti-slavery movement in Maryland. Who exactly was Daniel Raymond and why did he support abolition?","<br /> Daniel Raymond was originally from Monteville, Connecticut and he moved to Baltimore in 1814. A veteran of the battle for Fort McHenry, Raymond gained notoriety for his various publications while in Baltimore. Of these works, his 1819 pamphlet on the Missouri Compromise contributed the most to his rise in the anti-slavery movement in Maryland. Raymond’s profile as an anti-slavery advocate was not unique for the 1820s, his belief in gradualism and manumission were the leading theories at the time and his membership in the American Colonization Society was very common for the period. Following the publication of his pamphlet, Raymond became increasingly involved in the anti-slavery movement. In September of 1824, Raymond was elected secretary of the Baltimore Emigration Society, a local colonization group headed by the Mayor of Baltimore. As he gained more prominence from this position, he used his connections to help found the Anti-Slavery Society of Maryland in 1825. During a meeting in August of that year, Raymond was elected President of the Society. Now possessing a considerable amount of influence within the anti-slavery community, Raymond was able to make a run at political office. Using his new platform to express his ideas, Raymond’s campaign literature was filled with his anti-slavery theories.","<br />Raymond contributed to anti-slavery thought in a predominantly economic and demographic way. His pamphlet on the Missouri Compromise was filled with economic arguments concerning the problems of spreading slavery. Raymond’s main argument against slavery was that slaves, while adding to the overall production within the economy, were also a detriment because of their lack of motivation. As Raymond saw it, free whites were better contributors to society because of their innate desire for self-advancement whereas slaves had no ability to advance themselves while in bondage. Even when freed, Raymond noticed their lack of motivation continue. He wrote that “in regard to manumitted slaves...nine out of ten…industrious and moral before, become vagabonds, and one half of them perhaps, get into the penitentiary.” However, Raymond later wrote in favor of total manumissions for all slaves because by making the entire black population free, there would be less of a distinction between blacks and whites. Raymond used his second campaign in 1826 to express many of these ideas. In a public address to the citizens of Baltimore, Raymond presented an argument of his critics, that “the free negroes are a nuisance in the community, and therefore their numbers ought not to be increased.” In response, Raymond said “that if all the negroes in the state were free, they would not be so great a nuisance as the present number of free negroes are.”","<br /> Without his rise through the anti-slavery community and his high profile as a political candidate, Raymond may not have had the opportunity to present his theories on slavery. Raymond’s quick accession through the ranks of the anti-slavery community suggests that the movement was small and isolated in Maryland. The nature of the anti-slavery community in Maryland presents many avenues for further study and Daniel Raymond could be a potential starting point for a deeper examination into the subject. The unique geographic and ideological position of Maryland beseeches historians for a closer look."],"display_date":"September 24, 1825","search_date":"1825-09-24","locations":[{"id":5928,"lat":39.2464830538,"lng":-76.5960396412,"zoom":9,"place":"BALTIMORE, Maryland"}],"tags":[{"id":64,"tag":"Anti-slavery"},{"id":280,"tag":"Maryland"}],"course":{"name":"The Abolitionists and American Society","school":"University of Richmond","course_id":23,"school_id":11}},{"id":5654,"title":"<strong>Sent South</strong>","course_id":103,"status":"P","start_date":"1835-01-01","end_date":"1849-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In Maryland, there’s a kind slaveholder. He is the same slaveholder who owns Mr. Pennington, but his reputation is spotless – he is a kind, Christian man. Recently, a friend of Pennington’s master failed in business, due to, of course, his intemperance. He was a skilled lawyer, and he is not a violent man, but his business failed because of the drink. When this man’s business failed, Pennington’s master, godly in his ways, agreed to help him out. This is now why we have a new slave among us, a beautiful young girl of twenty-four years, Rachel.  Pennington’s master purchased Rachel because she made a great nurse, and is very much attentive to the young ones in the house.","As fate should have it, one of Master’s sons has grown quite fond of this young darling. We, as slaves, knew about this lust, but the Master’s family wanted no part of it. As things progressed with the master’s son and the newly acquired slave, no one could turn a blind eye any longer.","Because of the abhorrent nature of this relationship, Rachel is being sold to Georgia. With the few articles of clothing she owns, and along with a few other material belongings of Master, they board the horse carriage and ride down, ever more south.","This story highlights much of the argument surrounding the chattel principle, and Johnson’s opposition against it. The chattel principle, while seemingly righteous, is no better than any other form of slavery. IN fact, some argue that it inflicts more pain in the sense that it raises the slave in a “healthy” environment, free from violence, only to have the slaves “sent south” where their lives took a turn for the worse. In addition, it also speaks to the illicit nature of Master-Slave relationships that occurred during the time of slavery. There are many stories and anecdotes about Masters, both consensually and by rape, consummating a relationship with a slave."],"display_date":"1835 - 1849","search_date":"1842-07-02","locations":[{"id":5989,"lat":39.5105141884,"lng":-77.3162251993,"zoom":9,"place":"FREDERICK, Maryland"}],"tags":[{"id":1610,"tag":"pennington"},{"id":1609,"tag":"georgia"},{"id":280,"tag":"Maryland"},{"id":530,"tag":"Rape"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":103,"school_id":2}},{"id":6259,"title":"Maryland Woman Suffrage Assocation","course_id":132,"status":"P","start_date":"1/1/04","end_date":"12/31/20","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Maryland Women Suffrage Association was formed in 1867. At that time, there were two national organizations for women’s suffrage at the time the Maryland chapter was formed:  the National Women Suffrage Association and the American Women Suffrage Association. While both had the same goal of achieving full voting rights for women, they tended to have different arguments and different tactics. The NWSA, headed by famous suffragette Susan B. Anthony, wanted a constitutional amendment granting voting rights for women in every state. The AWSA favored state-by-state change. Eventually, in 1890, both organizations combined to create the National American Women Suffrage Association, which approached women’s suffrage as part of women's traditional role. Women should vote, they argued, so they could \"clean up politics.\"","Maryland was one of the first states to have a state suffrage association, and Maryland activists were rather distinct from those in the national organizations. By the turn of the 20th century, Maryland's suffrage leaders were not only demanding the vote, they were making a strong case for women's independence and professionalism. Emma Maddox Funck became President of the Maryland organization in 1904. Funck and her sister were accomplished and independent women. Emma Funck had created a name for herself in the music world. She graduated from the Peabody Conservatory of Music of the Johns Hopkin’s University in Baltimore, Maryland. However, rather than focus on her musical career, she joined the Baltimore Suffrage Club and the National American Woman Suffrage Association in 1894 to become a full time activist. Her sister, Etta Maddox, was also a suffrage and women's rights activist. Etta Maddox had also attended the Peabody Institute, but she eventually switched from singing to law school. On June 6, 1901, Etta Maddox was the first woman to graduate from the Baltimore Law School. Although 37 other states allowed women to take the bar, Maryland did not. Etta Maddox fought for the right of women to practice law in her home state. She lost a case in the Maryland courts, so she pursued it as a federal issue. Under pressure from Etta Maddox and a group of her peers, the Senate passed a bill on March 4, 1902, establishing a federal right for women to practice law. The House passed a similar bill on  March 31, 1902.","Despite such strong, feminist leadership, the women in the Maryland Woman Suffrage Association faced many obstacles. Their agenda was diverse. In addition to demanding access to the vote, they also fought for co-education, and equal pay for equal work. Ironically, even after passage of the federal woman suffrage amendment, women in Maryland still had a fight ahead of them. The state did not ratify the Suffrage Amendment. Nonetheless, women in Maryland won the right to vote after the Amendment was ratified."],"display_date":"1904 - 1920","search_date":"1912-07-01","locations":[{"id":51922,"lat":39.3048367775,"lng":-76.6274800611,"zoom":11,"place":"Baltimore City, Maryland"}],"tags":[{"id":2548,"tag":"Suffrage Association"},{"id":2547,"tag":"Maryland Woman Suffrage"},{"id":1066,"tag":"Right to Vote"},{"id":280,"tag":"Maryland"},{"id":632,"tag":"woman’s suffrage"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}},{"id":6261,"title":"Laurel: An Almost home for the Bonus Expaditionary Force","course_id":132,"status":"P","start_date":"5/1/32","end_date":"12/31/32","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["After World War I, men who had fought in the United States military forces were promised a bonus. Imagined as a way to provide them with some financial support in their older age, Congress agreed to pay the bonus in 1945 --nearly thirty years after the end of the war. However, by 1932, veterans of the war were feeling the impact of the Great Depression very sharply.Walter W. Wathers left Portland, Oregon, with a few hundred men, determined to march to Washington and demand immediate payment of their promised bonus. The march eventually included 20,000 veterans and their family members. Their protest was peaceful and orderly, but it failed. Under orders of the President, they were expelled from Washington. Three Marchers were killed during the protests.","With the death of their comrades still fresh on their minds, many of the Bonus Marchers simply returned home. Waters was determined not to give up, however. While many veterans abandoned the fight, some remained with Waters. They continued their effort to continue to convince the American government that their plight demanded immediate action.","Violently expelled from Washington, DC, Waters began to search for another place his army could call home. Johnstown Pennsylvania extended an offer, but Waters declined. He wanted to set up his troops in  area closer to the “front,” and Maude Edgell offered Waters a wooded plot in Laurel, Maryland.","Waters set about to create a new encampment there, where his fellow veterans could not just continue to occupy in protest, but also live in a self sustaining community. Several hundred veterans gathered at the sight to begin preperation for the settlement. Waters met with the Mayor of Laurel to discuss these plans.","Unfortunately for Waters, politicians were not finished refusing the Bonus Army. Maryland's governor at the time, Alan Richie, delcared the site unsuitable for such a large settlement, insisting that the land was not appropriate for farming and that the lack of water and infrastructure were insurmountable.","With yet another defeat, the bonus army wandered off in to obscurity. Several hundred of the former marchers died in a hurricane. Their final defeat was a mass cremation. They had been ignored by their government, driven out by the army they once served, and labeled as radicals. The Bonus would eventually be paid in 1936 but not with out significant losses by of those who had fought for it."," "],"display_date":"May - December 1932","search_date":"1932-08-31","locations":[{"id":24195,"lat":39.2338595038,"lng":-76.3925904773,"zoom":9,"place":"Baltimore, Maryland"}],"tags":[{"id":2565,"tag":"Laurel Md"},{"id":280,"tag":"Maryland"},{"id":728,"tag":"Veterans"},{"id":1859,"tag":"World War 1"},{"id":1081,"tag":"The Great Depression"},{"id":1173,"tag":"Bonus March"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}},{"id":6273,"title":"Reform of Asylum Conditions in Progressive Maryland","course_id":132,"status":"P","start_date":"8/1/08","end_date":"8/31/08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["During the early 20th century, reformers and activists worked to encourage a variety of social reforms by using communication tools, including photography. Jacob Riis’ photographed tenament houses in New York city, documenting the living conditions of immigrants and the poor. Lewis Hine photographed young workers for the National Child Labor Committee. These men focused on dangerous and unhealthy conditions and believed that raising awareness would help change conditions. Dr. Arthur P. Herring, secretary of the Maryland State Lunacy Commission, took a similar approach to help reform care for the insane. in August of 1908, at the height of the Progressive Era in the United States, he photographed conditions in Maryland asylums.","From the 1870s on, Maryland had many reports about the poor treatment of the mentally ill, but politicians had done little to improve conditions.  Herring was on a mission. He visited all of the asylums in his state, photographing each one. His aim: to provide visual evidence of the bad conditions in which the mentally ill were housed. He gathered twenty-six photographs on the subject.  Dr. Herring’s pictures showed overcrowded institutions where patients were sleeping on the floors of rooms with barred windows, and other unsanitary conditions.  He argued that patients were treated more like prisoners in jails rather than people who needed serious care, and he presented his findings to Governor Austin T. Crothers on October 6, 1908.","Dr. Herring focused in particular on the Montevue Asylum in Frederick County during the Commission’s meeting on October 28, 1908.  This asylum had been praised for its “exemplary” conditions in previous years. However the conditions that Herring photographed raised serious questions about that. In fact, it was one of the worst.  Herring traveled around Maryland, presenting his findings to various groups, including private practitioners. In Baltimore on January 20, 1909, the State Lunacy Commission opened a three-day exhibit at Johns Hopkins University’s McCoy Hall.  There were speakers, slide shows of the images, and even a band playing as the public mingled about.  Here the public and the press were enlightened of the treatment of the mentally ill in their state to their shock and horror.  Was this truly the way that their wonderful state took care of these poor people?  The public did not want outsiders to think that they were cruel citizens of Maryland.","Dr. Herring kept up his photographic campaign into 1910. He was successful. The government in the state of Maryland started to make changes by proposing and passing legislation to reform the mental system conditions across the counties.  It did not come without obstacles, and in his path to get reform, Herring had opponents of reform that tried to block the passing of legislation, but ultimately reform was meant to happen and it did by a landslide."],"display_date":"August 1908","search_date":"1908-08-16","locations":[{"id":51922,"lat":39.3048367775,"lng":-76.6274800611,"zoom":11,"place":"Baltimore City, Maryland"}],"tags":[{"id":849,"tag":"Progressive Era"},{"id":2107,"tag":"Social Reform"},{"id":2534,"tag":"Mental Illness"},{"id":280,"tag":"Maryland"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}},{"id":6280,"title":"The African-American Community &amp; Tolson’s Chapel","course_id":132,"status":"P","start_date":"1866-01-03","end_date":"1870-01-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Prior to the Civil War, the border state of Maryland was home to both a relatively large free black population and enslaved black people. Together, they created networks and relationships that became the framework for a new free community afer the end of the Civil War. Maryland freed all the enslaved people in the state in 1864. But the state provided little else to aid black people in defending themselves against unfair and violent treatment in the aftermath of the war. Although it was exempt from Reconstruction, the number of complaints about black people in the state encouraged the Freedman's Bureau to expand its activities into the former border state.","In the meantime, black people began to establish their own institutions to provide protection and support to the community. In Washington County, Maryland, newly freed black families joined their free brethren in launching new religious societies and educational institutions. They were able to take advantage of land and other resources held by free people as the basis for building a new and bigger community. In each community, the black church was the central institution. Reverend John R. Tolson founded Tolson’s Chapel  in Wasihngton County. Samuel Craig, a free black man, had acquired the land.It became the spiritual and educational center of a vibrant community of black families. The keystone for the chapel was laid in October 1866.","Tolson’s Chapel served the African-Community in many ways. It the center of an active community, holding services and Sunday school, fairs, festivals, and meetings.It served as a school and a community center as well as a place of worship. Eventually, educational activities took place in a separate building on church property, The American Union School. The school was funded by the Freeman’s Bureau until 1870, when the cost of education was supposed to fall on the county.","By the middle of the 20th century, Tolson's Chapel was no longer a thriving community. In search of jobs, people moved to Hagerstown, Maryland, or Baltimore.  By 1950 Tolson’s Chapel was connected with the Asbury Methodist Church on Jonathon Street in Hagerstown. Nonetheless, Tolson’s Chapel played a key role in establishing the African-American community’s independence in Maryland."],"display_date":"January 3, 1866 - January 3, 1870","search_date":"1868-01-03","locations":[{"id":6079,"lat":39.603674835,"lng":-77.8141711851,"zoom":9,"place":"WASHINGTON, Maryland"}],"tags":[{"id":1962,"tag":"African-American history"},{"id":1335,"tag":"African-American Church"},{"id":280,"tag":"Maryland"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}},{"id":6282,"title":"Children Working in Berry Fields in Maryland in 1900s","course_id":132,"status":"P","start_date":"7/8/09","end_date":"7/8/09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the early 1900s, child labor was common. Lewis Hine dedicated himself to photographing children at work around the country. As a photographer for the National Child Labor Committee, he believed that his images would draw attention to the plight of children and lead Americans to press for an end to child labor. The National Child Labor Committee was composed of politicians and citizens who were concerned about the effects of child labor on children. Hine used these photographs to show the dangerous conditions of the workplace  and to humanize child workers. He photographed children in a variety of industries around the country, including agriculture.","During his project, Hine took photos in Maryland of children working in berry fields.One of these children was named Laura Petty. She was photographed on July 8, 1909 on Jenkins family berry farm in Anne Arundel County. The Jenkins farm was owned by several generations of the James Jenkins family.  Laura Petty was a six year old berry picker who had just started out berry picking at the time Hine photographed her. She and her family lived in Baltimore, and were among a large number of families who worked on the berry farms during the summer months. Petty worked long hours in the hot sun.  She serves as just one example of the impact of child labor in Maryland."],"display_date":"July 8, 1909","search_date":"1909-07-08","locations":[{"id":51923,"lat":39.2464830538,"lng":-76.5960396412,"zoom":9,"place":"Baltimore, Maryland"},{"id":51920,"lat":39.087394033,"lng":-76.4791169961,"zoom":9,"place":"Anne Arundel, Maryland"}],"tags":[{"id":65,"tag":"Child Labor"},{"id":1590,"tag":"National Labor Relations"},{"id":280,"tag":"Maryland"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}}]}