{"id":2801,"tag":"Post-Civil War","points":[[35.1495343,-90.0489801]],"bounds":[[35.1495343,-90.0489801],[35.1495343,-90.0489801]],"episodes":[{"id":6435,"title":"Reconstruction: The Issue of Equality","course_id":149,"status":"P","start_date":"1868-07-03","end_date":"1868-07-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The <em>Public ledger</em>, issued out of Memphis, Tennessee on July 3, 1868, details the newfound social and cultural characteristics of post civil war America. The Newspaper presents the \"Platform of the Tennessee Democracy,\" an outline of new standards for governmental and civilian life, which discusses major topics such as civil rights issues and powers of the state and federal governments. This newly documented Tennessee Democracy states that the result of the war should be accepted as final and conclusive, speaking to those who were sour over the outcome. Not only this, but the document also makes a clear point that the abolition of slavery stands, which speaks to the vast majority of concerns for post Civil War America, regarding the Constitutional amendment that ratified the illegality of enslaved African Americans. This decision greatly impacted the southern economy, proving unfavorable for many. Equal and exact justice for all is the conclusive point made by the document, producing an environment that holds every individual to the same standards.","After the \"Platform of the Tennessee Democracy\" comes a news article regarding congressional reconstruction. The issue discussed is that of making \"negroes\" equal to white men, and the repercussions this may entail. If such a decision was to be made, the population of African American voters would rival that of the caucasian Americans. This brought concern to those who worried that the intentions of the African American voters may be greatly different than those who once owned slaves. If in fact African Americans were deemed equal and Northerners did not agree with such a decision, those who would decide to venture south to surround themselves with the likeminded, would be disfranchised and unable to vote. Although slavery was no more, this newspaper brings light to the inequality that was still very much present.","To contextualize the newspaper articles found within the <em>Public ledger </em>dated July 3, 1868, we can look into David Blight’s <em>Race and Reunion</em>, which gives useful perspective on the post civil war society that defined America. Southerners, having lost the war, began to feel a sense of tyrannical oppression afflicted by the North through such acts as Congressional reconstruction. The southern ideology and way of life, prior to the civil war, operated around an economy driven by slavery. With the Union victorious, and one of its major civil war motives being the anti-slavery movement, the south was subject to a great deal of change. Blight offers us the position of the southerners, given their feelings of now being oppressed by the north. The south excused their position throughout the war saying they were only trying to finish the work of the founding fathers, questioning why were they now being punished. For obvious reasons, these southern whites were going to disapprove of these new government actions to abolish slavery and equalize black and white peoples. The truth of the matter at the time was the southern fear of the vast population of black people who would now be free and equal, and able now to oppose the white vote. The very oppression the south felt was illegitimate given the culture the south produced through slavery. This hypocritical ideology was the result of a malicious southern culture that was now to be removed from American society and culture, which produced a fear of opposition from black populations who would then be given the ability to carry out political and social retaliations."," "],"display_date":"July 3, 1868","search_date":"1868-07-03","locations":[{"id":52804,"lat":35.1495343,"lng":-90.0489801,"zoom":8,"place":"Memphis, Tennessee"}],"tags":[{"id":123,"tag":"Reconstruction"},{"id":42,"tag":"Civil Rights"},{"id":2801,"tag":"Post-Civil War"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":149,"school_id":2}}]}