{"id":2804,"tag":"Monstrous","points":[[40.0186921,-78.5039069]],"bounds":[[40.0186921,-78.5039069],[40.0186921,-78.5039069]],"episodes":[{"id":6423,"title":"Understanding Reconstruction By: Emily Curran","course_id":149,"status":"P","start_date":"1867-11-08","end_date":"1867-11-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["It was a world are ruled by oppression and distrust, this was the south right after the Civil War took place. The south expressed many feelings of discontent and anger towards that reforms that the rest of the country made them take on as a result of the Civil War. In one article in the <em>Bedford Gazette</em> it speaks towards Congressional reconstruction and how it infringed upon the right of the people of the south. One of the biggest issues expressed in the article is how blacks were seen as controlling the reforms that were taking place. People of the south did not agree with how the blacks were seen to have all of these rights and controlling the reforms. It was said that “blacks are permitted, nay compelled, by the Radical party to rule more than twice their number of whites” meaning that with the proper representation of blacks they would be able to take over the country. The whites in the south were outraged and the article speaks towards the conspiracies that many believed were happening. In the South people felt that the blacks were the ones shaping politics in such a way that would leave the South completely powerless to do anything in government. They thought that the blacks were corrupting government and would create a society that would be appalling to live in.  "," ","The world in the south during reconstruction was a charged time with not much sympathy for the struggles of the freedmen. David Blight writes in his book <em>Race and Reunion: The Civil War in American Memory</em> on what the south was like at the time of reconstruction. One of the more interesting questions he posed for the American government for that time was, “the great challenge of Reconstruction was to determine just how defeated the south really was, and to establish how free the emancipated slaves really were” (Blight 44). At the beginning of Reconstruction the government wanted to believe and for others to believe that the ideals of the south were killed off with the end of the war. However, as time began to show, that was not the case. Southern newspapers began to publish pieces like “Monstrous” to mock the American government and the recently freed slaves. Slaves in the south were not free from the hatred of the whites. They were in most cases still enslaved by their treatment in society. The newspapers were just one way for the people of the south to vent their frustrations and it didn’t end with just words; laws and regulations were put into place to keep the so called “poisonous” blacks from being true members of society. The tensions in the south and the lack of governmental control led to blacks having very grueling and unforgiving lives. "," "],"display_date":"November 8, 1867","search_date":"1867-11-08","locations":[{"id":52831,"lat":40.0186921,"lng":-78.5039069,"zoom":8,"place":"Bedford, PA"}],"tags":[{"id":2806,"tag":"The South"},{"id":2804,"tag":"Monstrous"},{"id":123,"tag":"Reconstruction"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":149,"school_id":2}}]}