{"id":2812,"tag":"James Rood Doolittle","points":[[32.7764749,-79.9310512]],"bounds":[[32.7764749,-79.9310512],[32.7764749,-79.9310512]],"episodes":[{"id":6428,"title":"Remembering Reconstruction: Attitudes and Perceptions of Reconstruction from Senator Doolittle","course_id":149,"status":"P","start_date":"1871-09-05","end_date":"1871-09-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            Covered by the Charleston Daily, a newspaper based in Charleston, S.C., Senator Doolittle gave an acceptance speech for the democratic nomination for governor of Wisconsin. On September 5, 1871, Doolittle touched on many current events in the world of US politics. Most importantly, he touched on Reconstruction. He retold the story of reconstruction from his perspective and the aspirations of Abraham Lincoln, whom he shared similar ideas on Reconstruction. Doolittle told how Lincoln was opposed to reconstruction based upon the fear that it would disenfranchise whites and subject them to black suffrage. Doolittle quoted Lincoln saying, “I did not break the chains of slaves to put chains on others.” Unfortunately, Doolittle said that Lincoln could not see out his specific vision because he was assassinated. At this point, Doolittle continued his speech by referencing his issues, along with the issues of other current politicians, relating to the issue of Reconstruction and the implications of Reconstruction affecting the country as a whole. Specifically, Doolittle pointed out the issue of how states in the South were to proceed following the war. Doolittle stated in his speech the controversy of martial law being implemented in eleven states. He pointed to this being a gross violation of the constitution. He mentioned how even prominent people in the military such as General Grant have ceded to the martial law implementation.  After these current event summaries, Doolittle thanked the audience for the nomination and promised to deliver on his campaign promises. ","             Blight’s <em>Race and Reconstruction</em> can further contextualize the significance of the speech made by Senator Doolittle<em>.</em><em> </em>In <em>Race and Reconstruction, </em>we are recounted of other politicians who voiced their displeasure for the idea of Reconstruction. From Ulysses Grant to Jefferson Davis, perspectives of current politicians were used to give the general sentiment of Reconstruction during the era. While Doolittle was in the camp against Reconstruction, it was a testy issue that separated many people along political party lines. Doolittle used Abraham Lincoln and Lincoln's personal thoughts about reconstruction to speak out against it. By implementing other prominent figures that offered similar analysis as his own, Doolittle attempted to legitimize and back up the claims he is made. Additionally, Doolittle mentioned his displeasure in the implementation of martial law in southern states. In Blight's work, we saw this idea hotly debated and contested by both sides of the political spectrum. Many northerners wanted to see the South disciplined for its actions while many southerners wanted to have their political agency returned so that can resume to running their states and begin their recovery."],"display_date":"September 5, 1871 - September 6, 1871","search_date":"1871-09-05","locations":[{"id":11452,"lat":32.7764749,"lng":-79.9310512,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":2812,"tag":"James Rood Doolittle"},{"id":2811,"tag":"Senator Doolittle"},{"id":683,"tag":"Abraham Lincoln"},{"id":123,"tag":"Reconstruction"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":149,"school_id":2}}]}