{"id":2824,"tag":"Charles Sumner","points":[[38.9071923,-77.0368707]],"bounds":[[38.9071923,-77.0368707],[38.9071923,-77.0368707]],"episodes":[{"id":6653,"title":"A New Beginning","course_id":170,"status":"P","start_date":"1863-01-01","end_date":"1888-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["After examining the document To Colored Men, it can be said that this document explains what happened after the slaves were finally emancipated. The document goes on to describe the laws that were put in place to protect and enforce anti-slavery and some of the consequences if these laws were not followed. Also contained in this document are a few responses to the emancipation of slaves put in place by president Abraham Lincoln. While examining this document, it is proven that the emancipation of slaves created a gateway. The African American race was finally able to fight for what they believed in without a rather gruesome consequence such as a “whipping”. To Colored Men describes the beginning of freedom for the African American race and the opportunities that were received due to the emancipation of 1863.  ","On page one of the document, Abraham Lincoln gives a brief statement about how the government should provide protection for its citizens. When Lincoln made the statement, he was referring to every citizen regardless of race, class, or condition. Even though Lincoln said that all citizens should be protected, he emphasized the protection of one specific group, U.S soldiers. The emancipation meant absolutely no slavery, so if an enemy were to enslave a person because of his color, there would be brutal retaliation. The enemy were to remain enslaved until the person(s) of color were released.","As the document progressed, some of Lincoln’s servants responded to this new tactic referred to as “man for man”. For example, contained in one of the responses is a situation involving the capture of  three black soldiers. In the response, Lincoln’s loyal servant agreed to keep three rebel soldiers imprisoned until the others are freed.  During this time there was a zero tolerance policy on slavery. Retaliation had became the biggest practice of military forces in the year of 1863. Edwin M. Stanton made the statement  “ ..retaliation will be our practice now-man for man- to the bitter end.”. This statement meant that as long as their men were held captive, the more retaliation would be brought upon opposing forces. This also meant that they didn’t care about what the outcome would be, regardless they would still retaliate for their captured soldiers.","After the tactics and philosophy of the army were described, the document began to explain the benefits that African Americans would receive if  they had chosen  to enlist in the armed forces. When examining this section of the document, it seemed as if African Americans were treated the same as the Caucasian American. In reality they were. They received the same pay and the same benefits as the white males during this time. Some of the benefits are still provided to soldiers today. For example if a soldier were to be severely injured or to die, he and his family would receive “pensions” from the armed forces. They were even paid while enlisted regularly.","Also around this time, African Americans were some of the most fierce soldiers to step foot on a battlefield. For example, there was the Battle of  Honey Springs, Arkansas. The battle was between the First Kansas Colored Regiment and the 20th Texas Regiment.  The outcome of the battle was very unexpected. An army of colored soldiers took on an army that was twice its size. The Texas Regiment went into the battle with 300 soldiers and came out with 60. Through all of the times that African Americans were degraded, they had finally showed how strong and powerful they can be. It took a long time for the African American race to get to this point in history. This also proves that they had beat the odds and had that they are more than just a peasant or slave; they were warriors.","After examining To Colored Men, it can be said that this document explains the events following the emancipation of slaves along with the opportunities that came with it. The emancipation of slaves opened up many doors for the African American race. After the slaves were finally free, they showed people of  the U.S what they really were capable of. They fought in the armed forces and they never backed down despite their low number of soldiers that they had. This was the beginning of freedom for African Americans. The document comes to show that African Americans were in fact strong and that they were warriors.  African Americans had made great progress after gaining freedom, but there was more to come in their later years."],"display_date":"January 1, 1863 - January 1, 1888","search_date":"1875-07-02","locations":[{"id":52950,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington, DC, USA"}],"tags":[{"id":2824,"tag":"Charles Sumner"},{"id":32,"tag":"Civil War"},{"id":98,"tag":"Emancipation Proclamation"},{"id":3252,"tag":"1863"},{"id":3253,"tag":"Colored Troops"},{"id":3254,"tag":"Enlistment Poster"},{"id":3255,"tag":"Recruitment Poster"},{"id":3256,"tag":"Edwin M. Stanton"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}}]}