{"id":283,"tag":"Carrie Berry","points":[[33.7862251516,-84.4230424472]],"bounds":[[33.7862251516,-84.4230424472],[33.7862251516,-84.4230424472]],"episodes":[{"id":4690,"title":"Atlanta Burns- The climax of a young girl's wartime journal","course_id":22,"status":"P","start_date":"1864-08-01","end_date":"1865-01-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" Paralyzed by fear she sat in the cellar praying to survive the Union attack on Dixie.  The Berry estate was a sitting duck amongst cross fire between Union and Confederate soldiers as ammunitions echo in the yard.  Carrie Berry describes the daily “shellings” or constant barrage of gunfire as it penetrates the house, ricochets off trees and pierces the ground above.  Sometimes the ammunitions included cannon-fire as she recalls her father “white as a corpse” as he flees a Yankee Ambush in the garden.  Amidst all of chaos she is up to speed on her daily routines of “nursing her lil sister”, sewing doll clothes and personal items, mastering arithmetic lessons and even celebrates her 10th birthday highlighted by “ironing”.  She recalls the harsh bite of the white frost all around and how the family must now survive on bread because General Sherman’s men nearby steal their pig.   General Tecumseh Sherman wrecks far greater havoc on all of Atlanta with the “dreadful burnings all around” or the use of total warfare to choke out civilian support to the Confederate Army.  This predecessor to the“March to the Sea” left the city in utter ruins."," Fortunately the Berrys have a provost guard to watch the house (probably because her father did work for the Union Army) and shield it from the Union torch.   However, they have no choice but to watch in suspense as enraged flames swallow the city whole.  One Union soldier recalls the grizzly fire that could be seen 50 miles away in poignant terms-“great tongues of flame shot up fifty feet above the roofs and constantly the walls would fall in with a crash which sent a cloud of embers up among the stars”.  Another union soldier concludes that General Sherman must not have “any mercy in his composition” as he witnesses Sherman as he simply walks unaffected through the streets as though he is immune to the panic and spectacle of the fire.  The streets are ablaze as Union Soldiers change uniforms while in march as spectators question their dignity and convulse at the shameless pillage on city.  Some vigilante army men even hunt after stray southerners and torch homes from back alleys much to the dismay of the Union army. ","The time is now eleven at night and the fire is at its zenith and so is the morale of the Sherman’s Headquarters Party.  The 33<sup>rd</sup> Massachusetts division strikes up the band in a burst of patriotism and belts out Verdi’s “<em>Miserere</em>” Opera <em>Trovature</em> and “<em>John Brown’s Body</em>”.  The incensed arsonists of the headquarters party sing in unison “<em>Glory, Glory, hallelujah</em>!” as they march onward at seven in the morning.  One official of the SVW Post of Fourteenth Corps Union Army says in reaction to the music “Nero made music while Rome burned, why not (the) Post make a little while Atlanta burns?”.  ","Soon thereafter, the Berrys are made to relocate.  Carrie shows her capacity for defiance as one soldier relates the little girl “behaved very badly…nobody knows what we have suffered”.  Carrie journals   nothing of her struggle against the relocation rather she feels more positive after they are settling down and the Holidays draw near.  She delights in a “Christmas Tree” lighting activity, makes cakes with the women of the house and feels secure in matters of imminent safety.  However, in very same entry her hopes diminish because she fears that the following day her “father may be tried and put away in the army”.  Her final entry reveals that her father is spared from the draft.  Going beyond the Carrie Berry journal timeline many historians contest that Sherman’s “March to Sea” would not have been possible without the total war tactics as those used in burning Atlanta.  "],"display_date":"August 1, 1864 - January 4, 1865","search_date":"1864-10-18","locations":[{"id":1820,"lat":33.7862251516,"lng":-84.4230424472,"zoom":10,"place":"FULTON, Georgia"}],"tags":[{"id":32,"tag":"Civil War"},{"id":282,"tag":"youth eye witness"},{"id":283,"tag":"Carrie Berry"},{"id":284,"tag":"General Sherman"},{"id":285,"tag":"\"March to the Sea\""}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}}]}