{"id":2837,"tag":"Students","points":[[34.8438774,-82.4016068]],"bounds":[[34.8438774,-82.4016068],[34.8438774,-82.4016068]],"episodes":[{"id":6448,"title":"The Mess Three Times and the Rise of the Dormitory-System","course_id":148,"status":"P","start_date":"1898-05-06","end_date":"1898-05-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On May 6th, 1898, Mess Three published “The Mess Three Times,” a newspaper of Furman’s third residential hall for its inhabitants. Within “Mess Three” a group of male Furman students, ranging from seniors to freshmen, lived and ate together. The four paged newspaper of the hall described the students, their nicknames, their origins, and where they lived within Mess Three. The newspaper was filled with anecdotes and stories, one of which was titled “War News” in which a student described the boys’ capture of someone’s chickens. Particularly interesting was a letter from one of the Greenville Female College students, which glorified the gentlemen of the Hall and in turn gave them information on their female counterparts and invited them for upcoming events, such as musicals and concerts. Church and the Greenville Female College were mentioned as the primary meeting places between men and women in a Baptist environment, which strongly regulated these interactions. The newspaper described how the environment of the mess hall shaped the college experience of its residents.","            As Furman struggled in establishing itself as a university, it had trouble in accommodating residences for its students. As a result, “some wooden houses known as “messes” were erected at inconspicuous points on the campus. They were crude, unattractive, and not very comfortable, but most students preferred them to private homes.\" Furthermore, in 1898, Furman University had still banned fraternities and sororities and thus the messes served as a replacement, with new residents being chosen by the earlier residents and a loose sense of organization and structure bounding the residents together. As exemplified by the stories within the newspaper, students found a sense of comradery within these wooden houses, and by living together, cared for each other. The Messes became the models for the later student dorms and they were built on walking distances from the lecture halls.","Students living in the mess halls were generally from a poorer background, as in general “all who can do so are encouraged to secure board in private families  where proper domestic influences exist.\" In that sense, campus life became segregated with the poorer students needing to live together, because they could not afford the homes of private families and had to band together in order to pay for basic housing expenses. Thus, the mess-system rose out of an economic necessity, but through its establishment created the opportunity for poorer Furman students to attend University and created an environment in which they could help each other in many aspects through their comradery of living together."],"display_date":"May 6, 1898","search_date":"1898-05-06","locations":[{"id":52849,"lat":34.8438774,"lng":-82.4016068,"zoom":19,"place":"furman college way"}],"tags":[{"id":2837,"tag":"Students"},{"id":2836,"tag":"Mess-Hall"},{"id":2273,"tag":"Newspaper"},{"id":1467,"tag":"Greenville"},{"id":674,"tag":"Furman University"}],"course":{"name":"Urban and Suburban America","school":"Furman University","course_id":148,"school_id":4}}]}