{"id":2839,"tag":"Experiments","points":[[32.1656221,-82.9000751]],"bounds":[[32.1656221,-82.9000751],[32.1656221,-82.9000751]],"episodes":[{"id":6449,"title":"Slave Experiments in the Antebellum South","course_id":145,"status":"P","start_date":"1840-01-01","end_date":"1845-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the 1840s, a Virginia slave named John Brown became a victim of a practice involving the use of slaves to further medical knowledge in the antebellum South. Originally known as Fed, Brown was sold from his master’s house in Northampton, Virginia by a slave speculator named Starling Finney. He was moved to Georgia and sold again to a man named Thomas Stevens. Fourteen years later, Stevens became very sick with a serious illness unknown to Brown. Eventually, a well-known man from Jones County named Doctor Hamilton completely restored Stevens’ health. To thank him for his work, Stevens told Hamilton to ask for anything he desired. At the time, Doctor Hamilton was interested in learning more about cures for sun-stroke. Hamilton took this opportunity to “borrow” John Brown, in order to use him for potential experiments.  Stevens carelessly left Brown with Hamilton, essentially transforming Brown’s body into both a form of payment and an experimental guinea pig.","Hamilton used Brown for a series of experiments in order to gain insight and knowledge into the human body. In his first experiment, Hamilton subjected Brown to extreme heat from a fire to induce heat stroke. Hamilton gave Brown various types of medicines and remedies, and then watched as Brown faded in and out of consciousness, until he inevitably passed out. After a period of trial and error involving various tests where Brown was exposed to unbearable temperatures, Hamilton concluded that cayenne-pepper tea was the best remedy against heat stroke. Hamilton was interested in more than scientific advancement. He marketed his discovery by selling placebo pills made of flour and told his patients and customers to dissolve them in cayenne-pepper tea, profiting from Brown’s suffering.","Doctor Hamilton’s experiments were not limited to finding cures for heat stroke. Hamilton’s various tests physically and mentally destroyed John Brown. He lost his ability to work in the field and was ultimately deemed “useless” and unwanted, leading him to find other slave work as a carpenter. As a result of these procedures, Brown made up his mind to escape, prompting him to contact Buck Hurd, a white slave stealer. Despite warnings of the extreme dangers of this process, Brown’s desperation overshadowed his judgement. He was unable to imagine anything worse than the unbearable reality of his current situation, and instead risked facing other consequences. ","            John Brown was fortunate enough to survive Hamilton’s experiments and eventually escape slavery in 1847. Brown and his story reveal the degree of abuse slaves underwent as a result of their lack of rights. His narrative is extremely telling and unsettling in terms of the mindset of certain slave holders and slave users. Slave experiments were not only an acknowledgement of general black humanity, but specifically of inarguable human similarity. Experimenting on African-American bodies in order to find ways to treat the symptoms of whites revealed Americans’ recognition of the likenesses between all of them. Unfortunately, John Brown’s case was far from unique. The exploitation of slaves was both a common and generally accepted practice in the South. In his narrative Brown wrote, “The little I have told may afford an insight into the system of Slavery, but it is only a ‘small peep.’ I have suffered enough myself, but others have endured and are daily enduring, perhaps, much more.”"],"display_date":"1840 - 1845","search_date":"1842-12-31","locations":[{"id":52795,"lat":32.1656221,"lng":-82.9000751,"zoom":8,"place":"Georgia"}],"tags":[{"id":4,"tag":"Slavery"},{"id":100,"tag":"Medicine"},{"id":2839,"tag":"Experiments"}],"course":{"name":"Human Trafficking: Yesterday and Today","school":"University of Richmond","course_id":145,"school_id":11}}]}