{"id":284,"tag":"General Sherman","points":[[33.7862251516,-84.4230424472],[33.9914893238,-80.8577865567],[33.7815927154,-90.8705141101],[38.6358212793,-90.2450510752]],"bounds":[[38.6358212793,-80.8577865567],[33.7815927154,-90.8705141101]],"episodes":[{"id":4690,"title":"Atlanta Burns- The climax of a young girl's wartime journal","course_id":22,"status":"P","start_date":"1864-08-01","end_date":"1865-01-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" Paralyzed by fear she sat in the cellar praying to survive the Union attack on Dixie.  The Berry estate was a sitting duck amongst cross fire between Union and Confederate soldiers as ammunitions echo in the yard.  Carrie Berry describes the daily “shellings” or constant barrage of gunfire as it penetrates the house, ricochets off trees and pierces the ground above.  Sometimes the ammunitions included cannon-fire as she recalls her father “white as a corpse” as he flees a Yankee Ambush in the garden.  Amidst all of chaos she is up to speed on her daily routines of “nursing her lil sister”, sewing doll clothes and personal items, mastering arithmetic lessons and even celebrates her 10th birthday highlighted by “ironing”.  She recalls the harsh bite of the white frost all around and how the family must now survive on bread because General Sherman’s men nearby steal their pig.   General Tecumseh Sherman wrecks far greater havoc on all of Atlanta with the “dreadful burnings all around” or the use of total warfare to choke out civilian support to the Confederate Army.  This predecessor to the“March to the Sea” left the city in utter ruins."," Fortunately the Berrys have a provost guard to watch the house (probably because her father did work for the Union Army) and shield it from the Union torch.   However, they have no choice but to watch in suspense as enraged flames swallow the city whole.  One Union soldier recalls the grizzly fire that could be seen 50 miles away in poignant terms-“great tongues of flame shot up fifty feet above the roofs and constantly the walls would fall in with a crash which sent a cloud of embers up among the stars”.  Another union soldier concludes that General Sherman must not have “any mercy in his composition” as he witnesses Sherman as he simply walks unaffected through the streets as though he is immune to the panic and spectacle of the fire.  The streets are ablaze as Union Soldiers change uniforms while in march as spectators question their dignity and convulse at the shameless pillage on city.  Some vigilante army men even hunt after stray southerners and torch homes from back alleys much to the dismay of the Union army. ","The time is now eleven at night and the fire is at its zenith and so is the morale of the Sherman’s Headquarters Party.  The 33<sup>rd</sup> Massachusetts division strikes up the band in a burst of patriotism and belts out Verdi’s “<em>Miserere</em>” Opera <em>Trovature</em> and “<em>John Brown’s Body</em>”.  The incensed arsonists of the headquarters party sing in unison “<em>Glory, Glory, hallelujah</em>!” as they march onward at seven in the morning.  One official of the SVW Post of Fourteenth Corps Union Army says in reaction to the music “Nero made music while Rome burned, why not (the) Post make a little while Atlanta burns?”.  ","Soon thereafter, the Berrys are made to relocate.  Carrie shows her capacity for defiance as one soldier relates the little girl “behaved very badly…nobody knows what we have suffered”.  Carrie journals   nothing of her struggle against the relocation rather she feels more positive after they are settling down and the Holidays draw near.  She delights in a “Christmas Tree” lighting activity, makes cakes with the women of the house and feels secure in matters of imminent safety.  However, in very same entry her hopes diminish because she fears that the following day her “father may be tried and put away in the army”.  Her final entry reveals that her father is spared from the draft.  Going beyond the Carrie Berry journal timeline many historians contest that Sherman’s “March to Sea” would not have been possible without the total war tactics as those used in burning Atlanta.  "],"display_date":"August 1, 1864 - January 4, 1865","search_date":"1864-10-18","locations":[{"id":1820,"lat":33.7862251516,"lng":-84.4230424472,"zoom":10,"place":"FULTON, Georgia"}],"tags":[{"id":32,"tag":"Civil War"},{"id":282,"tag":"youth eye witness"},{"id":283,"tag":"Carrie Berry"},{"id":284,"tag":"General Sherman"},{"id":285,"tag":"\"March to the Sea\""}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}},{"id":5078,"title":"<strong>William Gilmore Simms' Account of the 1865 Destruction of Columbia </strong>","course_id":43,"status":"P","start_date":"1865-02-14","end_date":"1865-02-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1865, William Gilmore Simms, famed Southern novelist, published a text recounting the capture and burning of Columbia, South Carolina, by the forces of General William Sherman.  The text was highly anecdotal, creating a scene of violence, and disorder.  He recounted looting, fires, and destruction. Simms argued that Sherman willing and knowingly allowed Columbia to burn, that soldiers prevented firemen and citizens from stopping the fires, and even started fires themselves. The text reveals the massive resentment held against Sherman as a result of the collapse of Columbia. However, for all of his stories, Simms missed some of the most incendiary factual events, like the mock senate of soldiers that convened to “repeal” the nullification bill South Carolina had passed decades earlier.","William Gilmore Simms was one of the leading literary figures in the South during this period.  Although remembered as a novelist, Simms also wrote many histories.  In <em>A Sober Desire for History: William Gilmore Simms as Historian, </em>historian Sean Busick examines Simms' historical works.  He consciously removes the text on Columbia from his examination,  arguing that since it was written soon after the events it described, it lacked the elapsed time to be considered a history.  However, Busick's conclusions are still applicable to the text.  Busick argues that like many contemporary historians Simms viewed history as a literary art form, one that required a artist's skill and imagination to present the historical facts in a proper and morally edifying way.  The anecdotal, story-telling style applied to the text, in addition to the judgments leveled against Sherman, reveal these artistic and moralistic trends in the book."],"display_date":"February 14, 1865 - February 20, 1865","search_date":"1865-02-17","locations":[{"id":11638,"lat":33.9914893238,"lng":-80.8577865567,"zoom":9,"place":"RICHLAND, South Carolina"}],"tags":[{"id":757,"tag":"Catholicism"},{"id":756,"tag":"Columbia"},{"id":244,"tag":"Violence"},{"id":755,"tag":"Confederacy"},{"id":32,"tag":"Civil War"},{"id":284,"tag":"General Sherman"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5813,"title":"Generals Sherman and Forrest Talk About the War","course_id":113,"status":"P","start_date":"1870-09-10","end_date":"1870-09-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In September of 1870 the <em>Shenandoah Herald</em> reported a conversation overheard between General William Tecumseh Sherman (U.S.) and General Nathan Bedford Forrest (formerly C.S.A) on a riverboat somewhere on the Mississippi River. The article reported that Sherman explained to Forrest the trouble he had created for him filling not only his every waking thought, but his dreams as well. Forrest replied by telling Sherman that if he had been given the command he had asked for he would have not only been a dream but a real nightmare pressing Sherman’s flanks on their “march to the sea” and forcing them to walk through the most hazardous land.","Like many of his contemporaries, William Tecumseh Sherman started his military career at the United States Military Academy. After some time in Florida during the Second Seminole War he served in California rather than in the Mexican-American War like his colleagues. Before the Civil War broke out Sherman worked briefly in law and banking before taking up the post as superintendent of the Louisiana Military Academy; a post he resigned at the outbreak of the war to rejoin the Federal Army. On the Confederate side in the war Nathan Bedford Forest started his military career as a cavalry private. Then using money he had earned as a successful cotton, land, and slave dealer created his own unit of which he was named lieutenant colonel; this unit would later become the famous 7<sup>th</sup> Tennessee Cavalry. Forrest eventually rose to the rank of brigadier general.","Both men distinguished themselves during the war playing key roles in leading their respective armies. Throughout the war Forrest used lightning strike tactics to harry and terrorize Federal Forces. In the summer of 1864 Sherman remarked, “that devil Forrest must be hunted down and killed if it costs ten thousand lives and bankrupts the federal treasury.”","This candid moment between former enemies reveals the importance that honor played in the lives officers at the end of the nineteenth-century. The South especially subscribed to a “Culture of Honor” where it was important to not offend others and to maintain you reputation. Thus two men who just six years earlier had been sworn enemies were able to put aside their pasts and step back from the struggle and anguish that the other caused them and discuss if not joke about their experience."],"display_date":"September 10, 1870","search_date":"1870-09-10","locations":[{"id":6954,"lat":33.7815927154,"lng":-90.8705141101,"zoom":9,"place":"BOLIVAR, Mississippi"}],"tags":[{"id":284,"tag":"General Sherman"},{"id":32,"tag":"Civil War"},{"id":1867,"tag":"General N.B. Forrest"},{"id":1868,"tag":"Mississippippi"},{"id":1869,"tag":"Riverboat"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":113,"school_id":3}},{"id":6289,"title":"Sherman Writes to His Brother Concerning The Plains Indians","course_id":137,"status":"P","start_date":"9/23/68","end_date":"9/23/68","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On September 23, 1868 General William T. Sherman wrote to his brother Senator John Sherman from the headquarters of the Military Division of Missouri. In his letter Sherman discussed the ensuing struggles between the United States Army and the Plains Indians and expressed some of his thoughts on how best to deal with the situation. Many of these thoughts appear to point to one thing: Total War.","After being placed in command of the Military Division of the Mississippi (renamed the Missouri a year later) in July of 1865, Sherman appears to have built upon the “hard war” tactics of destroying homes and property that he utilized during the American Civil War and developed a “total war” strategy by which to deal with the Plains Indians. Explaining in his letter that all Indians have been provided with reservations on which to live, Sherman concluded, “All (Indians) who cling to their old hunting grounds are hostile and will remain so till killed off.” He continued by calling the conflict a “predatory war” and insisted that the U.S. Army must “take chances and clean out Indians as we (the army) encounter them.”","This strategy was not applied only to Indian men. On the topic of Indians, Sherman is quoted in a work by historian John F. Marszalek to have said, “During an assault, the soldiers can not pause to distinguish between male and female, or even discriminate age. As long as resistance is made, death must be meted out, but the moment all resistance ceases, the firing will stop and all survivors turned over to the proper Indian agent.”","According to Marszalek, Sherman believed strongly in the social Darwinian philosophy that had become popular in the years following the Civil War and viewed the Indians as inferior beings who were standing in the way of Whites and the progress of modern American Culture. Historian Michael Fellman supports these claims asserting that Sherman indeed agreed strongly with the idea of “Natural Law” and quotes him as saying, “It is an inevitable conflict of races, one that must occur when a stronger gradually displaces a weaker” While very alien to a Twenty-first century audience, perhaps it was this set of beliefs that, in Sherman’s eyes, justified such a brutal strategy. Regardless of his ethical motivations, Sherman’s actions earned him a harsh image as an Indian killer, which would stay with him long after his death. Sherman appears to have been superb at one particular thing: waging all out war on the enemies of the United States. It is for this talent that he is most often remembered, revered, loved, and hated."],"display_date":"September 23, 1968","search_date":"1968-09-23","locations":[{"id":33479,"lat":38.6358212793,"lng":-90.2450510752,"zoom":11,"place":"St Louis City, Missouri"}],"tags":[{"id":2558,"tag":"Total War"},{"id":180,"tag":"Indians"},{"id":60,"tag":"letters"},{"id":284,"tag":"General Sherman"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":137,"school_id":3}},{"id":6288,"title":"Sherman Reports on the Debacles of First Bull Run","course_id":137,"status":"P","start_date":"1861-07-25","end_date":"1861-07-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On July 25, 1861, four days after the First Battle of Bull Run, William T. Sherman completed his official after action report of the engagement. Serving as a Colonel in the Union Army, Sherman commanded a brigade during the battle. In his report he addressed many of the problems he and his men had encountered while in action. These included the incompetence of some officers and confusion over uniforms. These problems and others similar to them would continue to hinder the Union army during the early days of the American Civil War.","Sherman’s account of the death of Lieutenant-Colonel Haggerty clearly displayed the incompetence of some Union officers early on in the war. After encountering a Confederate force fleeing along a row of trees, Sherman recorded that, “Haggerty...without orders, rode out alone, and endeavored to intercept their retreat. One of the enemy, in full view, at short range, shot Haggerty, and he fell dead from his horse.” This would not be the only instance of incompetence on the part of commanding officers during the battle. The appointment of “political officers” who lacked military experience or military educations, as well as the practice of electing officers in volunteer regiments would result in many disasters similar to that of Lieutenant-Colonel Haggerty’s. According to historian James McPherson, on July 22, just one day after the First Battle of Bull Run, the U.S. Congress responded by authorizing “the creation of military boards to examine officers and remove those found to be unqualified”.  This would remove hundreds of incompetent officers from the ranks of the Union army and help to improve the quality of leadership.","A second major blunder of the battle, confusion over uniforms, can be seen in Sherman’s account of an incident of friendly fire on a Union regiment “uniformed in gray cloth, almost identical with that of the great bulk of the secession army.” Confusion over uniforms would be a major problem for both sides during the early days of the war. McPherson claims that confusion over uniforms played a major role in the outcome of the First Battle of Bull Run. This was undoubtedly the case during the fight for Henry House Hill when two Union artillery batteries were taken out of action by the “blue-clad” 33<sup>rd</sup> Virginia Regiment. Upon viewing the 33<sup>rd</sup> Virginia approaching them, the Union batteries ceased firing and awaited what they thought was the arrival of Union reinforcements only to be cut down by a volley of enemy fire. After the First Battle of Bull Run uniforms on both sides would become more regulated to avoid such mistakes.","McPherson has claimed that, “The United States has usually prepared for its wars after getting into them.” Sherman’s account of the First Battle of Bull Run appears to support this statement. Reading his words, it is clear that the 1840 West Point graduate was both annoyed and down right critical of the mistakes made during this first battle of the Civil War; mistakes that cost some men their very lives."],"display_date":"July 25, 1861","search_date":"1861-07-25","locations":[{"id":13632,"lat":null,"lng":null,"zoom":8,"place":"ARLINGTON, Virginia"}],"tags":[{"id":2556,"tag":"Political Officers"},{"id":2555,"tag":"First Bull Run"},{"id":284,"tag":"General Sherman"},{"id":5,"tag":"War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":137,"school_id":3}}]}