{"id":2846,"tag":"Persian Gulf War, UN","points":[[40.7496161,-73.9666718]],"bounds":[[40.7496161,-73.9666718],[40.7496161,-73.9666718]],"episodes":[{"id":6457,"title":"New World Order In Action: Multilateralism Returns","course_id":153,"status":"P","start_date":"11/29/90","end_date":"11/29/90","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["At precisely 3:25 p.m. on Thursday, November 29, 1990, the United Nations Security Council was called to order in the UN Headquarters in New York City. This meeting held special significance because all fifteen nations of the Security Council were represented by their foreign ministers, rather than UN ambassadors. The reason for such a prestigious attendance was Resolution 678 (1990). This resolution gave the United States led coalition the authority to invade Kuwait and repulse the Iraqi army on January 17, 1991. The council president and U.S. Secretary of State James Baker gave a speech at the conclusion of the meeting, reaffirming the council’s choice to approve the resolution and demonstrating the extent to which the U.S. foreign policy had adopted multilateralism.","            In his speech, Baker emphasized the group contribution to this effort, “We have taken political, economic and military measures…we have worked out a coordinated international effort involving over fifty states…” One of the major reasons the U.S. came to rely more heavily on multilateralism during the 1990s was that it was becoming more apparent that force alone was not the most effective method of achieving U.S. goals abroad. Historian Ekaterina Stepanova enumerates other potent instruments of foreign policy that the US would employ, “economic sanctions, international legal mechanisms, political and diplomatic levers.” These tactics, many of which were used on Iraq prior to the start of the Persian Gulf War, are most effective when used in coordination with multiple nations. A further reason for the increased multilateralism was the growing globalization of the economies of the world. The famed Israeli diplomat, Abba Eban, recognized this growing trend and how it would affect global politics, “The world is integrating and fragmenting at the same time.” Eban was commenting on how the more entwined the nations of the world became, the more complex and divisive the world and its problems would likewise become. The most likely avenue of success to solve such convoluted issues would be for nations to work in concert with one another.","Baker also acknowledged how the recent geopolitical changes, most significantly the ending of the Cold War, made it possible for this resolution to exist, “the result is a new fact: a newly effective United Nations Security Council, free of the constraints of the cold war.” The Cold War and its mentality dominated the previous four decades. At the conflict’s conclusion, these perceptions began to fall away, allowing for nations to take a fresh look at the world. Historian Richard E. Feinberg related, “Now the industrial countries will be able to perceive developing nations more objectively and better appreciate their uniqueness and social systems.” In this case, the U.S., Russia and other nations of the Security Council were able to see the Iraqi invasion of Kuwait, not as another showdown between the forces of communism and the forces of democracy, but simply as a breach of international law, which necessitated a united, international response."],"display_date":"November 29, 1990","search_date":"1990-11-29","locations":[{"id":52854,"lat":40.7496161,"lng":-73.9666718,"zoom":15,"place":"United Nations Headquarters, New York, N"}],"tags":[{"id":2846,"tag":"Persian Gulf War, UN"},{"id":1449883008,"tag":null}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":153,"school_id":3}}]}