{"id":2848,"tag":"First Lady","points":[[38.9071923,-77.0368707],[38.8976763,-77.0365298]],"bounds":[[38.9071923,-77.0365298],[38.8976763,-77.0368707]],"episodes":[{"id":6458,"title":"The Jacqueline Kennedy Look","course_id":150,"status":"P","start_date":"1/1/60","end_date":"11/22/63","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“The new presidents wife has a look that’s all her own, yet it’s the look that’s already being copied rapidly by American women,” the <em>Los Angeles Times </em>noted when First Lady Jackie Kennedy blew up the fashion world during her husband's presidency. In the early 1960s, throughout towns and cities in America, Jackie created a frenzy in the media with her impeccable style. Newspapers all over the country showcased her style as “The Jackie Kennedy Look.”  On October 17<sup>th</sup> 1960, <em>The Washington Post </em>documented Jackie’s new hairstyle as the “Modified Bouffant” which was a short voluminous hairstyle that many admired. Within days, other women copied Jackie’s new hairstyle as their own. Women and girls were recreating every little aspect of Jackie’s style, forming a complete “Jackie Look” throughout America. Jackie had her style featured in numerous newspapers such as the <em>Los Angeles Times, </em>which made reference to Jackie’s style as “glamorous” and “confident.” She was an icon to all women who perceived her as flawless and beautiful. She wore items such as her pillbox hat, pearls, monochromatic palettes and trench coats, which the media documented. This signature look that she created helped individuals follow her style more closely. Her designer Oleg Cassini wrote a book dedicated to the outfits she wore at major events during her husband’s presidency. Cassini captured the influence Jackie reflected onto women through her fashion. He even stated, “… the public adulation had built up to such an extent that in the eyes of most Americans, everything she did was perfect.” Her influence was so strong on the American people that it shaped many styles and revolutionized the fashion culture of the 1960s.","Besides Jackie Kennedys fashion, her aura was looked at in a positive manner. The word “icon” coined Jackie Kennedy as an individual. Icons came from high society, which the media created from their fascination with these individuals. Jackie became an icon through press coverage and media attention of which she became surrounded by. She turned the 1960’s fashion into being “youth led” and many younger girls aspired to be like the first lady. Fashion expert Valerie Steele even stated, “Everyone wants to look like Kate Moss. It's the way women felt about Jackie Kennedy in the early '60s.'' Overall, this fascination Americans had with her was truly remarkable. She was able to turn America around as not only a style icon, but as a graceful First Lady who revolutionized the world. "],"display_date":"January 1, 1960 - November 22, 1963","search_date":"1961-12-11","locations":[{"id":52797,"lat":38.9071923,"lng":-77.0368707,"zoom":10,"place":"Washington D.C"}],"tags":[{"id":197,"tag":"fashion"},{"id":2847,"tag":"Jacqueline Kennedy"},{"id":2848,"tag":"First Lady"},{"id":2849,"tag":"icon"}],"course":{"name":"JFK: Famine to New Frontier","school":"Marist College","course_id":150,"school_id":77}},{"id":6804,"title":"Jackie Kennedy: A Role Model for Women","course_id":183,"status":"P","start_date":"2/14/62","end_date":"2/14/62","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Dated February 14, 1962, a letter written by Jean Warren Hight reads “It was so much more than a tour-it was a deeply rewarding experience, a glimpse into the tremendously fruitful effort you have been engaged in,” while the following day, Cornelia Otis Skinner penned “Many thanks for your magnificent telecast it is one of the best things that has happened in our country all my admiration and respect.” These are just two examples among many letters received by the First Lady in the days following her broadcast, Jacqueline Kennedy represented strength, independence and purpose. She created the image of a successful woman; rather than the stereotypical dependent and obedient women in the early 1960s. Most importantly, Jackie Kennedy served as a role model for women.","On February 14, 1962 Jacqueline Kennedy conducted a TV tour of the newly restored White House. Not only did she single handedly start the restoration, overseeing everything from wallpaper in the Monroe Room to china in the State Dining Room, she also presented the renovated rooms of the White House with knowledge and poise, intermittently providing historical context. The hour-long CBS special symbolized something greater than just presenting artifacts of American history to its viewers, it communicated that Jackie Kennedy was more than just Jack Kennedy’s wife. Through White House restoration, Jackie publicized her movement away from dependence and toward initiative and progress. Whether she intended directly or not, Jackie Kennedy provided women with a newfound inspiration for change; change that was well overdue.","President Kennedy was introduced at the tail end of the tour, and for once, it is to support the First Lady in her endeavors, rather than the reverse. “Being educated, having some knowledge your husband didn’t have, was glamorous, even enviable” according to Media Studies Scholar Susan Douglas. It was refreshing, revolutionary and important to young women in the United States at that time to see that a woman, not only a man, could do something great, something “magnificent” as R. M. Frisby states in a letter to the First Lady. Her voice, as Historian Gil Troy states, is “thin” with an “upper-class accent.” Her hair was done perfectly and her wardrobe, as always, superb. Not only was her appearance untouchable, but her knowledge as well. She articulated “beautifully sculpted grammatical sentences” and “compelling facts” throughout the televised special, creating an intimacy between the viewers and herself.","Troy recounts “reporters hailed the First Lady for transcending the typical polarities of gender and marriage.” Jacqueline Kennedy established a new interpretation of societal roles, one that spoke directly to females. The second youngest First Lady, only 31 years of age, according to Douglas was a “one-woman revolution” and this statement holds true as seen through the appreciative letters sent by citizens regarding the success of the White House restoration."],"display_date":"February 14, 1962","search_date":"1962-02-14","locations":[{"id":53140,"lat":38.8976763,"lng":-77.0365298,"zoom":17,"place":"The White House"}],"tags":[{"id":3565,"tag":"White House Restoration"},{"id":7,"tag":"Women"},{"id":2848,"tag":"First Lady"},{"id":2847,"tag":"Jacqueline Kennedy"}],"course":{"name":"JFK","school":"Marist College","course_id":183,"school_id":77}}]}