{"id":2850,"tag":"Equestrian","points":[[38.9071923,-77.0368707],[38.9929383,-77.8863787]],"bounds":[[38.9929383,-77.0368707],[38.9071923,-77.8863787]],"episodes":[{"id":6459,"title":"Jacqueline Kennedy's Equestrian Therapy","course_id":150,"status":"P","start_date":"1/1/40","end_date":"11/22/63","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Jackie Kennedy sat down with historian, and friend, Arthur M. Schlesinger Jr., less than for months after his death, to discuss her life with JFK.  The recordings of these conversations cover of the politics and the people she encountered during her marriage, as well as JFK as a person.  While discussing the early years of her marriage to John, she states that “Daddy told him, keep her riding and she’ll always be in a good mood.”  In other words, her father told Jack to keep Jackie riding horses and she’d always be happy.  Since riding was so important to Jackie.  ","It was surprising that she married a man who could not be around the animal she was most passionate about. Jackie first rode a horse when she was one year old.  Her mother, Janet Norton Lee was a \"skillful and daring horsewoman, who won many prizes throughout the East…”  Janet instilled her passion for horses to Jackie and she would pass it on to her daughter, Caroline.  Jackie retreated to her stable at Glen-Ora, in Upperville, Virginia, whenever she was feeling overwhelmed.  As a child, Jacqueline rode and competed to cope with the bad blood between her parents after their divorce.  Vicky Moon states in her book that one of Jackie’s family member recalled that, “I did not realize it at the time, but I now believe her obsession with horses stemmed from her desperately unhappy home life.”  Unfortunately her life did not improve greatly once she met Jack Kennedy.  She joked with her family about being with a man who was allergic to horses.  In later years, she would ride to cope the loss of three of her children.  She mainly went riding to get away from the responsibilities that awaited her at the White House.  Fred Glueckstein explained that “Her love of horses and riding became a refuge from the tensions and stress of the White House.”  Whenever she felt depressed, she relied on horseback riding to provide the peace and privacy."],"display_date":"January 1, 1940 - November 22, 1963","search_date":"1951-12-12","locations":[{"id":52855,"lat":38.9071923,"lng":-77.0368707,"zoom":0,"place":"Washington, D.C."},{"id":52856,"lat":38.9929383,"lng":-77.8863787,"zoom":0,"place":"Upperville, VA"}],"tags":[{"id":1727,"tag":"JFK"},{"id":2850,"tag":"Equestrian"}],"course":{"name":"JFK: Famine to New Frontier","school":"Marist College","course_id":150,"school_id":77}}]}