{"id":2852,"tag":"Sarah McClendon","points":[[38.9071923,-77.0368707]],"bounds":[[38.9071923,-77.0368707],[38.9071923,-77.0368707]],"episodes":[{"id":6461,"title":"President Kennedy's Relationship with Reporters","course_id":150,"status":"P","start_date":"1/27/62","end_date":"3/16/65","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["President John F. Kennedy accounted for the success of his press conferences to his friendly relationship with the press. His communication with them was different from any previous president and he gained admiration from many journalists throughout his career. His perspective on reporters was a give and take relationship. Coming from a reporter background, having worked for Hearst’s <em>Chicago Herald </em>in 1945, he understood the importance of a cordial relationship with the press. In an Interview with Jill Cowan and Priscilla Wear, women of the President’s staff, they pointed to Kennedy’s strong dislike of a certain woman reporter, Sarah McClendon. When asked by the interviewer if there were any personalities of the press corps from whom Kennedy didn’t welcome questions, Cowan answered, “Yes, Sarah McClendon he always hated”.  Cowan preceded by saying, “He was always very careful about answering as many questions from the right hand side of the room as the left because people kept very close figures on how he would answer them. You know, which side did he favor. And so he really had to act.... Even those he wanted to avoid, he couldn’t help it.”","A trailblazer for her time, McClendon transcended the patient reporter’s approach to Kennedy’s conferences. She went by the saying; reporters should speak the public’s mind. The voice of Sarah McClendon was not easy to ignore, and difficult to dismiss.  Her multiple attempts to catch the President’s eye were persistent and determined in getting information not only she wanted, but Americans too. During President John F. Kennedy’s January, 1962 press conference held in Washington DC, McClendon questioned the loyalty of two officials who had been tasked to reorganize the Office of Security in the State Department. She saw them as security risks, but had no substantial foundation of evidence to properly criticize the two officials. Writing for the Washington Post, the author of this article sided with Kennedy, believing the President should be forewarned of unwarranted questions, like McClendon’s, to prevent damaging the President’s reputation. Beyond the President, even fellow reporters were apparently irritated by McClendon .","Sarah McClendon could not stand to be overlooked. there were definitely some press Kennedy preffered over McClendon which was seen through his rude responses to her, but in order to appease to all sides he could not neglect her questions. He would often take calls froma all sections of the room however, when he heard McClendon's voice he reluctantly let her pose a question. Kennedy understood his image was on the line  and often times rebuked her unrefined inquiries. Kennedy used th epress to his advantage, and did not want someone like McClendon ruining his reputation. ","Kennedy had a special relationship with some members of the press and relied on them before and during his Presidency. However, Kennedy used his political stature as a way to manipulate the media. He remained in continuous contact with the press in order to promote and maintain a trustworthy image. His familiarity with the media ultimately helped in overcoming the Republican controlled press. Reporters like McClendon posed a threat to Kennedy by her aggressive questions, which Kennedy had no interest in, but that did not stop McClendon."," "," "," "],"display_date":"January 27, 1962 - March 16, 1965","search_date":"1963-08-22","locations":[{"id":52779,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington, DC"}],"tags":[{"id":1727,"tag":"JFK"},{"id":2852,"tag":"Sarah McClendon"},{"id":2853,"tag":"Reporters"}],"course":{"name":"JFK: Famine to New Frontier","school":"Marist College","course_id":150,"school_id":77}}]}