{"id":2855,"tag":"New Frontier","points":[[42.2808256,-83.7430378],[38.9071923,-77.0368707],[34.0140526,-118.2878754]],"bounds":[[42.2808256,-77.0368707],[34.0140526,-118.2878754]],"episodes":[{"id":6463,"title":"A New Frontier: The Peace Corps","course_id":151,"status":"P","start_date":"10/14/60","end_date":"3/16/61","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“How many of you, who are going to be doctors, are willing to spend your days in Ghana? Technicians or engineers, how many of you are willing to work in the Foreign Service and spend your lives traveling around the world?” These were the words students recalled as Senator John F. Kennedy spoke to them in the early hours of the morning, at the University of Michigan on October 14, 1960. Thousands of young college students stood with one another, waiting to hear what the Senator had to say. He spoke to them about his proposed Peace Corps plan with great optimism. ","The organization's mission was to aid in the development of countries over seas with the help of trained volunteers and promote a better understanding of foreigners and the American people of each other. The Peace Corps plan invited young men and women to be a part of uniting the country in the 60’s, to face challenges and come together as a whole.","Although Kennedy convinced America that the Peace Corps was a valuable asset in bringing peace to Third World Countries and using the youth and their efforts to change the world, Karen Schwartz pointed out in, <em>What You Can Do For Your Country,</em> that, “The Peace Corps independent evaluators reported a preponderance of volunteers all over the world languishing in poorly defined jobs. The quality of the of the programs was suffering, they said, because of the Corps was sending out more people than could be adequately placed.” She argues that America had the country believing that the Peace Corp was the greatest organization when in reality it was poorly run and it’s objections were not being met.","When Kennedy was elected President, he lacked one of the most important goals he stated he would try to achieve: to promote world peace. It seemed as though his efforts were lacking in many respects because he could have done more to better the organization. All in all, the Peace Corps was not as successful as it had been envisioned. ","But it was in fact, a genuine effort. Students were captivated by the President’s willingness to let the people do the helping and become involved. More people were given new life experiences than what they could give to the countries they traveled to. The cross cultural exchange left between the countries did more for Americans than it did for the Third World Countries with respects to bringing the U.S. together."," "],"display_date":"October 14, 1960 - March 16, 1961","search_date":"1960-12-29","locations":[{"id":52860,"lat":42.2808256,"lng":-83.7430378,"zoom":3,"place":"Ann Arbor, Michigan"}],"tags":[{"id":1727,"tag":"JFK"},{"id":2854,"tag":"Peace Corps"},{"id":2855,"tag":"New Frontier"}],"course":{"name":"JFK: Famine to New Frontier","school":"Marist College","course_id":151,"school_id":77}},{"id":6735,"title":"Robert Kennedy Carries on the Kennedy Legacy","course_id":175,"status":"P","start_date":"4/26/64","end_date":"4/26/64","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The article, “Robert Kennedy Seen Undecided,” published in the New York Times on April 26, 1964 showcased both the tremendous interest and lack of information on the intentions of both Kennedy and Johnson. New York Times reporter Wallace Turner wrote, “The other surviving brother in the family, Senator Edward M. Kennedy of Massachusetts has told his friends that he doubts seriously if Robert Kennedy knows what he wants to do.” The press interest in Kennedy may not have been as organic as it appeared. Turner served as a Press Secretary in the Kennedy Administration. Despite Kennedy being the popular favorite among Democrats for the Vice Presidency, Johnson detested the idea of choosing a Kennedy as his running mate in an effort to forge his own legacy. ","Following the assassination of his brother, the once confident Robert F. Kennedy suddenly felt unsure of himself in Washington. RFK served as John F. Kennedy’s most trusted advisor in addition to being the Attorney General.  Although RFK remained the Attorney General for several months under Lyndon B. Johnson, RFK lacked the purpose and drive he displayed while serving his brother. RFK fell into a deep depression immediately after his brother’s death and did not report to work for weeks according to On His Own: Robert Kennedy, 1964-1968, by William Vanden Heuvel. ","Under immense internal and external pressure, Robert Kennedy weighed his options for the next chapter of his life. Upon leaving his post as Attorney General in September 1964, the press widely speculated on where RFK would end up. Vanden Heuvel, a close associate of RFK, named some of the positions RFK considered pursuing following his departure from the Johnson Administration. The positions included several ambassadorships, Governor of Massachusetts, and New York State Senator. Taking over JFK’s legacy required RFK to run for office for the first time in his life. Lacking his late brother’s charisma, RFK benefited from immense carryover support from his brother in the Democratic Party. ","RFK’s popularity in the Democratic party made him a de facto candidate for Vice President to the incumbent Johnson in the 1964 election. RFK coveted the Vice Presidency because it would give him the greatest ability to fulfil JFK’s policy goals. RFK admired the Johnson administration’s continuation of many of the New Frontier programs and legislation introduced by JFK. Much to the delight of Johnson, the same polls of the Democratic Party that showed the steadfast support for RFK also revealed that Johnson would not need RFK in order to beat Republican Barry Goldwater. ","After Johnson passed over RFK for the Vice Presidency, RFK moved north to run for a senate seat in New York. Kennedy would remain a NY Senator until his death during his campaign for the presidency in 1968. Despite not being named a the Vice Presidential candidate, RFK was able to continue JFK’s legacy of the New Frontier in the senate and later on the campaign trail before his own assassination."],"display_date":"April 26, 1964","search_date":"1964-04-26","locations":[{"id":52855,"lat":38.9071923,"lng":-77.0368707,"zoom":12,"place":"Washington, D.C."}],"tags":[{"id":3070,"tag":"Robert F. Kennedy"},{"id":3162,"tag":"Lyndon B. Johnson"},{"id":2855,"tag":"New Frontier"},{"id":3413,"tag":"Wallace Turner"},{"id":3414,"tag":"Kennedy Family"}],"course":{"name":"JFK","school":"Marist College","course_id":175,"school_id":77}},{"id":6739,"title":"The Beginning of a New Frontier","course_id":175,"status":"P","start_date":"7/15/60","end_date":"7/15/60","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On July 15, 1960, a crowd of over 80,000 people congregated at the Los Angeles Memorial Coliseum in California, all of them had one thing in common, to hear the words of the newly selected Democratic Presidential Nominee, John F. Kennedy. Before the Kennedy campaign, the United States had entered the early stages of the Cold War, Fidel Castro installed a communist regime ninety miles off the coast of Florida, and the Southern States strongly resisted desegregating schools. Kennedy, a young senator from Massachusetts, was viewed as somebody who offered optimism in the midst of this tumultuous and tension-filled era. As Sara Mehltretter stated in her oratory dissertation, “Kennedy announced the start of a new era in American politics, one in which Americans could look forward with optimism and confidence despite all these challenges.” A future where the possibilities were limitless and citizens had faith in the unknown rather than fear.","As Kennedy took the podium that day, he delivered a speech that is remembered throughout history as the “New Frontier.” The “New Frontier” resembled that of memorable Presidential platforms such as President Theodore Roosevelt's \"Square Deal,\" President Franklin D. Roosevelt's \"New Deal,\" and President Harry S. Truman's \"Fair Deal.\" Kennedy painted the image of a new, progressive America that offered,  “a new generation of leadership--new men to cope with new problems and new opportunities.” It was a government that understood the plight of the common people and was there to benefit all citizens, instead of some. In addition to this, Kennedy spoke of a “New Frontier,” an American frontier that was not “won” or “solved” like Professor Frederick Jackson Turner wrote in his Frontier Thesis. Instead, it was a frontier that has yet to be discovered, let alone explored. This frontier Kennedy spoke of was the “uncharted areas of science and space, unsolved problems of peace and war, unconquered pockets of ignorance and prejudice, and the unanswered questions of poverty and surplus.” It was these areas of the frontier that had yet to be analyzed and then conquered.","Kennedy branded the “New Frontier” not as a list of what the government was going to do for the American people, but rather a set of challenges for the American people. Through the “New Frontier,” Kennedy called for the expansion of the United States foreign aid by promoting the United Nations and providing assistance to newly independent countries. The Peace Corps, Food for Peace, and the Alliance for Progress were also created as a result of the “New Frontier” to further help countries in need. On the domestic front, the “New Frontier” called for a society where the civil and economic liberties of all citizens were not only visible, but also upheld. A society where elderly citizens had access to medical care, technological advancements were used to enhance working conditions and an end to racial discrimination. Kennedy wanted a society where every citizen, regardless of background or race, was able to have the unalienable rights to life, liberty and the pursuit of happiness the founding fathers proclaimed in the Declaration of Independence."],"display_date":"July 15, 1960","search_date":"1960-07-15","locations":[{"id":53088,"lat":34.0140526,"lng":-118.2878754,"zoom":16,"place":"Los Angeles Memorial Coliseum, Los Angel"}],"tags":[{"id":3422,"tag":"Los Angeles"},{"id":3421,"tag":"DNC"},{"id":3420,"tag":"Food for Peace"},{"id":3418,"tag":"Peace Corp"},{"id":3417,"tag":"Space Race"},{"id":1648,"tag":"1950s"},{"id":2855,"tag":"New Frontier"},{"id":2703,"tag":"John F. Kennedy"},{"id":1727,"tag":"JFK"},{"id":3191,"tag":"1960"}],"course":{"name":"JFK","school":"Marist College","course_id":175,"school_id":77}}]}