{"id":2857,"tag":"LBGT","points":[[40.7335719,-74.0027418]],"bounds":[[40.7335719,-74.0027418],[40.7335719,-74.0027418]],"episodes":[{"id":6464,"title":"Protestors Impede Police Arrests at Stonewall Inn","course_id":153,"status":"P","start_date":"6/28/69","end_date":"6/28/69","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Tensions heightened between the New York City Police Department (NYCPD) and large numbers of gay, transgender, and other sexual minorities during the hot summer of 1969. Raids on gay bars, such as the Stonewall Inn, became frequent, due to laws against serving alcohol to gay people. In the early hours of June 28, the NYCPD conducted a raid on the Stonewall Inn, arresting several cross-dressing people as well as gay men and women.","The New York <em>Daily News</em> published a photograph that illustrates the outburst of anger throughout the crowd, as dozens of gay men in particular refused to stand aside for the police. This image also ties together the growing sense of outrage and willingness to do something about it, as previously the gay community was fighting quietly for their rights.","Savannah Dooley, a journalist for the LBGT magazine <em>The Advocate</em>, records that violence escalated inside the bar, with police beating one lesbian woman over the head with a club for resisting arrest. A gathering crowd outside the bar heard her cries, as well as other sounds of violence, and grew increasingly agitated. They began throwing empty beer bottles and attempted to overturn police wagons, eventually forcing the policemen inside the bar to retreat. Some participants even pried open the front door of the bar with a ripped up parking meter.","The raid on the Stonewall Inn was a touchstone for the gay civil rights movement, as noted by Rick Bragg, a reporter for the <em>New York Times</em>, looking back on the raid and subsequent riots from 1994. The raid began a series of riots that put the gay rights movement into the public eye. The influential activist group the Gay Liberation Front formed directly after the riots, reinforcing the righteous anger expressed during the raid and keeping the gay rights movement in the news. The anger felt by the demonstrators in the photo reverberated through the years after Stonewall, leading to an increased focus on gay rights and, eventually, a greater level of civil liberties for all members of the LBGT community. As Sherry Wolf, author of Sexuality and Socialism, noted: “The riots alone would not be remembered today for transforming gay politics if they had not been followed by organizations that transformed the raw outrage into an ongoing social force.”","The newspaper photo demonstrates that sense of rage reaching its limit, and would eventually be funneled into creating organizations such as the GLF. Other protestors watch in the background, signaling that the night’s events would spiral into a much larger experience, eventually becoming a benchmark in the history of the gay rights movement."],"display_date":"June 28, 1969","search_date":"1969-06-28","locations":[{"id":52861,"lat":40.7335719,"lng":-74.0027418,"zoom":7,"place":"Greenwich Village, New York, NY, USA"}],"tags":[{"id":2676,"tag":"Stonewall"},{"id":1596,"tag":"Riots"},{"id":2857,"tag":"LBGT"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":153,"school_id":3}}]}