{"id":2860,"tag":"Equality","points":[[28.5999998,-81.3392352],[42.094667852651,-78.482875],[38.604731164363,-90.257197935671]],"bounds":[[42.094667852651,-78.482875],[28.5999998,-90.257197935671]],"episodes":[{"id":6530,"title":"The fight for Life Insurance for African American's.","course_id":154,"status":"P","start_date":"3/1/16","end_date":"3/15/16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The primary source that I chose to use in this project was a photograph of the Atlanta Life Insurance Company taken by <em>The Orlando Negro Chamber of Commerce. </em>This company had a branch in Orlando off of Church Street in 1949. This source is important because it gives us a clear and solid image of a life insurance company that was completely ran, and successfully ran, by African Americans during a time where that was not an easy task. Throughout researching Atlanta Life Insurance I discovered that Alonzo Herndon founded the company. Alonzo was a barber and entrepreneur, and also a former slave. After establishing this new company he quickly became the wealthiest African American in Atlanta. Atlanta Life Insurance Company became the leading African American insurance company in the nation."," ","When talking about Life Insurance, it can seem like a bore of a subject. However, this topic is so imperative, especially when linking it to African Americans, because it was something that primarily white companies denied African Americans. When one dies, it is a very grief stricken time. On top of the grief, it can be a very costly event. Life Insurance is simply is a security that someone pays into while they are alive to ensure that their families will not be burden by their death. Life Insurance covers everything from funeral costs’; to a lump some of money to help a family when something unexpected happens to the primary source of income. When talking about the security of someone’s family after they are no longer here to help them, well it’s a topic that most people are not willing to gamble with. When so many African Americans who work hard to support their families are denied this basic right to feel secure in their families’ well being, it is nothing short of a tragedy. This is where Atlanta Life Insurance came in. This company well was established in its promise to give African Americans the security that every other white person can decide to have if they so chose. It was a promise that they so rightfully deserved."," ","            While doing research through my other sources such as: <em>Supreme Life: The History of a Negro Life Insurance Company, </em>the information I read has a lot to do with the basic principles on what is and isn’t fair. Historians will say that white people during the 1940’s and 1950’s, when life insurance became this booming industry, didn’t want African Americans to be able to participate. To me, that logic simply says one thing and one thing only. Which is: in our opinion, your life and your family’s well being doesn’t have the right qualifications to justify you needing such a tool as life insurance. What kind of terrible person would think that? Mostly all of America. Research shows that African Americans opened up their own institutions for things that they were denied other wise because they had to find a way to protect themselves and their family. When you think about it as a dignified human being, it’s a quite simple thought."," ","In conclusion, the discussion when it comes to Life Insurance for African Americans and The Atlanta Life Insurance Company is one worth having. How would you feel if you were forced to live each and every day with the knowledge that if something devastating happened to you, your family would be completely helpless financially? Life Insurance is a basic way to ensure the security of your family after ones passing, it’s the only responsible thing to do when you love someone more than you love yourself. The only thing someone’s family should be thinking about after such a devastating loss is putting their life and heart back together as much as they can, not how they are going to afford to bury the loved one they just lost. That is why I for one am extremely thankful for companies like The Atlanta Life Insurance Company, and for guys like Alonzo Herndon. For taking a chance and gambling on a company that they were passionate about, and having the fortitude to stick it out when the rest of the country was seemingly against them."],"display_date":"March 1, 1916 - March 15, 1916","search_date":"1916-03-07","locations":[{"id":52921,"lat":28.5999998,"lng":-81.3392352,"zoom":8,"place":"Winter Park, Florida"}],"tags":[{"id":2860,"tag":"Equality"},{"id":1458079244,"tag":null}],"course":{"name":"African American History Since 1877","school":"Rollins College","course_id":154,"school_id":5}},{"id":6866,"title":"Reconciliation: Nathan Bedford Forrest's Speech to Southern African Americans","course_id":188,"status":"P","start_date":"1875-07-05","end_date":"1875-07-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On July 5, 1875, Lou Lewis, a former slave, approached former Confederate General Nathan Bedford Forrest with a bouquet of flowers while on stage at the Independent Order of Pole-Bearers Association’s fair in Memphis, Tennessee. The Pole-Bearers Association consisted of formerly enslaved people and in some ways preceded the National Association for the Advancement of Colored People. The bouquet served as a peace offering from the freed people to an iconic southern planter and Confederate officer. Forrest took the bouquet saying, “I accept the flowers as a memento of reconciliation between the white and colored races of the southern states.”  Forrest became the first white man to speak to the Association and was invited to the podium with genuine anticipation. During Forrest’s short speech, he advocated for African Americans’ right to vote, promoted cooperation between the two races, and pledged his allegiance to the African American cause. “We were born on the same soil, breathe the same air, and live on the same land,” Forrest exclaimed, “Why then can we not be brothers?”  Forrest thanked Lewis for the bouquet, gave her a kiss on the cheek, and exited the stage.","            The Association asked Forrest to speak as a symbolic act of coexistence between the former planters and freed people. His extremely controversial past specifically surrounding race, and his war-era actions toward African Americans indicated the significance of such an event. According to Brigit Katz of the Smithsonian, Forrest’s most lucrative enterprise before the Civil War was slave trading. In fact, he was one of only eight slave traders in the Memphis directory in 1855. During the war, Forrest’s racial ideologies climaxed at the Massacre of Fort Pillow, where his troops massacred hundreds of surrendering African American soldiers. After the war, Forrest helped launch the Klu Klux Klan and became the first Grand Wizard. This title came from his Confederate cavalry nickname “wizard of the saddle.”. The Klan, whose numbers exploded under Forrest’s leadership, used tactics such as whippings, house-burnings, kidnappings, and lynchings to intimidate southern African Americans and Republicans in general and perpetuate racial inequalities in elections and other aspects of southern society. The organization became so severely violent that Forrest requested the disbandment of the Klan in 1869.","            Forrest’s legacy is synonymous with racism, intolerance, and hatred. However, this speech and the actions that he made at the Pole-Bearer’s convention raise questions about how his ideas on these topics may have changed in the late years before his death in 1877. Considering the raucous applause that answered Forrest’s words, a request of forgiveness had been accepted. When transcripts of the speech were distributed in newspapers after the convention it was met with a variety of replies. Ex-Confederate cavalrymen denounced Forrest for his speech saying it was “unworthy of a southern gentlemen.” Transcripts of the statement surfaced throughout the country, serving as a dramatic symbol of change. Although hostilities surrounding race continued to plague the South decades after the Civil War, profound attempts of reconciliation from the most unlikely of sources exist."],"display_date":"July 5, 1875","search_date":"1875-07-05","locations":[{"id":53199,"lat":42.094667852651,"lng":-78.482875,"zoom":3,"place":"Shelby County, Tennessee"}],"tags":[{"id":2860,"tag":"Equality"},{"id":123,"tag":"Reconstruction"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":188,"school_id":3}},{"id":6875,"title":"Josephine Baker: Civil Rights Hero or a Threat to American Democracy?","course_id":186,"status":"P","start_date":"2/3/52","end_date":"2/3/52","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" “Ladies and gentlemen believe me when I say that it makes me profoundly happy...it makes my heart swell with pride to see in this beautiful audience tonight, salt and pepper...I mean by that colored and white brothers mingling.”1  Josephine Baker, famed exotic dancer, gave a powerful homecoming speech to St. Louis, on February 3, 1952, stating how proud she was to see a mixed audience of “salt and pepper.” This was a landmark moment, a mixing of races in complete defiance to the Jim Crow laws. She had been invited by many civil rights groups as well as John F. Kennedy to return to join in the effort to fight discrimination and racism that was seen a normal part of American life during this time. Josephine Baker loudly voiced dreams of equality and acted against discrimination throughout her carrier, and because of this she was viewed as a radical by those opposed and “the FBI regarded Baker as a threat and a danger to America and America’s international image and reputation.” 2 Josephine was not conventional entertainer, with her opposing views to Jim Crow laws, the government saw her as a threat. The FBI was concerned with the promoting democracy and Josephine did not fit into this idea. She was accused on multiple occasions by the press of being a communist. Josephine met resistance in general public majority due to being an eccentric highly vocal black woman, but she was a hugely important figure in the fight against discrimination. "," Baker’s return to St. Louis was a powerful moment, she was returning to her hometown from which she ran away from “because of the terror of discrimination.”1 She had vowed that she “would not appear in any city where her people could not come see her.”1  Baker was met with mixed reactions from the American public. Some felt she was a hero fighting for civil rights, while others believed she was a radical trying to promote equality between races because at this time segregation was view as part of normal. Her refusal to perform in segregated venues won her support from the NAACP. Both the American Press and the African American Press, “regarded [Baker] as eccentric and risqué and as a troublemaker who often articulated threatening political views.” 3 During the 1950s, she became more politicized, speaking out against discriminatory practices and “became labeled a threat to American democracy.”2 The FBI compiled extensive files, “constructing of Baker, they sexualized, racialized and politicized her, using the media sources which had participated in deconstructing of the star by rendering a polemical profile of Baker.” 2 "," Baker, theatrical and eloquent, voiced a warning to her St. Louis audience, “try to love one another before it is too late. Don’t let the same thing happen to America through hate and misunderstanding that happened to Germany.” 1 Baker never backed down and voiced against what she knew was wrong. She lived an unapologetic life, she stated, “I have been very proud of my start, because it has made me remain human.” 1 Josephine Baker died April 1975 leaving behind a legacy of triumph and challenged the American ideals of African American women. "],"display_date":"February 3, 1952","search_date":"1952-02-03","locations":[{"id":53204,"lat":38.604731164363,"lng":-90.257197935671,"zoom":11,"place":"St. Louis, Missouri, United States."}],"tags":[{"id":42,"tag":"Civil Rights"},{"id":225,"tag":"Jim Crow"},{"id":266,"tag":"Segregation"},{"id":3450,"tag":"josephine baker"},{"id":2860,"tag":"Equality"},{"id":1667,"tag":"Discrimination"},{"id":3680,"tag":"radical woman"},{"id":3681,"tag":"shero"},{"id":3682,"tag":"salt and pepper"},{"id":3683,"tag":"not nazi"}],"course":{"name":"American Women's History","school":"Schreiner University","course_id":186,"school_id":69}}]}