{"id":2862,"tag":"Cuban Missile Crisis","points":[[38.9071923,-77.0368707],[21.521757,-77.781167],[61.52401,105.318756],[48.2081743,16.3738189]],"bounds":[[61.52401,105.318756],[21.521757,-77.781167]],"episodes":[{"id":6484,"title":"Khrushchev's Agreement with Kennedy","course_id":151,"status":"P","start_date":"10/16/62","end_date":"10/28/62","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“Thirteen Days” in October 1962, or better known as the Cuban Missile Crisis, was a dangerous time when a nuclear war could have occurred. The Soviet Union (U.S.S.R) secretly placed missiles in Cuba in 1962 to support Fidel Castro’s administration against the United States. Castro and his rebels had overthrown the American-backed president and military dictator, Fulgencio Batista, in 1959.  After a failed invasion by Cuban exiles and the Central Intelligence Agency (CIA) under the United States at Bay of Pigs in 1961, U.S.S.R. started to offer more military and economic support to Cuba. During the Cold War, U.S. and U.S.S.R. had many proxy conflicts in places like Berlin, Vietnam, and Korea, but the Missile Crisis was the first time nuclear weapons were involved and citizens of the U.S. were in serious danger. President John F. Kennedy of the U.S. and Nikita Khrushchev, the Prime Minister of U.S.S.R. wrote several letters over the thirteen days after the discovery of the missiles on October 16, 1962. Surprisingly, Khrushchev was willing to negotiate and make an agreement with Kennedy to promise no further invasions of Cuba and to remove the missiles in Cuba if the U.S. removes the missiles in Turkey and Italy.","The main reason for the agreement was to prevent a nuclear war. Both sides understood what was at risk, and both men acknowledged that war had to be prevented any way possible. If U.S.S.R. did not want a nuclear war, then why were the missiles placed in the first place? “…Solely for the purposes of defense, and we have sent them to Cuba at the request of the Cuban Government,” Khrushchev wrote in his letter to Kennedy on October 26, 1962. Khrushchev was writing the truth; Castro had asked for shipments of larger arms in the fall of 1961. According to Major Problems in American History Since 1945, written by Robert Griffith and Paula C. Baker, Khrushchev did not agree at first, but later did because it was vital to not lose Cuba to China or the U.S. As explained by Griffith and Baker, Cuba was U.S.S.R.’s “prime example” of how successful they were able to undermine capitalism through the liberation of less developed countries. Castro already began asking China for economic assistance. And most importantly Khrushchev knew that the U.S. was going to invade again because Cuba was to them as Hungary was to the U.S.S.R. Therefore, in order to keep Cuba in their camp, Khrushchev approved the delivery of the missiles on April 12. ","In the same letter Khrushchev also tried to clear up what he thought were President Kennedy’s and the U.S.’ misunderstanding about the missiles and in general, Communism. Even though Khrushchev criticized the U.S. policy and blamed it for invading Cuba in the first place, he still used this chance to explain the similarities between capitalism and Communism. “It is thus that we, Soviet people, and, together with US, other peoples as well, understand the questions of war and peace,” Khrushchev argued. Ernesto F. Betancourt, who worked for Castro during the Missile Crisis and was later a liaison with the Kennedy administration, argued in his paper, “Kennedy, Khrushchev, and Castro: A Participant's View of Cuban Missile Crisis,” that challenges imposed by Chairman Mao of China on Soviet leadership and ideology of Communism might have also affected his reason for agreement. Khrushchev could not risk starting a war with the U.S., when the U.S.S.R. was not on good terms with China, the second largest Communist country. ","Concluding his letter, Khrushchev called for a negotiation to cease the tension and ask for Kennedy’s agreement. It was clear that the missiles were placed in Cuba intentionally. Khrushchev wanted to use the missiles to make the U.S. back away from Cuba. Therefore, there was no need for any negotiation to occur between U.S. and U.S.S.R. However, Kennedy and the U.S. saw the missiles as an offense weapons and warned Khrushchev that the U.S. was ready to take action if nothing was done about the missiles. Thus, Khrushchev, who also wants to prevent a nuclear war, started to see the need to call for an agreement. It is possible that Khrushchev also used the missiles to trigger the U.S. to make an agreement to leave Cuba alone, but the agreement was made based on the common goal between the U.S. and U.S.S.R., which was to prevent a nuclear war in any way possible."],"display_date":"October 16, 1962 - October 28, 1962","search_date":"1962-10-22","locations":[{"id":52836,"lat":38.9071923,"lng":-77.0368707,"zoom":6,"place":"Washington DC"},{"id":52866,"lat":21.521757,"lng":-77.781167,"zoom":6,"place":"Cuba"},{"id":52877,"lat":61.52401,"lng":105.318756,"zoom":6,"place":"russia"}],"tags":[{"id":2862,"tag":"Cuban Missile Crisis"},{"id":1396,"tag":"Cuba"},{"id":2701,"tag":"Kennedy"},{"id":2861,"tag":"CIA"},{"id":291,"tag":"Cold War"},{"id":1727,"tag":"JFK"},{"id":2883,"tag":"Khrushchev"},{"id":2884,"tag":"Castro"},{"id":2885,"tag":"U.S.S.R."},{"id":2886,"tag":"Soviet"},{"id":2887,"tag":"Communist"}],"course":{"name":"JFK: Famine to New Frontier","school":"Marist College","course_id":151,"school_id":77}},{"id":6558,"title":"Kennedy's Executive Committee of the National Security Council","course_id":157,"status":"P","start_date":"10/22/63","end_date":"10/28/63","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Executive Committee of the National Security Council (ExComm) was a group of experts who advised President Kennedy during the Cuban Missile Crisis. National Security Action Memorandum 196 established the ExComm to ensure effective decision making during the crisis. Arthur Schlesinger Jr. stated that it was during the thirteen days of the Cuban Missile Crisis when the world came closest to nuclear war. The memorandum called for Vice President Lyndon B. Johnson, Secretary of State Dean Rusk, Secretary of Defense Robert McNamara, Attorney General Robert F. Kennedy, National Security Advisor McGeorge Bundy, and Army General Maxwell Taylor, including others, to gather in the Cabinet Room of the White House. Robert Kennedy had no experience in foreign policy crisis, but was a member because the President trusted him.","Before Kennedy’s presidency, the US was an enemy of Cuba and its leader, Fidel Castro. The Eisenhower administration trained anti-Castro Cuban exiles for a CIA-backed invasion of Cuba. That invasion, known as the Bay of Pigs, failed in April of 1961 under the Kennedy Administration, which further worsened Cuban-US relations. According to Schlesinger, Kennedy lost trust in his Joint Chief of Staffs and said, “If we do what they want us to do, none of us will be alive later to tell them that they were wrong.” Khrushchev, the Soviet leader, persuaded Castro to accept nuclear missiles to deter US aggression, starting the Cuban Missile Crisis","Kennedy was interested in removing the missiles from Cuba without military intervention, but he struggled with the idea that such a demand might lead the US into a nuclear war. Historian David Gibson stated that the ExComm discussed a diplomatic approach, in which the US would withdraw their medium-range ballistic missiles from Italy and Turkey and/or withdraw from Guantanamo Bay in exchange for the withdrawal of Soviet missiles in Cuba. The ExComm suggested a naval blockade to prohibit more weapons from entering Cuba. Advisors recommended more aggressive solutions, such as airstrikes on missile sites in Cuba, airstrikes on a variety of military targets in Cuba, and an invasion of Cuba.","During meetings, CIA officials briefed the ExComm on new intelligence about the missiles and the locations of Soviet ships and submarines, but there were no formal agendas. Gibson stated that Kennedy was the chief decision maker and recipient of all information. Kennedy asked advisors about surveillance, logistics, and military tactics. He analyzed each advisor’s answer and then probed them with follow up questions. For example, Kennedy wanted to know how quickly ground soldiers could invade Cuba following airstrikes. McNamara and Taylor clarified that it would take seven days of airstrikes, followed by eleven days of invasion until 90,000 soldiers would be in Cuba. The ExComm had sharp disagreements and criticized each other, but as Robert Kennedy said, “everyone had an equal opportunity to express himself and to be heard directly.” However, the anger and criticism of the men stemmed from the situation where a wrong recommendation could mean the end of the human race. The Cuban Missile Crisis ended on October 28, 1962 when President Kennedy and Khrushchev agreed that the missiles would be returned to the USSR in exchange for the US to pledge they would not invade Cuba again.  ","During a joint conference on the Cuban Missile Crisis in 1992, General Anatoly Gribkov of the USSR declared that 43,000 Soviet soldiers were in Cuba during the crisis. In addition, Soviet soldiers were equipped with short-range tactical nuclear weapons and were authorized to use them if communications with Moscow were severed. However, during the crisis, the CIA estimated only 10,000 Soviet soldiers and the ExComm had no knowledge of the tactical nukes. The ExComm’s thoughtful deliberation paid off. According to Schlesinger, the American invasion of Cuba could have been the start of a “global holocaust.”"," "],"display_date":"October 22, 1963 - October 28, 1963","search_date":"1963-10-25","locations":[{"id":52779,"lat":38.9071923,"lng":-77.0368707,"zoom":7,"place":"Washington, DC"}],"tags":[{"id":3071,"tag":"ExComm"},{"id":3070,"tag":"Robert F. Kennedy"},{"id":2883,"tag":"Khrushchev"},{"id":2862,"tag":"Cuban Missile Crisis"},{"id":2703,"tag":"John F. Kennedy"}],"course":{"name":"First Year Seminar, JFK: Famine to New Frontier","school":"Marist College","course_id":157,"school_id":77}},{"id":6740,"title":"Cold War Nuclear Arms Race","course_id":175,"status":"P","start_date":"10/29/62","end_date":"10/29/62","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","It was October 1962 and the Cuban Missile Crisis had narrowly been avoided. However, the stress of the of nuclear war still remained in President of the United States John F. Kennedy and the First General Nikita Khrushchev, leader of the USSR. This is evident in the political cartoon, drawn by Leslie Illingworth in the British newspaper, <em>The Daily Mail. </em>The cartoon which appeared in the paper on October 29, 1962 depicts the two world leaders arm wrestling.  The dominating feature of the cartoon is two men engaged in what appears to be an intense arm wrestling match. Viewers can see the sweat pouring off the leaders, especially Khrushchev who does not want to be shown up by the young United States president. Looking closer the readers can see that the two world leaders are not sitting on chairs, but rather on two hydrogen bombs, which are connected to a button that appears to be the signal for nuclear war. Each leader has their fingers ready to press the button, and to end the stalemate and begin the war that most wanted to avoid. ","            The anxiety of nuclear war between the USSR and US were new and unique to the world because of the introduction of the hydrogen bomb. The United States was the first country to test the hydrogen bomb in 1952 and the USSR quickly followed in 1953. According to historian Kari Frederickson, the hydrogen bomb “could project to be one hundred times more explosive” than the atomic bomb because it gets its energy through the fusion of atoms rather from fission. This development by both countries resulted in exactly what is depicted in the cartoon, a nervous and intense stalemate. ","The new emergence of the hydrogen bomb is only part of what makes the cartoon so accurate for this time period. It also perfectly portrays the delicate negotiating that was required by the Cold War and the many pivotal moments in the early 1960s that lead to this standoff. The first major encounter between Kennedy and Khrushchev came at the Vienna Summit on June 3, 1961. The meeting occurred shortly after the United States failed Bay of Pigs Invasion and put immense pressure on young President Kennedy to shows his foreign affairs prowess. However, Kennedy at times seemed to be affected by the brash and more experienced Khrushchev as the two argued about topics such as the Berlin Crisis, Laos, and a nuclear test ban. At the end of the two days tensions remained high as compromise did not seem possible and war seemed possible between the two. According to historian James Giglio, the encounter culminated with Kennedy telling Khrushchev “It will be a long winter” if the countries went to war.  ","            The threat of war would only grow and eventually came to its height four short months later in October with the Cuban Missile Crisis. The intense 13-day political standoff was over the nuclear missiles put on the island of Cuba only 90 miles from the United States. As a result, President Kennedy acted swiftly by placing a naval blockade around Cuba and making it clear that military force would be used if the United States sensed a threat. However, the two sides came together to avoid nuclear war as the USSR agreed to remove the missiles on Cuba in exchange for the United States promising to not invade Cuba. Leaving the tense arm wrestling match between the two in a stalemate. "],"display_date":"October 29, 1962","search_date":"1962-10-29","locations":[{"id":53090,"lat":48.2081743,"lng":16.3738189,"zoom":10,"place":"Vienna, Austria"}],"tags":[{"id":2701,"tag":"Kennedy"},{"id":291,"tag":"Cold War"},{"id":2883,"tag":"Khrushchev"},{"id":3113,"tag":"Hydrogen Bomb"},{"id":2862,"tag":"Cuban Missile Crisis"},{"id":3423,"tag":"Vienna Summit"}],"course":{"name":"JFK","school":"Marist College","course_id":175,"school_id":77}}]}