{"id":2863,"tag":"Conservative Movement","points":[[38.9071923,-77.0368707]],"bounds":[[38.9071923,-77.0368707],[38.9071923,-77.0368707]],"episodes":[{"id":6472,"title":"Phyllis Schlafly Hosts Celebration to Revel in Death of ERA","course_id":153,"status":"P","start_date":"6/30/82","end_date":"6/30/82","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On June 30, 1982, the extension for the ratification of the Equal Rights Amendment (ERA) expired. In Lafayette Park, Washington, D.C., the members of the National Organization of Women (NOW), led by Eleanor Smeal, were in mourning. Just two miles away, at the Shoreham Hotel, the victors held their celebration. A ballroom filled with balloons and thousands of attendants sang patriotic songs in triumph. Phyllis Schlafly, the leader of the “STOP ERA” movement, hosted the “Over the Rainbow” Celebration, in which well over a thousand  men and women from around the country commemorated their victory over the ERA. The banquet hall at the hotel was set for a reception of almost 1,500 attendants.  The attendants exuded both patriotism for their country and strong Christian convictions. Schlafly delivered her speech, saying, “it is a great victory for women, for men, for families, for the combat-effectiveness of our armed forces, and for our nation that ERA will not go into the U.S. Constitution.” She and other speakers proceeded to discuss the future of their movement, which included promoting military spending to increase U.S. security, campaigning against a nuclear freeze, opposing the teaching of sex education, and ridding schools of all feminist influences from school texts. The celebration concluded with the singing of “God Bless America.”","Phyllis Schlafly and her fellow conservative opponents to the Equal Rights Amendment had been actively pursuing the death of the ERA since 1972, when the bill passed in Congress. Schlafly and other female opponents argued against the amendment, saying that the ERA was a fraud and actually took away their rights.  Schlafly asserted that the passage of the ERA would lead to the women losing “the most precious and important right of all” of having children and being supported while watching them grow and develop. Most importantly, she asserted that with the passage of the ERA, women would be forced into the military draft, which she believed would be disastrous. Schlafly said that the “women’s libbers” did not represent the majority of women in the U.S., and were undermining the American family by promoting “day-care centers for babies instead of homes…and abortions instead of families.” After ten years of opposing the ERA, Phyllis Schlafly and other conservative ERA opponents successfully killed the amendment in 1982. ","The death of the ERA was in large part due to a significant resistance from many conservative women. These women believed their rights and femininity were being taken from them by being granted equality based on sex.  Men also played a part in the battle for the ERA, both for and against, although the majority of the male population had a much more ambiguous stance on the issue than women, who had more clear views on their positon. In Kansas, one of the fifteen states who rejected the ratification of the amendment, thousands of citizens wrote to their representatives in opposition to the ERA.  According to Kristi Lowenthal, of the over 2,000 authors of these letters, ninety percent were women, illustrating the widespread opposition by women to the women’s rights movement and the ERA.  The death of the ERA illustrated a strong American resistance to change, even by the women it was aiming to free from oppression."],"display_date":"June 30, 1982","search_date":"1982-06-30","locations":[{"id":52868,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Wahington, D.C., USA"}],"tags":[{"id":2258,"tag":"women's movement"},{"id":2864,"tag":"Equal Rights Amendment"},{"id":2863,"tag":"Conservative Movement"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":153,"school_id":3}}]}