{"id":2873,"tag":"Veteran","points":[[40.8370495,-73.8654295]],"bounds":[[40.8370495,-73.8654295],[40.8370495,-73.8654295]],"episodes":[{"id":6476,"title":"Vietnam Veteran, Ron Kovic, recalls lack of care in V.A. hospital.","course_id":153,"status":"P","start_date":"3/6/68","end_date":"3/6/68","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["After a Vietnamese rifle severed his spinal cord, Ron Kovic bounced around Vietnam field hospitals and eventually landed in a Veterans Affairs (VA) hospital in New York. Kovic found himself being treated in unbearable conditions by nurses and doctors who were often being overworked and unsupported. Kovic laid in his own filth at times while hospital staff could not make it to him to clean up his area or change his bedpan. Not only was the hospital run down and grossly understaffed but the nurses and doctors often had horrible attitudes towards the war and the veterans. Nurses even told Kovic how “nobody gives a crap about the war in Vietnam” while rats run around the filthy floors scavenging food. Meanwhile, the government failed to recognize severe problems in their VA hospitals.","            Throughout the 1960s and 1970s thousands of Vietnam veterans were coming home wounded from the war. Whether they came home with a bullet wound or missing a limb, they often spent time in VA hospitals across the nation. These hospitals often were kept in poor conditions mainly because of the lack of nurses and money that the government was spending on the war. Wounded veteran Kovic recalled that, \"It never makes any sense to us how the government can keep asking for money for weapons and leave us lying in our own filth.” The government prioritized their spending more on the war effort and less on the veterans and their treatment after returning home.","            The conditions in these hospitals and treatment of patients were often made worse because of the nursing shortage that was occurring at the time. As Kara Dixon has noted, army nurses during World War Two often numbered around forty or fifty thousand. During the Vietnam War this number reached an all time low of less than five thousand army nurses. This shortage caused many issues in the dark days of the war in Vietnam when thousands of soldiers arrived home wounded and in need of assistance.","            Since the lack of Army nurses was growing during the Vietnam War this forced the hiring of many civilian nurses and doctors to work in VA hospitals. This often led to a lack of personal care from the nurses and an understaffing of many of the hospitals. It was not uncommon for civilian nurses to oppose the war and they would let veterans know about it often. Kovic remembers vividly the day when a hospital nurse came to him and said “You can take your Vietnam and shove it up your ass.\" A comment like this showed the overall attitude of some of the nurses and the poor conditions that many of these veterans would have to return home to after serving their country."," "," "," "," "," "],"display_date":"March 6, 1968","search_date":"1968-03-06","locations":[{"id":21194,"lat":40.8370495,"lng":-73.8654295,"zoom":8,"place":"Bronx, New York"}],"tags":[{"id":292,"tag":"Vietnam"},{"id":1654,"tag":"Hospital"},{"id":2873,"tag":"Veteran"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":153,"school_id":3}}]}