{"id":2874,"tag":"Democratic Party","points":[[38.9071923,-77.0368707],[32.736974121658,-82.587354481526]],"bounds":[[38.9071923,-77.0368707],[32.736974121658,-82.587354481526]],"episodes":[{"id":6477,"title":"Letters of Eleanor Roosevelt and John F. Kennedy during the 1960 election","course_id":150,"status":"P","start_date":"12/11/58","end_date":"1/22/59","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On December 11, 1958, John F. Kennedy a Democratic Presidential candidate composed a personal letter to Eleanor Roosevelt. He wrote, “I note from the press that on last Sunday afternoon, December 7, on the ABC television program College News Conference, you stated…that Senator Kennedy’s ‘father has been spending oodles of money all over the country and probably paid representatives in every state by now.’” Kennedy wrote this letter to Roosevelt hoping she would retract her statement. On December 18, 1958 Roosevelt’s response to Kennedy included the pointed remark that, “building an organization is permissable [sic] but giving too lavishly may seem to indicate a desire to influence through money.” Roosevelt additionally responded to Kennedy’s letter that if the information turned out to be false, she would gladly state so but, “was told that your father said openly he would spend any money to make his son the first Catholic President of this country.” Kennedy, enraged that Roosevelt believed such a fabrication, wrote her a pointed response. According to Allida M. Black, “Kennedy knew that he needed as much party unity as he could muster to win a very close election…Eleanor Roosevelt’s support was crucial.” Kennedy wrote in more of a lecture style on December 29, that Roosevelt should not believe the allegation made against him. “I am aware…that there are good many people who fabricate rumors and engage in slander about any person in public life. But I have made it a point never to accept or repeat such a statements unless I have some concrete evidence of their truth.” In Kennedy’s letter to Roosevelt on January 22, 1959 he stated, “I do hope that we a have a chance to get together sometime in the future to discuss other matters.”  These matters included his Catholicism, and attitude towards McCarthyism.","After the convention in July 1960, when Kennedy won the nomination, Roosevelt gave her halfhearted endorsement to Kennedy. Gary Donaldson disclosed, “Stevenson, Truman, and Eleanor Roosevelt might have thrown their support to just about anyone to keep Nixon out of the White House…Without their support…Kennedy would have a difficult time winning in November.” The importance of Roosevelt publically supporting the Democratic presidential nominee was symbolic because she was arguable as the “Mother” of the Democrat Party in the White House.Roosevelt and Kennedy’s relationship started off argumentative, but progressed into a friendly association. Roosevelt aimed to ensure that her husband’s New Deal legacy continued the Democratic party. She did not trust Kennedy. She remained suspicious of his Catholicism, his lack of criticism of Senator Joseph McCarthy, and she disliked his father, Joseph Kennedy’s, financial meddling in the campaign.  At the time that Kennedy wrote the letter to Roosevelt, she supported the two-time presidential nominee, Adlai Stevenson, as the leading Democratic figure. Roosevelt liked the main points that Kennedy made in his inauguration speech about challenging the nation. Roosevelt felt passionate about the Peace Corps, but scolded Kennedy for his impulsive actions. She did not appreciate how Kennedy dodged civil rights because it coexisted as “the domestic matter closest to her heart” and “angered her the most.” Roosevelt, “strongly supported Stevenson’s appointment to the ambassadorship of the United Nations.” Finally, according to Black, Kennedy asked, “her to chair his Presidential Commission on the Status of Women.” Roosevelt attempted to influence Kennedy opinion in a variety of ways, and stayed pro-active in many organizations throughout her last 20 months alive."," "," "," "," "," "," "," "],"display_date":"December 11, 1958 - January 22, 1959","search_date":"1959-01-01","locations":[{"id":52855,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington, D.C."}],"tags":[{"id":2469,"tag":"Eleanor Roosevelt"},{"id":18,"tag":"Politics"},{"id":2703,"tag":"John F. Kennedy"},{"id":2874,"tag":"Democratic Party"}],"course":{"name":"JFK: Famine to New Frontier","school":"Marist College","course_id":150,"school_id":77}},{"id":6872,"title":"Ku Klux Klan Member Threatens African American Elected Official","course_id":188,"status":"P","start_date":"1868-01-01","end_date":"1868-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1868, a Klan member from Lincoln County, Georgia sent a letter to African American elected official Davie Jeems. In this letter, the anonymous Klan member threatened Jeems with both physical and mental harm to “show Jeems his place.” He warned that he had his eye on Jeems every single day and advised him not to make any wrong decisions that would anger the KKK. The Klan member sent this letter with the intention of coercing Jeems to conform to the political beliefs of the Democratic party and to create fear into the African American people. The letter stated, “We nail all, radicals up in Boxes and send them away to KKK – there is. 200 000 ded returned [sic] to this country to make you and all the rest of the radicals good Democrats and vote right with the white people.” The letter ended with the use of a racial slur and the warning that the safety of every African American depends on whether or not they join the Democratic camp. The Klan member implored Davie Jeems to take heed and act accordingly.","With the end of the Civil War and the dramatic shift in political power, the southern Democratic party chose to resist Reconstruction. Thus, former Confederate general, Nathan Bedford Forest joined with others and founded the Ku Klux Klan to “keep the order” in the southern states. Through various acts of violence, the Klan tried to undermine the Republican party and restore white supremacy. Over ten percent of the African American legislators elected during the 1867-1868 constitutional conventions fell victim to the Klan’s acts of violence during Reconstruction. The Klansmen wanted life after the Civil War to resemble the Antebellum South. They could not accept that African Americans gained their freedom and citizenship rights as human beings, and they hated all of the changes that came with Congressional Reconstruction.","This specific letter embraces the issues of racism and political pressure during this time. While the threat to Davie Jeems reflects the Klan’s hatred toward African Americans, it also reflects their hatred toward change. According to historian Eric Foner, “[The Klan] aimed to reverse the interlocking changes sweeping over the South during Reconstruction.” They intended to restore the black labor force and racial subordination throughout the South as a way to orchestrate the black man’s every move. Part of these ambitions stemmed from their paranoia about a black uprising. For this reason, the Klan mainly operated in counties with an even black to white ratios or white majorities. In addition, the Klan helped the Democratic party by suppressing the black vote and directly opposing the Republicans. The KKK’s violent actions earned them the reputation as the terrorist arm of the Democratic party. Due to the KKK’s pressure in the South, the Republicans lost a lot of ground during Reconstruction in these areas."],"display_date":1868,"search_date":"1868-07-01","locations":[{"id":53202,"lat":32.736974121658,"lng":-82.587354481526,"zoom":7,"place":"Lincoln County, Georgia"}],"tags":[{"id":151,"tag":"Ku Klux Klan"},{"id":2874,"tag":"Democratic Party"},{"id":889,"tag":"Racism"},{"id":123,"tag":"Reconstruction"},{"id":3678,"tag":"White Supremacy"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":188,"school_id":3}}]}