{"id":2876,"tag":"Desert Storm","points":[[38.9071923,-77.0368707]],"bounds":[[38.9071923,-77.0368707],[38.9071923,-77.0368707]],"episodes":[{"id":6478,"title":"Washington D.C. Victory Parade","course_id":153,"status":"P","start_date":"3/17/91","end_date":"6/10/91","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" The experience of US troops returning from action in Operation Desert Storm, commonly referred to as the First Gulf War was markedly different from that of troops returning after the Vietnam War. In 1991 they were invited to take part in what the <em>Los Angeles Times </em>termed “the biggest victory celebration since the end of WWII,” in Washington D.C. Despite opposition from some, the “overall mood was of jubilation” and the day was marked by a sense of “old-fashioned patriotism.”","            The conflict attracted significant levels of popular support which foreign interventions by the US had not achieved since the end of the Second World War; for the parade on June 9 1991, the U.S. Park Police estimated 800,000 people turned out in support. The parade represented a “display of the American military might” which had completed its action in the Persian Gulf in just one hundred hours. As Michael Cairo has highlighted, the First Gulf War represented a “decisive military campaign,” of which Americans could be proud.","            President George H.W. Bush shared in the celebratory spirit and highlighted the validity of US intervention on behalf of the Kuwaiti people. He spoke of the freedom which Kuwait could now enjoy because “’we dared risk our most precious asset, our sons and daughters.’” The Kuwaiti ambassador also expressed his gratitude for the American intervention, which had “ousted an Iraqi army from his homeland.” Those in attendance at the victory parade shared in this sense of moral justification as well as in the legal justification. As Majid Khadduri and Edmund Ghareeb have argued, by invading Kuwait, Iraq had violated the “United Nations’ law,” thus vindicating intervention by UN members.","            The majority of those in attendance on June 9<sup>th</sup> celebrated the quick and decisive conclusion of the campaign in the Persian Gulf; at just one hundred hours of engagement over a forty-three day period, it was a remarkably short conflict. The Vietnam War had created a sense of distrust between the American public and politicians; a distrust George H.W. Bush was aware of, in Cairo’s opinion, when he made the conscious decision to not push on into Baghdad and to instead withdraw US troops. Indeed, in many of the statements collected by the <em>LA Times</em>, the sentiments of relief amongst the public are apparent. As Ethel Hammond- one of those interviewed- commented, “’I am just glad they’re back.’”"," ","            For the first time in almost sixty years, members of the US military returning to the United States were met with a victory parade which cost an estimated $12 million and with jubilant crowds. It was a distinct divergence from the welcome which had met veterans of the Korean and Vietnam wars; American attitudes had swung towards the positive regarding the US Army. "],"display_date":"March 17, 1991 - June 10, 1991","search_date":"1991-04-28","locations":[{"id":52826,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington D.C."}],"tags":[{"id":2876,"tag":"Desert Storm"},{"id":2875,"tag":"Celebration"},{"id":5,"tag":"War"},{"id":1577,"tag":"Victory"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":153,"school_id":3}}]}