{"id":2880,"tag":"Fashion Jackie Icon","points":[[38.9071923,-77.0368707]],"bounds":[[38.9071923,-77.0368707],[38.9071923,-77.0368707]],"episodes":[{"id":6481,"title":"Jackie Kennedy: An Icon","course_id":151,"status":"P","start_date":"1/20/61","end_date":"5/19/80","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On January 20, 1961 John Fitzgerald Kennedy became President of the United States.  Next to him at his inauguration was his wife Jackie Kennedy.  The minute the people of the United States noticed her in an Oleg Cassini beige wool coat and pillbox hat is the day she became an overnight fashion icon.   ","            Jackie was a trendsetter.  On August 1, 1961 <em>Vogue </em>published one of many articles about Jackie saying that she influenced Americans style.  The magazine editors and readers believed Jackie knew fashion and how to dress well.  Jackie also started to make different clothing pieces a trend as well.  She made the pillbox hat an overnight hit. She wore it at her husband’s inauguration and the day he was assassinated.   Mia Tramz from <em>Time Magazine</em> said that people also saw her in oversize sunglasses, headscarves, equestrian styled looks, and bows on her clothing.  All of these looks became a trend the moment photographers captured her image and published her in a newspaper and or magazine.","            Yes, Jackie Kennedy was known to be an icon.  But there were also people who thought her style was inappropriate.   Fashion writers such as Mia Tramz argue that Jackie was an inappropriately dressed first lady.  Sometimes she would be described as a “masculine” dressed woman who had a British street style look.  But these criticisms did not stop Jackie from wearing whatever she pleased.  She dressed for herself and not for other people, which makes her a fashion legend. ","            According to the Berg Fashion Library the World War II and Cold War era was an unimaginative time for fashion because it was a depressing time, and also the World War II was a hard time for a lot of people because of the limited opportunities to display fashion and sell clothes and also the constant violence.  Whether it is in France where fashion was better or in the white house she brought fashion brightness. Whitney Walton said she brought frenchness to her fashion, which showed non- bland fashion. During the Cold War era she gave elegance, class and excitement to the fashion industry.   Jackie Kennedy made the fashion world a lot brighter for some people and influenced various department clothing stores and designers to make clothing less plain again. ","            Jackie Kennedy is known for being the fashion icon of the twentieth century.  Whether it is from starting trends or brightening up the Cold War era she was the best of that time. Jackie will always be remembered for her fashion sense, but also for her elegance and class, which will live on forever.    "],"display_date":"January 20, 1961 - May 19, 1980","search_date":"1970-09-19","locations":[{"id":52875,"lat":38.9071923,"lng":-77.0368707,"zoom":7,"place":"Washington DC USA"}],"tags":[{"id":1450532198,"tag":null},{"id":2880,"tag":"Fashion Jackie Icon"}],"course":{"name":"JFK: Famine to New Frontier","school":"Marist College","course_id":151,"school_id":77}}]}