{"id":2885,"tag":"U.S.S.R.","points":[[38.9071923,-77.0368707],[21.521757,-77.781167],[61.52401,105.318756]],"bounds":[[61.52401,105.318756],[21.521757,-77.781167]],"episodes":[{"id":6484,"title":"Khrushchev's Agreement with Kennedy","course_id":151,"status":"P","start_date":"10/16/62","end_date":"10/28/62","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“Thirteen Days” in October 1962, or better known as the Cuban Missile Crisis, was a dangerous time when a nuclear war could have occurred. The Soviet Union (U.S.S.R) secretly placed missiles in Cuba in 1962 to support Fidel Castro’s administration against the United States. Castro and his rebels had overthrown the American-backed president and military dictator, Fulgencio Batista, in 1959.  After a failed invasion by Cuban exiles and the Central Intelligence Agency (CIA) under the United States at Bay of Pigs in 1961, U.S.S.R. started to offer more military and economic support to Cuba. During the Cold War, U.S. and U.S.S.R. had many proxy conflicts in places like Berlin, Vietnam, and Korea, but the Missile Crisis was the first time nuclear weapons were involved and citizens of the U.S. were in serious danger. President John F. Kennedy of the U.S. and Nikita Khrushchev, the Prime Minister of U.S.S.R. wrote several letters over the thirteen days after the discovery of the missiles on October 16, 1962. Surprisingly, Khrushchev was willing to negotiate and make an agreement with Kennedy to promise no further invasions of Cuba and to remove the missiles in Cuba if the U.S. removes the missiles in Turkey and Italy.","The main reason for the agreement was to prevent a nuclear war. Both sides understood what was at risk, and both men acknowledged that war had to be prevented any way possible. If U.S.S.R. did not want a nuclear war, then why were the missiles placed in the first place? “…Solely for the purposes of defense, and we have sent them to Cuba at the request of the Cuban Government,” Khrushchev wrote in his letter to Kennedy on October 26, 1962. Khrushchev was writing the truth; Castro had asked for shipments of larger arms in the fall of 1961. According to Major Problems in American History Since 1945, written by Robert Griffith and Paula C. Baker, Khrushchev did not agree at first, but later did because it was vital to not lose Cuba to China or the U.S. As explained by Griffith and Baker, Cuba was U.S.S.R.’s “prime example” of how successful they were able to undermine capitalism through the liberation of less developed countries. Castro already began asking China for economic assistance. And most importantly Khrushchev knew that the U.S. was going to invade again because Cuba was to them as Hungary was to the U.S.S.R. Therefore, in order to keep Cuba in their camp, Khrushchev approved the delivery of the missiles on April 12. ","In the same letter Khrushchev also tried to clear up what he thought were President Kennedy’s and the U.S.’ misunderstanding about the missiles and in general, Communism. Even though Khrushchev criticized the U.S. policy and blamed it for invading Cuba in the first place, he still used this chance to explain the similarities between capitalism and Communism. “It is thus that we, Soviet people, and, together with US, other peoples as well, understand the questions of war and peace,” Khrushchev argued. Ernesto F. Betancourt, who worked for Castro during the Missile Crisis and was later a liaison with the Kennedy administration, argued in his paper, “Kennedy, Khrushchev, and Castro: A Participant's View of Cuban Missile Crisis,” that challenges imposed by Chairman Mao of China on Soviet leadership and ideology of Communism might have also affected his reason for agreement. Khrushchev could not risk starting a war with the U.S., when the U.S.S.R. was not on good terms with China, the second largest Communist country. ","Concluding his letter, Khrushchev called for a negotiation to cease the tension and ask for Kennedy’s agreement. It was clear that the missiles were placed in Cuba intentionally. Khrushchev wanted to use the missiles to make the U.S. back away from Cuba. Therefore, there was no need for any negotiation to occur between U.S. and U.S.S.R. However, Kennedy and the U.S. saw the missiles as an offense weapons and warned Khrushchev that the U.S. was ready to take action if nothing was done about the missiles. Thus, Khrushchev, who also wants to prevent a nuclear war, started to see the need to call for an agreement. It is possible that Khrushchev also used the missiles to trigger the U.S. to make an agreement to leave Cuba alone, but the agreement was made based on the common goal between the U.S. and U.S.S.R., which was to prevent a nuclear war in any way possible."],"display_date":"October 16, 1962 - October 28, 1962","search_date":"1962-10-22","locations":[{"id":52836,"lat":38.9071923,"lng":-77.0368707,"zoom":6,"place":"Washington DC"},{"id":52866,"lat":21.521757,"lng":-77.781167,"zoom":6,"place":"Cuba"},{"id":52877,"lat":61.52401,"lng":105.318756,"zoom":6,"place":"russia"}],"tags":[{"id":2862,"tag":"Cuban Missile Crisis"},{"id":1396,"tag":"Cuba"},{"id":2701,"tag":"Kennedy"},{"id":2861,"tag":"CIA"},{"id":291,"tag":"Cold War"},{"id":1727,"tag":"JFK"},{"id":2883,"tag":"Khrushchev"},{"id":2884,"tag":"Castro"},{"id":2885,"tag":"U.S.S.R."},{"id":2886,"tag":"Soviet"},{"id":2887,"tag":"Communist"}],"course":{"name":"JFK: Famine to New Frontier","school":"Marist College","course_id":151,"school_id":77}}]}