{"id":2889,"tag":"Diplomacy","points":[[38.9071923,-77.0368707],[39.904211,116.407395]],"bounds":[[39.904211,116.407395],[38.9071923,-77.0368707]],"episodes":[{"id":6486,"title":"Carter Reacts to Sino-Vietinamese War","course_id":153,"status":"P","start_date":"1/29/79","end_date":"1/30/79","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["       On the afternoon of January 29 1979, the same day Chinese Vice Premier Deng Xiaoping arrived Washington D.C., President Jimmy Carter met with Deng and exchanged many important ideas about China-US relation. Starting from 5:00 p.m., they began to talk about a serious and sensitive topic: Vietnam. ","At first, President Carter indicated that the U.S government had done everything they could to cut off Vietnam’s international aid, had increased military aid to Thailand, and warned the Soviet Union to not interfere Vietnam. However, Deng thought those were not enough. Deng believed that Vietnam was controlled by the Soviet Union, and he told President Carter he was considering a possible punitive strike against Vietnam. President Cater answered to Deng that “The United States had already joined the condemnation of Vietnam, but invasion of Vietnam was still a destabilizing action.” ","After the meeting with Deng, President Carter prepared and organized his words, and he gave an oral presentation to Deng on the next day about “why it would be a big mistake if China invades Vietnam.” However, it seemed that Deng did not take President Carter’s advice. The Sino-Vietnamese War began only ten days after Deng Xiaoping finished his trip to the United States. According to Dr. Kissinger’s book On China, President Carter was working on the human rights movement even before the election, so it was hard for him to support invasion at a country or support a government like the Khmer Rouge. Deng’s decision was not an mistake, and the Sino-Vietnamese war had achieved its purpose for the Chinese government that kept peace in the South-west and focused on Deng’s economic reform."," "],"display_date":"January 29, 1979 - January 30, 1979","search_date":"1979-01-29","locations":[{"id":52842,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington"}],"tags":[{"id":2889,"tag":"Diplomacy"},{"id":2888,"tag":"Attack"},{"id":292,"tag":"Vietnam"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":153,"school_id":3}},{"id":6487,"title":"Mao and Nixon Have First Meeting","course_id":153,"status":"P","start_date":"2/21/72","end_date":"2/21/72","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" On February 21 1972, after a long flight to Shanghai, President Nixon arrived at Chinese Communist leader Mao Zedong’s residence for a quick meeting with Mao that afternoon. The initial meeting was planed for fifteen minutes, but it lasted about an hour. The meeting included Chairman Mao, President Nixon, Prime Minister of China Zhou Enlai, Dr. Henry Kissinger, and Dr. Kissinger’s assistant Winston Lord. According to Kissinger, to avoid the embarrassment that the Secretary of the United States William P. Rogers was excluded from this meeting, Winston Lord did not take picture with the others. The meeting started at 2:50 p.m. and ended 3:55 p.m. "," After the opening greeting, the session started with some icebreaking talk to decrease the pressure of the meeting between two countries’ top leaders. However, Mao seemed to not want to talk about anything deep and serious, but only philosophic questions instead. President Nixon wanted to direct the meeting on the ground, so he brought up questions like the India-Pakistan crisis, Taiwan, Vietnam, Korea, and Japan. But Chairman Mao did not want to follow him, he said: “All those troublesome problems I don't want to get into very much. I think your topic is better—philosophic questions.” President Nixon did not stop there, as a matter of fact, he continued to discuss huge political issues like the Soviet’s attitude towards China and Western Europe. Mao finally hit his topic and discussed a little bit with him. "," Although Chairman Mao seemed only interested in philosophy, the meeting still did its job. Actually this special meeting reflected two different leadership styles between China and the United States. Chairman Mao understood how important the meeting was, and he clearly wanted to meet Nixon too. But because of his traditional background, he did not want to tackle the important topic with Nixon directly. He should act unconcerned about those issues because he thought he was much more beyond just a political leader. "," According to Winston Lord, Mao’s talking was episodic during that meeting, but he expressed clearly his four main lines. For President Nixon, he was much more practical. After a few sentences, he started to ask questions upon international politics. These two leaders showed two completed different traditions of diplomacy."],"display_date":"February 21, 1972","search_date":"1972-02-21","locations":[{"id":52878,"lat":39.904211,"lng":116.407395,"zoom":8,"place":"beijing"}],"tags":[{"id":2889,"tag":"Diplomacy"},{"id":291,"tag":"Cold War"},{"id":2890,"tag":"US-China Relations"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":153,"school_id":3}}]}