{"id":289,"tag":"Art/Leisure","points":[[47.753303502,-122.256313883],[38.9151212228,-76.9435162098],[35.1803733014,-85.1633326083],[34.8943497126,-82.3707811393],[42.4842595758,-71.3901525974]],"bounds":[[47.753303502,-71.3901525974],[34.8943497126,-122.256313883]],"episodes":[{"id":4698,"title":"U.S. Museums Possess Nazi Art Plunder","course_id":26,"status":"P","start_date":"10/17/97","end_date":"10/17/97","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","The model Henriette Darricarrere posed as an odalisque for artist Henri Matisse’s painting, “Oriental Woman Seated on Floor.” As the title suggested, she was seated elegantly on the floor wearing traditional Mediterranean apparel in the foreground while a chair covered in decorative floral-patterned textiles filled the space in the background. Acquired by prominent French Jewish art dealer, Paul Rosenberg, the masterpiece disappeared along with the other 162 works in his collection in 1941 when Nazi’s looted thousands of private and national art collections during WWII. From the time the piece left Rosenberg’s safe until it reached the hands of the Seattle Art Museum in 1954, it had been exchanged between art dealers no less than three times without proper investigation as to its provenance. It was not until 1997 when the heirs of Rosenberg sought out the museum to claim and prove they deserved rightful ownership of the Matisse. After two years of investigation and deliberation, the Rosenberg family was confirmed as the legal owners and added the masterpiece once again to their collection.","After Hitler gained leadership in Germany, one of his plans was to create the world’s greatest museum, the Fuhrermuseum, as historian Robert Edsel has shown. In order to acquire the most famous works in history, he executed the greatest art theft in history by plundering all the museums in Europe as well as the homes of prominent collectors and Jewish exiles. When the Allies arrived and liberated Paris, the “Monuments Men” of the Monuments, Fine Arts, and Archives program of the United States Army were in charge of locating and restoring all the stolen works of art back to their places of ownership. At war’s end, over 40,000 works remained missing some of which, through complicated exchanges between dealers, turned up in museums in the United States. More and more U.S. museums including the National Gallery and the Metropolitan Museum of Art had to search their collections for works acquired after 1933, when the Nazis gained power in Germany, to identify all questionable provenance information. Some museums returned their most prized possessions to heirs of art collectors who had their items stolen by the Nazis and made their way into museums through misrepresented provenances from dishonest deals made during previous exchanges."],"display_date":"October 17, 1997","search_date":"1997-10-17","locations":[{"id":42009,"lat":47.753303502,"lng":-122.256313883,"zoom":8,"place":"King, Washington"}],"tags":[{"id":289,"tag":"Art/Leisure"},{"id":5,"tag":"War"},{"id":290,"tag":"Crime"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":26,"school_id":3}},{"id":4699,"title":"Monuments Men Recover Nazi Stolen Art","course_id":26,"status":"P","start_date":"6/23/43","end_date":"6/8/46","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","One month before the end of WWII, the American soldiers discovered a salt mine full of gold and paintings that had been looted and abandoned by the Nazis. On April 12, 1945, General Dwight D. Eisenhower, General Omar Bradley, and General George Patton ventured down into the Merkers salt mine to inspect the treasures found that day. Snapped in a photograph owned by the National Archives, the three men sorted through the art works to see what had been unearthed. Bradley and Patton stared in astonishment at Edouard Manet’s “Wintergarden” among the stacks of looted art, but Eisenhower kept his composure as he continued to sort through the pile of art works not yet revealed. Behind the three generals, the heroes of the Monuments, Fine Arts, and Archives program who uncovered the hidden treasure watched as their commanding officers explained the full magnitude of their find.","After the war, historians made an effort to locate and credit the “Monuments Men” for their tremendous finds. Researchers revealed new information about the process of the Nazi plunder in terms of how and why the Germans began the theft as well as how the United States achieved such success in locating and returning the works of art. As historian Robert Edsel has shown, Hitler appointed staff members to museums across Europe before the invasions even began to start making lists of all the items in which they would steal throughout the war. When the Allies learned of the Nazi art plunder, the Monuments, Fine Arts, and Archives program was established to locate and return as many works as possible to their original locations. Nicknamed the “Monuments Men,” the group consisted of approximately 350 men and women who were museum directors, curators, and art historians who volunteered for service in the U.S. Army to attempt to protect the works of art stolen by the Nazis. Joined by passionate curators and directors at the prominent European museums such as Rose Valland, curator of the Louvre museum, the Monuments Men were able to obtain confidential traces to the locations of the Nazis’ hiding places. Art treasures were recovered from mines, trains, and other storage sites where they were waiting to be transported to Germany and destined for residency in the Fuhrermuseum. Rescuing millions of prominent works by Old Masters such as De Vinci, Cezanne, Manet, Raphael, Vermeer, and many more, the Monuments Men restored the cultural heritage of Europe back to the hands of its own people."],"display_date":"June 23, 1943 - June 8, 1946","search_date":"1944-12-14","locations":[{"id":25291,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Dist Columbia, District of Columbia"}],"tags":[{"id":290,"tag":"Crime"},{"id":5,"tag":"War"},{"id":289,"tag":"Art/Leisure"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":26,"school_id":3}},{"id":4971,"title":"A Wait For Battle Evokes Emotion","course_id":37,"status":"P","start_date":"1863-11-05","end_date":"1863-11-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On the November 5, 1863 Matt Turner wrote his mother a letter as he waited for the next battle.  Turner explained that the waiting had been on going since the previous charge where the “Yankees” had gained a lot of ground.  With the continuation of his letter, Turner wrote of his feelings of foreshadowing, when he said they had not seen the last of war and that another gory battle would occur before too much time passed.  Also apparent in the letters was the sense of positive feeling when Turner received letters from home.  He wrote to his mother that he was more at peace knowing that his family and acquaintances are safe and alive.  Lastly, Turner wrote about the conditions in which their unit was left.  He had chills several times due sleeping outside.  Finally he gained a tent with a smoke stack and was done with the chills for a short period of time until the next waiting phase.","Turner served as Assistant Surgeon in the 22<sup>nd</sup> Alabama Regiment.  The waiting period Matt Turner was in was the stage that led to the Battle of Missionary Ridge.  This was the campaign step after Shelbyville had happened and was the spot where General Bragg was stationed.  Grant had decided that the Union army would swing around and flank the Confederates and attack from the rear.  This correlated directly with Turner’s letter where he explained his fear that another battle would occur because of the position that the Yankees were taking.  The battle took places in stages and the Confederates had to retreat."],"display_date":"November 5, 1863","search_date":"1863-11-05","locations":[{"id":12053,"lat":35.1803733014,"lng":-85.1633326083,"zoom":9,"place":"HAMILTON, Tennessee"}],"tags":[{"id":32,"tag":"Civil War"},{"id":289,"tag":"Art/Leisure"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":37,"school_id":3}},{"id":5002,"title":"<strong>Symbolizing So Much More than Literary Achievement</strong>","course_id":43,"status":"P","start_date":"1884-01-01","end_date":"1884-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["A decoration that celebrates achievement in the literary and historical realms, “Polished after the Similitude of a Palace” is the inscription in the perimeter of the gold triangle encompassing a large capital ‘J’ that is Bessie Stradley’s Judson Literary Society pin.  The small, unique metal pin has grown tarnished with age and wear.  It is simple, yet elegant and informative, with a crescent moon attached by a chain, bearing the letters H.O.M.J.  Members of this society may also claim membership to the first female organization in Greenville, a subject of controversy for Furman students and elders of the Baptist church with whom the university shared ties for so long. The young women who donned these sophisticated ornaments made great strides, not only on pen and paper, but in history.           ","As a female student in Greenville just after Reconstruction, it was a time of recovery and rebirth and there was a decided need for innovative change.  Improvements in general, but markedly in education, were occurring throughout the south and The Female College of Furman University was no exception.  Elected president of the school in 1878, Alexander Sloan Townes saw this need and acted on it.  He suggested to one of his faculty members, Mary Judson, to start a literary society for the young women.","A dedicated and disciplined teacher in the classroom and caring friend without, Judson eagerly accepted the task and in September of 1878 she called a meeting of all students who boarded at the school, initially asking them to write essays to be read aloud to their peers.  Students who boarded were obligated to join the society, but in its first year almost all of the students became members.  The women’s essay topics were indicative of their high level of intellect.  The society grew in popularity and size, meeting every two weeks to debate current topics and to present a few of the students’ readings, among other things.  All of the school’s faculty members were present at meetings, and at every meeting the <em>College Mirror</em>, the society’s newspaper, was read.  The paper included humorous tidbits and gossip, but updates and submissions of a more serious nature were also to be found.  For instance, the girls shared their dislike of the option to graduate early, insisting that there were many things that a girl would miss having only completed two years of higher level education.  Also, Mary Judson herself submitted works every now and then, at one time calling for a change of the school’s name.  She asserted that “female” was inhibiting and incorrect and that something like the “Greenville College for Young Women” would be more appropriate.  To add to its accomplishments, the society also began a college library.  It is no wonder women took pride in their association with the organization and displayed their gold pins proudly. ","The Judson Literary Society pin symbolized an active participation in a group that was challenging the limits, aware of improvements in female education and opportunity and ready and willing to utilize these, beginning at Furman, but ready to go out into the world and call women everywhere to do the same thing.  This seemingly small start is one of many that led to the development of women’s agency and voice in today’s world."],"display_date":1884,"search_date":"1884-07-01","locations":[{"id":11537,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"GREENVILLE, South Carolina"}],"tags":[{"id":289,"tag":"Art/Leisure"},{"id":6,"tag":"Education"},{"id":7,"tag":"Women"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5375,"title":"The Role of Poetry and Prose in the Lowell Mills: An Examination of Mourning in the Factory-workers' Literary Magazine","course_id":81,"status":"P","start_date":"1840-01-01","end_date":"1845-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Published in the January 1843 edition of \"<em>The Lowell Offering and Magazine</em>\" is a poem entitled \"On A Young Man Lost At Sea\" by an author credited as \"M.G.B.\" The mournful poem reads like a funeral dirge and expresses the sorrow of a sister who has lost her dear brother. The author writes of how this young man's voice will never again be heard nor will his presence be seen around the family hearth. Instead, her brother lies sleeping in his \"ocean tomb\" without an ornate stone to mark his final resting place. Instead, she writes, a monument is raised for him in every mourning heart and in every “bitter fountain” expelled.","She describes how mournful their familial house has grown, as if cast in a shade of sadness. A place that was filled with happy memories now serves as a constant reminder of a lost brother. The author writes of her brother's spirit, the essence of which lives on in all those who knew him. She comforts herself in the thought of reuniting again with her brother in death, as it is only then that their souls and spirits will reunite.","The <em>Lowell Offering</em>, a literary magazine,was established in 1840 by the women of the Lowell Mills as a response to an increasingly negative public perception of the conditions in which the women were made to work. The women used the <em>Lowell Offering </em>as a platform by which to share their self-penned poetry, stories, and essays. The subject matter of these writings ranged from retrospectives on their childhood homes to the working conditions of the mills as well as the topic of death. Death was an especially omnipresent entity for all people of the era, but especially for the factory workers. From accidents within the factory to the loss of a loved one on a sea-faring journey, the women coped by expressing their emotions in poetry and prose.","While the <em>Offering </em>provided a unique and unparalleled means by which the women could both express and share their thoughts and musings, it was heavily criticized for being far too optimistic. This condemnation was based in the belief that the increasingly long hours and speed with which the women were made to work adversely affected all aspects of their health, both physical and mental. Moreover, the <em>Offering</em> was criticized as an unrealistically optimistic “mouthpiece for the corporations,” implying that the Lowell Operative owners ultimately had their own monetary interests at heart and exploited the bodies and minds of their young female workers. In 1845, the <em>Offering</em> faced dwindling subscribers and in the face of increased opposition, put out its final issue."],"display_date":"1840 - 1845","search_date":"1842-12-31","locations":[{"id":6172,"lat":42.4842595758,"lng":-71.3901525974,"zoom":9,"place":"MIDDLESEX, Massachusetts"}],"tags":[{"id":896,"tag":"Labor"},{"id":289,"tag":"Art/Leisure"},{"id":684,"tag":"mid-nineteenth century"},{"id":1209,"tag":"female factory workers"},{"id":1210,"tag":"women's writings"}],"course":{"name":"U.S. Women, 1790-1890","school":"Wheaton College","course_id":81,"school_id":2}}]}