{"id":2899,"tag":"Colonists","points":[[42.3591267,-71.0570833]],"bounds":[[42.3591267,-71.0570833],[42.3591267,-71.0570833]],"episodes":[{"id":6490,"title":"Building Boston","course_id":155,"status":"P","start_date":"1620-01-01","end_date":"1620-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The land that bordered the sea was not always crowded and “wharfed out with great industry and cost.” The salty air used to beat against the trees and the wilderness, where now the city of Boston stands. Although there were Native inhabitants in the “heathen wilderness,” the first Europeans to live there saw the land as totally wild. When Edward Johnson and his fellow travelers landed on the shores, they discovered a vast wilderness, practically untouched, a frightening proposition but an exciting opportunity nonetheless. To the Europeans, it was an “admirable act of Christ” to civilize the area and exploit the resources for their gain.","The settlers saw it as their duty to impose the Old World idea of taking the land and  “improving” it in the ways they saw as appropriate. Edward Johnson admired the dramatic changes his fellow settlers had made to the coastline in just a few short years. He saw the plantations as not just a cultivation of civilized society, but also a planting of the gospel in this New World. Their crops were more than just corn and indigo. They grew the beliefs, viewpoints, and intellectual traditions that would come to shape the landscape itself as well as the American mind. Paramount among these beliefs was the need to spread Christianity, which “arrived in the new world as a promise wrapped in a threat.”","Improvements to the land also included building structures. Native Americans already lived on the lands now inhabited by the Europeans, but had never developed townships beyond small villages with little organization and fortification. Europeans immediately recognized the necessity of building communities and establishing trade with the Native Americans. Any change that they made to the New England environment was a totally positive and necessary improvement in their eyes. The Native Americans, though, saw the new changes in a starkly different light. To the Natives, improvements meant preserving the land for future use, not stripping the land of its resources.  ","The blending of cultures in this New World called into question the colonists’ view of wealth. They imposed their way of life over the Native American’s customs and began to destroy it. While they viewed the Natives as paupers, the Natives saw themselves as abounding with the riches of the land. European culture prevailed and the forests turned into the bustling streets of Boston. The wind now beats against the tall buildings, evidence of the human impact over the changing land. "],"display_date":"January 1, 1620","search_date":"1620-01-01","locations":[{"id":52761,"lat":42.3591267,"lng":-71.0570833,"zoom":8,"place":"Boston, Massachusetts"}],"tags":[{"id":537,"tag":"Native Americans"},{"id":739,"tag":"Nature"},{"id":2899,"tag":"Colonists"}],"course":{"name":"HIST 3550, American Environmental History","school":"Auburn University","course_id":155,"school_id":73}}]}