{"id":29,"tag":"New Orleans","points":[[30.1220750117,-89.7244851703],[29.9510658,-90.0715323],[29.6498691,-90.1120696]],"bounds":[[30.1220750117,-89.7244851703],[29.6498691,-90.1120696]],"episodes":[{"id":4425,"title":"Women in Post-Civil War New Orleans\n","course_id":16,"status":"P","start_date":"1862-04-01","end_date":"1862-04-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["            For one of the first times in American history, the women of New Orleans were taking the protection of their city and its reputation into their own hands.  Spitting and yelling at soldiers from the north and refusing to even acknowledge their presence in the streets, even when the soldiers were offering the women assistance. There were many hostile feelings between the north and the south that were not healed simply with the capture of the city into Union hands.  Although New Orleans had been captured without any blood being shed, the citizens of New Orleans still felt the sting of the hardships that their fellow confederates were enduring.  ","            With the end of the war many reformations began within southern cities, specifically, the role of women within the community. In the modern city, women had a place where they could gather together and find strength and support in numbers as well as have social and political achievements without the help of men.  In rural southern areas, it was more difficult for women to bond together and make changes, mainly because of a lack of numbers and because the rural women were too busy working their land and trying to make a living.  In the city during the war, women held jobs that men left behind when they went to fight.  When male soldiers returned, women had to return to their predominately domestic lives.  Northern troops began to occupy southern cities in order to make sure that they were reconstructing, and not re-enslaving the people the north had worked so hard to free.  Because only men served as soldiers during the war, women looked for ways to display their patriotism and support for the southern states in alternative manners.  Southern women in a way had more power than northern women because they still had a cause that they felt they had to depend, even though the war was lost. ","            In April of 1862, Major General Benjamin F. Butler and his troops were in charge of the occupation of New Orleans.  Butler describes in his autobiography that the men of the city of New Orleans did not interfere with the soldiers in any way.  However, whenever women of the city would come into contact with any of these Yankee soldiers, they would shoot them hateful glances, make derisive comments, and flee the area.  In the minds of these women, they were fulfilling the patriotic duties that they were denied when they were not able to serve as soldiers.  The women were hoping that their mistreatment of these soldiers would force the soldiers to retaliate, and therefore give the city of New Orleans a solid argument for expelling them.  ","            Soldiers were hesitant to arrest the young women in the street causing the ruckus, due to they fact that they were typically high-class women and a scene would be caused.  Also, the women clearly would have almost appreciated being arrested; so they would have even more of a reason to be indignant.  Since the northern soldiers did not know how to handle this criticism coming from southern ladies, Major General Butler issued an order instructing the soldiers how to deal with situations such as these.  He instructed his men to treat the rebellious women as if they were prostitutes.   ","            After Major General Butler issued this order, the insults immediately stopped.  Although women were willing to be arrested in order to express their \"patriotism\", they were not willing to be looked upon as prostitutes, or even as someone of a lower class.  Prostitutes were viewed by middle and upper class women to be the lowliest people in society.  Even though many changes came about in the years after the Civil War, class structure was still a strong influence, and a strong part of a woman's identity.  "],"display_date":"April 1862","search_date":"1862-04-15","locations":[{"id":5599,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":7,"tag":"Women"},{"id":29,"tag":"New Orleans"},{"id":32,"tag":"Civil War"}],"course":{"name":"History of Urban and Suburban America","school":"Furman University","course_id":16,"school_id":4}},{"id":4438,"title":"Local Chinese React to Imperial Decree\n","course_id":16,"status":"P","start_date":"1/1/10","end_date":"12/31/11","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["When Americans think of Chinatown, they rarely associate it with New Orleans, but at the turn of the twentieth century, New Orleans was the only southern city with a population of Chinese immigrants significant enough to constitute a Chinatown.  Like other immigrants in America, the Chinese in New Orleans had to balance the ongoing connections and relationships back home with the opportunities presented in assimilating fully into the dominant American culture.  Unlike other immigrants, however, Chinese immigrants were barred from becoming citizens of the United States due to the Burlingame Treaty of 1868, and so felt a strong obligation to obey decrees and laws of their homeland.  On December 26, 1910, in the final days of the Qing Dynasty for instance, the provisional national assembly decreed that all citizens should cut off the traditional long braid, or queue.  On January 13, 1911, the New Orleans <em>Times-Democrat</em> reported that the Chinese population of New Orleans welcomed the decree because the braids were \"burdensome as well as troublesome.\" ","Around one fourth of New Orleans' Chinese immigrants, including prominent members of the community like Hom Kin, had already cut their queues by this time, and most Chinese had ceased wearing traditional Chinese attire.  Furthermore, with the Chinese Exclusion Act of 1882 restricting the flow of new Chinese immigrants into New Orleans, the younger generation of Chinese-Americans within the city began to lose touch with their cultural heritage.  Kin's son, also queueless, expected \"to be more American in his ways than his Father,\" and American-born Chinese readily adopted the language, dress, and customs of the interracial neighborhoods of Chinatown.  ","Many Chinese immigrants lived in nearby interracial neighborhoods, though most worked in laundries located throughout the city.  According to period photographs and research conducted by Richard Campanella, the core of China\"town\" only consisted of a handful of shops, grocers, and restaurants along the 150 foot long 1100 block of Tulane   Avenue.  Several other Chinese establishments dotted the surrounding cityscape.  The district was popular with New Orleanians of all races and social classes, who ate at the restaurants, shopped at the stores and grocers, and took their clothes to the laundry mats.  They also compelled many Chinese immigrants to abandon their customs in order to attract more business, and, in turn, the distinct Chinese influence on Tulane Avenue slowly disappeared.  "],"display_date":"1910 - 1911","search_date":"1910-12-31","locations":[{"id":16884,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"Orleans, Louisiana"}],"tags":[{"id":12,"tag":"Migration/Transportation"},{"id":31,"tag":"Immigration"},{"id":10,"tag":"Urban-Life/Boosterism"},{"id":21,"tag":"Race Relations"},{"id":29,"tag":"New Orleans"},{"id":41,"tag":"China"}],"course":{"name":"History of Urban and Suburban America","school":"Furman University","course_id":16,"school_id":4}},{"id":4446,"title":"<em>Governor Claiborne Remembered 23 Years After Death...</em>\n","course_id":16,"status":"P","start_date":"1840-01-20","end_date":"1840-08-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["        All the earth stood silent on December 20, 1803, as the Mississippi territorial governor rode in on the streets of New Orleans. Beautiful women adorned the balconies that hung over the Place d' Armes. Each country, represented by its own amount of officials and military, watched as the France flag descended and the American flag ascended succinctly down the pole, meeting halfway to acknowledge exchange of powers. President Thomas Jefferson instructed William Claiborne, Mississippi's current territorial governor at the time and General Wilkinson, commander of the United States Western Army to receive Louisiana from France, who just received it from Spain within the same year. The transaction happened in a time frame of less than 20 days. With the documents signed making the Louisiana Purchase official, Governor Claiborne made a speech to the inhabitants that promised their way of life would not be disturbed. The United States received the \"keys\" to the city and thus the elected William C.C. Claiborne began to act as governor of the territory of Louisiana.","            The Portrait of Governor Claiborne was painted in 1840, 23 years after his death. It is probable that E.B. Savary chose to paint the Governor at a time where New Orleans had a growing population. According to U.S. Bureau of the Census for Population of the 100 Largest Urban Places, New Orleans was the third largest city in 1840 with a population of 102,193 persons. Aside from the rise of popularization of New Orleans, many Louisianans favored Claiborne due to his passiveness in government. Many considered Claiborne qualified for governor because he had served as assistant to a Congress clerk, opened a law firm, appointed as a Tennessee Supreme Court Judge, and selected by President Thomas Jefferson to preside as Mississippi territorial governor. From the very beginning Claiborne sought to appease the people of New Orleans. He adopted their style, delayed the necessary revisions to the laws, and appointed locals to the political office.  This led to a number of critics including that of Andrew Jackson, major General of U.S. forces. In his opinion, he thought of Claiborne as \"much better qualified for great pomp and show, and courting popularity-quiet life- in civil walks- than military achievements amidst peril danger\". Vincent Nolte, a local German-born merchant described Claiborne as \"a weak, intriguing, and gutless man who had not the energy necessary to give a great impulse to the population of Louisiana and cared only for his popularity and preeminence\". Claiborne resented Jackson upon his arrival into New Orleans because now he would be forced to take orders from a man whom had absolute authority and Claiborne considered Jackson to be inferior. ","            According to the painting, one would assume that Governor Claiborne symbolized a man with great military strength, but on the contrary he was not known for fighting battles. Perhaps the military uniform shown speaks of Claiborne's desired image to be taken seriously, but his smirk in the portrait speaks volumes of how the governor was gullible. Although Governor Claiborne aided the U.S. military with war supplies during the Battle of New Orleans, he did not directly win its victory. Despite his shortcomings on the battlefield, Claiborne is remembered for his numerous contributions in advancing Louisiana such as building new roads, establishing a mail service, and developing a public educational system. After serving as Governor of Louisiana he was elected into the U.S. Senate, but died before ever taking office. Claiborne, as a result of his serene administration is prescribed honor and place in the history of New Orleans, thus he is remembered by this grand portrait to credit his contribution."],"display_date":"January 20, 1840 - August 20, 1840","search_date":"1840-05-05","locations":[{"id":5597,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":29,"tag":"New Orleans"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":30,"tag":"Urban Society"},{"id":47,"tag":"Governor Claiborne"},{"id":9,"tag":"Law"},{"id":10,"tag":"Urban-Life/Boosterism"},{"id":5,"tag":"War"},{"id":56,"tag":"Battle of New Orleans"}],"course":{"name":"History of Urban and Suburban America","school":"Furman University","course_id":16,"school_id":4}},{"id":4452,"title":"Cuisine of New Orleans\n","course_id":16,"status":"P","start_date":"1/1/70","end_date":"12/31/95","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["                New Orleans is a city rich with cultural identity fused into the roots of its people. Most evidently, the cuisine has blossomed from the history of New Orleans, and as my primary source shows it is also the most celebrated and shared cuisine our country has to offer. The most famous part of New Orleans, the \"French Quarter\", is home to most all the cultural traditions New Orleans have to offer, including cuisine and the annual Mardi gras festival.  It is in the French Quarter that throughout New Orleans's history, national influences from French, Spanish, and African customs left their mark on the culture. Years of influence and a strong sense of tradition have marked New Orleans's national identity and widespread popularity in cuisine.  ","                The cuisine of New Orleans is one of the key cornerstones of culture and history in the city. My primary source shows a diagram of how popular and published the cuisine of New Orleans is around America. Geographically unique, New Orleans has exploited the resources used in its cuisine according to its location in Southern Louisiana. As a melting pot in the American South, cultural influences in conjunction with the wealth of resources have over many years shaped New Orleans's popularity in cuisine. The recognition of its food and rich culture has attracted plenty of visitors to the city. Due in part to this tourism, the city began to garner more and more attention as a celebration of being uniquely American while still having its own heritage of cuisine and culture. This was evidenced clearly in a 1995 article in <em>The Albany Times</em> by Michael Lopez who spoke with Pamela Neyrey, a chef at <em>The Gumbo Shop. </em>Neyrey said that the lure of New Orleans continues to bring people back to the city.  \"Most frequently, it's tourists who come to New Orleans, fall in love with our food and then they'll call back\".  Most of the articles I researched have been from a wide variety of regions all influenced by the cuisine and culture closely tied to the city.   ","                The results of my research in secondary sources produced the widespread examples of popularity of New Orleans cuisine. My primary source, <em>Number of National Newspaper Articles on Cuisines of Specified Cities</em> indicates 322 articles have been written about New Orleans cuisine between the years of 1970 and 2004. The results shown in the primary source do not include how deeply Hurricane Katrina affected the region in 2005. However, the culture and cuisine have helped build back the city and restore the spirit of New Orleans. The city has always been central to American history, and as history continues to be written, New Orleans will always stand out as uniquely American because of its culture and cuisine."],"display_date":"1970 - 1995","search_date":"1982-12-31","locations":[{"id":36759,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"Orleans, Louisiana"}],"tags":[{"id":54,"tag":"Mardi gras"},{"id":29,"tag":"New Orleans"},{"id":57,"tag":"cuisine"}],"course":{"name":"History of Urban and Suburban America","school":"Furman University","course_id":16,"school_id":4}},{"id":4453,"title":"The Lower Garden District of New Orleans\n","course_id":16,"status":"P","start_date":"1836-01-01","end_date":"1852-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the years following the Louisiana Purchase divisions arose within the city of New Orleans between the newly arriving Americans from the Eastern States and the pre-existing Creole faction of the city. The Creoles, a broad name referring to a group with a racial mix of French, African American, and Native American ancestry who were living in New Orleans following the Louisiana Purchase in 1803, did not mix well with the whites coming into the city in large numbers from the East coast region. The Creoles continued to occupy the French Quarter East of Canal, while the whites moved West of Canal and established the Garden District. In 1836 the relations between the Creoles and the Americans had deteriorated to such a point that the city was literally split into three municipalities. The immigrant skilled labor class in the area east of the Quarter controlled the third municipality. All three groups ran their own forms of localized government and developed their own fiscal system with their own distinct forms of currency. While one mayor still presided over the whole city, the three distinct sections of the city had little or no interaction with each other and acted as separate entities in which the mayor was the intermediary. There was rarely any mixing that occurred between the three distinct sections and trade was even conducted on the \"neutral\" streets of Canal and Esplanade. The split was a practical solution by the cities government to the fundamental problem of racial intolerance during this time. ","In 1806 Berthelemy Lafon was contracted to subdivide two large plantations West of the already over crowded Garden District to accommodate the influx of white Americans to the area. Lafon designed the layout for what would eventually be called the Lower Garden District. His plans were quite extravagant and included plans with a site for a cathedral, a proposed site for a large coliseum, fountains, canals, parks and marketplaces. This new area attracted the wealthier of the new white Americans and by the time the city was recombined in 1852 there were numerous mansions throughout the area and District began to develop a high-class reputation that it would hold throughout the antebellum period in the South. ","Due to the separation between the different cultural classes within the city during this sixteen-year period, the inhabitants of the Lower Garden District established themselves as an upper class haven for the white American elite. Coupled with the major racial and socioeconomic divisions that existed within the antebellum south, the split within New Orleans between the existing Creoles and the upper class Americans almost literally drew a line through the city, and it took until 1852 until New Orleans could truly be considered an American city. Following the Civil War things would change dramatically throughout the city due to the devastation from the war and occupation by the union. "],"display_date":"1836 - 1852","search_date":"1844-07-01","locations":[{"id":5596,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":29,"tag":"New Orleans"},{"id":55,"tag":"Garden District"}],"course":{"name":"History of Urban and Suburban America","school":"Furman University","course_id":16,"school_id":4}},{"id":5315,"title":"Slaughterhouse Cases of 1873","course_id":73,"status":"P","start_date":"1873-04-14","end_date":"1873-04-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The smell of rotting, maggot infested corpses, stomach acid, and feces filled the humid air in New Orleans for years.  The look on the animal’s faces as they met their violent death was heartbreaking.   This butchering began what is now known as the controversial “Slaughterhouse Cases of 1873.”  Racial tension, public health issues, and a corrupt monopoly laid the foundation for the legal action.  The butchers of New Orleans took a stand against the idea of a monopoly.  Beginning, the state of Louisiana legislature “passed a law creating and granting a monopoly to the Crescent City Livestock Landing and Slaughterhouse Company to slaughter animals in the New Orleans vicinity.”","A single slaughterhouse for the city meant a major decrease in the number of jobs offered to local men.  “Depending on whom you ask, this was either a desperately long overdue public heath measure in the admirable tradition of progressive reform or a fiendishly corrupt monopoly abrogating the butchers’ right of free labor.” ","The public health issue of these cases was the cholera outbreaks due to the unsanitary conditions of these slaughterhouses.  Due to the lack of health laws, when it rained in New Orleans, the rotting corpses, blood, and feces from the slaughtered pigs and cows ran into the water systems used by local communities.  There were not any laws did not restrict the procedures that the butchers had to abide by while working or disposing of the corpses.  It did not take long for disease to spread form the lifeless animal corpses to the lives of the nearby city. ","The racial aspect of the Slaughterhouse Cases correlated with the establishment of the Fourteenth Amendment that granted citizenship to freed slaves.  Southern white Democrats powerfully opposed the idea of political equality between the black and white societies.  White southerners formed the idea that the American government was demolishing the power of the states and becoming a tyranny.  Bitterness filled the hearts and minds of the white southerners that had a hard time grasping the idea of equality to all.  “The court thus ruled that the Louisiana law was constitutional and allowed the New Orleans butcher plan to go forward.”"],"display_date":"April 14, 1873","search_date":"1873-04-14","locations":[{"id":5600,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":29,"tag":"New Orleans"},{"id":1098,"tag":"Slaughterhouse Cases"},{"id":1099,"tag":"Butchers"},{"id":1100,"tag":"Health Codes 1873"},{"id":1101,"tag":"Monopoly"}],"course":{"name":"History of the New South","school":"Texas Wesleyan University","course_id":73,"school_id":49}},{"id":5448,"title":"<strong>The Oncoming Threat of Cholera in New Orleans in 1849</strong>","course_id":82,"status":"P","start_date":"1848-12-30","end_date":"1849-01-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["After a sixteen-year hiatus, cholera was once again on the doorstep of New Orleans. On December 30, 1848, reports from Pittsburgh began circling that cholera was the responsible agent for thirteen deaths aboard steamships known as the Diadem, the Watkins, and the Savannah; all of which had docked in the New Orleans harbor. A message from Cincinnati stated that fourteen people aboard the Peytona, which had departed from New Orleans, were found to be dead upon arrival to the city. This alarming message, according to the newspaper The Maine Farmer, sent the people of New Orleans into a panic that would disrupt the flow of the entire city for months. Newspapers in New England, as well as London, showed growing concern with what was happening in New Orleans. The Maine Farmer did not obtain many answers that any one could give for how cholera had sprouted up so suddenly in the winter months there. The only conclusion that the people reached for the reason behind the outbreak was the fact that over one thousand immigrants had arrived in New Orleans on December 22, 1848 from Liverpool and Havre and that they must be the ones responsible for bringing back the recurrence of the disease. The greatest number of deaths occurred among the poor, which was to be expected in those times. However, the inhabitants could not understand how some of the best citizens were also dying.","Shipping was of vital importance to the port city of New Orleans. It brought the people goods and kept their businesses running, however it was also how cholera seemed to be coming into the community. After the reports of December 30, 1848, people began fleeing the city by the hundreds. Business in the city went spiraling downward since boats could not move their freight onto land because nobody would pay enough money and take the risk of possibly bringing the disease from the ships back with them. Goods also could not be shipped out of New Orleans because nobody wanted to transfer them onto the vessels out of fear. A private letter in the Maine Farmer from New Orleans to Charleston said, “The cholera has paralyzed business to an enormous extent.”","New Orleans was apparently dismantled by something that was known as its greatest asset: shipping. Transportation methods had proven deadly to the city. Through January 11, 1849, there were an average of over one hundred deaths per day. All of the people that could afford to had fled. There was no more talk of business or life in general. The only thing people seemed to talk of was cholera. In less than three weeks time the city of New Orleans had been left in shambles."],"display_date":"December 30, 1848 - January 11, 1849","search_date":"1849-01-05","locations":[{"id":5597,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":29,"tag":"New Orleans"},{"id":1315,"tag":"cholera"}],"course":{"name":"Nineteenth Century Urban Epidemics","school":"Furman University","course_id":82,"school_id":4}},{"id":5449,"title":"<strong>The Change of Society in New Orleans Brought on by Cholera in 1849</strong>","course_id":82,"status":"P","start_date":"1848-12-30","end_date":"1849-02-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The devastation of cholera resumed in New Orleans on January 13, 1849 when the Medical Board pronounced that the disease had made its way into the levee. As was the case in the cholera epidemic of 1833, no one could explain why it had suddenly sprouted up again. There had not been many records indicating that ships from Europe had brought any cases of the disease in the most recent months. Theodore Clapp stated in his communication from New Orleans to the Universalist Trumpet and Magazine that the threat of this disease stopped people in their tracks and that the city came to a grinding halt.","New Orleans was home to many travelers and on average there were tens of thousands of strangers in the city in the winter months. When the news spread that the disease had made its way into the city these visitors made a quick exit. Boats were overflowing with people hastily trying to get out of the city so as to avoid the disease. Businesses were in a state of panic as their main source of money was leaving and people that lived in the city permanently were not themselves anymore. Fear of the disease had changed even the kindest person into a mean and very self-centered individual. People were forced to care only for themselves and those closest to them.","Thousands of people had died in just over three weeks and it had only left the people who were true to their home. This brought the trade and the business of the city to a screeching halt. Clapp stated: \"the outbreak of cholera descended like an avalanche upon our gay, busy, and happy population.” What was once a thriving economy had turned into a bleak home for a disease-ridden population in twenty-four days time. However, this was not to be the downfall of New Orleans. Theodore Clapp said in his communication that the disease had been perfectly manageable in its early stages and that no more than fifteen to twenty people of note had died. The majority of those that had died were the African Americans, the immigrants, and those suffering from poverty.","By February 17, 1849, people had started returning to the city and society had been restored. In a matter of weeks the people had gone from running from the city to returning which was not the case in the epidemic of 1833. The people were very happy that the epidemic had only lasted a few weeks. The outbreak in late 1848 and early 1849 was quick but it was still devastating to the city of New Orleans."],"display_date":"December 30, 1848 - February 17, 1849","search_date":"1849-01-23","locations":[{"id":5597,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":1315,"tag":"cholera"},{"id":29,"tag":"New Orleans"}],"course":{"name":"Nineteenth Century Urban Epidemics","school":"Furman University","course_id":82,"school_id":4}},{"id":5582,"title":"Desegregating Schools","course_id":88,"status":"P","start_date":"5/16/60","end_date":"5/16/60","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The article <em>\"U.S. Court Orders New Orleans To Start Pupil Integration in Fall: Outlines Grade-a-Year Plan After Board's Refusal to Present Own Proposal INTEGRATION SET IN NEW ORLEANS </em>was written by Claude Sittons and published on the New York Times on May 17, 1960. The article states thaton May 16, 1960 Federal District Judge J. Skelly Wright set September as the deadline for New Orleans to start desegregating schools. The order went out shortly after the board refused to present a desegregation proposal. The order was a threat to the continuation of public schools because it conflicted with Louisiana’s anti-desegregation law.  New Orleans had become the first city in the Deep South to choose between compliance and closing schools. Furthermore, Judge J. Skelly Wright also outlined a grade-a-year for the Orleans Parish School Board. The Parish School Board had been told on February 15, 1956 to desegregate but had failed to do so.","In his order, he mandated that at the beginning of the school year in September all public schools should desegregate according to plan, which stated that:","The plan allowed desegregation to progress upward one grade each year and gave the school board considerable latitude on administrative details. Nonetheless, the court could make the plan more specific at anytime.","Joe Skelly Wright was born on January 14, 1911 in New Orleans. He attended public schools his whole life and earned a law degree.  Lawyer Wright had notable jobs however, after a postwar sting in private practices in Washington D.C. , he moved  back to New Orleans and became the United States Attorney.  In that office he witnessed a group of blind people across the street being escorted to different Christmas Eve parties based on their skin color.  Still impacted by the scene, thirty years late he told Jack Bass: “ the blind couldn’t segregate themselves… There was somebody else doing it for them... It began to make me think more of the injustice, of the whole system I had taken for granted… That was the beginning really.”[1]","In 1949, President Truman made J. Skelly Wright a federal trial judge. He was only thirty-eight years old, making him the youngest in the nation. William J. Brennan Jr., a close friend of J. Skelly Wright, wrote that Wright’s most notable decisions were greeted with “harsh and bitter injective.”  Criticized for exceeding his proper role, he was charged as an “activist judge,” also defined as a judge who “believes that the judicial power should be made creative and vigorously effective.” Unlike Justice Holmes who believed judges should “hold a tight rein on humanitarian impulse and compassionate action, stoically doing their best to discover and apply already existing rules”, Wright believed judicial process demanded more because “constitutions, statuses, and precedents rarely speak unambiguously, a just choice between competing alternatives had to be made to decide concrete cases”. [2]","Moreover, Judge J. Skelly wright considered the equality principle as the “rock upon which our constitution rests,” and before 1962, he had already issued forty-one rulings towards equality.  In 1950, he ordered Louisiana State University to admit black law students and in 1957 he ordered desegregation in New Orleans’ bus and streetcar system. Moreover, correlating with the newspaper article, in 1956 he ordered desegregation for the public schools in New Orleans, where according to colleague, Patricia M. Wald, he proclaimed that the magnitude of the problem of changing people’s mores did not nullify the principle that everyone was a freeborn Americans. Although his actions meant well, as a consequence, Judge Wright received death threats, lost friends, and was protected day and night by federal marshals.[3]","From 1877 to the mid 1960s Jim Crow laws were practiced throughout the United States, mainly in the south.[4] These laws made whites feel superior and turned African-Americans into second-class American citizens, more importantly, it enforced segregation.  It wasn’t until the Brown ruling in the Brown v. Board of Education of Topeka that a new era of civil rights protests were African Americans were determined the social order that was based on race and discrimination.[5] The ruling, which happened in Washington D.C., on May 17 1954 by the U.S. Supreme Court, stated that racial segregation in public schools was unconstitutional.[6] It was because this ruling that in 1956 Judge J. Skelly Wright ordered New Orleans Parish School Board to design a plan to desegregate schools. Many in the community opposed the order and it took four year until it was put in place. Finally on November 14, 1960 four girls integrated the schools, although they had to be protected by United States Marshals. Unfortunately this event and Judge Wright’s order and were not taken lightly and soon after riots erupted throughout the city followed by parents enrolling their children in private schools[7]","This newspaper article is an example of the events happening during the 1960s. It demonstrates the efforts towards the desegregation during the civil rights movements as well as the reactions by the whites. Although it is a small sample, it explains current events that were happening throughout the United States."," ","[1] Bill Monore, et al., In Memoriam: J. Skelly Wright, 1988, 370-371.","[2] Bill Monore, et al., In Memoriam, 361-362.","[3] Bill Monore, et al., In Memoriam, 363-371.","[4] http://www.ferris.edu/jimcrow/what.htm","[5] David A. Horowitz and Peter N. Carroll, On The Edge: The Unites States Since 1945 (California: Wadsworth, 2002), 107.","[6] Horowitz and Carroll, On The Edge, 178.","[7] http://crdl.usg.edu/events/new_orleans_integration/?Welcome&Welcome"],"display_date":"May 16, 1960","search_date":"1960-05-16","locations":[{"id":31777,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"Orleans, Louisiana"}],"tags":[{"id":29,"tag":"New Orleans"},{"id":43,"tag":"Desegregation"}],"course":{"name":"United States Since 1945","school":"Rollins College","course_id":88,"school_id":5}},{"id":6439,"title":"Fugitive Slave John Brown's Experience in a New Orleans Slave Pen Exposes the Horrors of the Slave Trade","course_id":145,"status":"P","start_date":"1840-01-01","end_date":"1840-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On a typical day in a New Orleans slave pen, John Brown got called up to the flogging room—a room dedicated to punishment for slaves who misbehaved on the auction block. Here, slaves were beaten repeatedly with a long leather paddle, known as a “flog”. The “flog” delivered punishment equivalent to the whip, but did not leave wounds that could jeopardize the price of a slave. When his name was called, Brown knew that he was not wanted for punishment, but for assistance. As the men, women, and children were stripped naked and laid flat on the floor, Brown was forced to hold down their feet until the brutal torture was over.","Brown spent much of his time between sales in New Orleans hotels, banks, and stores that had been converted into slave pens. These pens were almost always full, each holding close to 500 enslaved people and always being replenished with new slaves. Inside the barred windows and concrete walls of these pens, Brown witnessed the same horrors and disgraces on a daily basis.","As each slave arrived in various conditions, they went through intense processes of grooming, which Brown described as no light business. Hairs were plucked and dyed and deformities were hidden. Slaves were stuffed with food in order to give them a healthy look. They were forced to dance to a fiddle for exercise, or dance to the whip if they refused. After these daily processes, men, women, and children were separated and “sized out” (or put in groups based on their size) once again to be prepared for the second sale of the day—the afternoon sale.","Brown described the slave pens as a brothel for young mulatto women whose fates were in the hands of buyers only wanting them to satisfy their sexual desires. Because they were forced to lie about their age to make themselves more appealing to buyers, slaves often never knew their true age They faced consequences if they did not say the age the trader chose them to be. Slaves were sent to the flogging room for what Brown considers the “unpardonable” offense of not speaking up and looking bright on the auction block. A well-made, flawless looking slave was devalued by their lack of interest or vacant stare. Brown said that the uncivilized manner in which slaves were handled and inspected epitomized the horrors on the auction block. As husbands and wives, and mothers and children watched their loved one be sold in front of them, they dare not bid a goodbye or give one last embrace, or they would be faced with severe punishment.","John Brown believed that only those who experienced slavery could tell and truly understand the horrors that happened beyond the auction rooms where the dealer is left alone with their “chattel” offered to him to buy. But he refrained from telling the most horrifying scenes he witnessed in his narrative. So, why would a freed slave, who is aspiring to educate abolitionists on the true horrors of slavery, choose to leave out the most gruesome details that defined the slave market? Historian Karen Halttunen argues that witnessing such intense cruelty puts reformers like John Brown in a difficult position. Brown omits the most painful material from his narrative in order to highlight the slave industry’s obscene nature. In Brown’s case, saying less actually says more. By stating that he is excluding the most painful details, readers are forced to think about and imagine what could possibly be worse than the horrors Brown did include. Brown introduced the very kind of painful material about the slave market that he intentionally set aside."," "],"display_date":1840,"search_date":"1840-07-01","locations":[{"id":52821,"lat":29.9510658,"lng":-90.0715323,"zoom":8,"place":"New Orleans, Louisiana"}],"tags":[{"id":244,"tag":"Violence"},{"id":29,"tag":"New Orleans"},{"id":2795,"tag":"slave pen"},{"id":96,"tag":"Slave Trade"},{"id":4,"tag":"Slavery"}],"course":{"name":"Human Trafficking: Yesterday and Today","school":"University of Richmond","course_id":145,"school_id":11}},{"id":6709,"title":"In the Case of Alexina Morrison? Could Slaves Become White? And Could White People Become Slaves?","course_id":171,"status":"P","start_date":"1857-01-01","end_date":"1863-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In January of 1857, a slave trader purchased an “enslaved” woman named Jane Morrison who was “of fair complexion, blue eyes, and flaxen hair.” After her escape, the next time he’d see her was in a Jefferson Parish courtoom where Alexina Morrison had filed suit against him. The suit declared that Alexina –not Jane— was white, mistakenly identified and mistakenly enslaved. In her petition, Alexina asked that she be declared legally white and awarded $10,000 ($270,000.00 in today’s money) for the wrong that John White had done by holding her as a slave. The following case, heard by three juries and two Supreme Courts, confronted interpretations of race in relation to slavery.","Both parties, Morrison and White, made claims about Morrison's ancestry but could offer no hard evidence besides judgments of Morrison’s outward appearance. In her testimony, Morrison said she had been born to and kidnapped from two white parents. In response, White provided the bill of sale from Morrison’s purchase, but it was deemed “illegal” due to its origin in Arkansas. Therefore, both parties were left to prove Morrison’s origin through her appearance and the “speculative” opinions of physicians and others.  In his attempt to prove Morrison's \"blackness,\" White pointed to facial features like her high cheekbones. This logic, as Morrison’s lawyers pointed out, made even the white men in the room seem like they had “black” features. ","The jury was left to decide the difference between being white and performing whiteness:  Is whiteness inherent through nature or acquired through circumstance? Merely the thought of this logic had the power to shatter several existing power dynamics of the antebellum South. Whiteness could no longer be the exclusive sphere of superiority for white people if black slaves could efficiently perform it. If whiteness could be easily attained –a skill rather than a birthright, the permeable barrier would fail to protect any non-slaveholder from slavery. Whiteness, synonymous to protection from slavery, was perpetuated by the outward appearance of white people –mainly their pale skin. Therefore, a threat to Morrison’s protection was a threat to the nonslaveholders’ whiteness and their own security. <em>Morrison v White</em> raised a question central to the race-based economy of the South: how much longer would pale skin protect nonslaveholders from being enslaved? By complicating perceived notions of race in this way, Morrison unraveled a history of categorization by race and finessed her way to freedom. Ultimately, the case of Alexina Morrison showed how in some instances one of the foundations of American slavery—race—was unstable enough to derail enslavement."," ","."," "],"display_date":"January 1, 1857 - January 1, 1863","search_date":"1860-01-01","locations":[{"id":53072,"lat":29.6498691,"lng":-90.1120696,"zoom":8,"place":"Jefferson Parish, Louisiana"}],"tags":[{"id":744,"tag":"court case"},{"id":29,"tag":"New Orleans"},{"id":2986,"tag":"Louisiana"},{"id":629,"tag":"race"},{"id":889,"tag":"Racism"},{"id":3333,"tag":"Jefferson Parish"},{"id":3334,"tag":"whiteness"},{"id":3335,"tag":"appearance"},{"id":3336,"tag":"free woman of color"},{"id":3337,"tag":"enslaved woman"},{"id":3338,"tag":"John White"},{"id":3339,"tag":"Jane Morrison"},{"id":3340,"tag":"Alexina Morrison"},{"id":3341,"tag":"white slave"},{"id":3342,"tag":"blue-eyed slave"},{"id":3343,"tag":"mulatto"}],"course":{"name":"Human Trafficking: Yesterday and Today","school":"University of Richmond","course_id":171,"school_id":11}}]}