{"id":290,"tag":"Crime","points":[[47.753303502,-122.256313883],[38.9151212228,-76.9435162098],[35.182488505,-89.8964012565],[33.5119530737,-80.8773339627],[39.2338595038,-76.3925904773],[10.7579398,106.6719161],[40.7127753,-74.0059728]],"bounds":[[47.753303502,106.6719161],[10.7579398,-122.256313883]],"episodes":[{"id":4698,"title":"U.S. Museums Possess Nazi Art Plunder","course_id":26,"status":"P","start_date":"10/17/97","end_date":"10/17/97","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","The model Henriette Darricarrere posed as an odalisque for artist Henri Matisse’s painting, “Oriental Woman Seated on Floor.” As the title suggested, she was seated elegantly on the floor wearing traditional Mediterranean apparel in the foreground while a chair covered in decorative floral-patterned textiles filled the space in the background. Acquired by prominent French Jewish art dealer, Paul Rosenberg, the masterpiece disappeared along with the other 162 works in his collection in 1941 when Nazi’s looted thousands of private and national art collections during WWII. From the time the piece left Rosenberg’s safe until it reached the hands of the Seattle Art Museum in 1954, it had been exchanged between art dealers no less than three times without proper investigation as to its provenance. It was not until 1997 when the heirs of Rosenberg sought out the museum to claim and prove they deserved rightful ownership of the Matisse. After two years of investigation and deliberation, the Rosenberg family was confirmed as the legal owners and added the masterpiece once again to their collection.","After Hitler gained leadership in Germany, one of his plans was to create the world’s greatest museum, the Fuhrermuseum, as historian Robert Edsel has shown. In order to acquire the most famous works in history, he executed the greatest art theft in history by plundering all the museums in Europe as well as the homes of prominent collectors and Jewish exiles. When the Allies arrived and liberated Paris, the “Monuments Men” of the Monuments, Fine Arts, and Archives program of the United States Army were in charge of locating and restoring all the stolen works of art back to their places of ownership. At war’s end, over 40,000 works remained missing some of which, through complicated exchanges between dealers, turned up in museums in the United States. More and more U.S. museums including the National Gallery and the Metropolitan Museum of Art had to search their collections for works acquired after 1933, when the Nazis gained power in Germany, to identify all questionable provenance information. Some museums returned their most prized possessions to heirs of art collectors who had their items stolen by the Nazis and made their way into museums through misrepresented provenances from dishonest deals made during previous exchanges."],"display_date":"October 17, 1997","search_date":"1997-10-17","locations":[{"id":42009,"lat":47.753303502,"lng":-122.256313883,"zoom":8,"place":"King, Washington"}],"tags":[{"id":289,"tag":"Art/Leisure"},{"id":5,"tag":"War"},{"id":290,"tag":"Crime"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":26,"school_id":3}},{"id":4699,"title":"Monuments Men Recover Nazi Stolen Art","course_id":26,"status":"P","start_date":"6/23/43","end_date":"6/8/46","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","One month before the end of WWII, the American soldiers discovered a salt mine full of gold and paintings that had been looted and abandoned by the Nazis. On April 12, 1945, General Dwight D. Eisenhower, General Omar Bradley, and General George Patton ventured down into the Merkers salt mine to inspect the treasures found that day. Snapped in a photograph owned by the National Archives, the three men sorted through the art works to see what had been unearthed. Bradley and Patton stared in astonishment at Edouard Manet’s “Wintergarden” among the stacks of looted art, but Eisenhower kept his composure as he continued to sort through the pile of art works not yet revealed. Behind the three generals, the heroes of the Monuments, Fine Arts, and Archives program who uncovered the hidden treasure watched as their commanding officers explained the full magnitude of their find.","After the war, historians made an effort to locate and credit the “Monuments Men” for their tremendous finds. Researchers revealed new information about the process of the Nazi plunder in terms of how and why the Germans began the theft as well as how the United States achieved such success in locating and returning the works of art. As historian Robert Edsel has shown, Hitler appointed staff members to museums across Europe before the invasions even began to start making lists of all the items in which they would steal throughout the war. When the Allies learned of the Nazi art plunder, the Monuments, Fine Arts, and Archives program was established to locate and return as many works as possible to their original locations. Nicknamed the “Monuments Men,” the group consisted of approximately 350 men and women who were museum directors, curators, and art historians who volunteered for service in the U.S. Army to attempt to protect the works of art stolen by the Nazis. Joined by passionate curators and directors at the prominent European museums such as Rose Valland, curator of the Louvre museum, the Monuments Men were able to obtain confidential traces to the locations of the Nazis’ hiding places. Art treasures were recovered from mines, trains, and other storage sites where they were waiting to be transported to Germany and destined for residency in the Fuhrermuseum. Rescuing millions of prominent works by Old Masters such as De Vinci, Cezanne, Manet, Raphael, Vermeer, and many more, the Monuments Men restored the cultural heritage of Europe back to the hands of its own people."],"display_date":"June 23, 1943 - June 8, 1946","search_date":"1944-12-14","locations":[{"id":25291,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Dist Columbia, District of Columbia"}],"tags":[{"id":290,"tag":"Crime"},{"id":5,"tag":"War"},{"id":289,"tag":"Art/Leisure"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":26,"school_id":3}},{"id":5292,"title":"<em>Re-establishing White Power in Memphis Tennessee</em>","course_id":73,"status":"P","start_date":"1866-05-01","end_date":"1866-05-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Black subordination was the motive that drove white Southerners to start the infamous Memphis Race Riot of 1866.  May 1, 1866, whites of Memphis, Tennessee, set out to destroy black power and to “…achieve this goal in Memphis only by destroying the most potent symbols of black power in the cities- the soldiers themselves.”","After three long and excruciating days of violent hazing and rioting, federal military authorities stepped in to cease the massacre.  Though focused on black soldiers, whites terrorized the black communities, destroying everything in sight with no sense of remorse.  A total of “two whites and at least forty-six blacks had been killed, between seventy and eighty wounded, at least five black women raped, more than one hundred people (mostly black) robbed and four churches, twelve schools and ninety-one houses burned.”","Most of the civilian victims had ties to black military soldiers.  Lucy Smith, one of the five rape victims testified, “there were some pictures in the room: we had General Hooker and some other Union Officers and they said they would not have hurt us so bad if it had not been for these pictures.”","White Southerners made it apparent that they were greatly intimidated by black empowerment at the end of the war and ensured that white power and control were to be re-established in Memphis Tennessee.  According to the <em>Daily Avalanche</em>, “The chief source of all our trouble being removed…we may confidently expect a restoration of the old order of things.  The Negro population will now do their duty…Negro men and Negro women are suddenly looking for work on country farms… Thank heaven, the white race are once more rulers in Memphis.”"],"display_date":"May 1, 1866 - May 5, 1866","search_date":"1866-05-03","locations":[{"id":12369,"lat":35.182488505,"lng":-89.8964012565,"zoom":9,"place":"SHELBY, Tennessee"}],"tags":[{"id":238,"tag":"African American"},{"id":1055,"tag":"Race riot,"},{"id":290,"tag":"Crime"},{"id":1118,"tag":"Black soldiers"}],"course":{"name":"History of the New South","school":"Texas Wesleyan University","course_id":73,"school_id":49}},{"id":5618,"title":"<strong>The Murder of Senator Benjamin Franklin Randolph</strong>","course_id":93,"status":"P","start_date":"1868-10-17","end_date":"1868-10-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Benjamin Franklin Randolph was born a freeman in Kentucky in 1820.  He graduated from Oberlin College and became an ordained minister.  After college, he joined the U.S. Colored Troops and served as a chaplain.  B.F. Randolph found himself in South Carolina after the war, where he became a prominent participant in local politics.  In 1868, Randolph was elected to the Senate for the Orangeburg County chair and also became Chair of the State Central Committee of the Republican Party.  Senator Randolph supported voting rights for fellow blacks, but he still advocated literacy tests and poll taxes.","In mid-October, Senator Randolph traveled through the upper part of South Carolina giving speeches.  According to <em>The Orangeburg News, </em>“[Senator Randolph] delivered incendiary and threatening speeches,” and on Thursday October 17, 1868 he delivered a “flaming address” at the courthouse in Abbeville.  The following day, Randolph boarded a train headed to Anderson.  When he got off at a stop, three riders simultaneously approached him and dismounted their horses.  The three proceeded to shoot Senator Randolph, all three shots hitting and killing him.  The three riders escaped and were never caught even though the whole occurrence was in broad daylight with multiple witnesses.","Although no one ever got punished for the assassination, it was suspected that specific members of the rival Democratic Party ordered Senator Randolph to be killed.  It may even be true that B.F. Randolph was warned not to go out and speak to the citizens of South Carolina or he may never return.  Randolph left a lasting impression on African Americans and white southerners who advocated change.  A colleague of Senator Randolph’s at the time of his death said “[Sen. Randolph] was a man actuated by the highest motives, the purest purposes and the noblest ambitions.”  At the time, Senator Randolph was the second black South Carolinian politician to be murdered."],"display_date":"October 17, 1868","search_date":"1868-10-17","locations":[{"id":11622,"lat":33.5119530737,"lng":-80.8773339627,"zoom":9,"place":"ORANGEBURG, South Carolina"}],"tags":[{"id":1578,"tag":"hate"},{"id":123,"tag":"Reconstruction"},{"id":290,"tag":"Crime"},{"id":18,"tag":"Politics"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":93,"school_id":3}},{"id":6277,"title":"Six Prohibition Agents Removed from Alcohol Plant","course_id":132,"status":"P","start_date":"9/1/28","end_date":"10/30/28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["During Prohibition, alcohol use was never outlawed entirely; only the manufacturing, selling, transporting, importing, or exporting alcohol was illegal. American citizens were not prosecuted for consuming alcohol, but they had to turn to the illegal liquor trade to have access to alcohol. This made criminals of millions of Americans. As the number of criminals increased at an alarming rate, a proportionate growth of the police force was necessary. But sometimes, enforcing offers engaged in corrupt or illegal activities.","In late September of 1928, six government agents went to work at the United States Industrial Alcohol Company's plant in Curtis Bay, Maryland. The workers, E. L. Wolfe, H. C. Shyrock, J. C. Frederick, C. W. Spence, F. C. McLane, and N. Cullison, were employed by the the Prohibition Department. A few days later, it was alleged that the workers had attempted to divert a carload of alcohol. These men were immediately removed from the plant and asked to resign from their positions.","In the investigation that followed, the six men were alleged to have worked together with whiskey gougers and warehouse agents in order to redirect the alcohol in question. John V. J. Herbert made the charge against the men and removed them from their positions. As prohibition administrator at the local dry unit, Herbert had been their supervisor. Yet, when Herbert was approached by investigators, he refused to discuss the case. He maintained that any information would have to come from the headquarters at Washington.","Investigators did attempt to contact Commissioner Doran at the prohibition headquarters in Washington. However, he was out of town. The acting commissioner, Alf Ofidat, also refused to speak. He said that he “didn't feel authorized to discuss the details of the case.”","The final person interviewed was United States Senator William Cabell Bruce. He reported that two of the workers, Wolfe and Shyrock, had met with him to discuss their defense. The two men told Senator Bruce that they “were not negligent” and that they had “been in government employ long enough to have established reputations.” Senator Bruce was sympathetic, promising to act on their behalf in order to secure a hearing for them with Mr. Doran.","Bruce understood the mens' predicament. The consequences of firing would be harsh, including loss of pension stature for Wolfe. This revelation goes to show the ramifications of the eighteenth amendment on law enforcement were often quite negative. Because so many officers during this time period were turning to corrupt practices, everyone became suspicious of law enforcement members. This gave honest men and women who were in the profession for the right reasons a bad name and reason to be cautious in their everyday duties. This is a stigma that continues to this very day in this profession."," "],"display_date":"September 1, 1928 - October 30, 1928","search_date":"1928-09-30","locations":[{"id":21134,"lat":39.2338595038,"lng":-76.3925904773,"zoom":9,"place":"Baltimore, Maryland"}],"tags":[{"id":290,"tag":"Crime"},{"id":111,"tag":"Prohibition"},{"id":2541,"tag":"Law Enforcement"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}},{"id":6467,"title":"Combat Photographer Documents My Lai Massacre","course_id":153,"status":"P","start_date":"3/16/68","end_date":"3/16/68","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On November 20, 1969 a Cleveland newspaper, the <em>Plain Dealer</em> published an account of the massacre at My Lai by combat photographer Ronald L. Haeberle. The My Lai massacre occurred twenty months earlier on March 16, 1968 and was carried out by C Company, 1<sup>st</sup> Battalion, 20<sup>th</sup> Infantry Regiment, 11<sup>th</sup> Light Infantry Brigade. Haeberle gave a detailed account from the time that he landed by helicopter in the second wave to arrive which followed about a half an hour after the first group. From the time that he landed, Haeberle saw American GI’s shooting at unarmed civilians. He gave different examples of the soldiers harassing and killing people that appeared to be of no physical threat to them. An example of this was when he witnessed, “A GI knelt down beside me and shot the little kid. His body flew backwards into the pile.” Haeberle said that he personally saw fifty to one hundred killings take place, although he admitted that he was glad to never have seen the large ditch into which the other bodies were thrown. This said, Nick Mills author of <em>Combat Photographer</em>, puts the number at closer to five hundred after looking at the different testimonies and the investigation that took place.","            Haeberle took two cameras on the My Lai operation: an army-issued Leica and his own, personal Nikon. He had black and white film in the Leica and color film in the Nikon. After he had finished taking pictures of the massacre, he turned the black and white film over to the army and kept the color film for himself. Although he felt disturbed by what had happened in My Lai, the operation was Haeberle’s first taste of combat and he was not sure if what he had witnessed was a regular occurrence. The reported combat use of women and children by the Viet Cong as examined in Douglas Pike’s book, <em>Viet Cong, </em>made Haeberle unsure about exactly what he had witnessed. Due to that uncertainty, he elected to remain quiet about the incident aside from a few private presentations when he returned home. He did not come out publicly with the pictures until after he learned about the investigation that was taking place.","            If not for Haerberle’s photographs of the atrocities committed at My Lai, it is conceivable that the investigation would not have gained as much purchase as it eventually did. Prior to Haerberle’s release of the photographs to the Criminal Investigative Division of the army, the soldiers who were there were quite vague about the events of the day. However, once the pictures were released, testimonies were made clearer. Additionally, the rolls of film that Haerberle had given to the army had been put in a drawer and left untouched. After the release of his color photos, the black and white ones were also found and examined which aided in the investigation."],"display_date":"March 16, 1968","search_date":"1968-03-16","locations":[{"id":52864,"lat":10.7579398,"lng":106.6719161,"zoom":8,"place":"Truongan, Vietnam"}],"tags":[{"id":2859,"tag":"Massacre"},{"id":290,"tag":"Crime"},{"id":1554,"tag":"Vietnam War"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":153,"school_id":3}},{"id":6796,"title":"The Wiretapping Profiteer","course_id":180,"status":"P","start_date":"1/14/45","end_date":"2/26/60","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On Feb 26th, 1960, the <em>New York Times</em> announced the outcome of the case of a 56 year-old man named John G. Broady in New York City's General Sessions Court. Broady was a private investigator and attorney who pleaded guilty to “three charges of eleven-count of indictment charged with conspiracy and making false representations in order to obtain information from telephone companies”. Judge Mitchell D. Schweitzer sentenced Broady to a six-month suspended sentence on Feb 25th. Regarding what a suspended sentence entailed, it meant that the judge decided to delay the defendant’s prison sentence after he was been found guilty. The judge granted Broady a period of probation, rather than immediately having the defendant serve his sentence. As long as Broady does not break the law again and fulfills the conditions in his probation, his prison sentence would be lifted. Judge Schweitzer noted that the defendant was already serving a “two-four year term for illegal wiretapping - a term that he began serving [in January], so he considered the idea of giving Broady another sentence to serve no purpose”. The sentence that the judge is referring to occurred back in 1955, when Broady was convicted for his involvement in a secret wiretapping business in an apartment located on 360 E. 55th Street, New York City. This organization was linked to 100,000 of the city's telephones. Broady’s collaborators were Shannon B. Warren, an electrical technician; and Walter Asmann and Carl R. Ruh, two members of the New York telephone company. These men placed taps on multiple “business and private phones, and sold the information” to clients. All of the men who involved were detained during a police raid in 1955.  ","As a consequence of this operation’s discovery, it exposed to NYC authorities how easy it was for third parties to illicitly tap into the city’s extensive telephone network. During the 1950s, the crime of eavesdropping in the state of New York existed in a gray area. While the American federal government considered illegal wiretapping as an uncondonable crime, the New York state’s government was far more lenient towards the practice, as its own independent legistation allowed the practice to operate with and without court approval. This meant that there were significant disparities between the federal and state wiretapping statutes. With this knowledge in mind, Broady argued in his 1956 trial that “all state efforts to penalize wiretapping and conduct associated with wiretapping were unconstitutional”. With this argument, Broady attempted to try to avoid being punished for his criminal activity via a legal loophole. This pressured the legal authorities to bring the eavesdroppers to trial as soon as possible, as they were aware of this issue in New York’s wiretapping laws. The original court case in the 50's resulted with Broady being convicted as the operation's brainchild. As for his accomplices, they were acquitted of any charges because they agreed to testify against him. Due to the outcome of this case, the federal government decided to update New York's legal code on wiretapping. By 1957, the state of New York made the practice of unwarranted wiretapping to be officially illegal. Any illegally intercepted evidence was outlawed from being submitted in New York courts. The state’s legal definition of eavesdropping was updated to include bugging on microphones and dictaphones.  "],"display_date":"January 14, 1945 - February 26, 1960","search_date":"1952-08-05","locations":[{"id":53112,"lat":40.7127753,"lng":-74.0059728,"zoom":8,"place":"New York, NY, USA"}],"tags":[{"id":3549,"tag":"wire-tapping"},{"id":290,"tag":"Crime"},{"id":97,"tag":"Espionage"},{"id":9,"tag":"Law"},{"id":3545,"tag":"wiretapping"},{"id":3546,"tag":"eavesdropping"},{"id":3547,"tag":"criminal law"},{"id":3548,"tag":"NYC"},{"id":3550,"tag":"wire tapping"}],"course":{"name":"Critical Writing and Research for Historians","school":"University of Toronto Scarborough","course_id":180,"school_id":28}},{"id":6807,"title":"Crime and Corruption in Comics: An Analysis of The Question's Reflection of Public Opinion in the 1980s","course_id":185,"status":"P","start_date":"12/1/86","end_date":"12/31/86","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            In 1986, DC Comics announced Dennis O’Neil as the writer for the revitalization of the investigative reporter and vigilante hero, The Question.  Originally created by Steve Ditko for Charlton Comics in 1967, The Question, aka Vic Sage, represented a move away from the wholesome, all-powerful superhero and toward a grittier, more human hero.  O’Neil described The Question as an emblem of “human perfectibility,” as much more realistic and flawed than the superheroes of the late 1950s and 1960s.  The Question was to be a vigilante antihero, combatting growing crime and corruption in the nation’s inner cities.  Because of “direct-market distribution” (Wright 277), the comic book industry no longer had to follow the Comics Code Authority in order to sell their characters, so <em>The Question</em> and other comics were able to show the darker and more violent side of American cities.  Distrust in government following the Vietnam War and the perception of rapidly growing crime in inner cities in 1980s America informed the updating of DC’s antihero detective The Question.","            The dishonesty and ineffectiveness of the local government in the revamped <em>The Question</em> comic books reflected the views about government in America following the Vietnam War.  Richard Young asserts that “the Vietnam War and the Watergate scandal encouraged enormous public distrust in official state institutions” (566) and that comics in the 1980s “often endorsed an uncompromising anti?establishment ideology that opposed all government, big or small” (563).  People felt as though the war was orchestrated by selfish and inept politicians who cared more about reinforcing an outdated ideology than about the actual citizens.  Vic Sage operated in Hub City, which O’Neil describes as a “cesspool” of crime and corruption.  The mayor, Wesley Fermin, was an inept leader being influenced by Reverend Doctor Jeremiah Hatch, who used the city’s resources for his own personal benefit.  Fermin and Hatch represented government officials who failed in their duty to serve the people, lying to and stealing from city dwellers whenever it was deemed necessary.  The Question’s resistance to this narrative of government corruption gave comic book readers the ability to express their anger and frustration toward their leaders.  DC’s newly revived character reflected the public’s lack of trust in government, not only to use power honestly, but also to protect them from violent crime in the inner cities.","            The growing fear of crime in urban areas during the 1980s led to the introduction of vigilante antiheroes in comic books, which include <em>The Question</em>.  Decades of white flight to the suburbs and the moving of American industry overseas left many poor people of color out of work.  Unable to find well paying jobs, some people turned to crime in order to make money.  The distribution of crack cocaine contributed to a massive growth in the crime rate and overwhelmed law enforcement agencies.  White Americans lived in terror that criminals from the city would travel to their quiet streets and so began a crusade against inner city lawlessness.  Tyler Scully and Kenneth Moorman argue that “A new fear gripped the nation, one that was quite foreign to generations past: a fear of crime, particularly violent, street crime” (635).  Already unhappy with the government after years of fruitless war, the public turned to vigilantes to make themselves feel safer.  The comic book industry created characters such as The Question in response to the popularity of real-life vigilante heroes.  Inspired by urban detectives from the early 1900s, Vic Sage did for the people of Hub City what Fermin and Hatch could not.  He operated outside of the law and worked to clean up the crime-ridden streets of Hub City.  Dennis O’Neil’s reimagining of <em>The Question </em>demonstrated the public’s anxiety about inner city crime and support for vigilante antiheroes.","            The revitalization of <em>The Question</em> by Dennis O’Neil in 1986 reflected the anti-government feelings of the public during the decade.  The failure of the Vietnam War and the rapidly growing fear of inner cities caused many people lose trust in their leaders.  Vigilantes, both real and imagined, captured the attention of many Americans.  DC’s revival of <em>The Question</em> and development of Hub City addressed the concerns of comic book readers during the 1980s."],"display_date":"December 1, 1986 - December 31, 1986","search_date":"1986-12-16","locations":[{"id":52771,"lat":40.7127753,"lng":-74.0059728,"zoom":8,"place":"New York City"}],"tags":[{"id":3574,"tag":"Hub City"},{"id":3573,"tag":"1980s"},{"id":290,"tag":"Crime"},{"id":1134,"tag":"Corruption"},{"id":2632,"tag":"the question"},{"id":2602,"tag":"Comic Books"}],"course":{"name":"ENG 492H Honors Seminar in English","school":"Rollins College","course_id":185,"school_id":5}}]}