{"id":291,"tag":"Cold War","points":[[28.7910878524,-80.7439573301],[34.7631159557,-86.5502041094],[38.9151212228,-76.9435162098],[40.6916304076,-74.0035386433],[35.0485350444,-78.8273232021],[44.1171978745,-73.7726825851],[28.7169229525,-81.2362806752],[41.4243718872,-81.6586944761],[42.197757,-72.5382009],[38.9071923,-77.0368707],[21.521757,-77.781167],[61.52401,105.318756],[39.904211,116.407395],[37.09024,-95.712891],[51.2206431,51.3635194],[28.5383355,-81.3792365],[48.2081743,16.3738189],[40.7804872,-73.9679741],[43.6378194,-79.3902334],[35.849459929112,129.74169592335]],"bounds":[[61.52401,129.74169592335],[21.521757,-95.712891]],"episodes":[{"id":4694,"title":"Apollo Mission Puts Neil Armstrong on the Moon","course_id":26,"status":"P","start_date":"7/20/69","end_date":"7/20/69","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            Neil Armstrong gained world-wide fame as he stepped off of the Apollo 11’s lunar module and became the first human to set foot on the moon. Completing the awe-inspiring moment he said, “That’s one small step for man, one giant leap for mankind.” Earlier that day, Armstrong and Edwin “Buzz” Aldrin, the <em>Eagle </em>lunar module pilot, had undocked from the command module and began their journey to land on the moon’s surface. As Armstrong and Aldrin headed for the moon’s surface, Mike Collins remained to pilot the command module <em>Columbia</em>. As the <em>Eagle </em>descended to the moon the crew experienced several problems. The first involved two program alarms, which made the crew nervous, but had no effect on the landing. The other problem was that the lunar module had overshot its intended landing area. Armstrong was able to pilot the vehicle and land it safely on another area of the moon. The transmission from Armstrong helped folks on Earth breathe easier, “Houston, Tranquility Base here. The <em>Eagle</em> has landed.”","            Video footage of the moon landing was seen around the world. One of the stations that broadcasted the event was CBS, with commentary from Walter Cronkite. People were amazed to see the live footage from the moon, as Neil Armstrong became the first man to set foot on its surface. The images seen by the public on the night of July 20, 1969 were not the best images captured of the event. The footage was degraded because the format sent from the moon was not the correct format for television broadcast. For the video to be seen on television, a commercial camera recorded video from a monitor displaying the original. The original footage was recorded, but has since been misplaced. Even though the images broadcast on television were of lower quality, people all over the world were thrilled to see them.","            President John F. Kennedy, on May 25, 1961 set the goal of reaching the moon before the end of the decade. This goal was in part due to a “space race” with Cold War rival the Soviet Union. Before this goal was set, several space programs had been at work. The Mercury Program demonstrated that the U.S. was able to orbit the Earth in a spacecraft, and return the astronauts safely back to Earth. The Gemini Program exposed astronauts to space flight for periods of up to two week to see how the human body was affected by space travel. Gemini also gave astronauts the opportunity to practice docking orbital vehicles in space. The Apollo Program was initiated to prepare astronauts for the ultimate goal of landing on the moon. The first successful moon landing was Apollo 11 on July 20, 1969. The Apollo Program would have six successful moon landings with the last moon landing to date being Apollo 17 on December 11, 1972."],"display_date":"July 20, 1969","search_date":"1969-07-20","locations":[{"id":33676,"lat":28.7910878524,"lng":-80.7439573301,"zoom":9,"place":"Brevard, Florida"}],"tags":[{"id":291,"tag":"Cold War"},{"id":16,"tag":"Science/Technology"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":26,"school_id":3}},{"id":4695,"title":"Wernher Von Braun Advises the Vice-President on the Space Program","course_id":26,"status":"P","start_date":"4/29/61","end_date":"4/29/61","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            Wernher Von Braun stated in his letter to United States Vice President Lyndon Johnson, “we have an excellent chance of beating the Soviets to the first landing of a crew on the moon.” The letter discussed the strategic direction the United States should take to surpass of the Soviet Union in the space race. With the Cold War raging between the U.S. and the Soviet Union, space exploration became a competition. The Soviet Union had taken the lead, launching <em>Sputnik, </em>the first satellite, as well as putting the first man in orbit, as Yuri Gagarin made a single orbit around the earth in the spacecraft, <em>Vostok I. </em>","            The United States had fallen behind in the space race. President John F. Kennedy asked Vice President Johnson to recommend a space program that would allow the United States to take the lead in space exploration. Johnson wrote some experts within the country requesting counsel on the topic and Von Braun responded with a ten-page letter assessing the situation. Von Braun discussed several directions the United States could take. One would be establishing a manned laboratory in space, but the Russians had the advantage as the U.S. was still trying to perfect the Saturn C-1 rocket. Another option would have been a soft-landing of a radio transmitter station on the moon. However, the Soviets had the ability to accomplish this at anytime, while the U.S. lagged behind in the development of required equipment. The last two options involved traveling to the moon. The first goal would have been sending a three-man crew to orbit the moon, but the Soviets could accomplish this relatively soon, if they waived certain safety procedures. The last option was landing a crew on the surface of the moon. This feat appeared to be the best way to beat the Soviets, as they did not have a clear advantage, and it was this goal that the Apollo program successful pursued.","            Werhner Von Braun was a rocketry expert educated in Germany. He worked for the Nazis during World War II, developing the deadly V-2 rocket. As WWII came to an end he was brought to the United States as part of Operation Paperclip. Operation Paperclip was a United States program by which top German scientists where brought to the U.S. to continue their work. Von Braun continued his work on rockets, and also brought his dream of space exploration. He developed missiles for the cold war arms race. He also became a prominent figure in the development of rockets for the National Aeronautics and Space Administration. These rockets were used to launch spacecrafts and astronauts into space. Most notably he led development of the Saturn rockets, which were used in the Apollo missions that sent the United States to the moon."],"display_date":"April 29, 1961","search_date":"1961-04-29","locations":[{"id":31519,"lat":34.7631159557,"lng":-86.5502041094,"zoom":9,"place":"Madison, Alabama"}],"tags":[{"id":16,"tag":"Science/Technology"},{"id":291,"tag":"Cold War"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":26,"school_id":3}},{"id":4702,"title":"<strong>Ronald Reagan Signals a Change in US Policy Toward Central America</strong>","course_id":26,"status":"P","start_date":"11/16/80","end_date":"11/16/80","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Only days after Ronald Reagan’s 1980 presidential victory, an article in the <em>New York Times </em>explored how his conservative politics would change the nature of the conflicts in El Salvador, Nicaragua, and Guatemala. Alan Riding wrote “Reagan Impact Felt in Central America” as a broad overview of the actions and reactions that happened in the region due to anticipated changes in United States policy. This reporter had credibility on the subject of U.S.-Central American relations because it was his journalistic specialty from 1970-1989.","Alan Riding reported in the article that the Guatemalans greatly anticipated Reagan coming to power “The conservative Government and private sector in Guatemala, which had been strongly critical of President Carter’s human rights campaign, were delighted by his defeat and seemed hopeful of resumed American military assistance to help combat leftist guerrillas.”","The historical context leading up to this involved official policy from the previous administration.","In 1977 President Jimmy Carter ordered a human rights report on the actions of the Guatemalan military. What the study found was later confirmed by the United Nations Commission for Historical Clarification. The Guatemalan military was responsible for 93% of the human rights violations committed during the war, the guerrillas for 3%. The Guatemalan government reacted to these negative findings by refusing United States military aid.","Reagan immediately voiced his support for funding Guatemala once again in his first presidential news conference. He stated: “You can [not] turn away from some country because here and there they do not totally agree with our concept of human rights.”  Public opinion at the time about United States involvement in Central American Civil Wars is hard to gauge. While some, like former Peace Corp volunteer John Elder actively participated in the process of bringing Guatemalan refugees to the United States, most Americans remained inactive. The United States Military’s involvement was mostly logistical, so the violence did not have a direct effect on American citizens. Our aid to Guatemala did not cause the same public out rage that Vietnam did because few Americans died. The reinstatement of funding was a political success from Reagan’s point of view and by 1983, most of the Guatemalan countryside was subdued. This episode correctly previewed the situation in Central America and the changes that Ronald Reagan's administration would bring to US policy for that region."," "],"display_date":"November 16, 1980","search_date":"1980-11-16","locations":[{"id":40259,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"District of Columbia, District of Columb"},{"id":39105,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":291,"tag":"Cold War"},{"id":293,"tag":"Ronald Reagan"},{"id":294,"tag":"Containment"},{"id":295,"tag":"International Relations"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":26,"school_id":3}},{"id":4864,"title":"Birth Control","course_id":31,"status":"P","start_date":"8/18/68","end_date":"8/18/68","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the <em>Fayetteville Observer</em> on Sunday August 18, 1968, the paper noted that a Russian man came up to a Westerner and asked him for some birth control pills for his wife.  Normally, a man would ask for whisky or chewing gum, but this time it was different, and the request took the Westerner by surprise.  The reason he asked for birth control pills was because there was a housing shortage in Russia and many couples had to avoid pregnancy.  “In addition to a lack of birth control pills, Soviet couples say they face a shortage of such other means as intrauterine devices, and experience problems with chemical preparations including on which causes a painful burning sensation,” the paper noted.","Historian Elaine Tyler May has addressed the importance of birth control and family planning to the United States during the Cold War.  “Throughout the 1950s,” she noted, “proponents of contraception continued to promote it as a means of controlling fertility abroad and spacing children at home.” In 1968, Russians had some sort of contraception, though they were not always safe.  Birth control was a wide-spread movement, but there were not enough pills for all Russians.  “Because of these problems a Muscovite says, most women use the rhythm method. If that doesn’t work, they get an abortion,” reported the <em>Fayetteville Observer</em>.","Abortion had never been an issue that is taken lightly, even now in the twenty-first century. May stated, “advocates of family planning endorsed contraception, but drew the line at abortion.  Unlike contraceptives, which were promoted as a means of strengthening the family, abortion was considered a threat to sexual morality and family life.  While contraception was the reward for the virtuous, abortion was the punishment for the immoral.”","The baby boom was a big part of American life; in the 1950s people had children to be happy.  May stated, “a major study conducted in 1957 found that most Americans believed that parenthood was the route to happiness.  Childlessness was considered deviant, selfish, and pitiable.”  If Americans thought of having children as the route to happiness, then the Russian’s should have felt the same way, even though they had a housing shortage.  The baby boom contradicted many social views on the birth control issue and family planning.  Other countries were not as fortunate as the United States during the 1950s, making birth control and family planning the only smart option for other countries. May stated, “the war gave rise to the first direct connections between the American birth control movement and population control abroad.”  Russians had many children, and were not considered “deviant or selfish” for choosing birth control, because they were just not economically equipped to house many children.  Birth control would be the best method for family planning during the Cold War for Russians.","In conclusion, Russians had a hard time controlling pregnancy because of a shortage of birth control contraceptives.  The housing shortage made it even harder; families often had to share apartments.  If they used the rhythm method and failed, they were looked at as a bad person if they got an abortion.  If everyone could have been on some type of birth control pill or have safer contraception then Russians would not have experienced the housing shortage and family planning would have been a success."],"display_date":"August 18, 1968","search_date":"1968-08-18","locations":[{"id":33963,"lat":35.0485350444,"lng":-78.8273232021,"zoom":9,"place":"Cumberland, North Carolina"}],"tags":[{"id":481,"tag":"birth control"},{"id":291,"tag":"Cold War"},{"id":7,"tag":"Women"}],"course":{"name":"African-American History from 1863 to the Present","school":"University of North Carolina at Pembroke","course_id":31,"school_id":9}},{"id":5573,"title":"<strong><em>Do You Believe in Miracles? – The Ultimate Cold War Faceoff </em></strong>","course_id":88,"status":"P","start_date":"2/22/80","end_date":"2/22/80","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“Do you believe in Miracles?” This was the question Sportscaster Al Michaels asked in Lake Placid, New York on February 22, 1980, seconds before the United States ice hockey team achieved victory against the reigning Soviet Squad in the XIII Olympic Winter Games.[1] The Soviet team had been a heavily favored, extremely experienced juggernaut. Team U.S.A. was a group of mostly college kids that coach Herb Brooks brought together and created in just six months. Given the persisting Cold War, extreme economic problems, and the Iran hostage crisis, this triumph for the United States was truly a miracle in the most unlikely of places, a miracle that was much needed for all Americans.","By the time this monumental hockey game took place in 1980, the Cold War had been in the hearts and minds of Americans for a few decades. Despite the time that had passed, the Cold War was still going on as strong as ever. President Jimmy Carter was considering a U.S. boycott of the upcoming 1980 Summer Olympics, which were to be held in Moscow, in the months leading up to the Winter Games. On February 9, just weeks before the fateful night, President Carter made the boycott official in protest to the December 1979 Soviet Union invasion of Afghanistan, giving the Communists a growing presence in the Middle East, after U.S. Secretary of State Cyrus Vance denounced the upcoming Olympics in Moscow at a meeting of the International Olympic Committee.[2] This decision occurred the same day that the American and Soviet team pre-maturely faced off in New York City for an exhibition game, a game that the U.S. would loose by 7 points in their own Madison Square Garden. [3] Meanwhile, also in 1979, the Cold War stage was expanding. Nicaragua’s President Anastosio Somoza was overthrown after a bloody civil war, placing a Marxist government in charge and giving yet another victory to the Red Army.[4] Both the invasion of Afghanistan, the overthrow in Nicaragua, along with the ongoing détente between America and the U.S.S.R, the American public was clearly starting to look skeptical.","Leading up to the Winter Olympics the nation’s pride continued to get wounded with the economic woes that plagued the U.S. due to the 1979 oil crisis. This oil crisis was a response to the Iranian Revolution. During this revolution, protests severely interfered and stalled the Iranian oil sector. This then caused exports to be suspended and the United States to be cut off.[5] When oil exports were finally again resumed, they were inconsistent and significantly less than the U.S. was used to, causing the prices for oil to go up. Despite many OPEC nations increasing oil production, Americans still panicked and President Carter ceased Iranian imports, driving the price of oil even higher. Soon lines at gas stations were getting longer and longer while Americans faith in their country was getting smaller and smaller.","The final straw that caused the dire need for a miracle was the Iranian Hostage Crisis. This major event in U.S. history, taken place just four months before the Soviets and Americans faced off on the ice, shook every American citizen to their core. It all began on November 4, 1979 when three thousand militant student followers of Ayatollah Khomeini (Iran’s new leader) demanded that the former Shah return to stand trial. By doing this, however, they held up the American Embassy taking ninety hostages, sixty-three of them being Americans.[6] This turn of-the-decade crisis, on top of the continuing Cold War and economic woes, caused the people of the United States to have the urgency to have something to believe in.","In the months leading up to the Winter Games of 1980, if someone were to say that the U.S. Olympic Hockey team would be the event that re-taught Americans how to have faith in their country, chances are that they would not have believed you.  The Soviet Union came to Lake Placid as the clear favorite.[7] Journalist Dave Anderson, the day before the fateful game even wrote, “Unless the ice melts, or unless the United States team or another team performs a miracle, as did the American squad in 1960, the Russians are expected to easily win the Olympic gold medal for the sixth time in the last seven tournaments.”[8] They had won the past four Olympic ice hockey gold medals and appeared to be as strong as ever. The Soviet team was led by legends, including their team captain and right-winger Boris Mikhailov going on his third Olympics. They had trained in a well-developed league with world class training facilities. [9] Team U.S.A., meanwhile, had just started to train together under coach Herb Brooks the summer before. They were made up of twenty college kids with only one, Buzz Schneider, having Olympic experience. The game that would take place on February 22, 1980 was truly a faceoff between men and boys, champions and amateurs, communism and capitalism.","The night of the game, 10,000 fans and spectators piled into the stands after the seeded seventh American team was able to advance to the final games after four victories and one tie.[10] Those who were not lucky enough to have tickets viewed the game through their television screens. Those who were lucky enough waved American flags and chanted “U.S.A” over and over as the U.S. team faced off their ultimate rivals. The semifinal game was exciting and nail biting throughout all three periods. With just a little more than twelve minutes to go, and the Soviets ahead 3 – 2, forward Mark Johnson was able to sneak in a goal, tying the game. Then, just a few moments later, team captain Mike Eruzione scored another goal for the United States giving them a 4 – 3 lead and ten minutes left on the clock. Luckily, however, goalie Jim Craig was able to remain calm despite constant action, and not let a single Soviet shot get past him.[11] The American underdogs had officially beaten the powerful Soviet Union, and the entire United States began a massive celebration.","In the final moments of the U.S. versus U.S.S.R. 1980 Winter Olympic ice hockey game, announcer Al Michaels asked, “Do you believe in miracles?” Seconds later he answered his own question; “YES.” Plagued by Cold War tensions, a struggling economy, and the Iran Hostage crisis the national pride of the United States was wounded in the months leading up to the game. The monumental Cinderella story of the U.S. hockey team at Lake Placid, however, re-taught Americans how to believe."," "," ","[1] Gerald Eskanazi, \"U.S. Defeats Soviet Squad in Olympic Hockey by 4-3,\" <em>New York Times,</em> (Feb 23, 1980).","[2] Bernard Grun, <em>The Timetables of History</em>, (Touchstone, 1991), 592.","[3] John Soares, \"The Cold War on Ice,\" <em>The Brown Journal of World Affairs</em>, (2008).","[4] Grun, <em>The Timetables of History</em>, 592.","[5] David Yankelvich, \"Assertive America,\" <em>Foreign </em>(1981).","[6] Grun, <em>The Timetables of History</em>,592.","[7] Richard Sandomir, \"'Miracle on Ice' of 1980 Looks Different Today,\" <em>New York Times,</em> (Feb 22, 2000).","[8] Eskanazi, \"U.S. Defeats Soviet Squad in Olympic Hockey by 4-3.”","[9] Soares, \"The Cold War on Ice”.","[10] Eskanazi, \"U.S. Defeats Soviet Squad in Olympic Hockey by 4-3.”","[11] Ibid."," "],"display_date":"February 22, 1980","search_date":"1980-02-22","locations":[{"id":38300,"lat":44.1171978745,"lng":-73.7726825851,"zoom":8,"place":"Essex, New York"}],"tags":[{"id":291,"tag":"Cold War"},{"id":1508,"tag":"Olympics"}],"course":{"name":"United States Since 1945","school":"Rollins College","course_id":88,"school_id":5}},{"id":5578,"title":"The Eisenhower Doctrine","course_id":88,"status":"P","start_date":"1/5/57","end_date":"1/5/57","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["By the time of his ascendance to the Presidency, Eisenhower was a man hardened by the difficulty of sending millions to war yet softened by their victorious return home. By 1957, just a teenager’s birth away from the end of the world’s largest and grandest war, the Suez Crisis prompted a reaction against communism.","Eisenhower explained how “Russia’s rulers have long sought to dominate the Middle East.” This was true with the Czars and it was true with the Bolsheviks. The Czars’ conflicts happened at around the same time as the Puritan witch hunts in the New World. This tale was described in Arthur Miller’s <em>The Crucible</em>, a play which mirrored the Communist witch hunts during the McCarthy-led Red Scare. Just like in Salem centuries before, American aggrandizers executed baseless attacks to further their own power, leaving the victims helpless and, more often than not, dead.","As Eisenhower discussed power politics between the United States and the Soviet Union, so too did Americans play games of political chicken with each other. During the televised Army-McCarthy hearings, the Wisconsin senator used bullying tactics, reckless dishonesty, and a willingness to do and say anything in order to grow in power. His tastelessness knew no bounds, so much so that at one point an individual asked McCarthy, “Have you no decency, sir?”","Eisenhower also discussed the religious significance of the region around the Suez Canal. As Eisenhower mentioned the word “Christianity,” no doubt millions of dollars’ worth of money were being printed and minted with the words “In God We Trust”. This recent addition, along with the new inclusion of “Under God” to the Pledge of Allegiance, was only a way to fight back against the “godlessness” of the Soviet Union.","The world changed during Eisenhower’s reign. Never before had a single weapon been able to wipe a city off the map. Never before had American women been given so much freedom only to have it taken away once the boys returned from war. Never before had peaceful demonstrations – bus boycotts, of all things – rocked the concepts of segregation and American racism to their very cores.","In his speech Eisenhower mentioned “the subjugation of Hungary by naked armed force”, yet he did not mention the Little Rock Nine – the group of students that had to be led into an integrated school by the 101<sup>st</sup> Airborne. Foreign militaries were not the only ones marching across their own lands.","The United States did not hold the Arabs in high regard. They were described as lacking “a modern social system, a flourishing economic life, and a democratic political structure” and were thus “vulnerable to communistic exploitation”. But more important than the containment of Communism was the control of oil – not for the United States directly, but for the European components of NATO. One can surmise that should Europe lose Arabian oil, the Marshall Plan would crumble and, bit by bit, country by country, the democratic western powers would turn to the Soviet Union and the Warsaw Pact for help. If this had happened, the United States would be completely alone in a two-front war: it would have to fight the Cold War in Europe and the social war within its own boundaries."],"display_date":"January 5, 1957","search_date":"1957-01-05","locations":[{"id":28396,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Dist Columbia, District of Columbia"}],"tags":[{"id":291,"tag":"Cold War"},{"id":1516,"tag":"Eisenhower"},{"id":1517,"tag":"USSR"}],"course":{"name":"United States Since 1945","school":"Rollins College","course_id":88,"school_id":5}},{"id":5586,"title":"\"US Declared Able to Wage Cold War\"","course_id":88,"status":"P","start_date":"11/10/52","end_date":"11/10/52","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["How ready was the United States ready for the Cold War? On November 10, 1952, an article was printed in the New York Times.  Its purpose was to cover a dinner forum at the New School for Social Research at 66 West Twelfth Street, Manhattan, New York to discuss the need for the continuance of the newly coined “Cold War,” as well as the economic and social ramifications of the war that would persist for a maximum of ten more years, according to their projections. The three speakers at this forum were former first Chairman of Economic Advisors Edwin G. Nourse, and economists Eliot Janeway and A. Wilfred May. Nourse, a federal economist since 1946, viewed the Cold War as a substantial but manageable drain on America’s resources. May believed that as a super power, the USSR would be unable to wage a war of this scale for such a long period of time. Janeway viewed the Cold War as war that must be met, regardless of cost, so that the civilized world can prosper. As history can tell, the Cold War lasted substantially longer than the proposed decade. What was going on in 1952 that lead to this urgency and sense of duty instilled in the American people? The final months of 1952 saw the increase in paranoia through the rages of McCarthyism and the Korean War, mixed with the uncertainty regarding the newly elected president Eisenhower. The New York Times needed this article to reaffirm the populace that they had to remain vigilant and prepare for future economic woes. Yet, it made things blatantly obvious that the wars had to continue for the good of liberty. In this article, Nourse posed the question “Will people stand what ten more years of this kind of cold war involves?” However, the prevailing attitude of the time was that it all of these gripes <em>must </em>be met for the good of the nation.","The social climate in 1952 was rife with controversies, paranoia and uncertainty. A veracious Congress spurred on by Republican fear mongers like McCarthy and Nixon passed the McCarran-Walter Immigration Act over Truman’s veto, which made immigration more preferential and selective than ever. Partisan divisions became more and more entrenched as each party accused one another of communist affiliations. Republicans used the slogan “K1C2” (“Korea, Communism, Corruption) to describe the incumbent administration, while many Democrats openly denounced McCarthyism and radical anticommunist sentiments. This led to the landslide victory of Dwight Eisenhower in the 1952 election, who agreed with Republican platforms like cleaning up Washington, but also quietly denouncing McCarthy’s allegations within his party. Many questions were being asked about the president elect. Republicans believed that concentration of power in Washington meant a greater communist influence, while Democrats believed in restraint in foreign policy. Eisenhower was above party lines and disputed planks of both parties, especially those regarding the continuation of the Korean War.","After the Chinese entered North Korea to protect their fellow communists, panic ensued over whether or not this would result in another World War. Had Truman not restrained MacArthur’s proposed counter-invasion of China, the possibility of a World War with nuclear arms seemed ever looming. By mid to late 1952, there was a stalemate at the thirty-eighth parallel. Talks of peace began between Communist and U.N. forces, but at the same time there were fierce hill battles and tactical bombings. The populace back home was torn between those who were terrified that one slip could spell doom for the world, and those who believed that America had a newfound duty to stamp out communism. The war drained the funds of the treasury, and the morale of the American people.","The article quotes Nourse as saying that a sustained state of military preparedness over a decade would optimistically cost about eight percent of the GDP, down from the current fourteen percent. However, in reality the cost percentage of GDP in the most expensive year of the war (1952) was 4.2 percent, making the cited eight percent only comprise less than two years of sustained warfare. These projections mirrored the simultaneous denial and horrified acceptance over the prospect of a long, drawn out Cold War that extended far past their wildest predictions.","Economist Eliot Janeway says in the New York Times article that the Cold War “must and can be met. For the cold war is war, and war assigns survival priority over economics.” From the perspective of many Americans, the Cold War was not treated as a long-term political crisis, but a threat to human life itself. The article also addresses a Mr. May, who proposed that the U.S. was “in a far stronger position to withstand increased economic strain than the Soviet bloc.” This is contradictory information, considering that the USSR showed an annual 3.6 percent GDP growth starting in 1945, and continuing well into the 1950s. It is possible that May made this statement out of ignorance or optimism: ignorance due to the Soviet Union’s secrecy regarding economic status may have been closely guarded, and optimism due to the uneasy and tentative political-economic state of the United States at the time.","The Cold War was probably the most heated diplomatic crisis in world history. This article goes on to prove this fact by showing how divided the country was during the early years of the crisis. The stances of the three economists- Nourse, Janeway, and May- embodied not just the possible economic approaches to a continued Cold War, but also the three main ideological stances of the American people themselves: the skepticism of the United States’ ability to wage a Cold War on this continued scale, as addressed by Nourse, the belief in the States’ illusory economic superiority, as addressed by May, and the belief in fighting as a means of self-preservation with the human race at stake, as addressed by Janeway. With controversies like the 1952 election, the war in Korea, and the ensuing economic panic were only three ways to show that the stances of the American people were as diverse as its inhabitants."," "],"display_date":"November 10, 1952","search_date":"1952-11-10","locations":[{"id":28501,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":291,"tag":"Cold War"},{"id":1525,"tag":"Red Scare"}],"course":{"name":"United States Since 1945","school":"Rollins College","course_id":88,"school_id":5}},{"id":5600,"title":"Muhammad Ali: How One Man's Dissent Illustrates the Story of the American Opposition of the Vietnam War","course_id":88,"status":"P","start_date":"1/1/67","end_date":"12/31/67","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["During the Cold War, the Vietnam War was probably considered one of America's more unnecessary and counterproductive ideas to stop the spreading of Communism. As the American government continued the war with little thought to whom it effected on both sides of the spectrum many people both Black and White, poor and rich and overall different came together as one to protest the continuation of a war that was causing nothing but trouble. Draft calls were going strong, racial tension was still an issue and nobody was sure of what kind of future the next day would bring. So how did the Vietnam War resistance movement affect the war and the American people? In result of this war, the American people found renowned courage and power in its younger generation yet forced them to come face to face with uncomfortable yet very real issues that neither the government nor its people were ready to resolve.","In 1967, Muhammad Ali, formerly known as Cassius Clay, refused the draft induction into the Vietnam War and was charged with draft evasion, with the threat of facing prison time. His defiance against the Selective Services included his position as a minister in the Muslim religion, which he believe gave him the exemption from war as a clergyman and claiming himself as a victim of racial discrimination within his own country. While both of these reasons were dismissed in court, Ali had already made up his mind that whether he was legally justified or not he would not serve in the army. The author, Tom Wicker, dismisses Ali as one man who does not pose a problem to the approval or disapproval of the draft let alone the entire war. In reality the fact that one famous man gained national attention for his opposition to the Vietnam draft only zoomed in on a problem that was plaguing the nation, particularly its younger generation. However, Wicker does point out a valid concern and question for the American people and its government and that is if one man feels this way then what would happen if hundreds of thousands of other young people decide to not only disagree with the draft but refuse to be drafted themselves? If that many male dissenters decided to refrain from joining the army what would happen to a country entrenched in democratic ideals rolled in the belief of rights and freedom? As Wicker indicates it is one thing when the American government attempts to imprison one dissenter but what about hundreds of thousands? To do something of such extremity, would put the United States at a hypocritical angle and turn them into the very Communist they so very much opposed. And while Wicker does not believe the famous boxer was trying to spark an uprise, it is obvious that Muhammad Ali as a young Black man, was the embodiment of whom was against the draft and why they were against it.","While Ali was no college student, a large portion of the Vietnam dissenters consisted of college students and young people, who unlike their parents in WWII who believed in the defeat of the Nazis for the greater good of the U.S., saw the Vietnam War as gruesome and an atrocious assault that involved the sacrifice of their lives and freedom including the slaughter of innocent Vietnamese peasants. How could these young people not feel threatened at this point by their own government when the average age of soldiers being sent to Vietnam was 19? So as the war dragged on and more people lost their lives, Americans began losing patience with a war they felt would forever drag on and a government who were showing no sign of stopping. As the war raged on so did the radicalism of the anti-war, anti-draft Vietnam movement. Students began their protests in college campuses and soon enough various campuses across the nation were hosts key events such as the March 24, 1965 “T-Day” where the University of Michigan hosted lectures and seminars opposing the war in Vietnam with more than 3,000 people in attendance. Young people were turning their college campuses into a type of college government because they understood that the outcome or even lengthening of this war would effect their futures directly and graduation dates meant a direct ticket to Vietnam. After the national “T-Day” came the Antiwar March to Washington D.C. on April 15th of the same year. While the 25,000 protestors consisted of professors, clergy, and peace organizations it was the college students and young people who dominated the scene. This movement was more than today's stereotype of hippies in communes; these were protestors who came from middle class suburbs, with parents who were professionals. They were resisters who viewed the war with a morality derived from earlier movements and understood the professional and political moves they made were never to be made thoughtlessly. In other words they used their education and where they derived said education to their advantage.","Among these students and young people were Black organizations and peoples as part of the anti-draft and anti-war movement, however their reasoning was completely different than that of their fellow White protestors. When Muhammad Ali resisted the draft, African-Americans paid close attention to just how the government would handle a famous Black celebrity during a time where racial tension was still an unfortunate factor in the U.S. When Ali boldly exclaimed “No Viet Cong ever called me a nigger,” these words demonstrated the emotions and anger many Black men felt towards the American government. Why fight for a country that still treated them as second class citizens? As the boxing authorities stripped him of his titles further anger towards what Blacks believed to be a racist motive became fuel for the war opposition. Ali became motivation for many Black Americans who were not already involved in the movement to do something not only about the war but the racism and discrimination that plagued them. One of the more startling effects of discrimination during Vietnam were the disproportionate percentages of just whom was being sent off to war and what positions they were being put in. For Americans with higher education levels they had a better chance of receiving office jobs compared to the 80 percent of ground troops which consisted of lower class or minority peoples meaning African Americans would get the short end of the stick. More Black troops were being sent into more dangerous areas than their White counterparts taking their opposition of the war to a different level. This level consisted with Black males fighting for their gender roles as a minority in a world ruled by Whites while dealing with the Selective Services forcing their own people to fight and stand up for a country that would never stand up for them.","A vast majority (including the protestors of that time) believe this specific movement to be part of the reason for the end of the war. This theory has been a particularly controversial one and while the Vietnam War resistance was not the first, it did make a significant impact according to Stephen Kohn who credits the protestors with collapsing the Selective Service's draft system. It is also believed that while the resistance and the war raged on together, many war decisions were taken into account thanks to the peace movement. For example the antiwar movement played a role in the decision to not bomb North Vietnam during the Johnson administration. The movement might have also played an unseen role on the attitudes of protestors and how policymakers reacted to those attitudes with the Kuwait War in the 90's. There was conflict over how the U.S. should handle aggression towards the people of Kuwait and during the Kuwait antiwar movement, many old slogans from the Vietnam War were resurrected such as “Make Love, Not War.”20 Between the antiwar and anti-draft movement, thousands of men who burned their draft cards and the public dissent of one famous Black man the closing of the Vietnam War was possibly brought closer. They might have also all been a part of an indirect influence for future generations that protest America's wars and inevitably teach the American government that it is far better to have the approval of their people than to win the war under opposition."],"display_date":1967,"search_date":"1967-07-02","locations":[{"id":31495,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Dist Columbia, District of Columbia"}],"tags":[{"id":291,"tag":"Cold War"},{"id":1478,"tag":"Draft"},{"id":1554,"tag":"Vietnam War"},{"id":1555,"tag":"Anti Draft"},{"id":1556,"tag":"Anti War"}],"course":{"name":"United States Since 1945","school":"Rollins College","course_id":88,"school_id":5}},{"id":5602,"title":"\"Why They Become Communists\" By Elizabeth Janeway","course_id":88,"status":"P","start_date":"6/14/53","end_date":"6/14/53","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["What was the seductive and driving force of communism? An article published in the New York Times on June 14, 1953 sought to answer this question. Elizabeth Janeway’s “Why They Become Communists: Americans seeking an effective answer to communism’s internal danger must first be aware of its influence,” was the entire title of the article and resolved to serve as an indicator as to why and how American citizens could fall victim to the ideology of the Red Menace. The first half of this article revolved around two former communist converts and their acceptance and cooperation with the Soviet Union: the infamous atomic spy Klaus Fuchs and the prolific English poet Stephen Spender. The second half detailed the steps to be taken to recognize and avoid communist influence. These two halves came together to form a typical, yet intellectual Red Scare era article that promoted concern, but discretion, and alertness, but awareness. This was an important statement during a time when Americans believed that communism was the antithesis of freedom and independent thinking.","The summer of 1953 was the height of the Red Scare in America. Fear mongers like Joseph McCarthy accused everyone from Hollywood actors to government officials of communist affiliation of varying degrees. The Korean War was at a tentative truce, but the Eisenhower administration was staging covert action all around the globe to “contain” the communist threat. For Janeway, the communist threat at home was more important due to Eisenhower’s public and determined efforts to stamp out communism abroad. In the article, she first delves into the psychology and mental state of the typical communist using two highly publicized examples: Fuchs and Spender.","At this time, German expatriate and nuclear physicist Emil Klaus Julius Fuchs was imprisoned in England on a fifteen-year sentence for giving highly classified research on the Manhattan Project to former ally Russia during the war. Janeway described in her article that Fuchs was drawn to communism out of “some kind of explanation for the horror and confusion which had invaded his world.”According to her, communism fit Fuchs because he was mentally unstable and communism offered him a new perspective on reality; this granted some sense of purpose and direction that adherents to capitalism just could not understand. Even though Fuchs was incredibly intelligent and instrumental in developing and patenting the implosion trigger for the first atomic bomb, Janeway wrote off his affiliation to the communist party as a reaction to his difficult life and genetic history of mental illness. Up until Fuchs’ death in 1988, he still believed that the power of the atomic bomb had to be shared between the two great powers as a gesture of trust and mutual respect. Thanks, in no small part, to his deeds Russia was able to develop atomic ordinance by 1949.","Janeway’s other example of a repentant communist convert was Stephen Spender, the English poet. She likens his experiences to that of an outsider looking in, which was indeed the truth. While never conforming to NATO capitalism, Spender was also not a true believer in communism. From being exposed to intellectuals from Cambridge and Oxford during the 1930s, Spender was subject to socialist ideals that made him interested in the communist party. Cambridge in particular was infamous for the Cambridge Five: five Cambridge graduates who fed secrets to the Soviets from the 1930s to 1960s. Undoubtedly, Spender would have known, or at least heard about, these men; this may have affected his decision to leave the party. Janeway again used the concept of a struggling man desperately turning to communism for him to make sense of a terrifying and confusing world. She states in the article that communists “cling to the…structure of unreality” in order to become part of a larger being than themselves. She said that Spender was able to break from the allure of communism because he was able to recognize the absurdity and clandestinity of Soviet communism.","Janeway’s argument for the education of the American populace against the allure of communism started with the minds and mindsets of two ex communists. The first was Klaus Fuchs, a strong believer in communism and a devotee until his death in 1988. The second was Stephen Spender, the British poet who only joined for a look into another perspective separate from capitalism. This article then describes the measures to take in order to not end up like these men. Janeway dives deep into the supposed psyches of communists to find them deeply disturbed and enthralled with the concept of unity and service to Moscow. She describes one of the central tenants of communism as the duty to spread its influence across the world. In order to do so, communism must take seductive forms that must be recognized and avoided by the American people. Contrary to the stance of fear mongers like McCarthy and Vice President Richard Nixon, Janeway called for discretion and the ability to discern liberalism from communism. She feared that blatant hatred and paranoia would fracture and divide the American people. Then, Soviet influences could sneak in and turn policy towards Moscow’s favor. Whether or not this was indeed the case, this pragmatic approach towards communist influence – as popularized by Dwight Eisenhower - was provocative in a time where polarization of the populace was the basis of the majority of the 1952 presidential election. It also served as an incredibly powerful social influence. In a small, curious addendum at the very end of the article, Janeway stated that America must not only be vigilant against communism, but also actively express a global attitude and demeanor to which all the other nations of the world could aspire.","Janeway’s “Why They Become Communist” is an interesting look into the hearts and minds of ex-communists while simultaneously shedding light on the situation of communist insurgency and how to prevent it. With the inclusion of admitted ex-communists Klaus Fuchs and Stephen Spender, Janeway painted a picture of a self-destructive and all-consuming ideology that catered exclusively to the mentally unstable. She then explained why the ability to keep a cool head in the face of the nefarious structure of communism was paramount in maintaining national security. “Why They Become Communist” is a look into the more levelheaded approach to the Red Scare and an intellectual attempt to rationalize the seductive nature of communism."],"display_date":"June 14, 1953","search_date":"1953-06-14","locations":[{"id":28501,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":1525,"tag":"Red Scare"},{"id":291,"tag":"Cold War"}],"course":{"name":"United States Since 1945","school":"Rollins College","course_id":88,"school_id":5}},{"id":5605,"title":"Naval Air Station Sanford and Its Impact on The United States and The City of Sanford, FL","course_id":88,"status":"P","start_date":"1/1/50","end_date":"12/31/68","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Orlando Sanford airport stands east of state road 17-92 about twenty miles north of Orlando. Today the Orlando Sanford is a small commercial airport, dwarfed by Orlando International Airport only thirty miles away. While Orlando International may be bigger, it was a product of the Disney Empire, which moved in during the 1970s. Orlando Sanford Airport, however, was originally an important naval air base, and a direct byproduct of the Cold War. Its history is tied directly with its location and the time in which it was operational, and is an important look into Florida’s Cold War history and impacted Sanford in the decades that followed.","Commissioned in 1942, Naval Air Station Sanford, or NAS for short, was chosen as a major training and staging area for carrier-bound aircraft. During the war it had supplied pilots to about half of the US navy. After the war, the base was decommissioned and the field opened to private businesses. While it was a public space between 1946 and 1950, the field hosted the New York Giants training camp, a retirement home, a hospital, and a clothing company.","The onset of the Korean War showed that the US government still had their eyes on the field. When it reopened in 1951, NAS became instrumental in the aeronautic war effort, as well as in the onset of the Cold War. The facilities were made permanent and the runways repaired, but the most substantial addition was the on-base living facilities built in the adjacent swampland. In 1961, NAS Sanford was responsible for the first flight of the RA-5C Vigilante: a carrier-based bomber that was one of the first designed to deliver nuclear ordinance from the sea. As the Vietnam War gained momentum, the Vigilante was repurposed as a reconnaissance strike craft.","The impact on the city of Sanford, however, was far more apparent. Prior to NAS, Sanford was a rural celery farming community made up of predominantly African American residents. When the base moved in during the war, racial tensions grew as black residents were being pushed out of their neighborhoods by enlisted whites and their families. During the Cold War, the demography turned away from the historically black county. In the 1940 census, half of the population of Sanford was black; by 1960 it was only 11 percent. When the NAS Sanford was decommissioned in 1968, it dealt a massive financial blow to Sanford. The base indirectly provided jobs for thousands of Sanford citizens, and the closure eventually lead to a migration of middle class whites away from Sanford and Seminole County as a whole.","The NAS was incredibly influential in the construction of modern day Sanford. NAS Sanford was important during the Cold War as a staging area, but had unforeseen effects as an important demography shaper. Without NAS Sanford’s influence, Sanford would be a very different place than it is today."," "],"display_date":"1950 - 1968","search_date":"1959-07-02","locations":[{"id":29415,"lat":28.7169229525,"lng":-81.2362806752,"zoom":10,"place":"Seminole, Florida"}],"tags":[{"id":291,"tag":"Cold War"},{"id":603,"tag":"United States Navy"},{"id":46,"tag":"gentrification"}],"course":{"name":"United States Since 1945","school":"Rollins College","course_id":88,"school_id":5}},{"id":6321,"title":"Super-boy and The Cold War","course_id":139,"status":"P","start_date":"1/1/49","end_date":"12/31/49","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["From arguably the most famous superhero known to man, Jerry Siegel and Joe Shuster created a character that presented the origins of Superman and how he became the symbol for justice. This character exemplified all the troubles of teenage awkwardness and solitude while trying to establish justice . Super-boy’s character is defined as the teenage version of Superman who grew up in the small town known as Smallville. Super-boy’s era is the learning process that Superman goes through to become a well responsible hero. In a letter that Jerry Siegel wrote to Russell Keaton,the artist for Buck Rodgers, Siegel describes his life as “he will find that his great strength, instead of making friends for him, cause people to fear him. Mothers will not permit their children to associate with him, he will be hated in school sports because he never loses”<sup><sup>[1]</sup></sup>. Jerry Siegel and Joe Shuster’s main focus with creating Super-boy was to exaggerate his loneliness in society to explain the strong willed character he becomes as Superman.","During the Golden Age when Super-boy was created, the world had entered the Cold War. The Cold War is a period in time where super powered countries such as the United States and USSR would flaunt there strengths towards each other to see who had dominance. Jerry Siegel uses Super-boy as a symbol for the United States, a country who “had phenomenal power, but there was inexperience in the new role it found itself in.”<sup><sup>[2]</sup></sup> Super-boy defines how he felt as a “teenager who insisted on being called Superman, not because of his maturity, but because he felt he deserved respect by virtue of the situation he found himself in.”<sup><sup>[3]</sup></sup> giving a direct correlation to what the United States tried to achieve during the cold war. Super-boy is also related to children readers to be placed in the realism of the Cold War as the comic book “gave children an early lesson in the exasperation of waging the Cold War.”[4]  Siegel and Shuster wanted to create this image in Super-boy to have readers understand what was the United States role in the cold war.","Smallville, the city in which Super-boy resides, is a small town. Siegel and  Shuster place Super-boy in this town to exemplify Super-boy’s loneliness in the world. Overall, Smallville is also symbolized to the United States because of it’s little development and loneliness before the cold war. As Super-boy transforms to Superman and he moves from Smallville to an urban city like Metropolis shows the development the United States went from before to after the cold war. Lincoln Geraghty states “We can see vestiges of this version of American masculinity in the setting of Smallville, small-town America writ large”<sup><sup>[5]</sup></sup> showing the development of the United States from an individual country to a superpower, but still trying to show America to try to celebrate small town values.","Siegel and Shuster exemplify the United States as a whole during the late 1940’s through the 1950’s through Super-boy and Smallville. As readers see the development of Superman’s origins through Super-boy, society sees the overall development of the United States during the cold war."," ","<sup><sup>[1]</sup></sup> Jerome Siegel to Mr.Keaton, June 12, 1934, in <em>SuperMan: The Man of Tomorrow</em>, http://www.lettersofnote.com/search?q=+Jerry+Siegel","<sup><sup>[2]</sup></sup> Joseph J. Darowski, “Searching for Meaning in “the Death of Superman”” in <em>The Ages of Superman: Essays on the Man of Steel in Changing Times </em>ed. Joseph J. Darowski. (McFarland & Company, Inc., 2012) p. 172","<sup><sup>[3]</sup></sup> <sup><sup>[3]</sup></sup> Joseph J. Darowski, “Searching for Meaning in “the Death of Superman”” in <em>The Ages of Superman: Essays on the Man of Steel in Changing Times </em>ed. Joseph J. Darowski. (McFarland & Company, Inc., 2012) p. 172","[4] Wright, Bradford W. Comic Book Nation The Transformation of Youth Culture in America. (The Johns Hopkins University Press, 2003), p.134","<sup><sup>[5]</sup></sup> Lincoln Geraghty, <em>The Smallville Chronicles: Critical Essays on the Television Series</em>, (Scarecrow Press, Inc, 2011). xii"],"display_date":1949,"search_date":"1949-07-02","locations":[{"id":28090,"lat":41.4243718872,"lng":-81.6586944761,"zoom":9,"place":"Cuyahoga, Ohio"}],"tags":[{"id":2614,"tag":"Shuster"},{"id":2613,"tag":"Siegel"},{"id":2612,"tag":"Smallville"},{"id":2611,"tag":"Super-boy"},{"id":291,"tag":"Cold War"}],"course":{"name":"Creating the Comic Book City","school":"Rollins College","course_id":139,"school_id":5}},{"id":6479,"title":"A B-52 Mechanic Serves Stateside During Vietnam War","course_id":153,"status":"P","start_date":"5/15/62","end_date":"5/15/66","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Clay O. Cole served as a mechanic at Westover Air Force Base in Massachusetts, from 1962to1966, including the early years of the Vietnam War. When historians look at soldiers from the Vietnam War era, they focus on the troops on the frontlines in Vietnam, and rarely, mechanics for the Air Force. Not only do they ignore mechanics that were stationed in Vietnam, but also all troops who remained on stateside during the war. Cole attempted to obtain orders to be transferred overseas, but they were always declined. Instead he remained in the United States and worked on the most important military plane for the United States, the B-52. His specialty was the hydraulics for the B-52’s, which were vital to the overall workings of the aircraft. Even though he did not directly fight in the Vietnam War, he contributed to the war and in a larger sense to the deterrent strategy, the US applied during the Cold War.      "," The earliest use of the B-52 was in 1959 when it replaced the remarkable and obsolete B-36. By 1965, B-52’s were primary bombers used for most of the aerial missions that occurred during the Vietnam War, on the side of the United States. They were essential in the United States attempts to support ground tactical operations, attack enemy supply lines, and strike individual targets. What made them an even more crucial tool was that they could release bombs from 30,000 feet, which caused them not to be seen or heard. This relates to J. Glenn Gray’s idea of the images of the enemy. Pilots flying the B-52s could not see the enemy and did not have a strong emotional response to the individuals deaths compared to soldiers fighting on the ground. They were key to throwing off some of the main hubs of the Vietcong, and other soldiers in North Vietnam. ","            While some individuals felt Vietnam was morally wrong, and they would do anything to avoid entering into service, Clay O. Cole believed it was right, and he served his nation proudly. Although he did not take any lives or endure the horrors of war, he served in an important branch of the Cold War military. "],"display_date":"May 15, 1962 - May 15, 1966","search_date":"1964-05-14","locations":[{"id":52872,"lat":42.197757,"lng":-72.5382009,"zoom":8,"place":"Westover Air Force Base, Chicopee, MA 01"}],"tags":[{"id":1554,"tag":"Vietnam War"},{"id":291,"tag":"Cold War"},{"id":2877,"tag":"Air Force"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":153,"school_id":3}},{"id":6484,"title":"Khrushchev's Agreement with Kennedy","course_id":151,"status":"P","start_date":"10/16/62","end_date":"10/28/62","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“Thirteen Days” in October 1962, or better known as the Cuban Missile Crisis, was a dangerous time when a nuclear war could have occurred. The Soviet Union (U.S.S.R) secretly placed missiles in Cuba in 1962 to support Fidel Castro’s administration against the United States. Castro and his rebels had overthrown the American-backed president and military dictator, Fulgencio Batista, in 1959.  After a failed invasion by Cuban exiles and the Central Intelligence Agency (CIA) under the United States at Bay of Pigs in 1961, U.S.S.R. started to offer more military and economic support to Cuba. During the Cold War, U.S. and U.S.S.R. had many proxy conflicts in places like Berlin, Vietnam, and Korea, but the Missile Crisis was the first time nuclear weapons were involved and citizens of the U.S. were in serious danger. President John F. Kennedy of the U.S. and Nikita Khrushchev, the Prime Minister of U.S.S.R. wrote several letters over the thirteen days after the discovery of the missiles on October 16, 1962. Surprisingly, Khrushchev was willing to negotiate and make an agreement with Kennedy to promise no further invasions of Cuba and to remove the missiles in Cuba if the U.S. removes the missiles in Turkey and Italy.","The main reason for the agreement was to prevent a nuclear war. Both sides understood what was at risk, and both men acknowledged that war had to be prevented any way possible. If U.S.S.R. did not want a nuclear war, then why were the missiles placed in the first place? “…Solely for the purposes of defense, and we have sent them to Cuba at the request of the Cuban Government,” Khrushchev wrote in his letter to Kennedy on October 26, 1962. Khrushchev was writing the truth; Castro had asked for shipments of larger arms in the fall of 1961. According to Major Problems in American History Since 1945, written by Robert Griffith and Paula C. Baker, Khrushchev did not agree at first, but later did because it was vital to not lose Cuba to China or the U.S. As explained by Griffith and Baker, Cuba was U.S.S.R.’s “prime example” of how successful they were able to undermine capitalism through the liberation of less developed countries. Castro already began asking China for economic assistance. And most importantly Khrushchev knew that the U.S. was going to invade again because Cuba was to them as Hungary was to the U.S.S.R. Therefore, in order to keep Cuba in their camp, Khrushchev approved the delivery of the missiles on April 12. ","In the same letter Khrushchev also tried to clear up what he thought were President Kennedy’s and the U.S.’ misunderstanding about the missiles and in general, Communism. Even though Khrushchev criticized the U.S. policy and blamed it for invading Cuba in the first place, he still used this chance to explain the similarities between capitalism and Communism. “It is thus that we, Soviet people, and, together with US, other peoples as well, understand the questions of war and peace,” Khrushchev argued. Ernesto F. Betancourt, who worked for Castro during the Missile Crisis and was later a liaison with the Kennedy administration, argued in his paper, “Kennedy, Khrushchev, and Castro: A Participant's View of Cuban Missile Crisis,” that challenges imposed by Chairman Mao of China on Soviet leadership and ideology of Communism might have also affected his reason for agreement. Khrushchev could not risk starting a war with the U.S., when the U.S.S.R. was not on good terms with China, the second largest Communist country. ","Concluding his letter, Khrushchev called for a negotiation to cease the tension and ask for Kennedy’s agreement. It was clear that the missiles were placed in Cuba intentionally. Khrushchev wanted to use the missiles to make the U.S. back away from Cuba. Therefore, there was no need for any negotiation to occur between U.S. and U.S.S.R. However, Kennedy and the U.S. saw the missiles as an offense weapons and warned Khrushchev that the U.S. was ready to take action if nothing was done about the missiles. Thus, Khrushchev, who also wants to prevent a nuclear war, started to see the need to call for an agreement. It is possible that Khrushchev also used the missiles to trigger the U.S. to make an agreement to leave Cuba alone, but the agreement was made based on the common goal between the U.S. and U.S.S.R., which was to prevent a nuclear war in any way possible."],"display_date":"October 16, 1962 - October 28, 1962","search_date":"1962-10-22","locations":[{"id":52836,"lat":38.9071923,"lng":-77.0368707,"zoom":6,"place":"Washington DC"},{"id":52866,"lat":21.521757,"lng":-77.781167,"zoom":6,"place":"Cuba"},{"id":52877,"lat":61.52401,"lng":105.318756,"zoom":6,"place":"russia"}],"tags":[{"id":2862,"tag":"Cuban Missile Crisis"},{"id":1396,"tag":"Cuba"},{"id":2701,"tag":"Kennedy"},{"id":2861,"tag":"CIA"},{"id":291,"tag":"Cold War"},{"id":1727,"tag":"JFK"},{"id":2883,"tag":"Khrushchev"},{"id":2884,"tag":"Castro"},{"id":2885,"tag":"U.S.S.R."},{"id":2886,"tag":"Soviet"},{"id":2887,"tag":"Communist"}],"course":{"name":"JFK: Famine to New Frontier","school":"Marist College","course_id":151,"school_id":77}},{"id":6487,"title":"Mao and Nixon Have First Meeting","course_id":153,"status":"P","start_date":"2/21/72","end_date":"2/21/72","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" On February 21 1972, after a long flight to Shanghai, President Nixon arrived at Chinese Communist leader Mao Zedong’s residence for a quick meeting with Mao that afternoon. The initial meeting was planed for fifteen minutes, but it lasted about an hour. The meeting included Chairman Mao, President Nixon, Prime Minister of China Zhou Enlai, Dr. Henry Kissinger, and Dr. Kissinger’s assistant Winston Lord. According to Kissinger, to avoid the embarrassment that the Secretary of the United States William P. Rogers was excluded from this meeting, Winston Lord did not take picture with the others. The meeting started at 2:50 p.m. and ended 3:55 p.m. "," After the opening greeting, the session started with some icebreaking talk to decrease the pressure of the meeting between two countries’ top leaders. However, Mao seemed to not want to talk about anything deep and serious, but only philosophic questions instead. President Nixon wanted to direct the meeting on the ground, so he brought up questions like the India-Pakistan crisis, Taiwan, Vietnam, Korea, and Japan. But Chairman Mao did not want to follow him, he said: “All those troublesome problems I don't want to get into very much. I think your topic is better—philosophic questions.” President Nixon did not stop there, as a matter of fact, he continued to discuss huge political issues like the Soviet’s attitude towards China and Western Europe. Mao finally hit his topic and discussed a little bit with him. "," Although Chairman Mao seemed only interested in philosophy, the meeting still did its job. Actually this special meeting reflected two different leadership styles between China and the United States. Chairman Mao understood how important the meeting was, and he clearly wanted to meet Nixon too. But because of his traditional background, he did not want to tackle the important topic with Nixon directly. He should act unconcerned about those issues because he thought he was much more beyond just a political leader. "," According to Winston Lord, Mao’s talking was episodic during that meeting, but he expressed clearly his four main lines. For President Nixon, he was much more practical. After a few sentences, he started to ask questions upon international politics. These two leaders showed two completed different traditions of diplomacy."],"display_date":"February 21, 1972","search_date":"1972-02-21","locations":[{"id":52878,"lat":39.904211,"lng":116.407395,"zoom":8,"place":"beijing"}],"tags":[{"id":2889,"tag":"Diplomacy"},{"id":291,"tag":"Cold War"},{"id":2890,"tag":"US-China Relations"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":153,"school_id":3}},{"id":6559,"title":"Kennedy's Civil Defense Speech to Congress","course_id":157,"status":"P","start_date":"5/25/61","end_date":"5/25/61","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On May 25th, 1961, President Kennedy addressed a joint-session of Congress on economic, social, and defense issues. The speech consisted of Kennedy’s support to fund civil defense programs in the event of a nuclear attack by the USSR. The failed Bay of Pigs invasion in April created more tension between the US and USSR. The American public knew the devastation caused by nuclear bombs from Japan, yet the US lacked domestic civil defense systems because previous plans, according to Kennedy, “have been so far-reaching and unrealistic that they have not gained essential support.” Studies on the effects of radioactivity by the Department of Defense (DOD) encouraged the Kennedy Administration to support civil defense. Scientists and doctors warned the DOD of the biological effects of radiation from a nuclear attack, such as leukemia, bone cancers, and genetic mutations. These scientific insights invited a response which rationalized implementing civil defense measures.","Kennedy conceded that civil defense programs would be costly; he estimated that the budget “will in all likelihood be more than triple the pending budget requests; and they will increase sharply in subsequent years.” He also stated that civil defense would not prevent nor would it provide complete protection against a nuclear attack. According to Kennedy, what was preventing a nuclear attack was the retaliating attack by the US, known as Mutual Assured Destruction (MAD). Nevertheless, Kennedy claimed that civil defense acts as insurance- hopefully never to be used, but available just in case. His plan to build up the nation’s civil defence consisted of identifying the current fallout shelters and then adding shelters in government and private buildings. Using executive power, Kennedy assigned the Secretary of Defense, Robert McNamara, to carry out the plan, since McNamara was already responsible for “continental defense.”","Kennedy conveyed that fallout shelters would save lives in the event of a nuclear attack, therefore implementing civilian security measures was worthwhile. During the initial blast of a nuclear bomb, a shelter kept its inhabitants alive when radioactivity debris was at its peak level. According to findings by the Atomic Energy Commission (AEC), survivors of a nuclear attack would still suffer from deadly amounts of radiation, since shelters only provided a finite amount of time before people must exit them. The integrity of civil defenses against a nuclear attack was questionable. It was expected that every child born after a nuclear war would suffer from genetic mutation. The AEC’s studies suggested that Kennedy’s plan would more so delay than prevent the loss of life. But even so, Kennedy believed some level of civil defense was better than none at all, even if the civil defenses provided a false sense of security.","Kennedy was a strong supporter of civilian defense; one reason being he thought he would never be forgiven if civilians were defenseless against a nuclear attack. He addressed how the unpredictable outcomes of war required effective measures to ensure civilian deaths would be limited. Kennedy reiterated that the insurance civilian defense provided would be worth the time, money, and effort. Unsurprisingly, Kennedy did not mention the social effects of constructing more fallout shelters. A move by the President to build more shelters could give the message that a nuclear attack was imminent, thus encouraging fear rather than a sense of protection. President Eisenhower opposed civil defense not only because of the cost, but because “too much preparation would demoralize Americans.” On the contrary, Kennedy’s perspective was to prepare for the worst scenario, but hope for the best outcome."],"display_date":"May 25, 1961","search_date":"1961-05-25","locations":[{"id":52779,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington, DC"}],"tags":[{"id":2703,"tag":"John F. Kennedy"},{"id":291,"tag":"Cold War"},{"id":3072,"tag":"Civil Defense"},{"id":3073,"tag":"Nuclear Fallout"},{"id":3074,"tag":"Nuclear Shelter"}],"course":{"name":"First Year Seminar, JFK: Famine to New Frontier","school":"Marist College","course_id":157,"school_id":77}},{"id":6582,"title":"The Arms Race and Its Effects","course_id":167,"status":"P","start_date":"1/1/47","end_date":"12/31/60","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“Although guided missile will be fired on this range, none will carry any explosive warheads.”(1) This was found in an article related to weapons testing at Cape Canaveral. This statement was clearly attempting to dissuade fear of the weapon testing area by informing the reader of the lack of live ordnance.  Weapons testing in the 1950’s caused both fear and a feeling of empowerment within American society. A large amount of both the national and international populace feared what the outcome of continued development and production weapons of mass destruction would mean for the world. People felt that it was their moral duty to oppose weapons of such incredible power. However other people felt that the continued creation of the hydrogen bomb was necessary for national security. The debate led to a split amongst the general populace, politicians, and, most importantly, scientists. Edward Teller and J. Robert Oppenheimer were the vocal leaders for each of the movements. On one side, the scientists felt it was their moral responsibility not to use their abilities for the creation of  weapons of mass destruction (Oppenheimer). The other, represented by Teller, felt that it was their responsibility to ensure the U.S. had the strongest weapons possible in its opposition communism & The U.S.S.R.. (2)","             A split in opinions led President Truman to put a stop to nuclear weapon research after the World War. This temporary respite ended rapidly when news reached the United States suggesting the Soviet Union was well on its way to developing a hydrogen bomb of its own. This news caused enough fear among the population to motivate President Truman into restarting the nuclear weapon research program. The first hydrogen bomb was tested shortly thereafter in November 1952. Creation of this new bomb was not enough not enough to appease the populace and testing to create an even more aggressive delivery system and bomb began. However, testing continued both on the hydrogen bomb and on missiles that could carry the bomb to a target. In 1957 the first intercontinental ballistic missile capable of carrying a nuclear payload deemed operational was created by the Soviet Union. (3 ) The ability to strike the U.S. with a missile launched from within the Soviet Union was a nightmare come true for the United States. In reality, this nightmare was actually a false illusion created by the Soviets. The Soviets were only minutely ahead of us in terms of long-range missiles according to our intelligence. In 1960, our country introduced the first nuclear submarine; according to Eisenhower this creation essentially shifted the balance of power in favor of the United States. Unfortunately, this information could not be shared with the public and thus the fear continued to grow as the general populace believed the Soviet Union and by default communism was pulling aggressively ahead in the arms race. This false fear had a very real effect on the speed of the U.S.’s approach to the arms race.  With the growing fear of attack, the United States continued to develop and produce nuclear weapons.  In reaction to our weapons buildup, the Soviets increased their pace of development leading to an historical weapons race. (4)"," ","Fear caused by communism dominated our weapons development and politics during the 1950s. Political candidates used this fear to achieve office and scientists used it to gain support for their projects. What is often overlooked is what this fear did to the American people. It led to a cloistered, us against them attitude that persists somewhat to this day. The Cold War and the fear it brought may be passed but the aftershocks of this historic conflict are felt throughout the world today. "],"display_date":"1947 - 1960","search_date":"1953-12-31","locations":[{"id":52960,"lat":37.09024,"lng":-95.712891,"zoom":8,"place":"The United States"},{"id":52961,"lat":51.2206431,"lng":51.3635194,"zoom":8,"place":"The Soviet Union"}],"tags":[{"id":291,"tag":"Cold War"},{"id":1029,"tag":"Atomic Bomb"},{"id":3111,"tag":"Soviet Union"},{"id":3112,"tag":"Arms Race"},{"id":3113,"tag":"Hydrogen Bomb"},{"id":3114,"tag":"Edward Teller"},{"id":3115,"tag":"President Truman"}],"course":{"name":"HIS 120 Decade of Decision 1950s","school":"Rollins College","course_id":167,"school_id":5}},{"id":6599,"title":"Public Distrust in Large Institutions in the 1950s","course_id":167,"status":"P","start_date":"1/1/50","end_date":"12/31/59","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On March 17, 1951 the <em>Sandspur—</em>Rollins College’s student news publication, published an article called “Trustees Back Faculty Cuts.” The newspaper article reported on the responses of various groups at Rollins on their opinions on the faculty dismissals that were carried out by President Wagner and supported by the Board of Trustees. According to the article, Rollins and faculty and students were largely dissatisfied by how the dismissals were handled by Wagner; they felt such drastic action should not have been carried out without first consulting them on the issue. The article “Trustees Back Faculty Cuts” highlights and illustrates the dissatisfaction and changing relationship that the public had with large institutions during the fifties. ","            American secondary education expanded during the fifties due to both a rise in population and the growth of the middle class. Historian Richard Stanley writes “Colleges and universities, both public and private, experienced an unprecedented period of rapid growth following the end of World War II.”[1] Increased enrollment meant “…educators warned of coming teacher and classroom shortages—crowded schools plagued the educational system throughout the decade.”[2] During the Eisenhower administration, more schools were built across the country and education became more centralized. The fifties in the United States are characterized as a period of rapid political, social, and economic change; this culture of change trickled down in to the curriculum of many American colleges. Many schools began to alter their curriculum in an attempt to safeguard American political ideals. For example, Alabama State College implemented a curriculum with a heavy emphasis on democracy, student responsibility, and patriotism during the period. Students were taught “…life lessons about democracy, loyalty, dedication, perseverance, and the responsibility of being a contributor. Moreover, these deeply profound lessons were woven throughout the classic liberal arts college preparatory curriculum.”[3] Similarly to Alabama State College, the use of curriculum as a tool of political socialization was also prevalent at Southern Methodist College during the fifties. Historian Adrienne Caughfield explains “…American classrooms, now seen as battlegrounds, in which young innocents—not only school children, but also college students, newly released on campus without parental supervision—became targets of Marxist persuasion. The thought of such agents shaping the minds of American children justified a severe response.”[4] These examples demonstrate how the American public’s fear and distrust of communism and other foreign ideas trickled down into the education system. ","            The fifties were a period marked by administrative and political distrust. This was exemplified by the changes in culture and curriculum that were implemented in liberal arts schools across the country during the decade. ","Bibliography","Caughfield, Adrienne. \"Fighting the cold war at Southern Methodist University.\" <em>Journal of</em>","<em>Southern History</em> 81, no. 3 (2015): 647+. <em>Academic OneFile</em> (accessed October 26, 2016). <a href=\"http://ezproxy.rollins.edu:2048/login?url=\">http://ezproxy.rollins.edu:2048/login?url=</a> <a href=\"http://go.galegroup.com.ezproxy.rollins.edu:2048/ps/i.do?p=AONE&sw=w&u=wint47629&v=2.1&it=r&id=GALE%7CA426146793&asid=22fbccc1fdfdad958e6073b156ecb486.\">http://go.galegroup.com.ezproxy.rollins.edu:2048/ps/i.do?p=AONE&sw=w&u=wint47629&v=2.1&it=r&id=GALE%7CA426146793&asid=22fbccc1fdfdad958e6073b156ecb486.</a>","Layman, Richard. <em>American Decades: 1950-1959. </em>Hanover: Cengage Gale. 1994.","Pierson, Sharon. \"\"LIVING IN A CHANGING SOCIETY\": A Case Study of the Challenge of","Democracy in Segregated Schooling at Alabama State College Laboratory School in the","1950s.\" <em>American Educational History Journal</em> 37, no. 1 (2010): 187-205. <a href=\"http://ezproxy.rollins.edu:2048/login?url=http://search.proquest.com/docview/867849370?accountid=13584.\">http://ezproxy.rollins.edu:2048/login?url=http://search.proquest.com/docview/867849370?accountid=13584.</a>","Stanley, Richard T. “Education” in <em>The Eisenhower Years: A Social History of the 1950’s.</em>","            iUniverse, 2012,","“Trustees Back Faculty Cuts.” <em>Rollins Sandspur, </em>Mar. 17, 1951, final edition, sec. 1."," "," "," "," "," "," "," ","[1] Richard Stanley. <em>The Eisenhower Years: A Social History of the 1950s. </em>iUniverse, 127.","[2] Richard Layman. <em>American Decades: 1950-1959. </em>(Hanover: Cengage Gale, 1994), 264.","[3] Sharon Pierson. “Living in a Changing Society.” <em>American Educational History Journal, </em>37, no. 1, 188.","[4] Adrienne Caughfield. “Fighting the Cold War at Southern Methodist University.” <em>Journal of Southern History, </em>81, no. 3, 647."],"display_date":"1950 - 1959","search_date":"1954-12-31","locations":[{"id":52922,"lat":28.5383355,"lng":-81.3792365,"zoom":8,"place":"Orlando, Florida"}],"tags":[{"id":291,"tag":"Cold War"},{"id":438,"tag":"Rollins College"},{"id":3130,"tag":"Wagner affair"},{"id":3138,"tag":"liberal arts education"}],"course":{"name":"HIS 120 Decade of Decision 1950s","school":"Rollins College","course_id":167,"school_id":5}},{"id":6674,"title":"The Lavender Scare: A Difficult Time Period for the LGBT Community in America","course_id":173,"status":"P","start_date":"1/1/50","end_date":"12/31/69","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" "," ","An excerpt from a Department of Commerce report, which was drafted on June fifteenth,1950 in response to the Federal Government’s report on suspected homosexual employees in the civil service, helps to provide insight about the conditions and treatment of homosexuals in the Civil Service during the period of time known as the “Lavender Scare (1945-1950’s) a time in which mass firings of individuals took place on the grounds that they were suspected to be homosexual. The report, titled “Perversion Cases- Department of Commerce” entails the procedure and process used to dismiss employees who were found to be “sexually perverted”. Once individuals were suspected or alleged to be homosexual, they were investigated thoroughly by their department and this investigation was then followed up by a personal hearing; if both the investigation and personal hearing were to indicate that the individual was in fact homosexual, they were immediately dismissed from their job (forced to resign). Overall, of the twenty-two individuals which were suspected to be homosexual by the Civil Service Commission, only one individual was found to have false charges against them, sixteen individuals had been or were in the process of being dismissed at the time this report was published and four individuals’ cases were pending decision. Individual cases outlining the forced resignation of employees are also described in this report; employees that were found to be homosexual after a thorough investigation and personal hearing were promptly dismissed. One such case describes the dismissal by retirement of an employee who had served the Department of Commerce for thirty-one years.","Throughout the 1950’s, the practice of firing alleged homosexual individuals was gradually becoming more and more widespread; mostly based on the belief that homosexuals and communists possessed common characteristics which included moral corruption and sexual perversion; these traits made them vulnerable and left them psychologically weak, and therefore, a national security threat; according to the likes of the McCarthy administration and other anti-gay commentators of the time. The instance outlined in the Department of Commerce report is one of many that resulted from what Andrea Friedman calls “the sexualisation of cold war politics” in her article on the manipulation of homosexuality as a political tactic during Joe McCarthy’s term as a senator. The crackdown on homosexual people, according to Friedman, was a result of growing sentiment to differentiate the loyal from the disloyal in which private relationships which were considered inappropriate and abnormal became synonymous with symbols of disloyalty and national betrayal. The use of this political tactic known as the “Lavender Scare” alongside the anti-communist sentiments of what is known as the “Red Scare” portrays the idea that both homosexuality and communism were closely linked in the minds of those who sought to perpetuate misconceptions for their political motivations in the unsure times of the Cold War. "," "," "],"display_date":"1950 - 1969","search_date":"1960-01-01","locations":[{"id":53040,"lat":37.09024,"lng":-95.712891,"zoom":8,"place":"USA"}],"tags":[{"id":3289,"tag":"Mass Firings"},{"id":3288,"tag":"Persecution"},{"id":584,"tag":"gay"},{"id":3287,"tag":"Lesbian"},{"id":3284,"tag":"Lavender Scare"},{"id":3286,"tag":"Mccarthyism"},{"id":291,"tag":"Cold War"},{"id":265,"tag":"america"}],"course":{"name":"US History 1867 to the present","school":"University of Toronto Scarborough","course_id":173,"school_id":28}},{"id":6679,"title":"Dismissal Due to Alleged Perversion during the Lavender Scare","course_id":173,"status":"P","start_date":"1/1/45","end_date":"12/31/69","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Persecution in the United States during the Cold War is often only thought of as pertaining to alleged Communist sympathizers; however less publicized was the discrimination faced by homosexuals during this period. Already a time of great turmoil and uncertainty throughout America, McCarthy’s time in Senate was especially volatile for the homosexual community as investigations and interrogations were made in an attempt to expose them. The contagion of terror regarding communist spies and traitors consuming the nation made the homosexual community a convenient target for a tandem witch-hunt, as it was believed that they were “…vulnerable to blackmail and therefore…security risk[s]” (Johnson 1994, 47). This period, known as the Lavender Scare, was rife with conflict between the Federal government and the gay community as family, friends, and colleagues began being dismissed from their jobs (Johnson 1994, 46). The Senate issued a report, “Employment of Homosexuals and Other Sex Perverts in Government”, which condemned homosexuals as morally depraved and thus “…unsuitable for employment…” (Hoey 1950, 19). It was decreed that intelligences within the work place of “sexually perverted” activities were to be investigated immediately and the person expediently and mercilessly removed from their post, regardless of years of employment.","Beyond this, Hoey’s report recommended amending the regulations on homosexual activities to make prosecution easier and penalties harsher, further constricting the gay community and thickening the shroud of fear that hovered over them (1950, 17). According to Hoey, the dismissal of purported homosexuals was justifiable in that it was in the greater interest of society to be protected from these individuals, which he viewed as deplorable (1950, 20). This was further validated by the mainstream psychiatric reasoning at the time that claimed homosexuals could be treated if “…they [had] a genuine desire to be cured” (Hoey 1950, 3).","The Lavender Scare continued to escalate as the Eisenhower administration prevented the outright employment of those convicted of sexual perversion. Homosexuals holding places in office were seen as weakening the American government and a severe “security risk” (Johnson 1994, 48). Roosevelt also came under scrutiny for “…harboring at least one homosexual…” (Johnson 1994, 50) in his office, but instead of defending them, Roosevelt also forced their resignation.","These acts of bigotry and the hostility had a tremendous effect on the self-concept of homosexuals. As Sullivan noted, homosexuals were singled out and ridiculed, while society at large turned against them. This was a tremendously demoralizing experience, because not only were they being thrown from their jobs, but forced to live in an environment of hostility and stigmatization (Sullivan 1990, 208). As a result they suffered from depression, feelings of inferiority, as well as fear, hatred, and denial of their sexuality.","The “Employment of Homosexuals and Other Sex Perverts in Government” had dramatic ramifications in the treatment of homosexuals and their perception in society. It created a chasm in society, an “us” and a “them”, with lastly and profound consequences that remain interwoven in the fabric of society today."," "],"display_date":"1945 - 1969","search_date":"1957-07-02","locations":[{"id":52855,"lat":38.9071923,"lng":-77.0368707,"zoom":6,"place":"Washington, D.C."}],"tags":[{"id":1667,"tag":"Discrimination"},{"id":291,"tag":"Cold War"},{"id":3299,"tag":"LGBT/Homosexuals/Gays"},{"id":468,"tag":"employment"}],"course":{"name":"US History 1867 to the present","school":"University of Toronto Scarborough","course_id":173,"school_id":28}},{"id":6740,"title":"Cold War Nuclear Arms Race","course_id":175,"status":"P","start_date":"10/29/62","end_date":"10/29/62","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","It was October 1962 and the Cuban Missile Crisis had narrowly been avoided. However, the stress of the of nuclear war still remained in President of the United States John F. Kennedy and the First General Nikita Khrushchev, leader of the USSR. This is evident in the political cartoon, drawn by Leslie Illingworth in the British newspaper, <em>The Daily Mail. </em>The cartoon which appeared in the paper on October 29, 1962 depicts the two world leaders arm wrestling.  The dominating feature of the cartoon is two men engaged in what appears to be an intense arm wrestling match. Viewers can see the sweat pouring off the leaders, especially Khrushchev who does not want to be shown up by the young United States president. Looking closer the readers can see that the two world leaders are not sitting on chairs, but rather on two hydrogen bombs, which are connected to a button that appears to be the signal for nuclear war. Each leader has their fingers ready to press the button, and to end the stalemate and begin the war that most wanted to avoid. ","            The anxiety of nuclear war between the USSR and US were new and unique to the world because of the introduction of the hydrogen bomb. The United States was the first country to test the hydrogen bomb in 1952 and the USSR quickly followed in 1953. According to historian Kari Frederickson, the hydrogen bomb “could project to be one hundred times more explosive” than the atomic bomb because it gets its energy through the fusion of atoms rather from fission. This development by both countries resulted in exactly what is depicted in the cartoon, a nervous and intense stalemate. ","The new emergence of the hydrogen bomb is only part of what makes the cartoon so accurate for this time period. It also perfectly portrays the delicate negotiating that was required by the Cold War and the many pivotal moments in the early 1960s that lead to this standoff. The first major encounter between Kennedy and Khrushchev came at the Vienna Summit on June 3, 1961. The meeting occurred shortly after the United States failed Bay of Pigs Invasion and put immense pressure on young President Kennedy to shows his foreign affairs prowess. However, Kennedy at times seemed to be affected by the brash and more experienced Khrushchev as the two argued about topics such as the Berlin Crisis, Laos, and a nuclear test ban. At the end of the two days tensions remained high as compromise did not seem possible and war seemed possible between the two. According to historian James Giglio, the encounter culminated with Kennedy telling Khrushchev “It will be a long winter” if the countries went to war.  ","            The threat of war would only grow and eventually came to its height four short months later in October with the Cuban Missile Crisis. The intense 13-day political standoff was over the nuclear missiles put on the island of Cuba only 90 miles from the United States. As a result, President Kennedy acted swiftly by placing a naval blockade around Cuba and making it clear that military force would be used if the United States sensed a threat. However, the two sides came together to avoid nuclear war as the USSR agreed to remove the missiles on Cuba in exchange for the United States promising to not invade Cuba. Leaving the tense arm wrestling match between the two in a stalemate. "],"display_date":"October 29, 1962","search_date":"1962-10-29","locations":[{"id":53090,"lat":48.2081743,"lng":16.3738189,"zoom":10,"place":"Vienna, Austria"}],"tags":[{"id":2701,"tag":"Kennedy"},{"id":291,"tag":"Cold War"},{"id":2883,"tag":"Khrushchev"},{"id":3113,"tag":"Hydrogen Bomb"},{"id":2862,"tag":"Cuban Missile Crisis"},{"id":3423,"tag":"Vienna Summit"}],"course":{"name":"JFK","school":"Marist College","course_id":175,"school_id":77}},{"id":6776,"title":"Americans Shocked by Television Movie The Day After.","course_id":178,"status":"P","start_date":"11/20/83","end_date":"11/20/83","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["<em>The Day After,</em> a made-for-television movie directed by Nicholas Meyer and written by Edward Hume, aired November 20, 1983, on the ABC Television Network. The film dramatized the aftermath of a nuclear confrontation between the United States and the Soviet Union. The movie took place in Kansas City, Missouri and included cities such as Lawrence, Kansas. <em>The Day After</em> explored the effects of nuclear war from the perspective of ordinary Americans. The story focuses on several sets of characters: most notably Russell Oakes (played by Jason Robards), a doctor and professor at the University of Kansas, the Dahlbergs, a farming family from Harrisonville, Missouri and Billy McCoy (played by William Allen Young), an Air Force reservist stationed at Whiteman Air Base. The film became infamous at the time for scenes of violence and the graphic portrayal of characters perishing from radiation sickness. The movie ends with the ominous warning that “the catastrophic events you have just witnessed, are in all likelihood less severe than the destruction that would actually occur in the event of a full nuclear strike against the United States…” <em>The Day After</em> attracted 100 million viewers, and remains the highest rated television movie in U.S. history.","The controversy surrounding the movie’s release caused an uproar among the American population. Americans criticized U.S. nuclear policy because of what they had seen in the film. ABC and the White House received hundreds of calls from anxious viewers, many of whom supported the movie’s message. Anti-nuclear activists rallied behind movements such as “Let Lawrence Live” and 800-NUCLEAR. Those in favor of nuclear deterrence, however, worried that the emotional fall-out of the movie and controversy surrounding it would negate any critical analysis of nuclear weapons. Director Nicholas Meyer stood firmly on the side of the anti-nuclear activists, denouncing ABC’s attempts to tone down the movie’s political nature. According to historian Deron Overpeck, Meyer wanted to “clobber sixty-million people over the head” with his criticisms of nuclear weapons.","The role <em>The Day After</em> played in changing U.S. nuclear policy is debatable. When the movie premiered in 1983, U.S. relations with the Soviet Union were at their worst levels in twenty years. President Ronald Reagan viewed it days before its premier on ABC. While the movie left Reagan shaken and disheartened, he continued to defend nuclear deterrence as a means to pressure the Soviet Union to the negotiating table. Despite this, <em>The Day After</em> spurred public conversation about nuclear war to reach levels unseen since the Cuban Missile Crisis twenty-one years earlier. The movie’s greatest impact was not changing the minds of policy makers, but its effect on how ordinary Americans debated nuclear policy."],"display_date":"November 20, 1983","search_date":"1983-11-20","locations":[{"id":8915,"lat":40.7804872,"lng":-73.9679741,"zoom":10,"place":"NEW YORK, New York"}],"tags":[{"id":291,"tag":"Cold War"},{"id":1041,"tag":"Film"},{"id":293,"tag":"Ronald Reagan"},{"id":2197,"tag":"Television"},{"id":3507,"tag":"ABC"},{"id":3508,"tag":"Anti-Nuclear Activism"},{"id":3509,"tag":"Movie"},{"id":3510,"tag":"Nuclear War"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":178,"school_id":3}},{"id":6791,"title":"Well-Behaved Women in the '60s Seldom Make History; they get Divorces","course_id":180,"status":"P","start_date":"2/7/18","end_date":"2/26/18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Liberal Member of Parliament for Parkdale, Toronto- Stanley Haidasz, has sent 20 000 personal opinion questionnaires to residents of the city’s west-end. Little over 2100 surveys were returned, and revealed new data supporting easier divorce laws. The survey also asked whether Torontonians were in favor of: better diplomatic relations with China under a communist government, more lotteries to fund hospital construction, and increased taxation on tobacco. However, the <em>Globe and Mail</em> newspaper took an interest on the surprisingly high percentage of divorce favorability, because it had been uncommon in Canadian history. In the article, “Easier divorce favored by 74% in Toronto poll”, posted by the <em>Globe and Mail </em>on July 28 1966, reveals the breakdown of the survey. As 74% favored easier divorce; requesting to shorten the three-year separation period, into just one year. 22% were not in favor of easier divorce, and 4% had no official opinion on the matter. In conclusion, Stanley Haidasz’ position in government meant he was aware of the socio-cultural demand for change within the city and launching this survey may have acted as the kick-start he needed for his own personal career direction.","            The increased favorability in divorce can be a result of increased feminist movements in the 1960s. Prior to 1968, Ontario’s civil courts were responsible for divorce cases. This court system had set an unreasonably long separation period of three to five years, and treated marriage as more of a contract than a holy sacrament. From the late nineteenth century to early twentieth century, a woman’s role in society was to be subordinate and devoted to her husband. The colonial government at the time, wanted to maintain a content male labour force, and one way that can be ensured is through a wife’s legal dedication to stay with her husband. This can be seen when adultery was removed as a criminal offence, and therefore lost its base for divorce under the English Divorce and Matrimonial Causes Act of 1857. Furthermore, Canadian women already recognized the unequal treatment they received in society, but with employment and increased personal wealth, brought a sense of autonomy and authority to the lives of many women whom were previously silenced by male figures. Many new employment positions had opened to middle class women during/post-WWII, that were previously dominated by men. Even after the War, many women maintained their employment positions to support their families and secured themselves in middle class positions for the following decades. Additionally, the 1960s were a period of radical social and humanitarian changes demanded by middle class women. Protests for peace and non-conflict during the Cold War (1961), a united Canada wide- divorce law in 1968, the decriminalization of same sex activity in 1969, and legal abortion in 1969, are some of the social battles in which Canadian women were on the forefront. In conclusion, a new wave of feminist movements can potentially explain why more Torontonians were in favour of easier divorce laws, as examined in Stanley Haidasz’ 1966 survey."],"display_date":"February 7, 1918 - February 26, 1918","search_date":"1918-02-16","locations":[{"id":53134,"lat":43.6378194,"lng":-79.3902334,"zoom":8,"place":"Toronto, Ontario, Canada"}],"tags":[{"id":3538,"tag":"post-war"},{"id":3537,"tag":"Stanley Haidasz"},{"id":3536,"tag":"Feminist Movements"},{"id":3535,"tag":"Toronto"},{"id":291,"tag":"Cold War"},{"id":617,"tag":"Feminism"}],"course":{"name":"Critical Writing and Research for Historians","school":"University of Toronto Scarborough","course_id":180,"school_id":28}},{"id":6829,"title":"The Korean War","course_id":189,"status":"P","start_date":"6/26/50","end_date":"7/27/53","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["After the WWII had ended, many thought that a period of prosperity would finally arrive. However, the struggle for power and influence in Asia between the Soviet Union and the Western World led to another conflict. On June 26 1950, The North Korean Communist Party (DPRK) launched a surprise attack and crossed the 38th parallel, the border between North and South Korea. (Andrei Lankov From Stalin to Kim Il Sung: The Formation of North Korea, 1945-1960. New Brunswick: Rutgers University Press 2002, 1-3. ) Until the morning of 27 June 1950, the situation strongly favored the North Korean side. The North Korean army was well prepared and swiftly penetrated the South Korean defense line. Due to the immense shock and the difference in equipments, the South Korean troops were unable to resist the invaders. They slowly retreated and attempted to regroup.  The North Korean invasion was criticized by the United Nations Security Council and purposed the plan of military intervention. This proposal was passed as the Soviet Union representative, a North Korean ally who had the veto power, was absent during the discussion. The United States, as the most powerful supporter of this proposal, quickly assembled the land army stationed in Japan and they were ready to intervene, and their air forces based in Japan and Guam were also on standby and ready to reinforce. (“Korean War Summary” The Globe and Mail, June 26, 1950, Final Edition.)"," ","Before World War II, The Korean Peninsula was annexed by Japan, and later liberated by Soviet Union in 1945. Due to the concern of balancing the power structure in East Asia, the Korean Peninsula was divided and ruled by the pro Soviet Communist Party in the North (DPRK) and the pro American Republic government in the South. (Jian Chen. China's Road to the Korean War: The Making of the Sino-American Confrontation New York: University of Columbia Press, 1997, 87.) The border between two factions was the 38th parallel line, which is almost at the center of the Korean Peninsula. Historian Chen Jian believes that the cause this war is also linked with the establishment of People's republic of China. In 1949, the Chinese Communist Party successfully defeated the Pro-America Chinese Nationalist Party and established the People’s Republic of China. “The victory of the Chinese communist strongly encourged Kim to believe that he could make the same thing happen in Korea” The success of CCP proved that communist party could overthrow the government supported by United States. With these optimistic beliefs, a conference held between Soviet leader Joseph Stalin, the CCP leader Mao Zedong and the DPRK leader Kim II Sung in 1949 to discuss the possibility of unifying Korea and to establish another communist country in East Asia. Mao and Kim had underestimated the South Korean military strength. They suggested that if the war would end swiftly, the United State’s military intervention could be avoided. They also believed, the Korean War was “An internal matter of the Korean people”, and other countries had no legitimate right to step in. (Jian Chen. China's Road to the Korean War 86.) With such expectations, Stalin approved the plan of invasion. In other words, the communist powers were initially not ready for a direct conflict with the United States and expected a swift victory against the South Korean army."," "," "," "],"display_date":"June 26, 1950 - July 27, 1953","search_date":"1952-01-10","locations":[{"id":53162,"lat":35.849459929112,"lng":129.74169592335,"zoom":7,"place":"Asia, Korea"}],"tags":[{"id":291,"tag":"Cold War"},{"id":3623,"tag":"The Korean War"}],"course":{"name":"Critical Writing and Research for Historians","school":"University of Toronto Scarborough","course_id":189,"school_id":28}}]}