{"id":2915,"tag":"monoculture","points":[[29.9858808,-90.0769034]],"bounds":[[29.9858808,-90.0769034],[29.9858808,-90.0769034]],"episodes":[{"id":6498,"title":"Boll Weevil Knievel","course_id":155,"status":"P","start_date":"11/30/03","end_date":"1/1/22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In November of 1903, Abe Brittin was preparing for war. His goal: “arresting the further progress of the pest” that had ravaged the South’s vital cash crop, cotton. This “evil” was the boll weevil, and it was advancing from Mexico into the United States. To Brittin and his companions in the Odd Fellows Hall of New Orleans, this was as much a war as the Civil War had been, thirty-eight years earlier. “Production,” he said, “is not keeping pace with consumption, and if this condition be not relieved, some other section of the world will produce the cotton needed.” The Honorable Charles Schuler agreed that Louisiana must be protected from the boll weevil as Texas had not been. He questioned how “veterans who had sacrificed their property and their lives to the back the human vermin that infested their State would suffer this insect to overwhelm them.” The “immense importance of the crop” and the necessity of protecting it was proven by the sheer number of people who depended on it for their livelihood. Scientists like Professor H. A. Morgan knew that the weevils fed “upon volunteer or planted cotton” and advised that “infected” fields “should immediately be quarantined.\"","Despite the intensity of this call to war, the boll weevil slowed the production of cotton in the south. Poor tenant farmers suffered as much as, if not more than, rich plantation owners. All was not lost, however. Cotton had become king in the south, and this had resulted in irresponsible growing practices; the boll weevil invasion forced cotton growers to rethink their methods. Growers began to us more fertilizer on their plants, increasing the time that a plot of land could be used before it was depleted of nutrients. Even more drastically, the boll weevils’ presence slowed cotton production until it could no longer support the southern economy singlehandedly. The monocropping culture gave way to a more diverse agriculture. Eventually, southerners began to recognize that the boll weevil had not ruined their lives. Enterprise, Alabama, even built a monument to the boll weevil as a way of thanking it for pushing them into progress."],"display_date":"November 30, 1903 - January 1, 1922","search_date":"1912-12-15","locations":[{"id":52890,"lat":29.9858808,"lng":-90.0769034,"zoom":6,"place":"New Orleans"}],"tags":[{"id":1105,"tag":"Cotton"},{"id":1669,"tag":"South"},{"id":13,"tag":"Agriculture"},{"id":2914,"tag":"boll weevil"},{"id":2915,"tag":"monoculture"}],"course":{"name":"HIST 3550, American Environmental History","school":"Auburn University","course_id":155,"school_id":73}}]}