{"id":2918,"tag":"West","points":[[41.3098746,-122.3105666]],"bounds":[[41.3098746,-100],[41.3098746,-122.3105666]],"episodes":[{"id":6499,"title":"Deterioration by Gold","course_id":155,"status":"P","start_date":"1890-08-07","end_date":"1890-08-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["As Joaquin Miller gazed out upon Mount Chasta in Northern California, all that could be seen was black forest. A magnificent site where the unbroken forests were filled with lilies, mossy roots, and rivers running through the mountains. However, looking towards the west, smoke clouds filled the skies, and gold mines scarred the once-untouched forest landscape. When gold was found in California in 1848, miners flooded into the valley and seized resources from the Modoc Indians, taking possession of the land in search of wealth. Now, more than forty years later, the land was perforated with gaping holes and shafts. The \"gentle savages\" who Miller had known for years had inhabited the land with far more kindness. They did not smite the rocks for gold or cut down tress, nor did they roil the water and ruin it for fishermen. The tribes had at first welcomed the gold rushers, only to be forced out. American settlers used the land for the pursuit of wealth and impoverished the ecosystem for both the native people and for their fellow settlers, the farmers. Miller lamented the Indians' suffering, and regretted that they had no advocate to help preserve the lands that had been given to them by the \"Great Spirit.\"","The California gold rush of the mid-nineteenth century brought tens of thousands of settlers into the valley within just a few years, making the San Francisco area an international port. The companies and miners who flooded the area molded the law to fit their own interests. The sudden influx of population and business did not allow for a stable political framework to be established, leading to a free-for-all. When the settlers rushed in the Indians were forced out of their land to make way for those that wanted  riches of gold and silver. Companies used far more water than was necessary, and hydraulic mines destroyed mountainsides, simultaneously displacing Indian tribes that had used the land and threatening American farmers. All of this needless destruction to nature and livelihood, was based on nothing more than the pursuit for fleeting material wealth."],"display_date":"August 7, 1890","search_date":"1890-08-07","locations":[{"id":52906,"lat":41.3098746,"lng":-122.3105666,"zoom":7,"place":"Mount Shasta, California"}],"tags":[{"id":2963,"tag":"Modocs"},{"id":2918,"tag":"West"},{"id":2917,"tag":"Frontier"},{"id":2916,"tag":"Gold"}],"course":{"name":"HIST 3550, American Environmental History","school":"Auburn University","course_id":155,"school_id":73}}]}