{"id":292,"tag":"Vietnam","points":[[40.8370495,-73.8654295],[38.9071923,-77.0368707],[16.4498,107.5623501],[16.0544068,108.2021667],[10.8230989,106.6296638],[41.49932,-81.6943605]],"bounds":[[41.49932,108.2021667],[10.8230989,-81.6943605]],"episodes":[{"id":6476,"title":"Vietnam Veteran, Ron Kovic, recalls lack of care in V.A. hospital.","course_id":153,"status":"P","start_date":"3/6/68","end_date":"3/6/68","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["After a Vietnamese rifle severed his spinal cord, Ron Kovic bounced around Vietnam field hospitals and eventually landed in a Veterans Affairs (VA) hospital in New York. Kovic found himself being treated in unbearable conditions by nurses and doctors who were often being overworked and unsupported. Kovic laid in his own filth at times while hospital staff could not make it to him to clean up his area or change his bedpan. Not only was the hospital run down and grossly understaffed but the nurses and doctors often had horrible attitudes towards the war and the veterans. Nurses even told Kovic how “nobody gives a crap about the war in Vietnam” while rats run around the filthy floors scavenging food. Meanwhile, the government failed to recognize severe problems in their VA hospitals.","            Throughout the 1960s and 1970s thousands of Vietnam veterans were coming home wounded from the war. Whether they came home with a bullet wound or missing a limb, they often spent time in VA hospitals across the nation. These hospitals often were kept in poor conditions mainly because of the lack of nurses and money that the government was spending on the war. Wounded veteran Kovic recalled that, \"It never makes any sense to us how the government can keep asking for money for weapons and leave us lying in our own filth.” The government prioritized their spending more on the war effort and less on the veterans and their treatment after returning home.","            The conditions in these hospitals and treatment of patients were often made worse because of the nursing shortage that was occurring at the time. As Kara Dixon has noted, army nurses during World War Two often numbered around forty or fifty thousand. During the Vietnam War this number reached an all time low of less than five thousand army nurses. This shortage caused many issues in the dark days of the war in Vietnam when thousands of soldiers arrived home wounded and in need of assistance.","            Since the lack of Army nurses was growing during the Vietnam War this forced the hiring of many civilian nurses and doctors to work in VA hospitals. This often led to a lack of personal care from the nurses and an understaffing of many of the hospitals. It was not uncommon for civilian nurses to oppose the war and they would let veterans know about it often. Kovic remembers vividly the day when a hospital nurse came to him and said “You can take your Vietnam and shove it up your ass.\" A comment like this showed the overall attitude of some of the nurses and the poor conditions that many of these veterans would have to return home to after serving their country."," "," "," "," "," "],"display_date":"March 6, 1968","search_date":"1968-03-06","locations":[{"id":21194,"lat":40.8370495,"lng":-73.8654295,"zoom":8,"place":"Bronx, New York"}],"tags":[{"id":292,"tag":"Vietnam"},{"id":1654,"tag":"Hospital"},{"id":2873,"tag":"Veteran"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":153,"school_id":3}},{"id":6486,"title":"Carter Reacts to Sino-Vietinamese War","course_id":153,"status":"P","start_date":"1/29/79","end_date":"1/30/79","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["       On the afternoon of January 29 1979, the same day Chinese Vice Premier Deng Xiaoping arrived Washington D.C., President Jimmy Carter met with Deng and exchanged many important ideas about China-US relation. Starting from 5:00 p.m., they began to talk about a serious and sensitive topic: Vietnam. ","At first, President Carter indicated that the U.S government had done everything they could to cut off Vietnam’s international aid, had increased military aid to Thailand, and warned the Soviet Union to not interfere Vietnam. However, Deng thought those were not enough. Deng believed that Vietnam was controlled by the Soviet Union, and he told President Carter he was considering a possible punitive strike against Vietnam. President Cater answered to Deng that “The United States had already joined the condemnation of Vietnam, but invasion of Vietnam was still a destabilizing action.” ","After the meeting with Deng, President Carter prepared and organized his words, and he gave an oral presentation to Deng on the next day about “why it would be a big mistake if China invades Vietnam.” However, it seemed that Deng did not take President Carter’s advice. The Sino-Vietnamese War began only ten days after Deng Xiaoping finished his trip to the United States. According to Dr. Kissinger’s book On China, President Carter was working on the human rights movement even before the election, so it was hard for him to support invasion at a country or support a government like the Khmer Rouge. Deng’s decision was not an mistake, and the Sino-Vietnamese war had achieved its purpose for the Chinese government that kept peace in the South-west and focused on Deng’s economic reform."," "],"display_date":"January 29, 1979 - January 30, 1979","search_date":"1979-01-29","locations":[{"id":52842,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington"}],"tags":[{"id":2889,"tag":"Diplomacy"},{"id":2888,"tag":"Attack"},{"id":292,"tag":"Vietnam"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":153,"school_id":3}},{"id":6741,"title":"A Struggle for Freedom: The 1966 Buddhist Crisis of South Vietnam","course_id":179,"status":"P","start_date":"3/26/66","end_date":"6/8/66","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            On March 27, 1966, the<em> New York Times</em> reported on ongoing anti-government protests led by young, angry Buddhists, mainly teenage boys and girls, in Saigon, South Vietnam (United Press International, 1966). With a crowd of over 3,000 demonstrators led by the Buddhist youth headquarters, they demanded that the military government of Premier Nguyen Cao Ky be replaced with a civilian government. The Rev. Hoang Quynh, chairman of the Catholic Greater Unity Force, also voiced a similar opinion saying that the current government should be replaced by civilian representatives of each of the country’s main religions. Premier Ky responded to the protestors by promising that a civilian government would be established soon, but at the same time, criticized the demonstrations and demanded for an immediate end to them. Premier Ky also hinted that the government would resort to physical force to dispel demonstrations occurring in not only Saigon, but also Hue and Danang, two other major cities where large-scale protests were happening. For Hue especially, being the old imperial capital, the protests attracted around 20,000 students. In Saigon, as well as Hue and Danang, the protests were not only anti-government, but also anti-American. Many speakers at the rallies denounced Ky’s government as being “corrupt” and having sold out to the American government. Among those in the rallies were South Vietnamese soldiers in uniform. The students, together with the soldiers, chanted for the overthrow of Ky’s government, and the enactment of democracy and return of sovereignty.","            Even before the 1966 Crisis, the Buddhist movement had been growing in size and support for years. To many, the Buddhist movement really began on May 8 1963, when government forces shot at crowds of Buddhists celebrating Wesak, the anniversary of the birth of Buddha (Roberts 1965, 240). This incident would not be the last act of religious suppression that Buddhists would face. President Ngo Dinh Diem, who came into power following the 1954 Geneva Convention (Sacks 1967, 516), installed a pro-Catholic regime that recognized Buddhism not as a religion, but as an “association” (Roberts 1965, 240). Many Buddhists publically spoke of their experiences of unfair treatment as a result of Diem’s regime. The Buddhist journal <em>Lien Hoa </em>published appeals to end religious oppression and forced conversion to Catholicism. Buddhists also spoke of favouritism towards Catholics when it came to promotions and land tenure (Roberts 1965, 241). Even though it is called the Buddhist Crisis, they were not the only group experiencing suppression at the time. All groups independent of the government, including the Boy Scouts, experienced a decline in influence as government-backed organizations took their place. Because of this, the boy scouts would come to play an active role during anti-regime protests (Roberts 1965, 242). The movement was not only anti-regime in nature, but also anti-American. During protests and demonstrations, the Buddhists claimed they represented the voice of the people in order to emphasize their dedication to Vietnamese nationalism and tradition. The Government of South Vietnam, by contrast, had brought in American forces and turned Vietnam into a battlefield between the United States and the forces of communism (Topmiller 1997, 207-208)."],"display_date":"March 26, 1966 - June 8, 1966","search_date":"1966-05-02","locations":[{"id":53091,"lat":16.4498,"lng":107.5623501,"zoom":8,"place":"Hue Vietnam"},{"id":53092,"lat":16.0544068,"lng":108.2021667,"zoom":8,"place":"Danang Vietnam"},{"id":53093,"lat":10.8230989,"lng":106.6296638,"zoom":8,"place":"Saigon Vietnam"}],"tags":[{"id":757,"tag":"Catholicism"},{"id":292,"tag":"Vietnam"},{"id":2247,"tag":"communism"},{"id":1385,"tag":"Social Movement"},{"id":3424,"tag":"Buddhism"},{"id":3425,"tag":"Nguyen Cao Ky"},{"id":3426,"tag":"Nationalism"},{"id":3427,"tag":"Suppression"}],"course":{"name":"Critical Writing and Research for Historians","school":"University of Toronto Scarborough","course_id":179,"school_id":28}},{"id":6779,"title":"\"Weeds Trees and Turf\" Magazine applauds defoliants use in Vietnam","course_id":178,"status":"P","start_date":"3/1/69","end_date":"3/31/69","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["The United States agricultural magazine <em>Weeds Trees and Turf</em>, along with many other forms of media, promoted the domestic application of chemicals for farming and other agricultural needs. The strategically titled article “Life-Saving Aerial Spray Missions in Vietnam” appeared in the March 1969 issue and provided the audience with broad understanding of how defoliation missions took place. More than that, the tone, title and content of the piece explained and endorsed the necessity of such missions. In favor of herbicide and defoliant use, the article relied upon education to inform those reading the article of how vital the use of defoliants can be to American lives as “Their task: aerial defoliation at various strategic areas to help save the lives of their fighting compatriots.”","            Misunderstood and misjudged at the time, the use of defoliants in the Vietnam war, through Operation Ranch Hand, unleashed unintended environmental and health effects on those in targeted areas. Ultimately, the U.S. used eleven million gallons of defoliants leading to unimaginable destruction. The defoliants remained hidden in the soils, water systems, and fats of humans and animals following exposure and as a result, defoliants affected areas such as rice fields and rubber plantations that had not been intended targets. With dioxin levels at estimated concentrations of 1000 mg/kg in highly exposed areas, some zones in Vietnam are still considered harmful to humans. One study, published in 1998, that surveyed areas adjacent to the former A So airbase in Central Vietnam suggested that fish still contained concentrations of dioxins that would be harmful to humans if consumed. This further raises the question of whether defoliant use was necessary.","The monthly magazine held a distinguished position as the foremost provider of valuable herbicidal and agricultural information covering developments in farming techniques. With such a title came the responsibility of producing pertinent and informative articles each month. Through their report on the use of defoliants in Vietnam, <em>Weeds Trees and Turf</em> suggested to their audience of dealers and manufacturers of herbicides, along with farmers and landscapers that the topics they cover are cutting-edge and significant at that time throughout the world.","As with many new technologies, the use of defoliants in Vietnam came with an initial lack of knowledge and understanding of its long-term consequences. This use led to the significant destruction of native Vietnamese vegetation, along with severely affecting human health through cancer and birth defects, prompting an international questioning of its use and accusations of violating the 1925 Geneva Protocol. However, the article provides an example of defoliants viewed as an asset because it was critical to saving the lives of American soldiers."],"display_date":"March 1969","search_date":"1969-03-16","locations":[{"id":53121,"lat":41.49932,"lng":-81.6943605,"zoom":8,"place":"Cleveland, Ohio"}],"tags":[{"id":292,"tag":"Vietnam"},{"id":5,"tag":"War"},{"id":3512,"tag":"Defoliants"},{"id":3513,"tag":"Agent Orange"},{"id":3514,"tag":"Operation Ranch Hand"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":178,"school_id":3}}]}