{"id":2927,"tag":"smoke","points":[[40.0639616,-80.7209149]],"bounds":[[40.0639616,-80.7209149],[40.0639616,-80.7209149]],"episodes":[{"id":6497,"title":"A Dreary, Dirty Life","course_id":155,"status":"P","start_date":"1861-04-06","end_date":"1861-04-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Rebecca Harding Davis looked outside and observed her town. Her town housed an iron-works factory, and the weather knew. The town was nothing but people and smoke and it was raining heavily. Rebecca cound barely see the green grocer’s shop through the rain, even though it was across the street from her house. The smoke was everywhere. It began in the iron foundries’ chimneys and spread out among the streets. The wharves were covered in so much smoke that it looked like the ships in the harbor were sailing on it, instead of on crisp blue waves. The faces of the men walking to the mil were covered with smoke and ash, so much that it was impossible for them to ever scrub it all out of their pores, to ever truly be clean. The men worked in the iron mill and then got drunk, their lives more terrifying than any ghost story to Rebecca. They were walking corpses. Sadly, Rebecca remembered looking at the river as a child with wonder, thinking of all the places it traveled through. Now, it was lost to the smoke.","Rebecca was not the only person in early industrial cities to lament the loss of nature. For city residents, nature had become a place to escape the stresses of life and work, but that had not always been the case. It was only with the progression of urban industry, and the dreary, smoky haze that seemed to follow, that people began to crave the green and blue hues of mother nature. How quickly they had forgotten the blood, sweat, and tears that had once been poured into that countryside, and the back breaking labor they had once performed there. Just as how urbinazation and city life had once seemed like the perfect respite from the life of a rural farmer, life in the countryside now seemed like the answer. As the saying goes, the grass is always greener on the other side. "],"display_date":"April 6, 1861","search_date":"1861-04-06","locations":[{"id":52889,"lat":40.0639616,"lng":-80.7209149,"zoom":7,"place":"Wheeling, WV"}],"tags":[{"id":58,"tag":"Industry"},{"id":739,"tag":"Nature"},{"id":2926,"tag":"iron mill"},{"id":2927,"tag":"smoke"}],"course":{"name":"HIST 3550, American Environmental History","school":"Auburn University","course_id":155,"school_id":73}}]}