{"id":2931,"tag":"Colonial south","points":[[37.226762,-75.9927652]],"bounds":[[37.226762,-75.9927652],[37.226762,-75.9927652]],"episodes":[{"id":6501,"title":"Northampton Native American and African Relations","course_id":155,"status":"P","start_date":"1705-01-01","end_date":"1705-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["By 1705 the Native American population of Virginia had taken a hit from disease and war from the new European settlers. The remaining population had a harder way of life due to the introduction of English settlers and them “having taken away a great part of their Country, and consequently made every thing less plenty amongst them.”  Many tribes like the Kiequotank, the Matomkin, and the Matchopungo, were almost wiped out completely and had only a few men left. Other tribes such as the Gingoteque and the Wyanoke joined other tribes to survive. The largest Accomac town was the Gangascoe, also known as the Gingaskins, in Northampton.","Northampton also had a significant population of freed African Slaves which helped maintain the population of the Gingaskins. Although English laws were introduced to grow the divide between freed blacks and poor whites, the English were ultimately unable to stop socialization between Natives and Africans in the colonies. By the time Virginia decided that Natives could only be enslaved for twelve years -- instead of the life sentence they had previously shared with Africans -- a substantial population of mixed Native and African Slaves had already developed. Even when Native people bought African slaves, they were not treated with the kind of dehumanization practices that the Europeans had. Many former slaves even married into the Native tribe, or were adopted by their captors. Because both oppressed populations felt a sort of informal alliance against the Europeans it was common for the two to intermarry and live peacefully amongst one another.","In Northampton the mixed-race population grew so significant that in 1787 white people in the area filed a petition to the General Assembly requesting that the Gingaskins have their 650 acre reservation taken away and given to white citizens on the grounds that no “real” Natives remained. In 1813, the Gingaskin reservation became the first to be terminated. Most of the Gingaskin remained on the land until a majority were driven off due to backlash from the Nat Turner Slave Rebellion. Afterwards most moved north, but the remainder married into the local black community, where they left a small imprint through oral traditions."],"display_date":"January 1, 1705","search_date":"1705-01-01","locations":[{"id":52892,"lat":37.226762,"lng":-75.9927652,"zoom":7,"place":"Northampton,Virginia"}],"tags":[{"id":2932,"tag":"Indian Slaves"},{"id":2931,"tag":"Colonial south"},{"id":537,"tag":"Native Americans"}],"course":{"name":"HIST 3550, American Environmental History","school":"Auburn University","course_id":155,"school_id":73}}]}