{"id":2937,"tag":"United States","points":[[42.6525793,-73.7562317],[47.6062095,-122.3320708],[40.2671941,-86.1349019],[39.9525839,-75.1652215]],"bounds":[[47.6062095,-73.7562317],[39.9525839,-122.3320708]],"episodes":[{"id":6618,"title":"Dr. Sharp's Indiana Plan to \"Render Sterile Confirmed Criminals and Mental Defectives\"","course_id":165,"status":"P","start_date":"3/9/07","end_date":"12/31/21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1907, the state of Indiana passed the world’s first sterilization law “to prevent procreation of confirmed criminals, idiots, imbeciles and rapists.” Over the next decade, hundreds of sterilization procedures would be performed under this law, sometimes under dubious circumstances. The 1907 Indiana law came as a direct consequence of fears concerning social changes that coincided with the growth of industrialization at the turn of the 20<sup>th</sup> century. The middle and upper classes dreaded the perceived immorality in mounting urbanization, the encroachment of foreign cultures, and that lower-class people would out-breed these higher classes.  In Indiana, there was a particular concern with poor, white Kentuckians moving into the state. Simultaneously, eugenic ideas were seen akin to public health issues.  At a time when cures and vaccines were being created for diseases of the body, some authorities hoped that eugenic efforts could function as preventative measures for mental and hereditary health. The greatest concern of eugenicists was the financial burden put on charitable organizations and tax payers in sustaining a populace they saw as “degenerate.”","Dr. Harry C. Sharp, convinced that sterilization was the noblest answer to these perceived societal issues, was a driving force in the Indiana law’s passing. Even though marriage laws and segregation were also seen as solutions to eugenic problems in the early 1900s, Sharp asserted that sterilized individuals could enjoy normal, happy lives. Previously, physical castration had been used as a punitive action against criminals. However, negative physiological effects of the procedure on the patient caused castration to be considered in violation of the 14<sup>th</sup> Amendment. Consequently, questions regarding whether sterilization could be construed as cruel and unusual punishment were addressed early on. In 1907 and 1909, Sharp gave two speeches to the National Prison Association in which he cited sterilization procedures he had performed for experimental, therapeutic purposes. A young man, Sharp claimed in 1907, had actually requested the procedure to cure his masturbation. In 1909, Sharp detailed that he had sterilized an 11-year-old epileptic girl who was then able to experience puberty normally. Sharp insisted that because of clear differences from castration, sterilization could not be seen as a punishment and thus was not unconstitutional.","At Sharp’s 1907 speech, the Indiana sterilization plan was met with great praise.  A number of board members also contemplated on the procedure’s disciplinary potential. Dr. Sharp responded to these notions by insisting that sterilization was “purely a medical measure.”  Yet, after two years, reactions to sterilization became increasingly divisive. Upon Sharp’s conclusion to his 1909 speech, the NPA’s treasurer rose in protest and declared the topic of sterilization improper for their organization.  Some found religious reasoning both in favor and against sterilization. Many still favored sterilizations, lest the entirety of the nation be overpopulated with “epileptic hospitals and homes for the feeble-minded” and civilization be “doomed.”  This logic spread sterilization laws into several other states. However, by 1913 the constitutionality of the sterilization law was seriously doubted due to sterilizations being performed questionably and without expressed legal sanction. The Indiana law was finally deemed unconstitutional in 1921.  Nevertheless, by the end of the 1920s there were new sterilization laws that would endure for another half century."],"display_date":"March 9, 1907 - December 31, 1921","search_date":"1914-08-04","locations":[{"id":8678,"lat":42.6525793,"lng":-73.7562317,"zoom":8,"place":"ALBANY, New York"},{"id":52993,"lat":47.6062095,"lng":-122.3320708,"zoom":8,"place":"Seattle, Washington"},{"id":52992,"lat":40.2671941,"lng":-86.1349019,"zoom":8,"place":"Indiana, United States"}],"tags":[{"id":3189,"tag":"1900s"},{"id":3188,"tag":"1907 Indiana Law"},{"id":3187,"tag":"Eugenic Legislation"},{"id":533,"tag":"Eugenics"},{"id":2937,"tag":"United States"},{"id":3186,"tag":"Involuntary Sterilization"},{"id":3185,"tag":"Vasectomy"},{"id":3184,"tag":"Eugenic Sterilization"},{"id":3183,"tag":"Indiana Sterilization Law"},{"id":3182,"tag":"H.C. Sharp"},{"id":3181,"tag":"Dr. Sharp"},{"id":3180,"tag":"Harry Sharp"},{"id":3179,"tag":"Sterilization"},{"id":9,"tag":"Law"},{"id":1466,"tag":"Legislation"},{"id":2471,"tag":"20th Century"},{"id":3148,"tag":"Indiana"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":165,"school_id":94}},{"id":6771,"title":"A Much Needed Change","course_id":177,"status":"P","start_date":"1847-05-01","end_date":"1847-05-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","One spring evening in May of 1847, Issac Hays, chairman of the newly established American Medical Association (AMA), stood from his seat surrounded by colleagues, having just finished creating the original code of ethics adopted by the AMA. The code, having since then been the standard of medical ethics in the United States, was modeled heavily on the ethical beliefs of the European physician ad author Thomas Percival, who created the first code of ethics. Up until a code was written and adopted in the U.S., there were no official national means of regulating proper ethical behavior in the healthcare field, and many states themselves lacked laws explicitly stating ethical expectations in the medical profession. Due to this, the code of ethics specifically touched on the need for doctors to recognize the entirety of the power they possessed to not take advantage of it."," ","This code of ethics was eventually commented on by Dr. Austin Flint, president of the AMA in 1883. In this commentary, Flint focused on the importance of physicians upholding their own sense of morality, a topic he felt worthy of extra attention. His commentary was divided into 3 sections: the responsibilities of physicians to their patients, and the duties patients are expected to uphold; the responsibilities physicians have to one another; and the accountability physicians are held to by the public."," ","This was a prime time for a code of ethics to be written and scrutinized, especially with the developments in surgery around that time. With the surgical field gaining popularity within the medical community, questions arose about surgeons’ morals in the operating room, when they were in control of another life. It was common for surgeons to learn to distance their emotions from their patients, which to a certain extent was to be expected—after all, they were cutting into another person before the development of anesthesia. It was expected of the doctor to remain faithful to his patient in accordance with his highest professional requirement—do no harm. There were concerns for physicians’ intentions and ethical accountability that were understandably called into question. The code of ethics was a way to unite all physicians in the states with a common goal, common standards, and a sense of accountability beyond their own conscience."],"display_date":"May 1, 1847 - May 31, 1847","search_date":"1847-05-16","locations":[{"id":11224,"lat":39.9525839,"lng":-75.1652215,"zoom":8,"place":"PHILADELPHIA, Pennsylvania"}],"tags":[{"id":3146,"tag":"Surgery"},{"id":2937,"tag":"United States"},{"id":100,"tag":"Medicine"},{"id":1011,"tag":"Ethics"},{"id":3213,"tag":"History"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":177,"school_id":94}}]}