{"id":294,"tag":"Containment","points":[[38.9151212228,-76.9435162098],[40.6916304076,-74.0035386433]],"bounds":[[40.6916304076,-74.0035386433],[38.9151212228,-76.9435162098]],"episodes":[{"id":4702,"title":"<strong>Ronald Reagan Signals a Change in US Policy Toward Central America</strong>","course_id":26,"status":"P","start_date":"11/16/80","end_date":"11/16/80","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Only days after Ronald Reagan’s 1980 presidential victory, an article in the <em>New York Times </em>explored how his conservative politics would change the nature of the conflicts in El Salvador, Nicaragua, and Guatemala. Alan Riding wrote “Reagan Impact Felt in Central America” as a broad overview of the actions and reactions that happened in the region due to anticipated changes in United States policy. This reporter had credibility on the subject of U.S.-Central American relations because it was his journalistic specialty from 1970-1989.","Alan Riding reported in the article that the Guatemalans greatly anticipated Reagan coming to power “The conservative Government and private sector in Guatemala, which had been strongly critical of President Carter’s human rights campaign, were delighted by his defeat and seemed hopeful of resumed American military assistance to help combat leftist guerrillas.”","The historical context leading up to this involved official policy from the previous administration.","In 1977 President Jimmy Carter ordered a human rights report on the actions of the Guatemalan military. What the study found was later confirmed by the United Nations Commission for Historical Clarification. The Guatemalan military was responsible for 93% of the human rights violations committed during the war, the guerrillas for 3%. The Guatemalan government reacted to these negative findings by refusing United States military aid.","Reagan immediately voiced his support for funding Guatemala once again in his first presidential news conference. He stated: “You can [not] turn away from some country because here and there they do not totally agree with our concept of human rights.”  Public opinion at the time about United States involvement in Central American Civil Wars is hard to gauge. While some, like former Peace Corp volunteer John Elder actively participated in the process of bringing Guatemalan refugees to the United States, most Americans remained inactive. The United States Military’s involvement was mostly logistical, so the violence did not have a direct effect on American citizens. Our aid to Guatemala did not cause the same public out rage that Vietnam did because few Americans died. The reinstatement of funding was a political success from Reagan’s point of view and by 1983, most of the Guatemalan countryside was subdued. This episode correctly previewed the situation in Central America and the changes that Ronald Reagan's administration would bring to US policy for that region."," "],"display_date":"November 16, 1980","search_date":"1980-11-16","locations":[{"id":40259,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"District of Columbia, District of Columb"},{"id":39105,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":291,"tag":"Cold War"},{"id":293,"tag":"Ronald Reagan"},{"id":294,"tag":"Containment"},{"id":295,"tag":"International Relations"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":26,"school_id":3}}]}