{"id":2940,"tag":"Milwaukee Plan","points":[[43.0389025,-87.9064736]],"bounds":[[43.0389025,-87.9064736],[43.0389025,-87.9064736]],"episodes":[{"id":6504,"title":"Putting an End to Public School Segregation in Milwaukee, WI","course_id":156,"status":"P","start_date":"1/1/76","end_date":"12/31/80","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Milwaukee Public Schools used “intact busing” which required black students to go from one school to another when their home school was in disrepair or overpopulated. These students did not attend classes with white children.  So even when these black students were attending primarily white schools, this form of “invisible” segregation was in use. Many bussed students were even required to go home or back to their “neighborhood school” to eat lunch. This angered many parents and civil rights activists who then started protests and boycotts to try and end the mistreatment.","The federal government was made aware of the situation in Milwaukee and ordered the city to desegregate the schools in 1976. There was a major difference in the minority populations of schools when comparing rural schools to city schools. Minorities made up 2% of the population in the rural parts; whereas 40% of the schoolchildren in the city schools were minorities. Though the school system was ordered to desegregate their schools, desegregation remained a problem with 52% of students enrolled in city schools being minorities and only 3% of the enrollment in rural schools being minorities. Therefore, additional initiatives had to be taken to integrate the schools of Milwaukee.","In March of 1976, the Chapter 220 bill was passed by the Wisconsin legislature offering an incentive to school districts that promoted integration.  Growing from this change, the law, Wisconsin statute 121.85, stated that school districts in Milwaukee County must develop committees that would meet annually to develop plans to desegregate the schools and equalize the populations of minority and white students. Each school district would receive money for the cost that it would take to operate each student. Once more than 5% of the school district’s total population was made up of transfer students, the district would multiply the money provided by 1.2%. Schools sending students would also receive state aid and all transportation costs would be covered. Students transfers would be limited to city schools with a minority portion above 30% or other schools with a minority count below 30%. White students were allowed to transfer only if they were leaving a school with less than 30% minority and going to a school with more than 30% minority. The circumstances for allowing a transfer would be decided by the district, along with the amount of students they would allow for transfer. Several districts refused to transfer students with a high educational need, the districts would also develop a measure of students in each grade.  Some districts also reviewed records to determine which students would adapt the best and other schools used a first-come-first-served method of transferring.","Twelve schools elected to take part in the program and five chose not to. After four years of the program, there were 916 minority students accepted. There were also 117 full-time white transfer students and 21 part-time white transfer students from suburban areas to city schools or schools that had a majority of minority students. Tuition payments from the state to the schools participating were $2,464 per student, making the total state payment $2 million distributed to the 12 schools in 1978-79. Despite the general success, the program reached a flat line after 1979. Since 1976, employment of faculty in minority groups also reached a standstill, even decreasing in numbers.","In May of 1979, federal judge John Reynolds approved a new integration plan devised by Milwaukee Public Schools.  It required that 75% of Milwaukee Public School students attend schools that were desegregated.  Judge Reynolds defined “desegregated” as being between 25 and 60 percent at all school levels (elementary through high school). This requirement excluded special education and kindergarten students. The percentage would be decreased once the minority population of the school system reached 50%. The Judge wanted every school level to have at least 20% black student enrollment, specifying that at the high school level 250 students would meet the requirement. He also made a special exception for bilingual school programs, requiring that they have at least 25% minority enrollment, but only half of that (12.5%) was required to be black students.","By the 1979-80 school year, 110 schools were racially balanced, 25 were over 70% black, and 5 had a 14-33% Hispanic population (these schools were not under the court order).  Judge Reynolds had set high standards for integrating the public schools of Milwaukee.  This resulted in Milwaukee’s schools taking a giant step toward the promise of the <em>Brown vs. Board of Education </em>decision."],"display_date":"1976 - 1980","search_date":"1978-07-02","locations":[{"id":52894,"lat":43.0389025,"lng":-87.9064736,"zoom":8,"place":"Milwaukee, WI"}],"tags":[{"id":2940,"tag":"Milwaukee Plan"},{"id":2939,"tag":"Milwaukee Public Schools"},{"id":2938,"tag":"School Desegregation"}],"course":{"name":"Histsorical Ethnography of Freedom","school":"Pennsylvania States University","course_id":156,"school_id":78}}]}