{"id":2946,"tag":"Walton County","points":[[28.5999998,-81.3392352]],"bounds":[[28.5999998,-81.3392352],[28.5999998,-81.3392352]],"episodes":[{"id":6507,"title":"Rosenwald School's and African American education in Walton County, FL","course_id":154,"status":"P","start_date":"2/19/16","end_date":"2/22/16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Paige McFarland"," ","The primary source I chose to use in this project is a picture of the Rosenwald Black Branch School in Walton County, Florida. This school was built in 1922 and served as a one-teacher type school. Historically this picture gives a good idea of what the Rosenwald schools looked like after they were built. It’s nice to be able to put a picture to all that we are learning about. The picture shows a black and white image of a small wooden building with one door and windows surrounding the building. Along with the picture, this website as shows what part of the community contributed financially with this school. It shows that the Rosenwald project gave $500.00, Negroes gave $295.00, whites gave $10.00, and the public gave $848.00. Therefore, the public gave the most money when it came to making sure this school got built. That makes sense because according to the book <em>History of Walton County</em> by John L. McKinnon, Walton County was a place that thought highly of African Americans. In the book <em>History of Walton County</em> it goes into great detail of how slave owners treated their slaves in Walton County. The book says that if a married couple was split up and sold into different families, they would make sure to let them spend weekends with each other at one of the others homes. This is an example of white people in Walton County at least showing some kind of compassion and respect towards African Americans. Therefore, going back to my primary source picture and financial records of the Black Branch School, it makes sense that the public of Walton County would have put the most money into the making of this school. I think it also worth noting that this school was just one out of five Rosenwald Schools that was built in Walton County. Five schools may not seem like that many, but with my research on other counties in Florida at the time, some only had one school with a larger population. Walton County definitely had the most schools within its county region than any other county that I personally researched."," ","However nice slave owners are made out to be in Walton County in the 1920’s, they were still slave owners. African American children were still forced to attend a separate school and families were still split apart. This leads back to the cultural and social issue that can be found from this picture. While this picture shows a very small school that had to be used for many children. Walton County was a county just like others who believed that the white race was superior to African Americans. Thus, leading up to the Black Branch School needing to be built in the first place. I believe there is a definite political issue, among other issues, that are linked to this primary source picture due to those reasons. With everything I get my hands on about how historians talk about the issue of slavery and education, they seem to give examples as to why people justified it. Whether it is greed or racism. The article Historical Fiction from PBS talks a lot about how there were many different kinds of racism. Historians have proved that it wasn’t just white people that enslaved black people, but black people also enslaved black people. Along with Native Americans enslaving black people. I’m sure there could be a reason for anything, however, when it comes to the political issue of slavery it seems that people practiced it due to greed. There’s no doubt that there were large sums of money that could be earned when someone owned a lot of slaves. More work could get done and therefore more products were being sold. However, at what expense? I would say the cons of slavery greatly outweighed the pros. With all of that being said the picture of the Black Branch School in Walton County probably looked a lot like many other Rosenwald Schools being built around that time. With the research that I could find on Walton County it seemed that there was at least some sense of respect for African Americans around the 1920’s. I believe that the public of Walton County putting in the most amount of money to build this school says a lot about the opinion of all of the people living there at the time."," ","In conclusion, education in Walton County for African Americans could not have been stellar. It certainly wasn’t fair when standing next to the education the white children were receiving. However, at a time when our country was blinded by hateful thoughts and actions, it does seem that Walton County was at least slightly better when it came to having some kind of human compassion.  "],"display_date":"February 19, 1916 - February 22, 1916","search_date":"1916-02-20","locations":[{"id":52897,"lat":28.5999998,"lng":-81.3392352,"zoom":8,"place":"Winter Park, FL"}],"tags":[{"id":2943,"tag":"Rosenwald"},{"id":2946,"tag":"Walton County"}],"course":{"name":"African American History Since 1877","school":"Rollins College","course_id":154,"school_id":5}}]}