{"id":295,"tag":"International Relations","points":[[38.9151212228,-76.9435162098],[40.6916304076,-74.0035386433],[21.8863621,-102.2881179],[21.8852562,-102.2915677]],"bounds":[[40.6916304076,-74.0035386433],[21.8852562,-102.2915677]],"episodes":[{"id":4702,"title":"<strong>Ronald Reagan Signals a Change in US Policy Toward Central America</strong>","course_id":26,"status":"P","start_date":"11/16/80","end_date":"11/16/80","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Only days after Ronald Reagan’s 1980 presidential victory, an article in the <em>New York Times </em>explored how his conservative politics would change the nature of the conflicts in El Salvador, Nicaragua, and Guatemala. Alan Riding wrote “Reagan Impact Felt in Central America” as a broad overview of the actions and reactions that happened in the region due to anticipated changes in United States policy. This reporter had credibility on the subject of U.S.-Central American relations because it was his journalistic specialty from 1970-1989.","Alan Riding reported in the article that the Guatemalans greatly anticipated Reagan coming to power “The conservative Government and private sector in Guatemala, which had been strongly critical of President Carter’s human rights campaign, were delighted by his defeat and seemed hopeful of resumed American military assistance to help combat leftist guerrillas.”","The historical context leading up to this involved official policy from the previous administration.","In 1977 President Jimmy Carter ordered a human rights report on the actions of the Guatemalan military. What the study found was later confirmed by the United Nations Commission for Historical Clarification. The Guatemalan military was responsible for 93% of the human rights violations committed during the war, the guerrillas for 3%. The Guatemalan government reacted to these negative findings by refusing United States military aid.","Reagan immediately voiced his support for funding Guatemala once again in his first presidential news conference. He stated: “You can [not] turn away from some country because here and there they do not totally agree with our concept of human rights.”  Public opinion at the time about United States involvement in Central American Civil Wars is hard to gauge. While some, like former Peace Corp volunteer John Elder actively participated in the process of bringing Guatemalan refugees to the United States, most Americans remained inactive. The United States Military’s involvement was mostly logistical, so the violence did not have a direct effect on American citizens. Our aid to Guatemala did not cause the same public out rage that Vietnam did because few Americans died. The reinstatement of funding was a political success from Reagan’s point of view and by 1983, most of the Guatemalan countryside was subdued. This episode correctly previewed the situation in Central America and the changes that Ronald Reagan's administration would bring to US policy for that region."," "],"display_date":"November 16, 1980","search_date":"1980-11-16","locations":[{"id":40259,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"District of Columbia, District of Columb"},{"id":39105,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":291,"tag":"Cold War"},{"id":293,"tag":"Ronald Reagan"},{"id":294,"tag":"Containment"},{"id":295,"tag":"International Relations"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":26,"school_id":3}},{"id":5494,"title":"The Platt Amendment","course_id":90,"status":"P","start_date":"3/1/01","end_date":"0000-00-00","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Drafted during the crucial period following the Spanish-American War, the Platt Amendment passed on March 2, 1901, was an addition to the Army Appropriations Act. Secretary of State Eilhu Root with the cooperation of Connecticut Senator Orville H. Platt drafted the amendment essentially making Cuba a dependent of the United States. This amendment, with the sole purpose being strategy, gave the United States a supervisional role in Cuban affairs. The United States wanted to leave Cuba under the control of its people and had no intention of annexing it into the states. However, they wanted to maintain the ability to intervene in the event of \"anarchy or a foreign threat\".","After numerous committee meetings, senators reached an absolute policy during January and February of 1901. Under the amendment, an action barred Cuba from entering any agreement with a foreign country that was detrimental to their independence. Cuba could also not take on any public debt they were unable to pay themselves. Also, they had to take on the responsibility of sanitation for the protection of the people against diseases, which had been a lower priority previously.  Lastly, Cuba's government must sell or lease lands to the United States for the purpose of building naval stations.  As a result of this article in the amendment the United States gained claim to Guantanamo Bay.","The Platt Amendment ultimately provided the United States with national security. General Leonard Wood, military governor of Cuba, presented the terms of the Platt Amendment to the Cuban Constitutional Convention at the end of 1900. The Cuban delegates realized the amendment limited their sovereignty and tried many times to rectify the terms.  On June 12, 1901 the amendment was ratified after the agreement on a trade treaty with the United States. The amendment, finally adopted into the Cuban Constitution, remained in place until 1934, until both the United States and Cuba agreed to end the treaty."," "," "," "],"display_date":"March 1, 1901 - undefined 0, 0","search_date":"1900-07-16","locations":[{"id":52404,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District Of Columbia"}],"tags":[{"id":295,"tag":"International Relations"},{"id":1396,"tag":"Cuba"},{"id":1397,"tag":"Amendment"},{"id":1398,"tag":"Orville H. Platt"}],"course":{"name":"Latin America","school":"Texas Wesleyan University","course_id":90,"school_id":49}},{"id":6781,"title":"The Debate Over the Bracero Program","course_id":181,"status":"P","start_date":"1/1/21","end_date":"1/19/52","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["At the beginning of 1952 the fate of the Bracero program was unclear.[1] While a meeting between American Farm Bureau Federation representatives and the Mexican National Association of Farmers agreed on extending the program, the subsequent meeting between the American and Mexican governments raised doubts with criticism coming from both sides of the border.[2] The Mexican press criticised “the scandalous violations committed by farmers in Mississippi, Tennessee, and the lower Rio Grande region” while President Truman reportedly received increasing criticism following the introduction of stiffer policy intended to stop the hiring of “wetbacks”.[3] Both the former assistant manager of the United States Labour Department’s Aguascalientes Farm Placement Migration Center, former Arizona legislator, Conrad Carreon, and the manager of the Albuquerque Migration Center, Peter Gallegos supported the extension. They were worried the effect frequent misinformation in the United States was having on the Bracero program, citing as an example a health official statement claiming Mexican labourers raised American rates of venereal diseases. Mr. Carreon hoped Americans would take the time to educate themselves on the program.[4]  In contrast to Mr. Carreon and Mr. Gallagos statements, the program was less beneficial to the migrant workers than it seemed."," ","In the period leading up to the 1950’s agriculture still constituted the majority of the South’s economy.[5] Family members filled only 35% of  the jobs, and with pay and conditions making it harder for employers to hire domestically there were opportunities for temporary migrant labour.[6]  This situation led to the start of an informal version of the Bracero Program in 1921, and a formalized edition in 1942.[7]  Basic life necessities were provided by the employer with the cost being deducted from the worker’s wage.[8] Their temporary status meant this labour-force had no political power and were at the employer’s mercy.[9] In the early 1950’s, President Truman created the President’s Commission on Migratory Labour. This committee’s objective was to work towards improving the experience of Mexican migrant labourers through the revision of the Bracero program.[10]  The committee recommended extending social legislative support for the workers, and even extended the idea of ending the importation of Mexican workers with the support of the Mexican government.[11]  Congress, however, ignored the recommendations and the program was instated for a further decade following the passing of Public Law 78.[12]"," "," ","[1] Morgan Monroe, “Ex-Legislator Urges Extension of U.S.-Mexican Bracero Agreement”, <em>The Arizona Republic</em> (Phoenix, Arizona), Jan. 19, 1952.","[2] Ibid.","[3] Ibid","[4] Ibid","[5] Ray N Gilmore, Gladys Gilmore, “The Bracero in California”, <em>Pacific Historical Review</em> 32 no. 3 (1963): 266","[6] Ibid: 267","[7] Ibid: 269","[8] Ibid: 267","[9] Ibid","[10] R. S. Robertson, “Taking the fair deal to the fields: Truman's commission on migratory labor, public law 78, and the bracero program”, <em>Agricultural History</em> 84 no. 3 (2010): 381","[11] Ibid","[12] Ibid"],"display_date":"January 1, 1921 - January 19, 1952","search_date":"1936-07-11","locations":[{"id":53081,"lat":21.8863621,"lng":-102.2881179,"zoom":8,"place":"Phoenix, Arizona"},{"id":53123,"lat":21.8852562,"lng":-102.2915677,"zoom":2,"place":"Aguascalientes, Mexico"}],"tags":[{"id":3515,"tag":"Bracero Program"},{"id":13,"tag":"Agriculture"},{"id":3432,"tag":"Labour"},{"id":295,"tag":"International Relations"},{"id":3115,"tag":"President Truman"},{"id":366,"tag":"Migration"}],"course":{"name":"US History since 1865","school":"University of Toronto Scarborough","course_id":181,"school_id":28}}]}