{"id":2955,"tag":"Protests","points":[[30.4382559,-84.2807329],[31.4477806,-109.9285612]],"bounds":[[31.4477806,-84.2807329],[30.4382559,-109.9285612]],"episodes":[{"id":6510,"title":"\"Without The Students\": The College Student Contribution to Tallahassee's Civil Rights Movement","course_id":154,"status":"P","start_date":"5/26/56","end_date":"12/31/70","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On Saturday, May 26, 1956, two female Florida A&M University students paid their fare and boarded a bus almost filled to capacity. After sitting in the only remaining open seats on the bus, Wilhelmina Jakes and Carrie Patterson were quickly asked by the bus driver to stand because the seats that they were occupying were next to a white woman. The young women agreed to get off of the bus contingent upon their fares being returned to them. The bus driver refused, and in kind, they refused to get off of the bus. The authorities were immediately called, and the two were arrested and jailed for inciting a riot. Although this incident was unplanned, it was the spark that ignited the civil rights movement in Tallahassee.","After crosses were burned in front of the co-eds’ residence, Florida A&M University Student Government president, Broadus Hartley, decided to take action. On Monday morning, he called a campus-wide meeting to discuss the issue. It was at this meeting that the students made the decision to suspend the use of the bus system until equal riding privileges were given to African Americans. Word quickly spread throughout the community and the next day, leaders from the local NAACP and citizens met at Bethel Baptist Church and decided to join the students’ protest. By Wednesday morning, white officials felt the true power of their opposition. In 48 hours, the patronage of approximately 15,000 African Americans to which they had become accustomed had disappeared. The bus system ran for only thirty-three days until they were forced to suspend bus service due to lack of funds. Because the bus company was unwilling to fully meet the demand of equal service for African Americans, the boycott continued well into 1957.","According to Lewis M. Killian, “the largest black social structure in Tallahassee was the Florida A and M student body…[and] this structure had no history of social activism.” This is important because it identifies the Tallahassee bus boycott as the first time that student body of Florida A&M engaged in any sort of activism. The students recognized that their participation was paramount in the success of the boycott and by the end of 1959, a campus-based, interracial organization called the Congress of Racial Equality (CORE) began organizing more frequent and militant protests. Comprised of black students from Florida A&M University and white students from Florida State University, it was “the newest civil rights organization in the city.”","On February 20, 1960, the students were prepared to make history again. CORE conducted a sit-in at a Woolworth lunch counter with a total of thirteen participants; eleven of the participants were arrested and jailed for unlawful assembly and disturbing the peace. “Eight of the students decided to serve sixty days in the local jail rather than pay $300 for their release. This was the first case of “jail-versus-bail” in the civil rights movement.” Similar sit-ins began to occur in cities across the South, but “only in Tallahassee did the student protesters attend a publicly supported institution [FAMU]. Just as important, when the capital city sit-ins became interracial, Tallahassee achieved a notoriety that further distinguished it from many cities of the Deep South.”","“Without the students, there would have been no protest, there would have been no movement.” These were the words of Reverend Charles Kenzie Steele, one of the most well-known leaders in Tallahassee’s civil rights movement. Reverend Steele was popular among the college-age population because, while some of the older activists viewed the sit-ins, jail-ins, and protests as impulsive and rash activities, he was one of the leaders in the Tallahassee area who vocally supported the younger generation’s action-based activism. He understood the importance in the numbers, stamina, time that college students could devote to protests that adults could not. One could easily argue that the speed and success of Tallahassee’s civil rights movement became reliant upon the involvement of students and faculty from Florida A&M University. It is my opinion that credit is due to the students and faculty who applied the constant pressure for equality in public spaces; they continue to provide a monumental legacy for the nonviolent protests of today."],"display_date":"May 26, 1956 - December 31, 1970","search_date":"1963-09-13","locations":[{"id":52902,"lat":30.4382559,"lng":-84.2807329,"zoom":8,"place":"Tallahassee, Florida"}],"tags":[{"id":2958,"tag":"Sit-ins"},{"id":2957,"tag":"Lunch Counter"},{"id":2956,"tag":"Bus"},{"id":2955,"tag":"Protests"},{"id":2954,"tag":"College Students"},{"id":2953,"tag":"Tallahassee"},{"id":278,"tag":"boycott"},{"id":42,"tag":"Civil Rights"}],"course":{"name":"African American History Since 1877","school":"Rollins College","course_id":154,"school_id":5}},{"id":6676,"title":"The Deportation of Striking Miners","course_id":173,"status":"P","start_date":"6/26/17","end_date":"7/12/17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["From the eye of a non-historian, this photo which shows hundreds of people marching","from a small town to what looks like a rural area, would look pretty unusual. A large string of","people being escorted by other men to an open area, whilst a factory seems to be running in the","far background from the big crowd of people. Some questions would arise, such as, “Where are","those people heading to? Why are there hundreds of people going in the same direction?”.","These questions can be answered if the time and place in which the photograph has been taken","is considered. ","            Bisbee, Arizona was the home to many large copper mining companies in the early","1900’s, and during the First World War, the price of copper increased greatly and the copper","companies received large profits. With high price and high demand of copper, it made Bisbee","very wealthy. But with such high demand came harder labour for the miners. Even though the","companies were getting more and more wealthy; they did not increase the salaries for the miners.","In addition, the working conditions were harsh and dangerous for the miners. Eventually the","workers became more upset with the labour, so they joined The Industrial Workers of the World","(I.W.W.) and on June 24, 1917, the I.W.W. presented the copper companies of Bisbee with a list","of demands. These demands included better and safer working conditions, and the stoppage of  ","unequal treatment towards the immigrant workers. The copper companies then refused all the","demands that were given from the I.W.W., which then resulted into a strike. Nearly half of the","miners in Bisbee were on strike, which was a major set back for the copper companies in Bisbee.","Another reason why the strike happened was because the relationship between the I.W.W. and","law enforcement was not good. The law enforcement didn’t seem to care too much about labour","conditions and needs, and organizations such as the I.W.W. During this time, the conflict of","labour relations in the U.S. became more and more severe. The law enforcement denied the","accommodations of immigrant labour which overall aggravated all immigrants. This constant","unnecessary hardship for the immigrants gave them no choice but to fight back, which resulted in","the strike. But the photo did not capture a moment from the strike, instead it captured a moment","which resulted from the strike.","            As the strike was in session, the state of Arizona needed a way to get the people of the","strike back to work. Instead of accommodating the demands of the I.W.W., a different route was","taken. 2000 deputies in Arizona came together under Sheriff Harry Wheeler, and planned on","taking matters in their own hands. In the morning of July 12, 1917, the deputies went to Bisbee","to locate and capture all I.W.W. members and even supporters of the movement. They ended up","capturing over 1000 people and escorted them from Bisbee, through Lowell, and to a train so it","can later bring them to Hermanas, New Mexico where they were left abandoned.","            This photo captured the moment where the deputies were escorting the workers to the","train so they can be deported. The photo shows the deportees walking from their towns for the","last time. In the background shows smoke arising from a factory as workers are being deported","just miles from it. The factory in the background shows a bit of irony considering half of","Bisbee’s miners were on their way to another life. This event became significant in later","American life because it shows the importance of the worker and the injustices that they may","experience from the workplace."],"display_date":"June 26, 1917 - July 12, 1917","search_date":"1917-07-04","locations":[{"id":53041,"lat":31.4477806,"lng":-109.9285612,"zoom":11,"place":"Bisbee, Arizona"}],"tags":[{"id":2955,"tag":"Protests"},{"id":3290,"tag":"Deportation"},{"id":2526,"tag":"Strike"}],"course":{"name":"US History 1867 to the present","school":"University of Toronto Scarborough","course_id":173,"school_id":28}}]}