{"id":2964,"tag":"Lincoln Telegrams","points":[[38.9071923,-77.0368707]],"bounds":[[38.9071923,-77.0368707],[38.9071923,-77.0368707]],"episodes":[{"id":6512,"title":"Abraham Lincoln: To Pardon? Why or why not?","course_id":159,"status":"P","start_date":"1864-04-05","end_date":"1865-02-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["To Pardon—Why or why not?","President Lincoln’s use of telegrams revealed a man ahead of the 1860s technological times. He is recognized as an innovator, communicator, and commander of the telegraph. Lincoln has been named writer of war, micromanager, and technophile. After analyzing a small collection of 10 telegrams dated from April 5, 1864 to February 15, 1865 one may question the argument for pardons granted by President Lincoln. This collection of telegrams illuminates a theme of pardons, stays, commutes, and suspensions of execution. The argument for pardons in this small collection of works was rooted in Lincoln’s use of his political authority and for political favor or gain, Lincoln’s desire to confirm or deny allegations against military personnel, and Lincoln’s belief in humanitarianism practice.","An interest of political favor or gain was the rationale behind a pardon in a telegram dated April 5, 1864. Governor Brough asked President Lincoln for the pardon of the soldiers of the 12th Ohio.(1) President Lincoln granted this request.(2) Governor Brough supported Lincoln’s Administration and war efforts. Brough was viewed as a man with strong ties to governors from the Midwest and President Lincoln valued this relationship. On furthering the argument of pardons for political favor Lincoln suspended executions of deserters on November 24, 1864.(3) This suspension of executions was seen as an act granted by Lincoln to gain political favor. Lincoln was the leader of the Republican Party, and he was a supporter of abolition. Even in times of war Lincoln attempted to unite the country by granting pardons to not only Union forces but Confederates as well.(4) On December 19, 1864, President Lincoln sent a telegram to Major General Wallace inquiring information about three Confederate troops.(5) Gaining political favor from the Union, as well as the Confederates, were of importance to Lincoln and therefore, he continued to grant pardons of interest. As the end of the Civil War was approaching, President Lincoln granted suspensions of execution in order to exercise his political authority and rights to grant clemency.(6) ","President Lincoln granted pardons on the basis of his desires to confirm or deny allegations of military personnel. On October 5, 1864, President Lincoln suspended the execution of Thomas K. Miller.(7) On January 20, 1865, President Lincoln suspended the death sentence of Thomas Samplugh.(8) This pattern of suspensions continued on February 12, 1865 when Lincoln commuted the death sentence of Lieutenant Samuel B. Davis.(9) Another instance of pardons occurred on February 15, 1865 when Lincoln suspended the execution of Luther T. Palmer and requested Palmer’s record for examination.(10) In each of these telegrams, President Lincoln granted suspensions and commutes to military personnel in order to confirm or deny allegations.","When pardons, stays, suspensions, and commutes were not being granted for political favor or further investigation, President Lincoln appeared to portray a humanitarian character. This act of humanitarianism was exhibited in four telegrams from June 28, 1864 to February 15, 1865. President Lincoln was aware of the number of lives lost during the war and therefore, he took his right to execute seriously, as not to increase the death toll. Amos Tenney was sentenced to death for desertion, yet President Lincoln suspended the execution to determine the severity of Tenney’s actions and make the executive decision as to whether or not another life lost was necessary.(11) The life of Thomas Samplugh was one of the many lives spared by President Lincoln.(12) Samplugh could have been another name on another grave, but Lincoln took his attention away from other war related matters to consider if death was the answer to Samplugh’s actions.(13) Hugh F. Riley(14) and Luther T. Palmer(15) were two more names among the many that President Lincoln chose to practice humanitarianism efforts by considering the severity of war, the role war plays on soldiers, and the value of each and every life whether that life be Union or Confederate.","The argument to pardon was not as simple as it seems and some of Lincoln’s reasons will continue to be unknown, but a thorough analysis of 10 telegrams provides insight and answers to the question at large—To Pardon? Why or why not? Lincoln chose to pardon name after name and his decision were based on various factors including Lincoln’s use of his political authority and for political favor or gain, Lincoln’s desire to confirm or deny allegations against military personnel, and Lincoln’s belief in humanitarianism practice."," ","(1) John Hay to John Brough, 5 April 1864, The Lincoln Telegram Project, The Henry E. Huntington Library.","(2) Ibid.","(3) Abraham Lincoln to Henry M. Rice, 24 November 1864 (1), The Lincoln Telegram Project, The Henry E. Huntington Library.","(4) Abraham Lincoln to Lewis Wallace, 19 December 1864 (2), The Lincoln Telegram Project, The Henry E. Huntington Library.","(5) Ibid.","(6) Abraham Lincoln to Philip Sheridan, 13 February 1865, The Lincoln Telegram Project, The Henry E. Huntington Library.","(7) Abraham Lincoln to Officer in Command at Nashville, Tennessee, 5 October 1864, The Lincoln Telegram Project, The Henry E. Huntington Library.","(8) Abraham Lincoln to Ulysses Grant, 20 January 1865 (2), The Lincoln Telegram Project, The Henry E. Huntington Library.","(9) Abraham Lincoln to Joseph Hooker, 12 February 1865 (2), The Lincoln Telegram Project, The Henry E. Huntington Library.","(10) Abraham Lincoln to Philip Sheridan, 15 February 1865 (1), The Lincoln Telegram Project, The Henry E. Huntington Library.","(11) Abraham Lincoln to Officer in Command at Fort Monroe, Virginia, 28 June 1864, The Lincoln Telegram Project, The Henry E. Huntington Library.","(12) Lincoln, 20 January 1865 (2).","(13) Ibid.","(14) John G. Nicolay to John A. Andrew, 9 February 1865 (4), The Lincoln Telegram Project, The Henry E. Huntington Library.","(15) Lincoln, 15 February 1865 (1)."],"display_date":"April 5, 1864 - February 15, 1865","search_date":"1864-09-10","locations":[{"id":52855,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington, D.C."}],"tags":[{"id":32,"tag":"Civil War"},{"id":683,"tag":"Abraham Lincoln"},{"id":2964,"tag":"Lincoln Telegrams"}],"course":{"name":"Digital History and Pedagogy","school":"North Carolina State University","course_id":159,"school_id":30}}]}