{"id":2966,"tag":"American Civil War","points":[[38.964544,-77.028509],[36.1626638,-86.7816016],[41.8781136,-87.6297982],[43.9508633,-79.7641511],[43.9079666,-78.4576144],[43.9138071,-78.6287105],[43.9900275,-77.7131275]],"bounds":[[43.9900275,-77.028509],[36.1626638,-87.6297982]],"episodes":[{"id":6515,"title":"\"We haven't taken Washington, but we scared Abe Lincoln like hell.\" - Jubal Early, Confederate General","course_id":159,"status":"P","start_date":"1864-07-11","end_date":"1864-07-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["\"Cypher<em> War Department</em>","Washington City,","July 10---2.P.M. 1864 <br /> Lieut. Gen. Grant","City-Point, Va","<br /> Your despatch to Gen. Halleck, referring to what I may think in the present emergency, is shown me. Gen. Halleck says we have absolutely no force here fit to go to the field. He thinks that with the hundred day-men, and invalids we have here, we can defend Washington, and scarcely Baltimore. Besides these, there are about eight thousand not very reliable, under Howe at Harper's Ferry, with Hunter approaching that point very slowly, with what number I suppose you know better than I. Wallace with some odds and ends, and part of what came up with Ricketts, was so badly beaten yesterday at Monocacy, that what is left can attempt no more than to defend Baltimore. What we shall get in from Penn. & N.Y. will scarcely [be] worth counting, I fear. Now what I think is that you should provide to retain your hold where you are certainly, and bring the rest with you personally, and make a vigorous effort to destroy the enemie's force in this vicinity. I think there is really a fair chance to do this if the movement is prompt. This is what I think, upon your suggestion, and is not an order","A. LINCOLN”","President Abraham Lincoln sent this telegram to General Ulysses Grant the day before the Battle of Fort Stevens.  The frantic tone is apparent, and with good reason.  The capitol of the United States faced the threat of occupation by a foreign power for the second time in our nation’s short history.  Just fifty years earlier, the British invaded Washington and burned the White House.  Now, with victory over the Confederacy seemly close, the Union was confronted with its gravest threat of the American Civil War.","In early June 1864, General Robert Lee, the head of the Army of Virginia, sent General Jubal Early, with around 20,000 soldiers, north to invade Maryland and, if possible, seize Washington, D.C.  At the time, the Union forces were besieging the Confederate cities of Richmond and Petersburg.  Lee hoped Early’s foray would relieve pressure on Richmond and Petersburg’s defenders. ","Early’s raid started with greater success than anticipated.  The Confederate forces scattered the Union forces facing them.  In a significant blunder, Union General David Hunter retreated to the relative safety of Charleston, WV.  The path to the United States capital lay open.  By July 11, Early advanced as far as Fort Stevens, located just a few miles from the Capitol building and also Lincoln’s private cottage at Soldiers Home.  The battle lasted for two days.  At one point, Lincoln ventured so near to the fighting that Confederate snipers killed a soldier standing close by.   In the end, General Grant’s quick reinforcement of Fort Stevens caused Early to withdraw, thereby saving the capitol.  Later, General Early commented, “We haven’t taken Washington, but we scared Abe Lincoln like hell.”"," "],"display_date":"July 11, 1864 - July 12, 1864","search_date":"1864-07-11","locations":[{"id":52910,"lat":38.964544,"lng":-77.028509,"zoom":8,"place":"Fort Stevens, Washington, DC"}],"tags":[{"id":2966,"tag":"American Civil War"},{"id":2967,"tag":"Battle of Fort Stevens"},{"id":683,"tag":"Abraham Lincoln"},{"id":924,"tag":"Jubal Early"},{"id":1816,"tag":"Ulysses Grant"}],"course":{"name":"Digital History and Pedagogy","school":"North Carolina State University","course_id":159,"school_id":30}},{"id":6606,"title":"Light through the Fog of War","course_id":165,"status":"P","start_date":"1864-12-15","end_date":"1865-05-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Many people today know about the battles and outcomes of the American Civil War, but not many know about the nurses that provided care to soldiers during and after battles. In Nashville, Tennessee in 1864, a picture was taken that depicts the common nurse during the American Civil War. The picture depicts many stories and experiences nurses had during the American Civil War as it shows the setting for medical care and methods of treatments. The photo is very detailed in how it shows the setting of medical care and treatment, it shows two soldiers covered up by many blankets in a bed with one of the beds having crutches behind it and the nurse is preparing food and medication that is being distributed to the soldiers from their bedside. The soldiers are also covered in bandages and have facial expressions of pain from their wounds they received from battle. Medical treatment knowledge wasn’t as advanced as it is today, so nurses were seen like mothers to a child or a symbol of hope as they did everything they could to help wounded soldiers. This picture was used for the Chicago Sanitary Fair of 1865 and was distributed to the eyes of the public that didn’t have a role in the American Civil War. The Chicago Sanitary Fair in 1865 used this picture because they believed it would be a great motivation tool to influence citizens to join the war effort either by making donations or taking a role as a medical care provider in the American Civil War.   ","American Civil War nurses were seen as a beacon of hope and a vital sign of health to the soldiers of the war, but there was also a sign of pride coming from the nurses as most volunteered to become war nurses as they believed it was their patriotic duty. This pride was seen as a push for more opportunity for women as nursing became more and more as an occupation for women. Even though nurses were seen as a beacon of hope and a care giver as seen back in the photo, nurses were stigmatized as many men believed that the women’s place was in the house and not out in the field as men saw women as a weaker gender. The motivation from women though was astounding as women would use their own homes as small hospitals to quarter soldiers and give them shelter and food. Nurses had many roles during the war and it wasn’t just providing medical care to soldiers. Civil War nurses also provided literacy tasks as they helped write letters to soldier’s families. These details give more depth to what nurses did for soldiers during the American Civil War and explores the challenges nurses had to overcome to define the occupation for not their time period, but for the future. "],"display_date":"December 15, 1864 - May 30, 1865","search_date":"1865-03-07","locations":[{"id":52979,"lat":36.1626638,"lng":-86.7816016,"zoom":8,"place":"Nashville Tennessee"},{"id":52980,"lat":41.8781136,"lng":-87.6297982,"zoom":8,"place":"Chicago Illnois"}],"tags":[{"id":2966,"tag":"American Civil War"},{"id":2189,"tag":"Nursing"},{"id":182,"tag":"Nashville"},{"id":3152,"tag":"Chicago Sanitary Fair"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":165,"school_id":94}},{"id":6685,"title":"Union Navy Battles and Advancements of the Civil War","course_id":170,"status":"P","start_date":"1861-11-07","end_date":"1865-01-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The actions exhibited by the Northern Navy were very commendable as they aided the Union in victory. With in-land battles being crucial in determining the victor, often Navy triumph’s would transpire to in-land achievements as sea, and river battles would aid soldiers in combat. That understood importance resulted in the  Union expanding the Navy  by approximately six hundred percent. Out of this, bold strategy, technological innovation, and bravery was demonstrated by Union marines, and sailors. This can be seen as in just one battle, the Second Battle of Fort Fisher, fiftyone sailors and marine earned the Medal of Honor; one of the highest awards a serviceman can receive. With this the American Civil War proved to be paramount in the development of our contemporary Navy. Having had great feats accomplished by the expansion, the Civil War presented the Navy with many first accomplishments in battle and technological advancements.","Civil War Navy battles depicted many acts of savvy military strategy that fathered great Union successes. In one Battle, the Battle of Port Royal that took place November 7th, 1861, disastrous weather compelled Union leaders to terminate an inland operation in South Carolina and instead attack Port Royal Sound. This ultimately was a desirable action as Union ingenuity, along with their intense determination earned them a  successful campaign. Lasting four and a half hours, the Union victory resulted in them being able to take full control of the Port. This gave the North access to the Charleston harbour; which enabled them to fortify the blockade on a crucial sea port (Trust). Another significant battle was that of Forts Henry and Donelson which occurred February 16, 1862. In this Navy battle Union Leader Andrew H. Foote, working alongside famed Ulysses S. Grant, led a flotilla (a fleet of ships) out of Illinois in order to operate an attack on Fort Henry; which resulted in the Tennessee River opening up to the North. This action as well as that of  instantaneously  pivoting to the East to conquer Fort Donelson on the Cumberland river led to Union victory. With that, the fall of the port then fell onto the control of the Union as it eventually forced Nashville to surrender; the first capital to fall to the Union (Trust). With all of that, it should be noted that with the Second Battle of Fort Fisher taking place January 13-15, 1865, the Union victory allowed confederate commerce via the seaside to be terminated entirely throughout the remaining portion of the war.","The Civil War was when Americans first used Ironclad ships in battle. This revolutionized Naval warfare as it then permitted ships to gain speed, and hold larger guns, changing the atmosphere of war significantly. It was at this time period that torpedoes were also introduced to Naval warfare, as well as the use of submarine to gain the element of a surprise attack and intel (Mil). This rapid increase of technology within a relatively short period of time is indicative to how imperative most individuals believed technological innovation and advancement was, as well as the production of competent ships and boats. This can be seen as in 1853 America had but only eighteen ships, but after the eruption of the Civil war developed ninety ships. One of the most memorable ironclad ships was Monitor; led by Union forces in a heated battle against the Merrimac. As these type of ships were previously unknown, their impact was impressive.","On September 5th, Thursday, John G Morrison stated in his diary that he was “ turned in last night like a trooper’s horse, ready to bounce,” and that he was “not disturbed” by the action of entering battle. This kind of bravery and selflessness is not an isolated case within one soldier as many Union and Confederate men exhibited immense amount of bravery before entering battle (Morrison). So even though many a times, it was dark and or cold, many were still able to perform their duties knowing that it is what was needed of them.","Though overall Naval victories were not as imperative as in-land victories, winning the war on water was an essential aspect of the American Civil War. It aided the Union into victory as with the sea and river campaigns, it permitted them to take over crucial ports and fortify blockages that cut of Southern sea commerce, and potential aid foreign states. As well as this, throughout the American Civil War many technological advancements and innovations were made; the first ironclads were made, submarines were used in warfare, and torpedoes were introduced.","<strong><br /></strong>"," "],"display_date":"November 7, 1861 - January 15, 1865","search_date":"1863-06-12","locations":[{"id":53046,"lat":43.9508633,"lng":-79.7641511,"zoom":8,"place":"Tennessee, USA"},{"id":53047,"lat":43.9079666,"lng":-78.4576144,"zoom":8,"place":"Illinois, USA"},{"id":53048,"lat":43.9138071,"lng":-78.6287105,"zoom":8,"place":"Fort Henry, USA"},{"id":53049,"lat":43.9900275,"lng":-77.7131275,"zoom":8,"place":"Fort Fisher, USA"}],"tags":[{"id":113,"tag":"Navy"},{"id":2966,"tag":"American Civil War"},{"id":599,"tag":"Technology"},{"id":3308,"tag":"Battle tactics"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}}]}