{"id":2969,"tag":"Lincoln Politics 1864","points":[[39.9550145,-75.1629427],[38.898623,-77.036535],[40.7155044,-74.0066837]],"bounds":[[40.7155044,-74.0066837],[38.898623,-77.036535]],"episodes":[{"id":6514,"title":"Lincoln Addresses Political Corruption in Philadelphia, PA","course_id":159,"status":"P","start_date":"1864-06-17","end_date":"1864-08-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the Summer of 1864 in Washington and Philadelphia, Abraham Lincoln can be seen doing one of the things that he did best; playing domestic politics.  When it came to political maneuvering and deal making, there were few to rival his adroit handling of the political landscape.  For some, seeing Lincoln as a working politician reduces the lofty pedestal we have placed him on, but political maneuvering was a key component of Lincoln's success in Washington.  Sidney Blumenthal of Newsweek rightly noted, \"But lifting Lincoln above the fray doesn’t remove him from politics. While the political Lincoln may be difficult for us to acknowledge at a time when politics and partisan commitments are widely denigrated, Lincoln’s presidency demonstrates that partisanship and political ruthlessness can be used to advance the highest ideals.\"  In Philadelphia in 1864 that meant keeping Republicans in Congress.  As a case in point, Lincoln's involvement in the events surrounding  the 1865 U.S. House of Representatives election in Pennsylvania’s 4th district provides a perfect example."," ","On June 17th 1864 the New York Tribune printed an article claiming that Postmaster-General Blair had directed the Postmaster of Philadelphia, Cornelius A. Walborn, to instruct his employees not to vote for William D. “Pig Iron” Kelley (R) in the upcoming Congressional election for the 4th district of Pennsylvania.  The next day, Postmaster Walborn denied the allegations in the Tribune and Lincoln sent him a telegram requesting that he come to Washington to see the President.  On June 19th Judge Kelley writes Lincoln and explains that he believes the Tribune article to be correct and that furthermore, he can provide witnesses and would be happy to confront Walborn with Lincoln at the White House.  On June 20th Lincoln met with Postmaster Walborn and discussed the accusation made against him. During this interview, Lincoln clearly states that Walborn is to cease any interference in the upcoming election. "," ","Over one month later, on July 28th, Lincoln sent a telegram to John W. Forney requesting that he and Morten McMichael come to see him in Washington.  While the reason for the meeting can not be ascertained from the telegram itself, further investigation reveals a possible motive. John W. Forney, a Republican, was the current Secretary of the U.S. Senate and former Clerk of the U.S. House of Representatives.  Morten McMichael was a successful Philadelphia newspaper editor and publisher, and future Republican mayor of Philadelphia.  By examining future correspondence between Lincoln and these two men, we are able to infer what they may have discussed. "," ","On August 3rd, six days after Lincoln's telegram to Forney, and four/five days after their meeting, Forney writes Lincoln from Philadelphia. In his letter, Forney alerts the president that postal workers in Philadelphia are being pressured into voting for someone they do not like, and it is not Judge Kelley, the Republican candidate. He urges the president to intervene in order to prevent political corruption from dictating the results of the upcoming election.  It can be inferred from that letter that Forney was sent to Philadelphia to investigate whether or not Walborn had ceased his earlier attempts to inappropriately influence voters. In addition to Forney’s letter, and arriving two days prior, Lincoln received a letter from Judge Kelley explaining that Walborn was still agitating against Kelley’s re-election to Congress."," ","Two days later on August 5th, Lincoln sends a message to Morten McMichael in which he asks him to convey the president's concerns to Postmaster Walborn and to remind Walborn that he promised the president that he was not interfering in the upcoming election.  Finally, four days later on August 9th, Lincoln receives from Walborn an assurance that he is faithfully upholding his promise to the president, even including a copy of the notice that has been hung in the Postmaster's office and in post offices under his control which explains that postal workers are free to vote for whomever they see fit.  This message to Lincoln from Walborn appears to settle the issue and we may infer that Lincoln was able to get Walborn back in line. "," ","In the coming election, Kelley is re-elected and he remained in office until 1890."],"display_date":"June 17, 1864 - August 9, 1864","search_date":"1864-07-13","locations":[{"id":52780,"lat":39.9550145,"lng":-75.1629427,"zoom":7,"place":"Philadelphia, PA"},{"id":52826,"lat":38.898623,"lng":-77.036535,"zoom":13,"place":"Washington D.C."},{"id":52909,"lat":40.7155044,"lng":-74.0066837,"zoom":8,"place":"New York, NY"}],"tags":[{"id":2969,"tag":"Lincoln Politics 1864"},{"id":2970,"tag":"Phil., PA Politics 1864"}],"course":{"name":"Digital History and Pedagogy","school":"North Carolina State University","course_id":159,"school_id":30}}]}