{"id":297,"tag":"Jailhouse Rock","points":[[35.1836907507,-89.8956007997]],"bounds":[[35.1836907507,-89.8956007997],[35.1836907507,-89.8956007997]],"episodes":[{"id":4703,"title":"Dancing to the Jailhouse Rock: The Last of Elvis the Pelvis","course_id":26,"status":"P","start_date":"1/1/57","end_date":"12/31/57","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["By 1957, Elvis Presley was already a star, when Jailhouse Rock, his third movie appeared. The movie’s plot was a loose allegory of Presley’s own life. The main character, Vince Everett, played by Elvis, was a construction worker sent to jail where he learned to sing and play guitar from his cell mate, a former country musician. Upon being released from prison Vince begins a career as a pop musician. The love interest for Vince in the movie was Peggy (played by Judy Tyler) who provided the support and inspiration Vince needed to achieve success. What drew her attention was not his musical talent but “the way he swings the guitar.” Peggy works for a record company so they record a few songs and try to sell them. One of the record companies steals the best song leading Vince and Peggy to start their own record company. In the movie, the audience was offered many chances to see Vince ”wing that guitar” from bars to stages. The title track from the movie, Jailhouse Rock”, would go on to become a billboard hit and is featured in the movie as a choreographed dance routine.","Glenn Altschuler, author of All Shook Up, compared and contrasted the early American rock stars. When Altschuler looks at Elvis’s life before this movie, he concluded “Elvis embodied some of the characteristics of his ‘low-down’ social class and of many fellow teenagers.” In ways this movie was giving the  audience what it wanted: a pop star only concerned with money and women. As Ian Inglis suggested, however, in an article exploring Elvis’s rise to fame, the Elvis of “Jailhouse Rock” was the last of “Elvis the Pelvis.” Following his performance in this movie Elvis enlisted in the army, taking a break from performing, and became more aligned with middle class societal values. His image would become “reassurance not rebellion,” in Altshuler’s words. The career that Elvis resumed after his army service would see his music take new paths including a religious direction in the 1960s."],"display_date":1957,"search_date":"1957-07-02","locations":[{"id":30480,"lat":35.1836907507,"lng":-89.8956007997,"zoom":9,"place":"Shelby, Tennessee"}],"tags":[{"id":296,"tag":"Elvis Presley"},{"id":297,"tag":"Jailhouse Rock"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":26,"school_id":3}}]}