{"id":2974,"tag":"Lincoln, Fatherhood","points":[[38.9071923,-77.0368707]],"bounds":[[38.9071923,-77.0368707],[38.9071923,-77.0368707]],"episodes":[{"id":6517,"title":"Fatherhood during the Civil War","course_id":38,"status":"P","start_date":"1864-04-28","end_date":"1864-10-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Through the formal education system, it can be easy to forget the normalcy of human life in the executive office of the United States federal government. To distinguish between the professional and personal life of the president, especially one as iconic as Abraham Lincoln, can be difficult unless evidence such as the telegrams in the collection are left behind. Examining the personal telegrams of Lincoln is a great reminder that he was not only the most influential government official of his time, but he was also a devoted husband and father. "," ","According to the spreadsheet of the telegrams found here <a href=\"https://docs.google.com/spreadsheets/d/1unmkRu-VFr_CO-c_1WgRalnQS3RWpt7HI_hMH1ps0Cc/edit#gid=0\">https://docs.google.com/spreadsheets/d/1unmkRu-VFr_CO-c_1WgRalnQS3RWpt7HI_hMH1ps0Cc/edit#gid=0</a> , seven of the telegrams categorized as personal are addressed to either Mrs. Lincoln (Mary Todd) or Robert Lincoln, one of their four sons. Only one of those was addressed to Robert. As a young man who just graduated college and enlisted in the Union Army, frequent contact with his father would have been difficult. Of the six messages sent to Mrs. Lincoln, it is interesting that four of them mentioned their youngest son, Tad. "," ","Upon further investigation, one notes that in two of the four messages regarding Tad are to inform him of his pets’ well-being. As any young child, while Tad was away from the White House with his mother, he was worried about their condition. Although this collection does not include the messages from Mrs. Lincoln, one can assume one of two things: either Tad requested the knowledge of his animals or that Lincoln thought his youngest boy would enjoy the update. Either way, the messages to Mrs. Lincoln regarding the condition of the goats and pony reflect Lincoln’s character as a father. Young Tad was only eleven at the time these telegrams were sent; in today’s world, he would have been in sixth grade. Imagining that a sixth grader could comprehend the magnitude of the Civil War while it was actually happening makes the story that much more authentic. From these two messages left behind, the audience catches this iconic figure, who was caught up in the bloodiest war in American history, take a moment to update his youngest son of his beloved animals. It is a reminder that he was not only responsible as the leader of the United States, but he was a father and he took that role seriously. "," ","It is important to remember that by this point, Mr. and Mrs. Lincoln had lost two of their four children <a href=\"http://en.wikipedia.org/wiki/Abraham_Lincoln\">http://en.wikipedia.org/wiki/Abraham_Lincoln</a> . His oldest son, Robert, enlisted in the Union Army in the last days of the war <a href=\"https://en.wikipedia.org/wiki/Robert_Todd_Lincoln\">https://en.wikipedia.org/wiki/Robert_Todd_Lincoln</a> . Lincoln must have been battling many emotions in his personal life on top of the stress of leading a divided nation through a civil war; several scholars even argue that he battled with depression  <a href=\"http://www.npr.org/templates/story/story.php?storyId=4976127\">http://www.npr.org/templates/story/story.php?storyId=4976127</a> . These handful of personal messages sent to his wife open the window for audiences to see that struggle first-hand. Although there is not much in each individual telegram, as one digs further into the topic, questions arise. What was the relationship between President Lincoln and his youngest son Tad? From the two that give insight on the nature of his pets, one can see that Lincoln cared a great deal for his son. He did not ignore his role as a father while executing the responsibilities of the executive office instead, he made sure to take time to bond with his youngest son."," ","Both Lincoln and his wife adored their boys, denied them nothing, and seldom disciplined them. Lincoln liked to take \"Taddie\" and \"Willie\" to the office when he worked on Sundays. Their wild behavior infuriated his partner. \"The boys were absolutely unrestrained in their amusement,\" William Herndon complained. In February 1, 1850, Eddie had grown gravely ill and died after 2 months. Mary collapsed in shock. Robert, who then was six, remembered his mother's uncontrollable tears, the house draped in black, and the dark black circles around his father's eyes. Mary shut herself in her room and stayed there for weeks while Lincoln buried himself in his work. On February 20, 1862, Willie Lincoln died. When the president gazed at him, he mourned, \"My poor boy, he was too good for this earth. God has called him home. I know that he is much better off in heaven, but then we loved him so. It is hard, hard to have him die!\" Mary Lincoln was inconsolable in the loss of her favorite son.   "," ","Lincoln became very close to Tad following Willie's death in 1862.  According to the National Portrait Gallery, father and son were \"inseparable\" during the President's final years"," "],"display_date":"April 28, 1864 - October 11, 1864","search_date":"1864-07-20","locations":[{"id":52779,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington, DC"}],"tags":[{"id":2974,"tag":"Lincoln, Fatherhood"},{"id":2975,"tag":"Fatherhood"}],"course":{"name":"Contemporary Issues in Social Studies Education","school":"North Carolina State University","course_id":38,"school_id":30}}]}