{"id":2978,"tag":"Confederate","points":[[38.9071923,-77.0368707],[38.2526647,-85.7584557],[32.3790843,-80.6926069],[32.216316,-80.752608],[38.8462236,-77.3063733]],"bounds":[[38.9071923,-77.0368707],[32.216316,-85.7584557]],"episodes":[{"id":6518,"title":"Lincoln Unimpressed with Kentucky's Impressment of African-Americans","course_id":159,"status":"P","start_date":"1864-06-13","end_date":"1864-06-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["     Noone doubted the existence of unlawful impressment of African-American soliders into the Confederate Army during the Civil War. On March 26, 1863, the Confederate Congress passed the Impressment Act, which allowed it \"to impress, or seize, food, fuel, slaves, and other commodities to support armies in the field.\" A 1793 law prohibited African Americans from bearing arms in the U.S. Army, but dwindling recruitment numbers resulted in forcing many slaves to be used for manual labor in the Confederate Army. On the other side of the battle lines, the Union Army initially had trouble recruiting free black men after Lincoln's passage of the Emancipation Proclamation, but President Lincoln would never resort to allowing his men to illegally force African-Amercians, or anyone else for that matter, to join the Union Army against their will; however, even though the Union Army legally enlisted free black men in 1863, it's evident that illegal impressment into the Union Army occured. ","When President Lincoln got wind of news that Kentucky Major General George Thomas and his men were impressing African-Americans into his Union forces, he didn't hesitate to express his dissastication. On June 13, 1864, Lincoln sent a telegram to Thomas accusing his Kentucky Union forces of \"seizing negroes and carrying them off without their own consent and according to no rules whatever, except those of absolute violence.\" Lincoln probably wasn't surprised that such an act would be occuring in a border state like Kentucky. The people of Kentucky were often at odds over the issue of slavery and most Kentuckians were not opposed to the institution --even Major General George Thomas was born into a slave-owning family and wasn't particularly sympathetic to African-Americans. Slavery wouldn't be abolished in Kentucky until December 1865 and Kentucky Union forces probably resorted to impressing black soldiers when the enlistment of free black men weren't meeting their high demands. ","Regardless of the demand that Kentucky Union forces weren't meeting in their recruitment numbers, impressment would not be tolerated under Lincoln's command. Although African-American soldiers in the Union Army suffered from subpar treatment, conditions, and compensation compared to their white counterparts, President Lincoln was aware of these issues and fought to obtain equal pay for black soldiers and equal protection for black POWs who were often heavily mistreated by their Confederate captors. Consequently, it was during the same month that Lincoln scolded Major General George Thomas for impressing African-Americans that Congress granted equal pay for U.S. colored troops. As a leader that believed in projecting a good and just moral code upon his men, President Lincoln demanded in his telegram that Major General Thomas ensure \"making soldiers of negroes is done according to the rules you are acting upon, so that unneccessary provation and irritation be avoided.\" President Lincoln's direct correspondence over the matter of the impressment of black soldiers into the Union Army illustrates his compassion for African-Americans and his no tolerancy policy of impressment and unnecessary violence towards African-Americans."],"display_date":"June 13, 1864","search_date":"1864-06-13","locations":[{"id":52826,"lat":38.9071923,"lng":-77.0368707,"zoom":5,"place":"Washington D.C."},{"id":52914,"lat":38.2526647,"lng":-85.7584557,"zoom":5,"place":"Louisville, Kentucky"}],"tags":[{"id":2978,"tag":"Confederate"},{"id":2977,"tag":"Soldiers"},{"id":2976,"tag":"Telegram"},{"id":311,"tag":"Union"},{"id":1362,"tag":"Telegraph"},{"id":1677,"tag":"Black"},{"id":3,"tag":"African-Americans"},{"id":701,"tag":"Lincoln"},{"id":2706,"tag":"Impressment"},{"id":32,"tag":"Civil War"}],"course":{"name":"Digital History and Pedagogy","school":"North Carolina State University","course_id":159,"school_id":30}},{"id":6555,"title":"The Gullah and Geechee People after the Port Royal Expeirment.","course_id":160,"status":"P","start_date":"1861-01-01","end_date":"1/1/61","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Port Royal Experiment along with the collapse of the Confederacy brought about unfamiliar freedom to the slaves of the Savannah, Bluffton, Beaufort, and Hilton Head Island area who were now allowed to buy and obtain property. The majority of these slaves identified as Gullah and Geechee people. As Southerners left the islands to escape the occupation, slaves had the opportunity to buy land from their former owners. The Gullah and Geechee people who bought this land kept their African heritage alive. "," ","Gullah and Geechee refers to two different groups of African Americans; Geechee refers to those who are from the Georgia sea islands and Gullah refers to those who are from the South Carolina sea islands. The Gullah and Geechee people were and still are isolated from mainland culture. The Gullah and Geechee people live collectively on the same property. Since they like to have minimal ties to the outside world, they grow their own crops and cook traditional meals. Furthermore, they honor their ancestors that worked on the very plantations where they currently live, by speaking in their unique dialect and practicing rituals that date back hundreds of years."," ","The result of the newly freed slaves created an extraordinary culture that is unique to the sea islands of the Lowcountry and has withstood nearly six generations. Although the people are still  present on the islands today, their property is under legal fire. The turn of the 20th century brought about discomfort for the Gullah and Geechee. Resort towns began to pop up around the islands of Cumberland, Jeckyll, Ossabaw, Sapelo, and St. Simons became reservations and popular tourist destinations. Today, resort towns, like Hilton Head Island, are quickly developing near Gullah property. Even more troubling, the Gullah people have heirs property, meaning property was passed down through verbal will without legal documentation. Because of this, real-estate moguls are finding loop holes to obtain the coveted property. "," ","The Gullah and Geechee people have seen trials throughout their entire existence. From being enslaved to being newly freed, they had to confront the adversity of mainland culture and are currently in legal and communal battles over their heirs property on the sea islands of Georgia and South Carolina. "," "," "],"display_date":"January 1, 1861 - January 1, 1961","search_date":"1911-01-02","locations":[{"id":52942,"lat":32.3790843,"lng":-80.6926069,"zoom":5,"place":"port royal, sc"},{"id":52943,"lat":32.216316,"lng":-80.752608,"zoom":4,"place":"hilton head island"}],"tags":[{"id":32,"tag":"Civil War"},{"id":2978,"tag":"Confederate"},{"id":1609,"tag":"georgia"},{"id":719,"tag":"South Carolina"},{"id":3065,"tag":"gullah"},{"id":3066,"tag":"geechee"},{"id":3067,"tag":"port royal experiment"},{"id":3068,"tag":"sea islands"}],"course":{"name":"Civil War through the Lens of Biography","school":"Furman University","course_id":160,"school_id":4}},{"id":6645,"title":"John Mosby and his men capture vital Union resources behind enemy lines","course_id":164,"status":"P","start_date":"1863-03-08","end_date":"1863-03-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On March 8, 1863, Colonel John S. Mosby and twenty-nine of his confederate cavalry troops snuck past thousands of Union soldiers and conducted a secret and successful raid upon a Union encampment near the Fairfax Courthouse and captured Union Brigadier General Edwin H. Soughton along with many other soldiers and resources. In order to conduct the raid under secrecy, Mosby and his men first needed to bypass thousands of Union defenders stationed around the Fairfax Courthouse, a maneuver that swung them deep behind enemy lines. Unsure of how to navigate through the defects of the Union line of defense, Mosby acquired important information regarding possible routes of entry from a Union deserter named Ames. The Union defector had recently joined Mosby and his men after abandoning the 5<sup>th</sup> New York Cavalry. “Ames knew where there was a break in the picket lines between Chantilly and Centreville,” stated Mosby, “and he led us through this without a vidette seeing us.” With his cavalry-men successfully behind enemy lines, Mosby set his sights upon the town surrounding the Fairfax Courthouse.","Upon entering the town, Mosby tasked his men with searching for Sir Percy Wyndham, a Union Cavalry Commander who was their desired target, along with seizing Union horses. To the Confederate Mosby’s disappointment, Wyndham had not been in the town the night of the raid because he had recently left for Washington. Instead of the Union commander himself, Mosby acquired “two staff officers, his horses, and his uniform.” Among the Union soldiers captured by Mosby’s men was an individual who served as a guard for a Union Brigadier General named Edwin H. Stoughton and knew of his place of residence. Following the information provided by that Union soldier, Mosby and several of his men traveled to the Gunnel House where Stoughton was staying. Knocking on the door of the home, Mosby was asked by Union soldiers to identify himself, of which he stated; “Fifth New York Cavalry with dispatches for General Stoughton.”","Under the <em>ruse de guerre</em> of Union soldiers, Mosby and his men entered the Gunnel House and found Stoughton asleep in his room. Unaware of his evident capture, Stoughton continued to sleep until he was awoken and further questioned by Mosby. Mosby specifically recalled asking Stoughton “if he had ever heard of Mosby,” further identifying himself and capturing the Union Brigadier General. Escaping into the darkness, out of the Union lines, and into Confederate territory, Colonel Mosby and his men returned from their successful raid. According to historian Jeffry Wert, Mosby’s raid spread quickly throughout the Union, leading to the assumption that President Lincoln would be the Confederate cavalrymen’s next target. In order to ensure the safety of President Lincoln, deliberate sabotage of the Chain Bridge connecting the Confederate held Virginia with the Union held Maryland was conducted by Union soldiers in hopes of inhibiting Mosby and his subsequent raids further into Union territory. Mosby’s dramatic raid undoubtedly contributed to his reputation as he was subsequently awarded the position of captain, furthering his involvement in the notorious Confederate cavalry."],"display_date":"March 8, 1863 - March 9, 1863","search_date":"1863-03-08","locations":[{"id":13792,"lat":38.8462236,"lng":-77.3063733,"zoom":7,"place":"FAIRFAX, Virginia"}],"tags":[{"id":2978,"tag":"Confederate"},{"id":3239,"tag":"Cavalry"},{"id":3240,"tag":"Raid"},{"id":311,"tag":"Union"},{"id":3242,"tag":"John Mosby"},{"id":3243,"tag":"Fairfax"},{"id":3244,"tag":"Courthouse"}],"course":{"name":"The Civil War and Reconstruction","school":"Juniata College","course_id":164,"school_id":3}}]}