{"id":2980,"tag":"1864","points":[[38.0405837,-84.5037164],[38.9071923,-77.0368707],[40.4172871,-82.907123]],"bounds":[[40.4172871,-77.0368707],[38.0405837,-84.5037164]],"episodes":[{"id":6519,"title":"A Snapshot of Lincoln's Acts of Clemency In the Year of 1864","course_id":159,"status":"P","start_date":"1864-01-01","end_date":"1864-11-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the Civil War, Lincoln reviewed over 1600 cases of military justice. The largest single topic that can be found in Lincoln’s telegrams is the reviewing and answering of appeals of military court martial decisions, especially the pardoning of scheduled executions (The Collected Works of Abraham Lincoln). Lincoln recognized the strategic potential of clemency during a time of war. He pardoned a considerable number of Union soldiers in a conscious effort to boost the morale of the Union’s fighting forces. Lincoln was also widely admired among Union troops because of the perception that he took a genuine interest in the their well-being. This perception was re-enforced with each pardon of a military offender (Presidential Studies Quarterly, Vol. 1). ","This episode begins in early 1864 wherein Lincoln orders the War Department to commute the death sentence of deserters to confinement until the end of the war and to allow commanding generals to reinstate convicted deserts if it was thought that they would be of use to the service. Lincoln said,","<em>“They are the cases that you call by that long title cowardice in the face of the enemy, but I call them for short, my “leg cases.” But I put it to you, and I leave it for you, to decide for yourself: If Almighty God gives a man a cowardly pair of legs, how can he help their running away with him?\"</em>","(Presidential Studies Quarterly, Vol. 1) ","Then on April 5th, 1864, Lincoln mitigated the sentences of groups of soldiers in a telegram in which, John Hay, on behalf of Lincoln, writes to Governor John Brough of Ohio, stating, “The President has ordered the pardoning of the soldiers of the 12th Ohio, in accordance with your request.” ","Favoring soldiers convicted of war crimes be put to hard labor, rather than they be executed, Lincoln had the sentence of Jesse Broadway commuted to three years hard labor in September of that year. According to John Hay, Lincoln states his rationale for clemency on these grounds,","<em>“I don’t believe it will make a man any better to shoot him, while if we keep him alive, we just may get some work out of him.\"</em>","As the year progressed, Lincoln continued to pardon soldiers and on November 3rd, 1864, Lincoln sent a telegram to the officer in command in Lexington Kentucky saying, “Suspend execution of Vance Mason until further order.” Earlier that day, Lieutenant Colonel Benjamin J. Spaulding had telegraphed Lincoln stating: “Vance Mason … on the charge of desertion is condemned to be shot on the sixth of this month. I pray you that you reprieve him or grant a respite until I can bring the matter before you in form. There are mitigatory circumstances about his case which I am sure will recommend him to your clemency.” Mason’s sentence was then suspended and he was given the option to return back into the army and serve out his enlistment term in the year of 1865. (Collected Works of Abraham Lincoln, Volume 8) ","Lincoln would go on to offer more acts of clemency in the next, 1865.","Ruckman and Kincaid suspect Lincoln thrived on the hope that each request that he granted further educated a portion of the public as to the necessity of a clemency power in the justice system. Lincoln's extensive effort to provide numerous and explicit explanations for clemency decisions and his willingness to exercise the power upon the advice of individuals and mass public suggest that he may well deserve credit for having utilized one of the most unilateral and imperial of executive powers in the most democratic manner” (Ruckman and Kincaid 1999) Though Lincoln’s justifications for clemency are widely ranging, it can be ascertained from his words, his written word in telegrams, and through his actions, that adopting a policy of clemency in order to save the lives of Union soldiers whenever possible, was of great importance to Lincoln."],"display_date":"January 1, 1864 - November 3, 1864","search_date":"1864-06-02","locations":[{"id":52916,"lat":38.0405837,"lng":-84.5037164,"zoom":8,"place":"Lexington, KY"},{"id":52915,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"D.C."},{"id":52828,"lat":40.4172871,"lng":-82.907123,"zoom":8,"place":"Ohio"}],"tags":[{"id":2981,"tag":"Lincoln's telegrams"},{"id":2980,"tag":"1864"},{"id":2979,"tag":"lincoln's clemency"},{"id":32,"tag":"Civil War"}],"course":{"name":"Digital History and Pedagogy","school":"North Carolina State University","course_id":159,"school_id":30}},{"id":6528,"title":"The Presidential Election of 1864","course_id":159,"status":"P","start_date":"1864-05-18","end_date":"1864-11-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["      In the fourth year of the American Civil War, the country found itself in a pivotal moment in history. With no certainty of how long the nation would remain engaged in a bloody stalemate, the American citizens had the power to steer themselves out of political, militant, social and economic unrest. The Election of 1864 poised the Confederacy-backed Democratic Party against Republican and incumbent President Abraham Lincoln who endured a significant amount of the burden for causing the great divide between North and South, Union and Confederacy. This essay will use the recently digitized telegrams used in communication between Lincoln and his Union officials & colleagues to evaluate the mental state of the president through his writing style. Specifically, the telegrams with implications for Lincoln's reelection in 1864 will serve as the primary basis for analysis, although a myriad of other influences will be discussed in the evaluation of Lincoln's writing and mental health.","      One of the most salient factors that contributed to the nation's divide was slavery and its monetary ramifications for the agricultural economy of the South. Lincoln, above all, was a man who adhered to the law, no matter its accordance with morality and humanity. Moreover, though he is revered as \"The Great Emancipator,\" it is inaccurate to attribute the feat of abolition to Lincoln himself, especially given his 1860 campaign's promise to avoid interfering with slavery in states that already permitted its existence (Wilson). However, as President of the United States, he found that certain issues arising from the disagreement on slavery forced the nation into disarray and it was his job to restore order within, despite the unpopularity or disdain his efforts often attracted. In his inquiry of the treatment of African Americans in Kentucky, Lincoln telegraphed Major General Thomas to further investigate the matter (June 13, 1864). Thomas, a slave-owner, most likely did not oppose slavery, but was an authoritative figure within the Union Army and therefore was expected to follow moral, humane and, most importantly, lawful conduct. Lincoln, employing exculpatory yet urgent diction in his telegram, revealed no signs of confidence or understanding that this behavior was occurring but rather kindly warned the general that this matter must be fixed and prohibited immediately.","      Slavery was just one matter in which many disagreed with Lincoln's ideologies. In a telegraph sent to Governor of Indiana Oliver Morton, Lincoln communicated the need for the \"hundred day troops'\" advancement in search of strengthening General Sherman's campaign in Atlanta (May 21, 1864 (2)). Despite the high level of Lincoln's unpopularity at this point in time, the cooperation of government officials in several Union states in this matter represented the Union's agreement with Lincoln's war goals as well as a sense of political unity despite personal opinions. His writing remained formal, mannerly and optimistic, all of which contribute to this cooperation of government officials.","      One prominent characteristic observed through Lincoln's writing is the confidence he exhibits in all matters. As commander in chief, Lincoln asserts his authority through his communicative abilities (i.e., the telegram). No matter his receiver, his writing is almost always polite but urgent, noting a sense of importance in every matter he inquires about. The few exceptions to this observation reveal Lincoln's surmounting pressure to be reelected in a time of war and political/economic turmoil.","      First, in a telegram addressed to Major General Dixon (NY), Lincoln rebuked a New York-based newspaper for its publication of a \"false and suspicious proclamation\" that purported the President's plans in aiding the rebellious enemies (May 18, 1864 (2)). Not only is Lincoln's tone and vocabulary indicative of his frustration, but his orders for Dixon to seize military control of the publication establishment supports the reports of Lincoln having \"suppressed more than 300 newspapers\" during the war (Bulla, 2009).","      Similarly, in a letter to Horace Greeley (a NY newspaper editor), Lincoln first made explicit his \"disappointment\" in Greeley, feeling as he has been disrespected (July 15, 1864). Beyond this word choice, Lincoln's disappointment is apparent when he underlined two active verbs (send & bring). This illustrated the distinction between Lincoln's intentions and Greeley's actions regarding an obviously important conference between Lincoln and Confederate delegates. Lincoln's feeling of disrespect is then demonstrated by his decision to have his assistant John Hay manage this situation with Greeley rather than himself. Both of these outbursts occurred in 1864 and reveal Lincoln's recognition of the power of newspapers to report--and perhaps propagandize--information that could hinder the success of he and his administration, especially during a period of civil unrest.","      As the election drew closer, Lincoln still performed exceptionally as both a leader and a family man. Utilizing the telegram's immediacy, his constant communication with officials dispersed throughout the nation represented his desire to be involved in the decision-making process. This communication also allows for inferences to be drawn: Is his constant communication a sign of distrust in his appointed generals and officials? Has Lincoln become obsessed with the war efforts that he has neglected his other duties as President, husband & father?","      Many of his telegrams addressed to government officials and generals inquired about planned sentences & executions of war criminals, both Union and Confederates. Although he asked for many to be suspended or respited, it is not a compensation for his subordinates' lack of judgment but instead a thoughtful consideration of the implications that executions may hold for a politician who seeks reelection as POTUS. More often than not, Lincoln yearned to be included in the process but left the ultimate judgment in those directly involved, which is supported by his decision to allow Secretary of War Edwin Stanton and General Sherman determine how many soldiers can be released without weakening Sherman's position (October 13, 1864). Clearly, the soldiers who were released were of great political value to Lincoln and his administration now that they could vote in-person, but their absence in the field of battle was feared by Lincoln and therefore configured by Stanton & Sherman.","      In telegrams such as the ones dated September 8th, September 11th and October 11th of 1864, Lincoln's communicative efforts in family affairs is clear. Uncertain of Mrs. Lincoln receiving his first telegram to Vermont, he followed up three days later to report to his wife (now in NY) the updates of his health, their son Tad's goats, the death of a family friend and the travel of eldest son, Robert. A month later Lincoln reached out to Robert about their concern for his well-being and expressed his paternal instinct by planning to visit rather than depend on the communication that has helped he and the Union so much throughout the war. This observation is incredibly minute but highly indicative of the person Lincoln strived to be: involved.","      The legacy of Abraham Lincoln is one that people only dream of. He led a divided nation through a civil war and is credited with dismantling the institution of slavery. Yet, what few people realize is, some scholars have diagnosed him with depression. The National Alliance on Mental Illness (NAMI) even uses him as a motivational story to encourage others who battle the disease today. In an interview, Joshua Shenk, author of <em>Lincoln's Melancholy</em> argues that Lincoln's battles with depression made him one of the best government officials (Cohen). Understanding that modern scholars believe the President Lincoln suffered from clinical depression changes the way one thinks about him. No where in this collection of telegrams does one find any sign of the magnitude of his mental health. Granted, they are short messages, it is impressive that if the diagnosis be correct, that Lincoln was able to exert power in an effective manner while still, in most cases, retain a sense of respect for the recipients.","      No matter the topic discussed or the role Lincoln played in each individual telegram, his dedication and consistency are irrefutable. Although some in-depth analyses of Lincoln's writing may reveal depression and other unappealing qualities overtime, this analysis proves that Lincoln maintained order and control in a time of disparity. Furthermore, his goals as president were too great to be achieved in one term and he craved a second term to help propel the country out of disunity, which is most apparent in his undaunted efforts to continuously bring an end to the war while securing his reelection as President of the United States. Lincoln's unwavering ability to communicate via the telegram proved advantageous for the Union in the Civil War. Moreover, his persistent awareness, kindness and generosity demonstrated through his writing revered him as a man of great respect, authority and leadership. At times, Lincoln revealed human-like symptoms of frustration, fear and uncertainty in his writing. However, with distance and countless responsibilities separating him from his family and blatantly different opinions dividing the nation, President Lincoln failed to surrender. In a time of absolute chaos, two-term President Abraham Lincoln prevailed as a political, economic and social reformer committed to restoring the United States of America."],"display_date":"May 18, 1864 - November 8, 1864","search_date":"1864-08-13","locations":[{"id":52855,"lat":38.9071923,"lng":-77.0368707,"zoom":5,"place":"Washington, D.C."}],"tags":[{"id":2996,"tag":"Telegram communication"},{"id":683,"tag":"Abraham Lincoln"},{"id":32,"tag":"Civil War"},{"id":2980,"tag":"1864"},{"id":1875,"tag":"Presidential Election"},{"id":3021,"tag":"Writing Style"}],"course":{"name":"Digital History and Pedagogy","school":"North Carolina State University","course_id":159,"school_id":30}}]}