{"id":299,"tag":"Controversial Legislation","points":[[37.7029266937,-123.005394924]],"bounds":[[37.7029266937,-100],[37.7029266937,-123.005394924]],"episodes":[{"id":4705,"title":"Californians Deal with the Fall Out of Proposition 187","course_id":26,"status":"P","start_date":"11/8/94","end_date":"11/20/94","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["By the 1990s popular opinion had turned against the stream of immigrants that had begun in the early 1980s, and illegal ones in particular (who amplified all the traditional anti-immigrant accusations of undermining wages and straining public services). In California this resentment was fanned by local politicians, including Republican Governor Pete Wilson - who was staring electoral defeat in the face over the state's abysmal economic performance - who latched onto the issue like leeches. By introducing Proposition 187 and tying it to the general election of November 8, 1994, they fed off popular anger and secured their return to power. Passed by a 58.93% margin, Proposition 187 banned illegal immigrants from all social services, all but emergency health care, and from public education within the state. Immigration appeared to have become a non-partisan issue, as although the Proposition was a child of the state's conservatives, support was widespread among moderates and even liberals too: the bill could never have been passed without their support. Yet support was far from unanimous: over 40% were against it."," ","People's position on Proposition 187 did not tell the whole story. In California the consequences of enforcing the bill began disturbing officials at many levels of the administration as soon as it was signed into law. Problems such as how to prevent the spread of communicable disease when part of the population was ineligible for vaccination, or the extra burden that enforcement would put on a police force struggling to cope with Los Angeles' crime epidemic, caused many public figures, like L.A. police chief Willie Williams, to publicly announce their intention to ignore it. This made the bill, and the government, look ridiculous. A state judge swiftly barred enforcement of the ban on public education for illegal immigrants, hardly a surprise given that the Supreme Court had already ruled on their right to free public education back in 1982. And on November 16, barely a week after the Proposition was signed into state law, Federal Judge Matthew Byrne Jr. issued a restraining order which prevented almost all of the bill’s clauses from coming into force. Californians had been humiliated over the bill, and were now angry with their leaders. As soon as they could, they punished the mostly Republican conservatives who'd championed the bill, making sure they went down with it. Illegal immigration and debate on what to do about it did not go away. Nor did the majority drop their broad opposition to it. But the realities of enforcing a law against illegals, quite apart from the legal challenges, appear to have turned people against the Proposition, and the government that had ridden it to stay in power. It is this fear of the potential consequences that led such a large percentage to vote against the bill in the first place, not love of illegal immigrants. The Republicans paid a high price for their perceived opportunism: with the [Understandable?] exception of 'The Governator' (Arnold Schwarzenegger, governor since 2003) no Republican has won a gubernatorial, senatorial, or presidential election in California since 1994."],"display_date":"November 8, 1994 - November 20, 1994","search_date":"1994-11-14","locations":[{"id":41140,"lat":37.7029266937,"lng":-123.005394924,"zoom":11,"place":"San Francisco, California"}],"tags":[{"id":31,"tag":"Immigration"},{"id":299,"tag":"Controversial Legislation"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":26,"school_id":3}}]}