{"id":2995,"tag":"Lincoln, Pardon, Gordon","points":[[38.9071923,-77.0368707]],"bounds":[[38.9071923,-77.0368707],[38.9071923,-77.0368707]],"episodes":[{"id":6527,"title":"Abraham Lincoln: The Limits to a Bleeding Heart","course_id":159,"status":"P","start_date":"1862-02-04","end_date":"1862-02-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Abraham Lincoln is sometimes viewed as a “bleeding heart” because he pardoned, commuted, or delayed sentencing for hundreds of soldiers sentenced to death for desertion or absenteeism. He soon earned a reputation among political leaders and military commanders for being “soft” on discipline by chronically interfering with military executions. Lincoln’s leniency did not go unnoticed or without criticism. The long list of political and military leaders who cautioned against or complained about Lincoln’s use of the military pardon included Butler, Sherman, Wells, Bates, Chase, and Stanton (1). Edward Bates, Lincoln’s first Attorney General, lamented that “why, if a man comes to [Lincoln] with a touching story his judgement is almost certain to be affected by it. Should the applicant be a woman…in 9 cases out of 10 her tears, if nothing else, are sure to prevail” (2). Lincoln was himself aware of his reputation as evident in his exchange with Congressman John Alley of Massachusetts that “you know my weakness it to be, if possible, too easily moved by appeals for mercy” (3).","Bleeding heart Lincoln was not necessarily quixotic in his use of the pardon. This shows up in his orders to suspend decisions on executions.  He often suspended executions until further notice. Many times he followed up an ordered suspension with a commutation or pardon. On first blush it appears that suspensions served to simply give Lincoln more time to make a more informed decision. When deciding a particular case, he states that “I must put this by until I can settle in my mind whether this soldier can better serve the country dead than living” (4).However, he seems to have employed suspensions as a stall tactic from which he had no intention of ever following up. For instance, Lincoln used this tactic on Job Smith whose father approached Lincoln with concern that his son had not been pardoned. Lincoln responded that “[…] I see you are not very well acquainted with me. If your son never looks on death till further orders come from me to shoot him, he will live to be a great deal older than Methuselah” (5). This suggests that Lincoln used the suspension as a de facto pardon in perhaps reaction to his critics.","Lincoln’s draconian side could come out from time to time. This is particularly evident in Lincoln’s refusal to pardon a convicted slave trader named Nathaniel Gordon. Lincoln denied requests from Congressman Alley of Republican-dominated Massachusetts and Rhoda White-- a wife of a New York judge and supporter of Lincoln—to pardon Gordon. Lincoln was terse in his response to Alley: “if this man were guilty of the foulest murder that the arm of man could perpetrate, I might forgive him on such an appeal, but the man who could go to Africa, and rob her of her children, and sell them into interminable bondage…can never receive pardon at my hands. NO! He may rot in jail before he shall have liberty by an act of mine” (6).  In upholding Gordon's executition to be held on February 21, 1862, Lincoln wrote that \"in granting this respite, it becomes my painful duty to admonish the prisoner that, relinquishing all expectation of pardon by Human Authority, he refer himself alone to the mercy of the Common God and Father of all men.\" Lincoln’s bleeding heart had at least one clear limit (7).","1.      Miller, W. L. (2009). <em>President Lincoln: The Duty of a Statesman</em>. Vintage. p. 341","2.      Goodwin, D. K. (2009). <em>Team of rivals: The political genius of Abraham Lincoln</em>. Penguin UK. p. 67","3.      Maltby, C. (1884). <em>The Life and Public Services of Abraham Lincoln</em>. Daily independent steam power print. p. 215","4. Whipple, Wayne. <em>The story-life of Lincoln: a biography composed of five hundred true stories told by Abraham Lincoln and his friends, selected from all authentic sources, and fitted together in order, forming his complete life history</em>. The JC Winston Co., 1908. p. 562","5. Rice, A. T. (Ed.). (1886). <em>Reminiscences of Abraham Lincoln by distinguished men of his time</em>. North American publishing company. p. 342- 343","6.      Maltby, C. (1884). <em>The Life and Public Services of Abraham Lincoln</em>. Daily independent steam power print. p. 215","7.      Abraham Lincoln (1809–1865): Document, signed, Washington, DC, Respite of execution for slaver Nathaniel Gordon, 4 February 1862, Page 2; The Gilder Lehrman Institute of American History; GLC00182"," "],"display_date":"February 4, 1862 - February 21, 1862","search_date":"1862-02-12","locations":[{"id":52855,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington, D.C."}],"tags":[{"id":2995,"tag":"Lincoln, Pardon, Gordon"},{"id":2997,"tag":"slave trader"}],"course":{"name":"Digital History and Pedagogy","school":"North Carolina State University","course_id":159,"school_id":30}}]}