{"id":30,"tag":"Urban Society","points":[[30.1220750117,-89.7244851703],[40.7805662337,-73.9388482485],[40.6916304076,-74.0035386433],[41.4673534696,-90.5674122327]],"bounds":[[41.4673534696,-73.9388482485],[30.1220750117,-90.5674122327]],"episodes":[{"id":4426,"title":"The Theatre of Everyday Life\n","course_id":16,"status":"P","start_date":"1848-01-01","end_date":"1850-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["As the daughter of Don Andres Almonaster y Rojas, the Cabildo's original benefactor, the Baroness Pontalba was no stranger to the notion of civic duty expressing itself through architecture. After a tumultuous marriage and divorce to a Parisian nobleman, sensationalized in various newspapers, she returned permanently to her hometown and sought to transplant the culture and sophistication she had grown accustomed to in France to New Orleans' Vieux Carre by constructing two large red brick buildings flanking Jackson Square. Their most notable characteristic was the wrought-iron balcony and gallery that adorned the front, which soon fueled the city's appetite for floral ornamentation and become synonymous with French Quarter style. The city's leaders, so appreciative of her beautification efforts, exempted her from taxes on the apartments for twenty years. The elite of New Orleans saw Baroness Pontalba's apartments as a public service to the city that elevated New Orleans cultural standing and they wished to imitate it. The adoption by the wealthy of her philosophy of fulfilling civic duty through beautification projects  partially explains the uneven distribution of cast-iron work throughout the city – as the upper class' attempted to elevate their own neighborhoods to similar architectural status as those of their European contemporaries. With the construction of these apartments the Baroness Pontalba established herself as the epicenter of New Orleans culture and society","Both the Pontalba Apartments themselves and the woman responsible for their construction have left an indelible mark on New Orleans culture and architecture. Construction on these apartments began in 1848 and was completed by 1850. It was part of the renovation efforts, led by Baroness Pontalba, to transform the Place d'Armes from a dusty common area to the more regal Jackson Square, which could be regarded by locals as being on the same caliber as its French counterparts. These galleries and balconies became an architectural signature of the leisure class who, after finding commercial success, responded to the growing urbanization and New Orleans' tropical climate by carving out these semi-public, semi-private spaces for themselves.","            New Orleans society has always loved the theater, and the Pontalba apartments became the home of prominent performers of the day while its architecture provided a stage for the city. The Baroness, as the torchbearer of New Orleans society, invited many popular performers to the city, such as Jenny Lind, and graciously allowed them to reside in her apartments for the duration of their stay, reinforcing her cultural position and bolstering the reputation of her buildings. Yet the galleries on the Pontalba apartments also doubled as a side stage for the streets below. These galleries offered the residents a chance to both perform for the city as well as view the theater of the neighborhood. The streets of New Orleans became more than mere avenues for transportation, but scenes of the everyday pageant that passed by the onlookers up in the galleries. The galleries allowed for the commonplace encounters on the streets to be staged with the casual exhibitionism that would ultimately find its most extreme expression in the Madri Gras parades, highlighting the everyday dramas of New Orleans itself. There can be no mini-dramas without an audience, and the galleries of the Pontalba apartments provided the vantage point for that audience."],"display_date":"January 1, 1848 - January 1, 1850","search_date":"1848-12-31","locations":[{"id":5597,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":7,"tag":"Women"},{"id":30,"tag":"Urban Society"}],"course":{"name":"History of Urban and Suburban America","school":"Furman University","course_id":16,"school_id":4}},{"id":4440,"title":"French Opera House Destroyed in Flames\n","course_id":16,"status":"P","start_date":"12/4/19","end_date":"12/4/19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":[" On December 4, 1919, hundreds of New Orleans's high society watched as their social gathering spot was engulfed in flames.  A writer at the time, Andre Lafargue, recounted the deep emotion embedded within the French Opera House, and the mourning that took place upon its historic loss to flames.  The French Opera House, located on the corner of Bourbon and Toulouse Streets in the French Quarter, served as one of the centers of social activity.  It was a place for the wealthy to assemble, mingle, and display their prestigious life, and became a mark of social class in New Orleans.  Being one of the earliest opera houses in North America, the building enhanced the French Quarter with its architecture, design, and French culture and customs.  The Opera House served not only as a place for theatrical performances, but also as a venue for the elite to gather socially, politically, and historically.  Countless galas, political rallies, debutante balls, receptions, and concerts were held in the massive as well.  ","            The Fire occurred just one year after the opera house was reopened after being closed for a period during WWI.  The building was said to be in one of its prime states and was thought to have a bright future in the New Orleans culture.  Lafargue and many other prominent members of society advocated strongly for reconstruction of the original Greek Revival-style building that so defined the Creole faÇade, as well as the culture of the French Quarter.  Efforts were delayed by a multitude of political actions and feelings such as loss and hopelessness, which ultimately resulted in a relegation of the opera culture in the city.  The French Opera House disaster became a component in a weakened period in the Louisiana opera society and put a damper on the social seasons and traditions.   ","Today, the Inn on Bourbon sits on the site of the original French Opera House at the corner of Bourbon and Toulouse Streets.  Although the original building was destroyed by fire and a new building was built, one feature of the Old French Opera House remains that is a reminder of the social elite's presence.  There is an indentation on Bourbon Street that leads to the entrance of the hotel.  This indentation served as the parking area for the aristocrats to exit their carriages and make an elegant, grand entrance.  In a sense, the area is still used for the same purpose. It is here that people staying at the luxurious, historical Inn on Bourbon make their \"grand entrance\" into the hotel lobby creating a modern social elite statement that mirrors statements and gatherings of the past."],"display_date":"December 4, 1919","search_date":"1919-12-04","locations":[{"id":16884,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"Orleans, Louisiana"}],"tags":[{"id":30,"tag":"Urban Society"},{"id":8,"tag":"Arts/Leisure"}],"course":{"name":"History of Urban and Suburban America","school":"Furman University","course_id":16,"school_id":4}},{"id":4437,"title":"Fire Destroys Wall Street\n","course_id":17,"status":"P","start_date":"1835-12-16","end_date":"1835-12-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the evening hours of Wednesday, December 16, 1835, smoke billowed above the downtown Manhattan skyline.  At the time, no one knew exactly where the sparks had ignited and the fire begun, but by Thursday afternoon, the flames had engulfed approximately seventeen square blocks on and surrounding Wall Street. An article in the magazine The Albion indicated that by Thursday evening between 700 and 1000 buildings in the financial district, many only five or six years old, had been damaged.  Firefighters desperately attempted to extinguish the flames, but the unusually cold weather was accompanied by high winds.  As a result, flames quickly spread and water hoses froze, making the job near impossible.  Finally, fire companies chose to collect gunpowder from Navy Yards nearby and demolish buildings in the path of the fire to prevent it spreading to other parts of the city.","The final estimate suggested New Yorkers lost the equivalent of fifteen million dollars in private property during the fifteen hour fire. Insurance companies holding policies on many of the city's downtown buildings were ruined, some able to pay only twenty-five to fifty cents on the dollar in benefits.  Remarkably, shipping facilities along the river's banks remained safe from major damage.  Yet New York lay in ruins, and local officials sent in militias to protect against looting and damage over the coming weekend.  \"The arm of man was powerless…\" a journalist wrote, \"and many of our fellow citizens who retired to pillows in affluence, were bankrupts upon awaking.\"","New York had grown quickly in the early nineteenth century, and as the city expanded, fire companies, which had served as social clubs to many property owners in the past, now became associations for the poorer and much larger working classes of the American city.  Not only did these companies grow rapidly (some individual companies exceeding memberships of 300), but they became rallying points of community loyalty, oftentimes based on ethnicity. The result was fierce rivalry between the companies themselves.  In Philadelphia, for example, Irish Catholic and Irish Protestant companies raced horse-drawn hose carriages through the streets en route to a fire while in the process sabotaging one another's equipment, disabling truck wheels and cutting tow lines.  Competition between rival companies would often become so fierce that riots began.  In New York, as in Philadelphia, this trend only worsened as time went on, as some companies carried overlapping memberships with community gangs that could lead to further violence.  Naturally, these tensions directly related to the effectiveness of companies in extinguishing fires."],"display_date":"December 16, 1835 - December 17, 1835","search_date":"1835-12-16","locations":[{"id":8919,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":30,"tag":"Urban Society"},{"id":10,"tag":"Urban-Life/Boosterism"},{"id":2,"tag":"Health/Death"}],"course":{"name":"The United States: The Nation Divided, 1836-1876","school":"Wheaton College","course_id":17,"school_id":2}},{"id":4446,"title":"<em>Governor Claiborne Remembered 23 Years After Death...</em>\n","course_id":16,"status":"P","start_date":"1840-01-20","end_date":"1840-08-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["        All the earth stood silent on December 20, 1803, as the Mississippi territorial governor rode in on the streets of New Orleans. Beautiful women adorned the balconies that hung over the Place d' Armes. Each country, represented by its own amount of officials and military, watched as the France flag descended and the American flag ascended succinctly down the pole, meeting halfway to acknowledge exchange of powers. President Thomas Jefferson instructed William Claiborne, Mississippi's current territorial governor at the time and General Wilkinson, commander of the United States Western Army to receive Louisiana from France, who just received it from Spain within the same year. The transaction happened in a time frame of less than 20 days. With the documents signed making the Louisiana Purchase official, Governor Claiborne made a speech to the inhabitants that promised their way of life would not be disturbed. The United States received the \"keys\" to the city and thus the elected William C.C. Claiborne began to act as governor of the territory of Louisiana.","            The Portrait of Governor Claiborne was painted in 1840, 23 years after his death. It is probable that E.B. Savary chose to paint the Governor at a time where New Orleans had a growing population. According to U.S. Bureau of the Census for Population of the 100 Largest Urban Places, New Orleans was the third largest city in 1840 with a population of 102,193 persons. Aside from the rise of popularization of New Orleans, many Louisianans favored Claiborne due to his passiveness in government. Many considered Claiborne qualified for governor because he had served as assistant to a Congress clerk, opened a law firm, appointed as a Tennessee Supreme Court Judge, and selected by President Thomas Jefferson to preside as Mississippi territorial governor. From the very beginning Claiborne sought to appease the people of New Orleans. He adopted their style, delayed the necessary revisions to the laws, and appointed locals to the political office.  This led to a number of critics including that of Andrew Jackson, major General of U.S. forces. In his opinion, he thought of Claiborne as \"much better qualified for great pomp and show, and courting popularity-quiet life- in civil walks- than military achievements amidst peril danger\". Vincent Nolte, a local German-born merchant described Claiborne as \"a weak, intriguing, and gutless man who had not the energy necessary to give a great impulse to the population of Louisiana and cared only for his popularity and preeminence\". Claiborne resented Jackson upon his arrival into New Orleans because now he would be forced to take orders from a man whom had absolute authority and Claiborne considered Jackson to be inferior. ","            According to the painting, one would assume that Governor Claiborne symbolized a man with great military strength, but on the contrary he was not known for fighting battles. Perhaps the military uniform shown speaks of Claiborne's desired image to be taken seriously, but his smirk in the portrait speaks volumes of how the governor was gullible. Although Governor Claiborne aided the U.S. military with war supplies during the Battle of New Orleans, he did not directly win its victory. Despite his shortcomings on the battlefield, Claiborne is remembered for his numerous contributions in advancing Louisiana such as building new roads, establishing a mail service, and developing a public educational system. After serving as Governor of Louisiana he was elected into the U.S. Senate, but died before ever taking office. Claiborne, as a result of his serene administration is prescribed honor and place in the history of New Orleans, thus he is remembered by this grand portrait to credit his contribution."],"display_date":"January 20, 1840 - August 20, 1840","search_date":"1840-05-05","locations":[{"id":5597,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":29,"tag":"New Orleans"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":30,"tag":"Urban Society"},{"id":47,"tag":"Governor Claiborne"},{"id":9,"tag":"Law"},{"id":10,"tag":"Urban-Life/Boosterism"},{"id":5,"tag":"War"},{"id":56,"tag":"Battle of New Orleans"}],"course":{"name":"History of Urban and Suburban America","school":"Furman University","course_id":16,"school_id":4}},{"id":4474,"title":"The New York Milk Committee Preaches Pure Milk by Moving Pictures","course_id":16,"status":"P","start_date":"3/24/13","end_date":"3/24/13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Urban infants in the 1840s had only a 50 percent chance of living to the age of five. Progressive reformers believed that high infant mortality was linked to adulterated and infectious milk, a concern that remained even after New York passed regulation laws. On March 25, 1913, the Committee of Women's Organizations of the New York Milk Committee held a meeting to educate mothers living in the tenements of the Lower East Side on the importance of \"pure\" milk and of clean living areas. Dr. Lee W. Thomas, a member of the New York Milk Committee, encouraged the mothers to get milk from New York Health Department milk stations, to keep clean homes, and to influence their husbands to vote for the passage of pure milk bills, which were introduced to the New York Legislature by the Milk Committee. After Dr. Thomas spoke to the mothers, films were shown to illustrate the dangers of impure milk.","During the mid-nineteenth century, most of New York's milk supply came from \"swill\" milk stables attached to breweries and distilleries in the city. The cows in these stables ate the leftover grains from the fermentation process in the brewery or distillery. Unfortunately, the milk produced from these stables was very low quality and often full of bacteria. Even milk brought to the city from the country was often adulterated with water and carrying bacteria. In 1842, social reformer Robert Hartley published his <em>Essay on Milk</em>, which both praised milk as the \"perfect food\" and argued the importance of pure milk in New York City. Though New York City began to pass milk regulations in 1856, milk continued to be a concern for social reformers as a potential carrier of germs and diseases. Milk reform was part of a larger reform movement to regulate food, drink, and drugs, a movement that eventually resulted in the Federal Food and Drug Act of 1906, which made it illegal to adulterate or mislabel food or drugs. This put the power of information and choice in the hands of consumers, most of whom were women. Thus, even after this law was passed, social reformers felt impelled to guide tenement mothers in the importance of choosing good quality milk and keeping a clean home.","One of the means used by Progressive reformers, eager to use new technology, to preach cleanliness was moving pictures. Though this is an early instance of moving pictures being used as health propaganda, it is not the first. Three years before this meeting, Thomas Edison made a series of health propaganda films for the Tuberculosis Association. Whether or not the New York Milk Committee was aware of Edison's use of film, they obviously recognized the \"universal appeal\" of film and its potential as an educational device."],"display_date":"March 24, 1913","search_date":"1913-03-24","locations":[{"id":15927,"lat":40.6916304076,"lng":-74.0035386433,"zoom":10,"place":"New York, New York"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":7,"tag":"Women"},{"id":68,"tag":"Progressive Reformers"},{"id":30,"tag":"Urban Society"},{"id":72,"tag":"Food Regulation"}],"course":{"name":"History of Urban and Suburban America","school":"Furman University","course_id":16,"school_id":4}},{"id":4476,"title":"Reforming &quot;The Bend&quot;","course_id":16,"status":"P","start_date":"1888-01-01","end_date":"1897-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["\"Where Mulberry Street crooks like an elbow within hail of the old depravity of the Five Points, is \"the Bend,\" foul core of New York's slums.\" These words, written by Jacob A. Riis in his groundbreaking 1890 work, <em>How the Other Half Lives: Studies among the Tenements of New York,</em> describe a desolate corner of the urban decay that characterized New York's Lower East Side in the late 1800s. Riis, a Danish immigrant who came to New York in 1870, used cutting edge flash photography to illustrate the depraved conditions of the city and quickly gained notoriety as one of the leading \"muckrakers;\" a name referring to group of reformers who used journalism to lead the way in exposing social problems and the call for reform.","One of the chapters in the book focuses on the conditions of Mulberry Bend just north of the Five Points, which Riis illustrates with a photograph showing the chaotic look of the street on a typical day. Riis describes in detail how street crime and gangs prevailed in \"the Bend\" over the local law enforcement and how the death rate was extremely high within the area, which was fifty percent higher than the rest of the city. Especially tragic was the death rate for children under five, which was significantly higher than all other areas. Central to the problem facing Riis at this time was a way to solve the issues of urban decay and the slums in a way which would go beyond the limitations of philanthropy but without advocating a socialist doctrine, which would be condemned by those in power. Beginning in 1888 and continuing into the 1890s Riis began giving lectures that incorporated photographs of the conditions of \"the Bend\" to philanthropic groups and the general public, which supplemented his journalistic newspaper writing to help spread awareness about the slum problem.","In 1888 the Tenement House Committee of New York had drawn up plans for Mulberry Park in the block between Bayard, Park, Baxter, and Mulberry streets, which made up the area known as \"the Bend.\" It would take six more years until the property was bought for the park. The major reason for the slow action by the committee stems from the hesitancy of city officials to mettle in the affairs of the landlords of tenements in the most need of change. It was the release of Riis's book and the public outcry that accompanied it that finally helped to push the city toward purchasing the land and building the park. On December 21, 1893 Riis offered a solution to the unemployment of the city in the New York <em>Evening Sun </em>in which he called for the use of public funds to hire workers to demolish the depraved buildings that made up \"the Bend.\" Even after the land was purchased and the buildings were demolished in 1895 the area remained barren until 1897 when the park opened. It was only due to increased pressure from Riis and other reformers that the park within the urban slum could be finally realized. Possibly the greatest irony involved in the creation of the park came at its dedication on June 15, 1897; a ceremony in which Riis was not invited to attend."],"display_date":"1888 - 1897","search_date":"1892-12-31","locations":[{"id":8929,"lat":40.7805662337,"lng":-73.9388482485,"zoom":10,"place":"NEW YORK, New York"}],"tags":[{"id":30,"tag":"Urban Society"},{"id":10,"tag":"Urban-Life/Boosterism"},{"id":17,"tag":"Government"},{"id":68,"tag":"Progressive Reformers"}],"course":{"name":"History of Urban and Suburban America","school":"Furman University","course_id":16,"school_id":4}},{"id":4602,"title":"Riot Turns Macbeth Performance into Real Tragedy","course_id":18,"status":"P","start_date":"1849-05-10","end_date":"1849-05-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["On the night of May 10, 1849 a riot erupted at the Astor Place Theater in New York City.   Leading up to the riot, there had been a rivalry between the English actor Edward Macready and the American actor Edwin Forrest.   Baker wrote that this rivalry began when Forrest believed that Macready sabotaged his recent tour of England.  The nativist trend in the United States at the time did not help Macready's popularity in New York as most of Forrest's fans were poor working class citizens.  \"The quarrel, then, waxed warmer and warmer, until it has ended in a fearful riot, in which thousands of excited people engaged, incurring a serious loss of life.\"  The May 10 riot was the second time that theatergoers tried to force Macready from the stage.  Historian Bill Kauffman writes that on May 7 they had succeeded by throwing anything possible onto the stage including vegetables and chairs.  Afterwards leading New York citizens apologized to Macready and convinced him to stay and perform Macbeth again on May 10 by promising such an incidence would not occur again. Meanwhile, Forrest's fans circulated handbills asking if Americans or English should rule the city.  In response to threat of violence a large number of policemen were stationed at the theater for the performance.      ","  Starting around 6:30 PM and continuing throughout the performance a crowd began gathering outside the theater.  The performance started off calm enough, but erupted into violence after police arrested four audience members and confined them in a small room.  The arrested men attempted to set the room on fire so were placed in irons.   When news of the arrests spread the mob gathered outside exploded.  The police were soon overwhelmed by the mob so the military was called in.  A cavalry company arrived, but was also driven off.  Then the National Guard came and was attacked by the mob, but eventually was able to force their way to the theater.   The soldiers fired over the mob's heads after the captain was struck down with a large stone.  When this did not stop the mob from attacking, the soldiers then fired three rounds of ball cartridges dispersing the crowd.  More troops were called in and two artillery pieces were loaded with grape shot directly in front of Aster Place Theater.  By 11:30 pm the crowd had dispersed, carrying off the dead and wounded.   ","Both Baker and Kauffman agree that twenty-two rioters were killed instantly and more soon died from their wounds. Baker goes on to say that this riot sent shock waves through New York's upper class.  Hardly any of them believed that shooting was necessary to save Macready or Astor Place from destruction.  One positive effect of the riot is that it caused some of these upper class citizens to look closely for ways they could improve society."],"display_date":"May 10, 1849","search_date":"1849-05-10","locations":[{"id":8921,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":30,"tag":"Urban Society"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}},{"id":5029,"title":"The Last Frontier:  The Adirondack Mountains in the Nineteenth Century","course_id":43,"status":"P","start_date":"1854-01-01","end_date":"1854-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The loss of untouched and pristine nature began in nineteenth century America in the age growing urbanization and industrialization, yet a few places remained, allowing Americans to discover themselves in nature.  An 1854 illustration in Richards’ <em>American Scenery:  Illustrated</em> called “Lake in the Adirondacks, New York” revealed that these places did still exist in the nineteenth century.  The illustration showed one man fishing in a lake in the Adirondack Mountains, surrounded by nature untouched by human hands.  The image depicted mountains, lakes, trees, rocks, and shores, with no mention of the evidence of human society growing exponentially around it.  The sun was streaming over the water, a true depiction of calm and tranquility compared to the hustle and bustle of mid-nineteenth century life.  It was a true picture of the American frontier, even though it is actually located in the urbanized Northeast.   The chapter following the image compared the Adirondack Mountains of northern New York to Broadway Street in New York City.  Visitors to the area were “…astonished that Nature should yet remain in such primitive solitude and grandeur, so near the crowded marts of commerce and the ceaseless hum of human life and enterprise.”","Environmentalism was born in America in the nineteenth century as Americans began to feel the loss of what was once “the final frontier.”  As the American machine was developing its conquest of nature, the idea of preservation became prevalent in society.  Americans looked to protect undisturbed nature in the early nineteenth century before conservation became the dominant course in America.  Environmental thinking like this led to the creation of national and recreational parks in order to preserve nature.  The Adirondack Parkwas created in 1892 by the New York legislature to preserve the wilderness of state and protect it from modernization and an expanding population.  This act protected the area of loggers, and forever preserved from loggers that were destroying one of the few areas remaining that was different from the growingly urbanized and commercialized world.  In the 1800s, Urbanization was destroying the natural world that was viewed to be beneficial both for its own good and for its spiritual impact on people.  While the wilderness of the Adirondacks was unfit for economic and agricultural uses, it was rich in more than physical things; the loneliness of the area was both health-giving and soul-cheering.  This image spoke of American culture and society, as it moved toward urban and consumer life and away from the natural world.  Citizens of cities in nineteenth century America would have been unable to survive in the mountains of northern New York, even though in reality going from the city to the country should be from a more complex life to simplicity.  As Henry David Thoreau wrote in his book, Walden, “…as he simplifies his life, the laws of the universe will appear less complex.”"],"display_date":1854,"search_date":"1854-07-02","locations":[{"id":8923,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":30,"tag":"Urban Society"},{"id":8,"tag":"Arts/Leisure"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5046,"title":"Marriage in Margaret Fuller's \"Woman in the Nineteenth Century\"","course_id":43,"status":"P","start_date":"1845-01-01","end_date":"1845-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["During the nineteenth century, one female author stood out as a voice for women during a time when many were not acknowledged.  Margaret Fuller wrote “Woman in the Nineteenth Century” and spoke with a voice for every woman who lived during the nineteenth century.  In particular, Fuller had an especially critical view toward marriage.  She explained that the idea of marriage “has been inculcated on women for centuries, that men not only have stronger passions than they, but of a sort that it would be shameful for them to share of even understand”.  She further explains that woman are expected to tell their husbands everything on their mind, and when they begin to show signs of “coldness or withdrawal” the wife is then labeled “wicked”.","The role of women gained increased attention during the nineteenth century, especially in women’s movements throughout the country.  As described by Carole Shammas in “A history of household government in American,” the U.S. was “the site of the first full-fledged uprising of female dependents…There were a few like Margaret Fuller, the Boston intellectual, who would maintain that if they wanted, “women should be sea captains!” but the primary objectives of the first feminists were not equal opportunities in the job market or in the political arena.” Shammas explained that the reason for their outrage was for others to acknowledge “the empowerment of women in households”.  During the nineteenth century, women desired to be seen as influential members of society instead of the “housewife” label with the expectations to constantly serve their husband.","Fuller asserted her confidence in understanding women and marriage when she explained that the married woman viewed men as “wild beasts” but actually view them all the same.  The unwed women were often told by the married women that if they were in their position and married to a man, “they would not expect continence or self-government from them”.  Women’s expectations were high for marriage, but in reality they received little in return, expected to run the household, and were taken advantage of."," "," "],"display_date":1845,"search_date":"1845-07-02","locations":[{"id":8921,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":7,"tag":"Women"},{"id":30,"tag":"Urban Society"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5755,"title":"Strong Female Characters in Depression Era Media","course_id":112,"status":"P","start_date":"1/1/20","end_date":"12/31/45","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Great Depression provided a hotbed of motivation that led to a dramatic change in the status quo of gender roles. With unemployment at an all-time high, the duties of a housewife were suddenly multiplying both in importance and quantity. This forced women to become more creative and tenacious, bearing the responsibility of relieving the pressures of joblessness and hunger.  Housewives were intensely unhappy with this situation, and this discontent pushed them into action on a scale never seen in the US before.","The mainstream media reacted to this housewife activism. Although they took the movement seriously, they could not help but ridicule the idea of a housewife movement. As they poked fun at the group, however, tension grew over the “politicizing of the traditional roles of wives and mothers.” No matter how much the media lampooned the movement, its pervasiveness in contemporary American culture was undeniable. The topic was one of hot debate, reflected by its presence in newsprint throughout the period. Society’s idea of what women were capable of was undergoing a significant change.","Milton Caniff, a cartoonist who had become famous at the time for his <em>Terry and the Pirates </em>strip, had sensed this influence and incorporated it into his comic. While the eponymous character, Terry, fought many a foe, the most famous was known as “the Dragon Lady”. She was a sly and capable foe, and at the advent of World War II, led the resistance against Japan’s invasion of China. She is shown to be an equal match for Terry on numerous occasions. This portrayal of a competent, attractive female antagonist was revolutionary for the time. It is also worth noting that the Dragon Lady was not only a woman, but also ethnic, being Asian. Caniff’s comic contained several other strong, female characters, but none were quite as influential as her. This can clearly be seen today where the term “dragon lady” refers to a negative stereotype of strong or mysterious women of East Asian descent."," "],"display_date":"1920 - 1945","search_date":"1932-12-31","locations":[{"id":21355,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":30,"tag":"Urban Society"},{"id":1158,"tag":"Great Depression"},{"id":258,"tag":"World War II"},{"id":788,"tag":"Sexism"},{"id":617,"tag":"Feminism"},{"id":1774,"tag":"Milton Caniff"},{"id":1775,"tag":"Comics"},{"id":1776,"tag":"Dragon Lady"},{"id":1777,"tag":"Cartoonist"}],"course":{"name":"The Comic Book City","school":"Rollins College","course_id":112,"school_id":5}},{"id":6339,"title":"The episode provides the outlook of Coed dormitories and the year Augustana introduced it, and how the world for college students were and the things individuals were going through.","course_id":144,"status":"P","start_date":"12/19/84","end_date":"12/19/89","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":[" ","Tags: Gender, Education, Integration","Co-Ed Dormitories’ in the 1980’s","With the interactions with the student body within the college life and the importance it brings to success with programs and events, and organizations. With the separation of the dormitories and the strict expectations it makes the interaction with the student life much harder to succeed and gain other insight. Adding a Co-Ed dorm within a college students can make strides in bettering their success their peers success and opportunity. Having the ability to walk only few steps and have things like group projects, random questions, or even to enhance the social life all are reason why a Co-Ed dorm would create a better outing for college students to succeed. In 1984 Augustana College in Rock Island, Illinoisannounced the new addition of testing for the Co-Ed dormitories. In the Observer, Augustana College newspaper it expresses to the college community the new positive vibes about Co-Ed dorm and what it can do to better the overall college as a whole. It expresses things by current students saying “The benefits outweigh generally speaking, the difference”. The Observer provided the word around campus that you may with conversation with peers so this allowed for students and even staff to see the perspectives of what the college was shooting for and how individuals felt and commented on the topic. During this time in the1980’s most colleges didn’t have Co-Ed dorms because it was looked down on to be around opposite genders certain times in dorms, but as time progressed people were able to see the good that came from the living together of young social men and women.","Adding the Co-Ed dorms allowed a better social life, but for those who never experienced living with another sex and had issue with the thought struggled with it. Majority struggling were parents but Augustana during this time tested out the Co-Ed dorms with only two different dorms rather than the whole school to make everyone comfortable. In the Coed Dorms Now The Norm from the Chicago Tribune in 1996, it expresses the thoughts of individuals such as Ryan Fitzgerald, a college student from the University of Stevens-Point out of Wisconsin where he stated, “You can look the way you want, smell the way you want, and feel the way you want”, explaining his issues with combining genders in the dorms. In another article, American News by Alan Neville, he explains how in the early 80’s college life was much simpler of an experience. Co-Ed housing wasn’t a thought at all. The college life together was much different with even going to the library to do work through books not having computers, the social life was much more of a hazed experience during Greek life, the ability to get around wasn’t as easy so interaction with others were important for people and how to communicate. There was no social media to explore people so with the addition of Co-Ed housing it just expresses the great things that it brought to the table to better things for not only the students but as well the community, and school as well."," "," "," "," ","Bibliography","<em>The Observer, </em>Rock Island, Illinois December 19, 1984 (Special Collections Library, Augustana College).","Worthington Rogers, “Coed Dorms Now 12qwthe Norm,” Chicago Tribune (1996): 1-6"],"display_date":"December 19, 1984 - December 19, 1989","search_date":"1987-06-20","locations":[{"id":38205,"lat":41.4673534696,"lng":-90.5674122327,"zoom":9,"place":"Rock Island, Illinois"}],"tags":[{"id":1760,"tag":"Gender Roles"},{"id":30,"tag":"Urban Society"},{"id":2653,"tag":"Education\""}],"course":{"name":"History of Women in the U.S.","school":"Augustana College","course_id":144,"school_id":54}}]}