{"id":3002,"tag":"Negro Chamber of Commerce","points":[[28.5383355,-81.3792365]],"bounds":[[28.5383355,-81.3792365],[28.5383355,-81.3792365]],"episodes":[{"id":6532,"title":"Dr. William Wells","course_id":154,"status":"P","start_date":"1/1/17","end_date":"12/31/50","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the era of segregation, hospitals, hotels, casinos, schools, restaurants and other venues were not receptive to hosting African Americans.   When it was possible for those whom had access to these places, often the quality of the facilities were deplorable compared their white counterparts.  In addition to the poor quality, there were fewer medical facilities and physicians for people of color.  Surgeons were almost nonexistent.  It was close to impossible for African Americans to get into medical school even if they had excellent grades because of the color of their skin. Even if an African American completed medical school it was difficult to find a good hospital that would hire them because of their skin color[1].  As a race with so many obstacles in their way, there happened to be one man who defeated the odds, Dr. William Monroe Wells. Dr. William Wells was a prestigious African American Doctor and business owner, whom catered  to African Americans during segregation.","            Dr. Wells is most commonly known for being an incredible and well known African American doctor in Orlando. Dr. Wells was born in Ft. Gaines, Georgia in 1889. After completing medical school at Meharry Medical College he moved to Orlando in 1917. He dedicated his life to helping African Americans  so that they could receive the best medical care possible, even if they could not afford it. During World War II, Dr. Wells was the only African American doctor in Orlando. This was a shocking fact because white doctors refused to care for African Americans. This is important because at one point Dr. Wells was the only physician in Orlando that would be willing to see, help and treat African Americans. Dr. Wells was most famous for delivering over 5,000 babies in Orlando during his time practicing medicine.  Wells was not only famous for delivering African American babies, but he also treated patients with scarlet fever, influenza and pneumonia. He helped African Americans who were sick or in labor even though he knew they would not be able to ever pay him.  Dr. Well’s profound contribution was that he made it possible for many African Americans to receive quality medical care during the first half of the 20<sup>th</sup> century in Orlando, Florida[2]. This is profound because without Dr. Wells African Americans would not have received medical attention during this time.","            Dr. William Wells was also a member of the Orlando Negro Chamber of Commerce and provided his information to the local business directory so that African Americans seeking medical attention would be able to contact him. The 1948 Orlando Negro Chamber of Commerce was the primary source for this history engine because it showed real life advertisements and provided a directory to which African Americans could find safe reliable healthcare. African Americans could rely on these businesses owned and run by other African Americans, so they would not face discrimination[3].  For African Americans in Orlando, Dr. Wells not only created the availability for healthcare but also provided that healthcare without discrimination through the Negro Chamber of Commerce.","            Not only was Dr. William Wells passionate about providing medical care to African Americans, but he also wanted to provide safe places for them as well. In 1926, Dr. Wells received a building permit from the City of Orlando and constructed the Wells’ Hotel. During this time the hotels were segregated making it very difficult for African Americans to find safe accommodations while traveling.  Attached to this hotel Dr. Wells’ also built and owned a popular Casino called South Street Casino. The Casino was a popular place for famous African American singers and entertainers[4]. Dr. Wells wanted to provide a safe lodging for rest after their shows.  Dr. Wells predicted the dangers for African Americans traveling without a place to stay during the era of segregation.  He also was able to create a venue in the hotel space, which allowed a safe place for African Americans to let loose and have fun.  It was obvious that Dr. Wells not only cared about providing healthcare, he was also passionate about offering lodging and an entertaining nightlife for African Americans to enjoy safely[5].","            Dr. Williams Wells is a crucial part of African American History in Orlando because he was passionate about providing healthcare, lodging, and nightlife to African Americans. During a time when African Americans had no option for medical care, Dr. Wells was a saving grace by providing his medical assistance. Imagine the fear of not having access to safe medical care. That was the reality for African Americans before Dr. Wells broke through the barriers of color in modern medicine. Imagine traveling and not having a safe place to stay; this was also a reality until Dr. Wells opened his hotel and casino. Access to healthcare and a physician should have been every persons right, but this was not the case for African Americans during the 1920s – 1960s. Without Dr. Wells citizens of color in Orlando would not have had access to healthcare when they were ill or while giving birth. Dr. Wells was responsible for the healthy and safe deliveries of over 5,000 babies in Orlando alone, which speaks volumes of his impact to the black community. Dr. William Wells was an incredible doctor, businessman, and leader among the African American Community."," "," "," ","[1] \"History - Opening Doors: Contemporary African American Academic Surgeons.\" N.p., n.d. Web.","[2] The Wells Built Musem of African - American History and Culture | The History of Dr. William Wells. (2013, September 04). Retrieved from <a href=\"http://wellsbuiltmuseumofafricanamericanhistoryandculture.org/the-history-of-dr-william-wells/\">http://wellsbuiltmuseumofafricanamericanhistoryandculture.org/the-history-of-dr-william-wells/</a>","[3] <em>The Orlando Negro Chamber of Commerce: Business directory, 1948</em>. (1948). Orlando, FL: Orlando Negro Chamber of Commerce.","[4] Thompson, G. F. (2003). <em>Orlando Florida</em>. Charleston, SC: Arcadia","[5] Thompson, G. F. (2003). <em>Orlando Florida</em>. Charleston, SC: Arcadia"],"display_date":"1917 - 1950","search_date":"1933-12-31","locations":[{"id":52923,"lat":28.5383355,"lng":-81.3792365,"zoom":5,"place":"Orlando, Fl"}],"tags":[{"id":1497,"tag":"Orlando"},{"id":266,"tag":"Segregation"},{"id":1654,"tag":"Hospital"},{"id":3001,"tag":"Dr. William Wells"},{"id":3002,"tag":"Negro Chamber of Commerce"},{"id":3003,"tag":"Doctor"}],"course":{"name":"African American History Since 1877","school":"Rollins College","course_id":154,"school_id":5}}]}