{"id":3006,"tag":"Straightening","points":[[28.5383355,-81.3792365]],"bounds":[[28.5383355,-81.3792365],[28.5383355,-81.3792365]],"episodes":[{"id":6534,"title":"What We Represent: The Politics of Black Hair in 1950s Orlando","course_id":154,"status":"P","start_date":"1/1/49","end_date":"12/31/57","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["According to the 1949 Orlando Negro Chamber of Commerce business directory, there were seventeen beauty salons catering to Black community in Orlando. By the time the business directory for 1957 was published, there were twenty-nine Black beauty shops in the Orlando area. Among those twenty-nine shops, only twelve were on the 1945 business directory; this means that seventeen Black salons opened in the nine-year period between 1949 and 1957. For a quaint community that pales in comparison to the Orlando that we know today, it seems a bit excessive to have twenty-nine salons; but one must examine the factors that could have caused this change in Orlando’s Black community. The monumental changes in the education, economic status, and respectability standards of African Americans mirrored themselves in their self-care, and throughout this article, I will discuss these issues on a societal scale and some specific elements that could have influenced the sharp increase in the Orlando’s Black beauty industry.","Beauty parlors have long been a safe haven for women; women could vent their problems to one another and meet a local political figure in the same place. To this day, women visit the beauty salon on a consistent basis to alter one of their most basic features: their hair. “Ever since African civilizations bloomed, hairstyles have been used to indicate a person’s marital status, age, religion, ethnic identity, wealth, and rank within the community. In some cultures a person’s surname could be ascertained simply by examining the hair because each clan had its own unique hairstyle.” “Realizing the prominence hair played in the lives of western Africans, the first thing enslavers did was shave their heads; this was an unspeakable crime for Africans, because the people were shorn of their identity.” Although slavery dismantled many ancient African hair traditions, hair remained an important social construct, and by the 1950s, the tradition of immaculately coifed hair had been resurrected with heavy social baggage in tow.","Over time, African Americans had learned to recognize several themes in relation to beauty. First, hair that was longer and straighter was “good” while hair that was short and kinky was “bad.” Black women almost obligatorily straightened their hair using a variety of methods and for a variety of social reasons. The appearance of “good,” well-groomed hair was one of the most important forms of social capital in the Black community, second only to light skin. “Some Black Americans with extremely light skin and straight, kink-free hair chose to break through the barriers that a racist society had constructed by simply passing themselves off as White.”","Second, the grooming routines of African Americans often communicated ideas about their education and economic status. As Colin A. Palmer states, “Through the styling of their straightened hair, African Americans struggled to define a space for themselves within the framework of the dominant aesthetic that could challenge, oppose, and undermine it while reaffirming black cultural values. Although some middle-class blacks wore their straightened hair in styles similar to those popular among middle-class whites, others combined their straightened heads of hair with pomades and hairdressing creams to explore bold, innovative, and creative styling options.” Those who did not conform to the socially normative straightened styles were assumed to be uneducated or unemployed, as hair straightening was often a requirement for employment. They were also seen as less respectable among Blacks and Whites alike. This was especially important because the 1950s ushered in a new “New Negro.” Black youths were taught to expect more and saw themselves integrating White spaces by will or by force. With this, came a responsibility to represent the community well; this meant that one must always look presentable—hair included.","So what caused the spike in beauty salons in Orlando specifically? Orlando leaders downplayed many of the city’s social issues as to not ruin the reputation in the eyes of prospective tourists, but “no place was immune from the social changes brought about by the civil-rights movement, not even Orlando…” Orlando was the last city in Florida to dismantle the White Voters Executive Committee, the organization responsible for Orlando’s primary elections—open to Whites only. “The first Orlando primary election open to all races was held in 1950.”  Blacks from the working class, as well as doctors and nurses, lawyers, businessmen and women, store owners, and pastors preparing to enter a White space such as a polling place would certainly be encouraged to look their best; this include a fresh hairdo. Another phenomenon that was active but private in 1950s Orlando was the Nation of Islam. The strict grooming standards for men and women that the Nation emphasized also required an increased number of haircare professionals.","In conclusion, the Orlando community was changing in big ways in the 1950s. For the African American community, the idea that being well-groomed was associated with one’s respectability had residual effects when the visibility of African Americans in White spaces increased. This decade set the stage for major advancements in the Civil Rights Movement, so it only makes sense the African Americans were prepared. The Black beauty salon continues to be a staple in the community, and Black hair stylists are consistently pushing the boundaries of their craft, staying on the forefront of every new hair trend."],"display_date":"1949 - 1957","search_date":"1953-07-02","locations":[{"id":52922,"lat":28.5383355,"lng":-81.3792365,"zoom":10,"place":"Orlando, Florida"}],"tags":[{"id":42,"tag":"Civil Rights"},{"id":3005,"tag":"Black Hair"},{"id":3006,"tag":"Straightening"},{"id":3007,"tag":"White Spaces"},{"id":3008,"tag":"Hair Politics"}],"course":{"name":"African American History Since 1877","school":"Rollins College","course_id":154,"school_id":5}}]}