{"id":3010,"tag":"#blackbusinesses","points":[[28.5383355,-81.3792365]],"bounds":[[28.5383355,-81.3792365],[28.5383355,-81.3792365]],"episodes":[{"id":6535,"title":"Atlanta Life Insurance Company","course_id":154,"status":"P","start_date":"12/31/22","end_date":"12/31/52","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Atlanta Life Insurance Company was located on 539 W. Church St. in Orlando, Florida. This location was a branch office to the larger Atlanta Life Company, which was located in Atlanta, Georgia on 148 Auburn Ave. The Atlanta Life Insurance Company advertised maximum insurance on risk for $50,000, and offered industrial, health, accident, and life policies. Alonzo Franklin Herndon, an African American entrepreneur, founded this black-owned business. Herndon was also the first president of the Atlanta Life Insurance Company. Born on June 26<sup>th</sup>, 1858 to a white famer and slave, Herndon made his life by working hard and he is now known to be one of the first black millionaires in the United States. His legacy of wealth began when he made the decision to purchase a failing insurance company in 1905. Starting from $5,000 assets in 1905, he managed to have over $400,000 in assets by 1922. Herndon then changed the name to Atlanta Life Insurance Company. The expansion of the company led to the existence of branches in Kansas, Missouri, Texas, Florida, Kentucky, and Tennessee. Herndon went on to save other insurance companies to maintain self-reliance in black businesses, and to insure that African American men and women would continue to have jobs. The Atlanta Life Insurance Company became one of the most prosperous black-owned businesses in the 1920s. ","Racial segregation in the South led African Americans no other choice but to come together and improve their living situation. Even though most were poor, entrepreneurs grew out of the harsh oppression and collectively produced places where African Americans can go without facing any discrimination. Black-owned businesses were formed and they came offering a wide variety of services. Barbershops, grocery stores. Billiard halls, insurance companies, funeral homes, and beauty parlors were some of the staple businesses that appeared in African American communities. These businesses were able to flourish due to the lack of competition from their white counterparts. White owned businesses did not and were not located in black communities, and blacks were not able to participate, shop, or even walk in any of these places. Due to this phenomenon, black-owned businesses became the backbone of black community progression. ","The existence of black owned businesses is particularly important. They are imperative because they are a deliberate employer of African Americans. They also provide stability towards the economic development within their community, and they can also serve as mobilizing resources for the African American community.  The assets of Negro life insurance companies increased from $22 million on December 31<sup>st</sup>, 1940 to $161 million on December 31<sup>st</sup>, 1952. African American operated and owned life insurance companies were founded to provide more adequate coverage. Generally, businesses operated by African Americans are considered to be small time operations. However, life insurance companies are so important their existence plays a main role in the black business industry. ","The existence of the Atlanta Life Insurance Company in Orlando, Florida is no different than any other life insurance company located in the south.  “The black owned life-insurance company constitutes as one of the few bastions of black capitalism” (Jacob, Hughes). The Atlanta Life Insurance Company had assets of $27.7 million on December 31, 1952 and was thought to have more assets than all black life insurance companies combined with the North Carolina Insurance Company in 1940. “Atlanta life, as one example, evolved out of a sacred-secular institutional matrix in postbellum Alabama” (Weare). Its subsistence was made possible by racial discrimination in the south and racial discrimination from white insurance companies. The formation of life insurance for African Americans provided them with many benefits that they previously did not have due to the color of their skin. Life insurance can cover events such as permanent disability, accidental death, diagnosis of a terminal or critical illness, as well as death.  These benefits can provide families with funds after a loved one has passed away. That benefit of life insurance alone is key when thinking of them in an African American community. During this time of extreme racism, many African Americans were being murdered. Before they would not be able to afford a burial or even decide on where and how they want their family member buried. African Americans did not have access to life insurance through any white owned companies, and if they did they paid significantly more on life insurance than what they would have if it was a black owned life insurance company."," In conclusion, the presence of the Atlanta Life Insurance Company and the services they provided not only helped African Americans in Atlanta but also in Orlando, Florida.  This company was a haven for blacks in the Orlando community as it was for the other states Atlanta Life was in. It success was made possible by the wealth and passion Alonzo Herndon had for providing a service to his fellow African Americans. "],"display_date":"December 31, 1922 - December 31, 1952","search_date":"1937-12-31","locations":[{"id":52922,"lat":28.5383355,"lng":-81.3792365,"zoom":8,"place":"Orlando, Florida"}],"tags":[{"id":3009,"tag":"#thesouth"},{"id":3010,"tag":"#blackbusinesses"},{"id":3011,"tag":"#lifeinsurance"},{"id":3012,"tag":"#OrlandoFlorida"}],"course":{"name":"African American History Since 1877","school":"Rollins College","course_id":154,"school_id":5}}]}