{"id":3020,"tag":"Orlando, Fl","points":[[28.5383355,-81.3792365]],"bounds":[[28.5383355,-81.3792365],[28.5383355,-81.3792365]],"episodes":[{"id":6536,"title":"The African American Negro Chamber of Commerce(AANCC):The Social Status of African American Police Officers within their community","course_id":154,"status":"P","start_date":"1/1/57","end_date":"3/21/16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In sight of the 1957 African American Negro Chamber of Commerce directory, discovered on page 54, are honorary descriptions under the pictures of the first six African American Police officers selected to join the Orlando Police Department, Orange County Florida. Their names are Richard A. Jones, John W. Jordan, Gainous Wright Jr., Mayo Howard, Belvin Perry Sr. and Otha Lee Kelly. Richard A. Jones and Belvin Perry Sr, were the first two Black officers to join the force. The first to break the color line in the Orlando Police Department (OPD) was Officer Jones. He was also the first black OPD sergeant and lieutenant. Officer Belvin Perry Sr was the father of Chief Judge of Florida Ninth Judicial Circuit (retired), Belvin Perry, Jr.  Retired Chief Judge Belvin Perry, Jr was the presiding judge over the high profile Casey Anthony murder trial in 2011. ","The City of Orlando was one of the last cities to develop a police department but these officers still were able to implement their marks during the turbulent times of segregation and social injustice that were mostly, directed toward African American and other minority communities. Especially, in the Southern States at the beginning of the Civil Rights era. These police officers primarily served in the black communities and among African American business districts.","  All six officers were perceived as tremendous role models within the African American communities in and around the City of Orlando, Florida. The expectations were massive when it came to representing their communities. These police officers were known to serve and protect their assigned beat with professionalism and demonstrations of fairness to all. Additionally, they illustrated what it meant to wear the uniform of a police officer as an African American and display what it took to properly, uphold the law.  These police officers brought a significant amount of pride to the black communities, packaged with a few stressful factors to be taken into consideration as well. The 1950’s brought about major changes in law enforcement with the assignment of Black police officers in various cities of Florida. While there was advancement of racial and ethnic diversity in law enforcement, segregation and discrimination continued well into the 1960’s in the south. It’s worth noting that New York appointed the first Black police officer in 1891.","There is no doubt that the first Black police officers were pioneers in their profession in Florida. These Black officers had to endure the trials and struggles of racial integration and law enforcement reformation. When it comes to African American and other minority police officers they have additional pressures pinned to them when carrying out the responsibilities married to the law enforcement profession. I can imagine them feeling alienated and disrespected in a sense, especially, when they had the same responsibilities as the white officers but lower pay and in separate facilities.","  On a general scale, especially, from 1957 up to today there are mountains of  evidence supporting social pressures brought by a significant number of police officers among the African American and other minority communities. These police officers are engaged in the practice of abuses  and violent acts that further heightened the racial and ethnic tensions in the United States. It was initially thought that if an African American or minority officer (not white) was assigned to an African American or minority community there would be a decrease in police abuse and unjustified acts. However, this has been proven not to be the case. Today the disconnect between police officer continues to grow primarily in American communities where there is a large population of minorities, poverty and crime at high.","In 2015, in response to people’s assessment and outcried in many cities of the United States, against police unfairness and their excessive use of force, President Obama called for mediation between police and the community they served. The call was also an effort to reduce racial tension in many cities and communities and rebuild police reputation and trust.","We can present the question “why do members of the police force engage in unethical behaviors and use force to bring public order?” I can only reply that sometimes when people face challenges which they can not deal with or control, they tend to use extra force to control or change the course of a “perceived” bad outcome. Sometimes police officers deal with stressful and dangerous situations, day-in and day-out , until they break down emotionally and act contrary to the law they swore to affirm. By the same token, there are police officers that perform the functions of law enforcement with pride, integrity, and honesty in the mist of any turmoil or pressure situation. "," ","We must not forget President Obama’s call to work on our relationship law enforcement with the goal of reducing racial tensions and rebuilding trust. Also, we must not forget the pioneers that fought and paved the road for social and cultural integration and equality."],"display_date":"January 1, 1957 - March 21, 1916","search_date":"1936-08-11","locations":[{"id":52926,"lat":28.5383355,"lng":-81.3792365,"zoom":8,"place":"Orlando,FL"}],"tags":[{"id":3020,"tag":"Orlando, Fl"},{"id":3019,"tag":"OPD"},{"id":3018,"tag":"First"},{"id":3017,"tag":"1957"},{"id":3016,"tag":"AANCC Directory"},{"id":1182,"tag":"social status"}],"course":{"name":"African American History Since 1877","school":"Rollins College","course_id":154,"school_id":5}}]}