{"id":3024,"tag":"Orlando Business","points":[[28.5383355,-81.3792365]],"bounds":[[28.5383355,-81.3792365],[28.5383355,-81.3792365]],"episodes":[{"id":6537,"title":"The Orlando Negro Chamber of Commerce in Context: 1949-1957","course_id":154,"status":"P","start_date":"1/1/49","end_date":"12/31/57","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The 1949 Orlando Negro Chamber of Commerce Business Directory and the 1957 Orlando Negro Chamber of Commerce Business Directory show the major growth of black owned businesses in Orlando, Florida. The number of businesses listed in 1949 was 169. This grew to 389 in 1957. The businesses in these documents and the production of the Directories themselves reflect the strength of the efforts of Orlando’s African Americans to help themselves economically just as their efforts to create schools did in education.","The fact that there was a Negro Chamber of Commerce in Orlando reflects the ideas and values of Booker T. Washington and W.E.B. Dubois who actively promoted the idea that creating businesses was crucial to the improvement of black lives in America and, in fact, the world.","Previous to the 1949-1957 period, Washington started the National Black Business League (NBBL). He and the league encouraged the development of black business mutual help organizations all over the nation and in nearly every industry. The Orlando Negro Chamber of Commerce was such a group designed and committed to the development of black businesses and successful black entrepreneurship.","The 1949 Directory section, “Employment” states key reasons for joining Orlando’s black community. Foremost among these is the presence of three black owned banks and three black owned insurance companies. These were important not only to customers who had no access to white banks and could not get insurance from white companies. They were important because they meant access to capital -- to loans necessary to start new businesses. The number of banks owned by blacks in Orlando declined, according to the Directories from four in 1949 to one in 1957, and the number of insurance companies owned by blacks rose from two to four during that period.","In general, the growth of the Orlando black business community reflected the national economic growth that followed World War II. It was also fostered by segregation according to John N. Ingham. The context of this growth and the self-help efforts that underlie it is of major change that challenges the whole effort and the whole idea of it.","The Supreme Court decision in Brown vs. the Board of Education began the lengthy process of desegregation leading to the later Civil Rights era. In 1957 and 1958 the whole country underwent a serious national economic recession that hit all businesses hard but created especially tough challenges for black businesses. Desegregation and economic recession meant increased competition for black businesses. White businessmen began to buy out black businesses even if they kept a “front” of black representatives, salesmen and other employees. The black community became less an “out of mind” community than a potential market for white businesses. This is seen in the black beauty industry that was so important in the economy of the black business. The African American beauty industry was the second largest black industry in the country after eating and drinking type businesses. In 1939 there were 11,293 black owned barbershops and beauty parlors in the nation with a total income of $12,963,000 and employing 7,540 people. (Walker 76) The number of beauty parlors and barbershops in Orlando grew from twenty-seven in 1949 to forty-seven in 1957. This meant growing business for not only the Orlando black community but also for the black manufacturers and suppliers of products needed in the shops. But as the 1950’s developed, national beauty product manufacturers competed with black firms to make black beauty products. When they couldn’t beat them in the market, larger white firms with more capital bought up successful black firms.","But there was worse in the context of the 50’s. As early as 1953, then President Dwight Eisenhower disbanded the Commerce Department's Division of Negro Affairs and eliminated Emmer Lancaster as its head. (Weems and Ramdolph 39) Lancaster was heading toward the opening of the lucrative area of defense contracts to black owned businesses. Given the importance of the large and growing military industrial complex to the Orlando area the elimination of access to defense contracts by black business only added to the challenge of white corporations taking over black markets and particularly black banks by white owned corporations. With restricted access to capital, black firms were particularly vulnerable to the general trend of corporate takeover and national marketing.","Lack of participation in the large and growing area of defense contracting, increased white competition, the failure to recover from the 1957-58 recession, and lack of access to capital (loans and business start-up loans in particular) were largely due to discrimination. These factors planted huge roadblocks for black entrepreneurs and business people nationally and in Orlando. They even led to questioning the value of the ideas of Booker T. Washington and other leaders who saw black business as a major path to the improvement of black lives in America.","Scholars like John Butler cite the success of the people who descended from the black entrepreneurs of this period and the power of the values they passed down to later generations. But others such as Earl Ofari Hutchinson argue that only a radical change in the basic economic system of capitalism will lead to equality of the races and the improvement of the lives of African Americans. The historic context of Orlando’s black business community supports this idea. "],"display_date":"1949 - 1957","search_date":"1953-07-02","locations":[{"id":52922,"lat":28.5383355,"lng":-81.3792365,"zoom":8,"place":"Orlando, Florida"}],"tags":[{"id":3022,"tag":"Black Business"},{"id":3023,"tag":"Afro-American Business"},{"id":3024,"tag":"Orlando Business"}],"course":{"name":"African American History Since 1877","school":"Rollins College","course_id":154,"school_id":5}}]}