{"id":3026,"tag":"Garbage","points":[[41.8781136,-87.6297982]],"bounds":[[41.8781136,-87.6297982],[41.8781136,-87.6297982]],"episodes":[{"id":6538,"title":"Trash Talking","course_id":155,"status":"P","start_date":"1895-01-01","end_date":"1/1/00","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The stench could be smelled for blocks in every direction, garbage piled along the side of every road, as children slung pieces of the ever-abundant trash at one another from the top of the piles. These mounds of waste characterized one of America’s greatest cities at the turn of the twentieth century. On the Near West Side of Chicago, Jane Addams, in the thick of establishing her now-famous Hull House, just couldn’t ignore the epidemic, “the greatest menace in a ward such as” the Near West Side, right before her eyes. Industrialization had picked up steam in the 1880s, as tens of thousands of European immigrants poured into the industrial hub of Chicago, changing the landscape and culture of the city. Infrastructural issues followed the immigrants causing death rates to rise as the city fell. In an effort to combat this vicious cycle of growth and death, Addams filed over 1,000 complaints to the city. Eventually the issue became so prevalent that Addams appealed to the mayor, who \"permitted me to drive him to the entrance of the street in what the children called by ‘garbage phaëton’ and who took my side of the controversy.”","Addams did not become an activist simply to enhance the beauty of the city; her work in improving quality of life in lower-class and immigrant neighborhoods showed her the inequality that resulted from the city’s failure to provide basic services, such as trash collection. She recognized that these areas were more “at risk, given the frequent breakdown of the urban infrastructure.” Addams and her friends forced the issue onto the city’s docket through sheer perseverance in measures like their “garbage phaeton” and volunteering to collect the garbage herself. Her insistence forced those with power to acknowledge the hardship faced by those without it. She succeeded in “rais[ing] enough of a stink that restructuring the garbage collection system” was finally considered worthy of the city’s attention. Addams’s goal of making Hull House “at once part of and alternative to the urban and industrial order” was fulfilled by her work toward improving sanitation and her similar efforts; these efforts forced the city to take an interest in those it would otherwise have ignored and made their lives more livable."],"display_date":"January 1, 1895 - January 1, 1900","search_date":"1897-07-02","locations":[{"id":52802,"lat":41.8781136,"lng":-87.6297982,"zoom":8,"place":"Chicago, Illinois"}],"tags":[{"id":31,"tag":"Immigration"},{"id":1881,"tag":"Industrialization"},{"id":3026,"tag":"Garbage"}],"course":{"name":"HIST 3550, American Environmental History","school":"Auburn University","course_id":155,"school_id":73}}]}