{"id":303,"tag":"Battle of Petersburg","points":[[37.0780637097,-77.6286065028]],"bounds":[[37.0780637097,-77.6286065028],[37.0780637097,-77.6286065028]],"episodes":[{"id":4713,"title":"The Union’s Last Resort: A Mining Operation","course_id":34,"status":"P","start_date":"1864-06-20","end_date":"1864-07-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            Both Union and Confederate leaders knew that a decisive battle at Petersburg could mean a decisive battle of the war; but, it is unlikely that Union leaders would have guessed that their best chance for victory would depend on constructing a mineshaft.  There was a lot riding on the outcome of Petersburg, Virginia.  Bryce Suderow, a Civil War historian, explains the Union’s strategy: Grant and his advisors believed that if they could break the Confederate defenses at Petersburg, then the last true southern stronghold would fall along with Richmond, the Confederate capitol, and the war would end.  It was with this mentality that Union forces continuously assaulted the front lines.  Northern forces continuously shelled the Confederate trenches that surrounded Petersburg; but, the Union made no real progress.  The Union troops were not able to break the Confederate lines and thus were not able to execute their assault on the city!  Hopelessness and despair were commonly felt emotions among the stagnant soldiers.","            As Suderow, our historian explains, Grant continued to attempt to break the Southern lines with his straight-forward charges and large soldier concentrations.  But again, because the Confederates were dug into the hillsides, eradicating the enemy was a seemingly hopeless task.  Many Union soldiers were losing faith in the mission to capture Petersburg; their will to fight was waning.  Many Union soldiers saw themselves as pawns in a chess game, waiting their turn to rush the hills in a suicide mission.","            A few months into the battle, Grant was approached by a Colonel Cal W. Stevens who proposed a rather obscure idea to deal with the Confederate trenches.  The Colonel explained to Grant that he could lead a team of soldiers to construct a T-shaped series of mineshafts directly underground, parallel to the Confederate trenches.  Grant, who was looking for a way to occupy the minds of his depressed and unenthusiastic soldiers, gave the Colonel the order to commence with his obscure plan.  Grant saw the plan as a way to bring the soldiers together and accomplish something positive: a welcome feeling for the soldiers who had experienced continuous defeats charging on the Confederate trenches at Petersburg.","            With this knowledge, one can come to the conclusion that the mine shaft, which would eventually be packed full of explosives and produce the “Battle of Crater,” was constructed through busy-work, thought to be a meaningless task.  Also, some scholars find it ironic that many of the men who were mining the hillside were digging their own graves.  As our historian Suderow points out, it was not Grant’s wish to create such death and destructing with his mining operation; but, war never goes as planned as illustrated through this series of bloody events."],"display_date":"June 20, 1864 - July 26, 1864","search_date":"1864-07-08","locations":[{"id":13779,"lat":37.0780637097,"lng":-77.6286065028,"zoom":9,"place":"DINWIDDIE, Virginia"}],"tags":[{"id":32,"tag":"Civil War"},{"id":303,"tag":"Battle of Petersburg"},{"id":304,"tag":"Battle of the Crater"},{"id":305,"tag":"Mining Operation"},{"id":306,"tag":"Mining"},{"id":307,"tag":"Mine"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":34,"school_id":4}},{"id":4715,"title":"Leading up to the Battle of Petersburg: The Mining Operation","course_id":34,"status":"P","start_date":"1864-06-20","end_date":"1864-07-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            The battle of Petersburg, Virginia was crucial in the minds of both Union and Confederate leaders. A leading Civil War historian Bryce A. Suderow explains the Union Army’s thinking: Grant believed that if Union forces could overpower the Confederate lines and crush the Southern stronghold the Southern capital would inevitably fall, ending the American Civil War in the Union’s favor.  With both sides understanding the gravity of their position, Union and Confederate leaders faced off with little movement and much violence: shelling was constant and the days were long, and both sides continuously fought hard; but, neither side was going to give any ground.  It was this stalemate situation that gave birth to the Union mining campaign, one of the most unique uses of military capability in the Civil War.","            A Union leader Hugh Thos, native to Pennsylvania, was a mining specialist in his profession.  He proposed digging a mine under the Confederate trenches, loading it full of black powder, and blasting their way through the Confederate lines.  After Hugh’s plan was passed through his superiors and on to the Union commander Gen. Ulysses S. Grant, the plan was put in action by pulling man power from the front lines and giving life to the mining operation.  Unlike any other position around Petersburg, the Union mining operation actually gained ground from the enemy; they were even able to do so without Confederate knowledge.  This covert advance, interestingly, did not go without suffering and even casualties.  Hugh Thos, a Union Captain and leader of the mining campaign, depicts the grim lifestyle of the miners for his superiors: “These men are entirely without cooking utensils, and none are to be had…I would also call your attention to the fact that there [is] an insufficiency of medicine… a great many of the men are sent to hospitals…”  In a later report, Thos writes to his superiors, “one of the engineer troops wounded at Gracies mine last night; two men have been wounded at Pegrams, mine No. 2”  Hugh Thos discloses these wounded men at the end of his letter, just as he would in a traditional brief concerning the outcome of a battle.","            As conventional attacks continued to fail the Union in their quest to capture Petersburg, the mine became more and more of a crutch for Grant to fall back on.  One day, after a particularly devastating loss against the Confederates, Grant was informed that the mine was finished and ready to be loaded and primed.  Grant gave the mining company the order to pack the mine full of black powder and prepare for an all-out assault on the Confederate trenches.  But, knowing the history of the mining campaign, historians and scholars alike recognize that the Battle of the Crater and its inflicted suffering began long before the Confederates were able to acknowledge the attack."],"display_date":"June 20, 1864 - July 26, 1864","search_date":"1864-07-08","locations":[{"id":13779,"lat":37.0780637097,"lng":-77.6286065028,"zoom":9,"place":"DINWIDDIE, Virginia"}],"tags":[{"id":307,"tag":"Mine"},{"id":306,"tag":"Mining"},{"id":304,"tag":"Battle of the Crater"},{"id":303,"tag":"Battle of Petersburg"},{"id":32,"tag":"Civil War"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":34,"school_id":4}},{"id":4733,"title":"A Special Detail in the Final Battle Of Petersburg","course_id":34,"status":"P","start_date":"1865-04-02","end_date":"1865-04-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Specific military units did not usually separate intentionally on the battlefield during the Civil War, yet First Lieutenant William H. Rogers received orders that detached him from his unit. On March 31, 1865, Lieutenant Rogers was temporarily relieved of his command of company K of the 1st Connecticut Heavy Artillery and was assigned 100 men from artillery units, who would “follow a charging [Union] column, and serve the guns taken in the attack then contemplated.” In effect, Lieutenant Rogers’ assignment was to take 100 artillerymen, who would follow Union Infantry on an attack, with the goal of capturing Confederate artillery and using it on the Confederate troops. In the early hours of April 2, the attack commenced. Lieutenant Rogers and his 100 men rushed onto the field of battle, following the advancing Union Infantry. Once the Infantry captured the Confederate guns, Rogers and his men proceeded to turn the guns on the retreating Confederates. However, the job was not as simple to fire into a retreating army. Rogers’ men had to reposition the cannon in an exposed area and operate the guns under enemy fire since they had only breached the first line of defense of Petersburg.","Lieutenant Rogers and the 100 men that were gathered for their assignment and performed their role in the battle, but did not participate in the battle after the Confederates were out of range of the artillery they operated. None-the-less, this artillery assistance provided cover for the advancing Union armies and helped soften up the Confederates while they were on their retreat. Rogers’ orders were unique in that Rogers and a detail of men were pulled from their normal units to perform a specific task. The men had not worked together before because Rogers says, “A list of the killed and wounded I am unable to give, as I am unacquainted with the names of those injured.” At this point in time, troops spent a good deal of time training with their units to create cohesion with the soldiers, which was important for success on the battlefield. This special assignment did not follow the normal protocol, and cohesion would be limited at best. None-the-less, this atypical assignment proved to be very fruitful for the Union troops.","The role of Lieutenant Rogers and the 100 artillerymen in battle was part of an important offensive on April 2 that ended the siege of Petersburg. While Lieutenant Rogers did not participate in the fighting after his assignment was completed, the Union troops drove the Confederates out of Petersburg, back to Appomattox where the Army of Northern Virginia surrendered. Lieutenant Rogers played a unique part in this major offensive, by taking a conglomeration of troops from different units and performing a specific assignment for one attack, which was rather uncharacteristic for the time."],"display_date":"April 2, 1865","search_date":"1865-04-02","locations":[{"id":13779,"lat":37.0780637097,"lng":-77.6286065028,"zoom":9,"place":"DINWIDDIE, Virginia"}],"tags":[{"id":32,"tag":"Civil War"},{"id":303,"tag":"Battle of Petersburg"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":34,"school_id":4}},{"id":4734,"title":"The 116th Colored Troops at the Battle of Petersburg","course_id":34,"status":"P","start_date":"1865-04-02","end_date":"1865-04-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["William W. Woodward entered the Civil War by enlisting as a second lieutenant in company K of the Ohio 2nd Cavalry Regiment, but he left the war as a Colonel of the 116th Regiment of the United States Colored Troops. His tenure with the Ohio 2nd Cavalry yielded rewarding results, as he was promoted to Full Captain on November 14, 1862, just one month and eight days after he enlisted. However, things changed on July 15, 1864, when he was decommissioned from the Ohio 2nd Cavalry, and reenlisted as a Colonel on the same date with the 116th United States Colored Troops. The 116th Regiment was fully organized on July 12, 1864, so Colonel Woodward was with the 116th from its formation.","Colonel Woodward’s troops were involved in the siege of Petersburg from October 23, 1864 to April 2, 1865. Specifically, they were a part of the major charge that took place at 4:00 a.m. on April 2 to drive the Confederate forces from Petersburg, and then followed the retreating Confederates to Appomattox. They were also a part of taking Fort Gregg (on April 2), where they supported an artillery barrage led by the 31st Regiment. Woodward said of the troops’ actions at Fort Gregg, “This regiment, although exposed to the enemy’s fire of solid shot, took their position with the greatest coolness.”","Despite being in this great battle that finally subdued the Army of Northern Virginia, the 116th Regiment never seemed to be in the forefront of the battle, but primarily relieved troops and provided support for battle instead of being part of strategic maneuvers. This was true of most black troops at the time, because popular opinion held that black soldiers would not be able to fight effectively in battle, even after African American soldiers had performed well in previous battles. In spite of this, the black soldiers wanted to prove themselves, and the only way to do so was on the battlefield. Based on Colonel Woodward’s report, the 116th Regiment did prove themselves. Colonel Woodward ends his battle report by praising his officers, regimental commanders, and enlisted soldiers, saying that he would like to commend “the good conduct generally of the enlisted men of the command, during a period of severe marching, and reduction of rations, amounting to almost absolute destitution.”","The 116th U S Colored Troops were exposed to a variety of aspects of the war in a short amount of time, specifically militarily and socially. African-American soldiers in the Civil War faced many different forms of racism and ill treatment. Apart from being paid less, they were often assigned “fatigue duty” or “military labor,” and were put to use doing manual labor like digging trenches. This support work was often the predominant use of African American troops, and many regiments of Colored Troops were often not engaged fighting. The 116th Regiment was put on fatigue duty and experienced injustices, but they were also engaged in a major battle during the siege of Petersburg. The experience of war for the 116th Regiment and Colonel Woodward was not solely based in the military, but also had deep social and cultural experiences that were unique to African Americans."],"display_date":"April 2, 1865","search_date":"1865-04-02","locations":[{"id":13779,"lat":37.0780637097,"lng":-77.6286065028,"zoom":9,"place":"DINWIDDIE, Virginia"}],"tags":[{"id":303,"tag":"Battle of Petersburg"},{"id":32,"tag":"Civil War"},{"id":3,"tag":"African-Americans"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":34,"school_id":4}}]}