{"id":3030,"tag":"industrial disease","points":[[41.8781136,-87.6297982]],"bounds":[[41.8781136,-87.6297982],[41.8781136,-87.6297982]],"episodes":[{"id":6540,"title":"Hull House Horrors","course_id":155,"status":"P","start_date":"1897-01-01","end_date":"12/31/43","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["After attending John Hopkins to further her medical and scientific knowledge, Alice Hamilton received an offer to teach at Women’s Medical School of Northwestern University at Chicago. The Hull House, a settlement house in Chicago’s 19th Ward, became her home starting in 1897 and it remained so for decades after. By the time she first walked into the welcoming doors of the Hull House she had already studied languages, philosophies, and sciences at institutions such as Miss Porter’s School, the University of Michigan, and John Hopkins University. It was at the Hull House, however, that she became educated on the subject that fueled her reform efforts she maintained for the remainder of her life- the horrors of the life that faced working class families in the poor 19th Ward.","During the unregulated era of American industrialization, conditions for the average worker were often inhumane and cruel. In her autobiography, Hamilton wrote of the perpetrators of these conditions, “ It sometimes seemed to me that industry was exploiting the finest and best in these men- their love of their children, their sense of family responsibilities.” Alice Hamilton and the Hull House was immersed in the dirty and horrific state of the 19th Ward and the hardworking people who lived there. As a doctor, Hamilton became increasingly involved in documenting the medical effects of intolerable working conditions shown by the laborers.","The laborers of Chicago’s 19th Ward were largely poor immigrants and a significant fraction suffered from “industrial diseases” as a result of their jobs. The streets were unsanitary- overflowing with garbage and other solid or seeping waste. Lincoln Steffens characterized the city as “first in violence, deepest in dirt, loud, lawless, unlovely, ill-smelling…”. The combination of horrifyingly unsanitary conditions, both on the streets and at the job, gave way to these disease and disfigurement. One example that Hamilton saw often, especially from the people who worked in match factories, is known as phossy jaw- a disease that created abscesses on the jaw and could eventually cause brain damage or organ failure. Lead poisoning was also prevalent- leaving people weak and stuck in an “environmental nightmare that seemed impossible to escape.”"],"display_date":"1897 - 1943","search_date":"1920-07-02","locations":[{"id":52802,"lat":41.8781136,"lng":-87.6297982,"zoom":8,"place":"Chicago, Illinois"}],"tags":[{"id":3031,"tag":"urban environmentalism"},{"id":1384,"tag":"Hull House"},{"id":3030,"tag":"industrial disease"}],"course":{"name":"HIST 3550, American Environmental History","school":"Auburn University","course_id":155,"school_id":73}}]}