{"id":304,"tag":"Battle of the Crater","points":[[37.0780637097,-77.6286065028]],"bounds":[[37.0780637097,-77.6286065028],[37.0780637097,-77.6286065028]],"episodes":[{"id":4713,"title":"The Union’s Last Resort: A Mining Operation","course_id":34,"status":"P","start_date":"1864-06-20","end_date":"1864-07-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            Both Union and Confederate leaders knew that a decisive battle at Petersburg could mean a decisive battle of the war; but, it is unlikely that Union leaders would have guessed that their best chance for victory would depend on constructing a mineshaft.  There was a lot riding on the outcome of Petersburg, Virginia.  Bryce Suderow, a Civil War historian, explains the Union’s strategy: Grant and his advisors believed that if they could break the Confederate defenses at Petersburg, then the last true southern stronghold would fall along with Richmond, the Confederate capitol, and the war would end.  It was with this mentality that Union forces continuously assaulted the front lines.  Northern forces continuously shelled the Confederate trenches that surrounded Petersburg; but, the Union made no real progress.  The Union troops were not able to break the Confederate lines and thus were not able to execute their assault on the city!  Hopelessness and despair were commonly felt emotions among the stagnant soldiers.","            As Suderow, our historian explains, Grant continued to attempt to break the Southern lines with his straight-forward charges and large soldier concentrations.  But again, because the Confederates were dug into the hillsides, eradicating the enemy was a seemingly hopeless task.  Many Union soldiers were losing faith in the mission to capture Petersburg; their will to fight was waning.  Many Union soldiers saw themselves as pawns in a chess game, waiting their turn to rush the hills in a suicide mission.","            A few months into the battle, Grant was approached by a Colonel Cal W. Stevens who proposed a rather obscure idea to deal with the Confederate trenches.  The Colonel explained to Grant that he could lead a team of soldiers to construct a T-shaped series of mineshafts directly underground, parallel to the Confederate trenches.  Grant, who was looking for a way to occupy the minds of his depressed and unenthusiastic soldiers, gave the Colonel the order to commence with his obscure plan.  Grant saw the plan as a way to bring the soldiers together and accomplish something positive: a welcome feeling for the soldiers who had experienced continuous defeats charging on the Confederate trenches at Petersburg.","            With this knowledge, one can come to the conclusion that the mine shaft, which would eventually be packed full of explosives and produce the “Battle of Crater,” was constructed through busy-work, thought to be a meaningless task.  Also, some scholars find it ironic that many of the men who were mining the hillside were digging their own graves.  As our historian Suderow points out, it was not Grant’s wish to create such death and destructing with his mining operation; but, war never goes as planned as illustrated through this series of bloody events."],"display_date":"June 20, 1864 - July 26, 1864","search_date":"1864-07-08","locations":[{"id":13779,"lat":37.0780637097,"lng":-77.6286065028,"zoom":9,"place":"DINWIDDIE, Virginia"}],"tags":[{"id":32,"tag":"Civil War"},{"id":303,"tag":"Battle of Petersburg"},{"id":304,"tag":"Battle of the Crater"},{"id":305,"tag":"Mining Operation"},{"id":306,"tag":"Mining"},{"id":307,"tag":"Mine"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":34,"school_id":4}},{"id":4714,"title":"Trench Warfare and Artillery at the Crater","course_id":34,"status":"P","start_date":"1864-07-30","end_date":"1864-07-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["             One of the opening battles of the Petersburg Campaign and one that foreshadowed some of the tactics used in the trench warfare of the First World War was the Battle of the Crater on July 30, 1864.  At this point in the war, the armies of Robert E. Lee and Ulysses S. Grant had settled into trench warfare in the area just to the south of Richmond, with the U.S. Army attempting to cut the railroad supply line into the Confederate capital.  After numerous unsuccessful assaults on the Confederate line, a Union officer named Henry Pleasants had the idea to dig a mine underneath the Confederate breastworks, plant explosives, and detonate an explosion that would collapse the center of the line and allow for a U.S. attack.  After approval of the idea, the mine was dug and successfully blown up, creating a hole in the Confederate line.  The federal troops, however, were disorganized due to mismanagement at the command level and took too much time in attacking the C.S. position.  This allowed the Confederate commander, Brig. General William Mahone, to organize a counterattack and drive the U.S. troops out of the crater and back to their own breastworks.","            Captain Charles E. Mink was a Union officer in charge of an artillery battery in the First New York Light Artillery, and was assigned to give covering fire for the Union troops marching into the explosion crater.  His account details giving fire on the Confederate position through the advance and stall of the U.S. troops as they attacked the Confederate line.  He also describes firing on a small group of Confederate troops and “breaking up their formation” as they attempted to press their advantage in driving back the Federal assault.  Mink was surprised to see the Union advance stall, saying that for “some unaccountable reason,” the Union attack halted in the blown-up fort.  Mink concluded his report by stating the number of shots he fired and his pride in the skill of his men, with “every shot striking the object at which it was directed.”  One aspect of Mink’s account that differs from most assumptions about the Petersburg campaign is his energy for the war has not faded in the way that many historians portray Union troops by this point in the war.  He was still very energetic and eager to fight the “rebels,” believing strongly in the righteousness of his cause. ","            The failed Union assault in the crater took over 4,000 casualties, mainly to a black division led by Brig. General Edward Ferrero, and resulted in U.S. Major General Ambrose Burnside being relieved of command for the rest of the war.  These losses were significant in that black soldiers were often protected by their commanders due to both a flawed understanding of the abilities of African-Americans, and desire to avoid a negative political backlash that would result from the loss of black soldiers over white.  Mink’s account reveals the point of view of a Union officer in the field during one of the most disastrous assaults of the Petersburg campaign, and he still believes after the battle that the Union should have carried the day easily, taking great pride in his men and their role in the battle."],"display_date":"July 30, 1864","search_date":"1864-07-30","locations":[{"id":13779,"lat":37.0780637097,"lng":-77.6286065028,"zoom":9,"place":"DINWIDDIE, Virginia"}],"tags":[{"id":304,"tag":"Battle of the Crater"},{"id":32,"tag":"Civil War"},{"id":308,"tag":"Artillery"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":34,"school_id":4}},{"id":4715,"title":"Leading up to the Battle of Petersburg: The Mining Operation","course_id":34,"status":"P","start_date":"1864-06-20","end_date":"1864-07-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            The battle of Petersburg, Virginia was crucial in the minds of both Union and Confederate leaders. A leading Civil War historian Bryce A. Suderow explains the Union Army’s thinking: Grant believed that if Union forces could overpower the Confederate lines and crush the Southern stronghold the Southern capital would inevitably fall, ending the American Civil War in the Union’s favor.  With both sides understanding the gravity of their position, Union and Confederate leaders faced off with little movement and much violence: shelling was constant and the days were long, and both sides continuously fought hard; but, neither side was going to give any ground.  It was this stalemate situation that gave birth to the Union mining campaign, one of the most unique uses of military capability in the Civil War.","            A Union leader Hugh Thos, native to Pennsylvania, was a mining specialist in his profession.  He proposed digging a mine under the Confederate trenches, loading it full of black powder, and blasting their way through the Confederate lines.  After Hugh’s plan was passed through his superiors and on to the Union commander Gen. Ulysses S. Grant, the plan was put in action by pulling man power from the front lines and giving life to the mining operation.  Unlike any other position around Petersburg, the Union mining operation actually gained ground from the enemy; they were even able to do so without Confederate knowledge.  This covert advance, interestingly, did not go without suffering and even casualties.  Hugh Thos, a Union Captain and leader of the mining campaign, depicts the grim lifestyle of the miners for his superiors: “These men are entirely without cooking utensils, and none are to be had…I would also call your attention to the fact that there [is] an insufficiency of medicine… a great many of the men are sent to hospitals…”  In a later report, Thos writes to his superiors, “one of the engineer troops wounded at Gracies mine last night; two men have been wounded at Pegrams, mine No. 2”  Hugh Thos discloses these wounded men at the end of his letter, just as he would in a traditional brief concerning the outcome of a battle.","            As conventional attacks continued to fail the Union in their quest to capture Petersburg, the mine became more and more of a crutch for Grant to fall back on.  One day, after a particularly devastating loss against the Confederates, Grant was informed that the mine was finished and ready to be loaded and primed.  Grant gave the mining company the order to pack the mine full of black powder and prepare for an all-out assault on the Confederate trenches.  But, knowing the history of the mining campaign, historians and scholars alike recognize that the Battle of the Crater and its inflicted suffering began long before the Confederates were able to acknowledge the attack."],"display_date":"June 20, 1864 - July 26, 1864","search_date":"1864-07-08","locations":[{"id":13779,"lat":37.0780637097,"lng":-77.6286065028,"zoom":9,"place":"DINWIDDIE, Virginia"}],"tags":[{"id":307,"tag":"Mine"},{"id":306,"tag":"Mining"},{"id":304,"tag":"Battle of the Crater"},{"id":303,"tag":"Battle of Petersburg"},{"id":32,"tag":"Civil War"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":34,"school_id":4}}]}