{"id":3041,"tag":"DDT","points":[[42.0417525,-70.6722767],[40.7127837,-74.0059413],[37.09024,-95.712891]],"bounds":[[42.0417525,-70.6722767],[37.09024,-95.712891]],"episodes":[{"id":6544,"title":"For The Birds","course_id":155,"status":"P","start_date":"4/7/57","end_date":"4/7/57","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On the warm spring morning of April 7, 1957, Rachel Carson visited the town of Duxbury, Massachusetts. It was a beautiful day with the sun’s warming rays radiating down upon a lush meadow of yellow agrimony and lavender aster leading up to a quaint creek flowing peacefully through a patch of forest. It was here that Carson had visited once before as a girl and fell in love with its serenity. She closed her eyes and let the calming wind take her back to that peaceful day – wading barefoot in the creek, chasing butterflies in the meadow and whistling back the sounds the many birds made as they prepared their nests in the shrubbery and treetops. Then Carson opened her eyes and felt saddened as she remembered why she was here again today. The pesticide DDT had nearly eradicated all that life that she had once loved. The “biocide” as she called it was used here to control the mosquito population, however the reckless men that decided to spray it took no account into how it would affect the rest of the creatures living here. As a result, it was reported that many of the bird populations had dwindled in number. Rachel had hoped that the reports had been exaggerated, but as she crossed the creek and entered the forest the sight of ruffled feathers covered in ants and peeking through the fallen leaves caught her eye in nearly every direction she faced, thus confirming that sad reality. She could feel her heart break with each passing bird, and knew that something had to be done to stop this type of tragedy from happening again.","                DDT is just one of the many pesticides used by humans to control pest populations. In fact, “since the mid-1940s over 200 basic chemicals have been created for use in killing insects, weeds, rodents, and other organisms described in the modern vernacular as “pests”.” The sad reality is that insects are some of the hardiest organisms ever to exist and possess the ability to “flareback” after being sprayed as they evolve their future generations to being immune to that particular pesticide, therefore “the chemical war is never won, and all life is caught in its violent crossfire.” What this leads to is beautiful and healthy populations, such as the birds in Duxbury, suffering greatly at the expense of humans trying to find a way to better the world for their own benefit. It is events such as this that inspired Carson to write Silent Spring in 1962, which opened the public’s eye to the dangers of environmental poising, and led to her being one of the most influential figures in environmental history."],"display_date":"April 7, 1957","search_date":"1957-04-07","locations":[{"id":52932,"lat":42.0417525,"lng":-70.6722767,"zoom":8,"place":"Duxbury, Massachuetts"}],"tags":[{"id":3042,"tag":"Rachel Carson"},{"id":3041,"tag":"DDT"},{"id":1882,"tag":"Pesticides"}],"course":{"name":"HIST 3550, American Environmental History","school":"Auburn University","course_id":155,"school_id":73}},{"id":6548,"title":"A Silent Spring","course_id":155,"status":"P","start_date":"1/1/62","end_date":"1/1/62","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["It was a crisp, cool morning in the Southeastern United States. The mist was settling, and the grass was saturated with dew. Springtime was beginning, just as it has begun every season. However, this year, something was different. A dark and mysterious presence had befallen the land. Cattle, chicken, and sheep died in large numbers. Sickness and disease spread through families across town, crippling children and causing seemingly sudden and unexpected fatalities. It seemed as though a “shadow of death” had spread across not only the agricultural community, but across every spectrum of life in the United States. The mysterious ailment had no bias- all walks of life were heavily affected, some more devastating then others.  The eerie facet of this sudden and frightening debilitation was the conspicuous lack of birdsong. The birds… \"where had they gone?”","This was the image painted by Rachel Carson in her revolutionary book, <em>Silent Spring</em>. In it, she described a scene of “lifelessness,” in which communities were plagued with unidentifiable health problems and families struggled to keep food on the table. She uses the imagery of a “Silent Spring” to emphasize the immense consequences of anthropogenic environmental degradation. Carson argued that humanity was its own worst enemy, and that if the many dangerous and threatening practices (specifically pesticide use) were not ended or at least regulated, we could not begin to foresee the ripple effects of our actions. <em>Silent Spring</em> was published in 1962, and alerted the public to the reality of “environmental poisoning.”","Like many other scientists of her time, the atom bomb had altered the way Rachel Carson viewed the world. She understood that the technology that had produced the atom bomb gave humans an “illusion” of power and control, and that this greedy “illusion” would become a reality when these massively damaging technologies outrun human control. However, while the invention of the atomic bomb gave humans a heightened sense of control, the catastrophic effects of the atomic bomb allowed for a realignment of humanity’s hubris- a realignment she highlights in <em>Silent Spring</em>. "],"display_date":"January 1, 1962","search_date":"1962-01-01","locations":[{"id":52935,"lat":40.7127837,"lng":-74.0059413,"zoom":8,"place":"New York City, United States"}],"tags":[{"id":3042,"tag":"Rachel Carson"},{"id":3041,"tag":"DDT"},{"id":3050,"tag":"silent spring"},{"id":3051,"tag":"pesticide"}],"course":{"name":"HIST 3550, American Environmental History","school":"Auburn University","course_id":155,"school_id":73}},{"id":6557,"title":"Rachel Carson and the Modern Environmental Movement","course_id":155,"status":"P","start_date":"1/1/62","end_date":"12/31/70","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Since the introduction of chemicals, such as DDT and other pesticides, the environment had been slowly changing- becoming lifeless and quiet. However, until 1962, many Americans were not fully aware of the extent of the disaster and its cause. Across the United States the sky saw a depletion of birds, the waters flowed with fewer fish, and farmers saw blights as well as illness and death sweep across their livestock.","There may have been no one better fit for the job of alerting and motivating the public than Rachel Carson. She was, as Linda Lear wrote in Environmental History Review 17, \" a scientist in love with the English language.\" Her 1962 book, Silent Spring, painted a picture of a once beautiful and vibrant land being slowly choked by chemicals that, as she wrote, \"come from our laboratories in an endless stream.\" Her passionate argument that mankind's offensives to the environment needed to be halted, including the \"contamination of air, earth, rivers, and sea with dangerous and even lethal materials,\" rang clear amongst some of both the United States' public as well as those abroad.","Although some of the United States' public simply rolled their eyes at what they considered to be the emotional rants of an irrational woman, there is no denying that Rachel Carson played a vital role in the Modern Environmental Movement. Her book, as well as her calm and confident demenour following its publication, planted a sense of an urgent duty to protect the environment for future generations in the mind's of the American people- eventually leading to government policies that favored the environmental movement."],"display_date":"1962 - 1970","search_date":"1966-07-02","locations":[{"id":52839,"lat":37.09024,"lng":-95.712891,"zoom":8,"place":"United States"}],"tags":[{"id":3042,"tag":"Rachel Carson"},{"id":3041,"tag":"DDT"},{"id":3069,"tag":"environmental movement"},{"id":3050,"tag":"silent spring"}],"course":{"name":"HIST 3550, American Environmental History","school":"Auburn University","course_id":155,"school_id":73}}]}