{"id":3049,"tag":"cattle","points":[[41.8781136,-87.6297982]],"bounds":[[41.8781136,-87.6297982],[41.8781136,-87.6297982]],"episodes":[{"id":6547,"title":"A Rude Awakening","course_id":155,"status":"P","start_date":"6/7/05","end_date":"6/7/05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The immigrants' expectations as they arrived in Chicago in 1905 were very high. They imagined a place where cultures thrived and everyone had a chance to experience the very best of lifestyles. As the train bounded down the tracks they started to notice major changes in the environment the closer they got to their destination. As they pulled into the station they were taken back by the landscape they had just passed through, hideous and desolate. Exiting the train car, they were hit with the most pungent and disgusting odor. The emigrants around them looked puzzled by the odor and were rightfully wondering if this smell was the norm. The smell was one that made you realize that something was wrong in the surrounding area.","As they began to wander around they overheard some yell something about a stockyard. When they got to a vantage point that allowed them to take a substantial look around, they were able to see one of the most curious and horrible things they had ever imagined. For as far as the eye could see, cattle were crammed into pens. The origin of the smell was all around them. Teta mentioned that there were more cows here than she realized inhabited the earth and asked what would happen to all of them.  Jokubas answered that by tonight they would be butchered and packaged onto trains much like we just were and sent to places across the country. The scariest thing was there were as many hogs and sheep as cattle. Between 8 and 10 million animals a year would be turned into food at this location.","They walked into a long, narrow room filled with men of color that looked as if they had been working through the night with no rest. The men were working around a large wheel that had chains hanging from it and connected to those chains were hogs. They watched in horror as the wheel began to turn and hogs were jerked from the ground and butchered without mercy. Some of the people we were with turned pale and began to get sick. As the horror of what was going on unfolded, men in the crowd laughed nervously and women wept. That was their introduction to Chicago and the “famed” stockyards.","These immigrants were not the only ones to notice the destitute circumstances that surrounded life in industrial cities. Every facet of life in the city was influenced by the nonexistent sanitary conditions. Everything from water contaminated with human feces, to overcrowding, to unsafe factory working conditions made living and working in the city a living nightmare, especially for poor immigrants."],"display_date":"June 7, 1905","search_date":"1905-06-07","locations":[{"id":52933,"lat":41.8781136,"lng":-87.6297982,"zoom":8,"place":"chicago"}],"tags":[{"id":704,"tag":"Urbanization"},{"id":3049,"tag":"cattle"},{"id":3048,"tag":"Stockyard"}],"course":{"name":"HIST 3550, American Environmental History","school":"Auburn University","course_id":155,"school_id":73}}]}