{"id":3051,"tag":"pesticide","points":[[40.7127837,-74.0059413]],"bounds":[[40.7127837,-74.0059413],[40.7127837,-74.0059413]],"episodes":[{"id":6548,"title":"A Silent Spring","course_id":155,"status":"P","start_date":"1/1/62","end_date":"1/1/62","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["It was a crisp, cool morning in the Southeastern United States. The mist was settling, and the grass was saturated with dew. Springtime was beginning, just as it has begun every season. However, this year, something was different. A dark and mysterious presence had befallen the land. Cattle, chicken, and sheep died in large numbers. Sickness and disease spread through families across town, crippling children and causing seemingly sudden and unexpected fatalities. It seemed as though a “shadow of death” had spread across not only the agricultural community, but across every spectrum of life in the United States. The mysterious ailment had no bias- all walks of life were heavily affected, some more devastating then others.  The eerie facet of this sudden and frightening debilitation was the conspicuous lack of birdsong. The birds… \"where had they gone?”","This was the image painted by Rachel Carson in her revolutionary book, <em>Silent Spring</em>. In it, she described a scene of “lifelessness,” in which communities were plagued with unidentifiable health problems and families struggled to keep food on the table. She uses the imagery of a “Silent Spring” to emphasize the immense consequences of anthropogenic environmental degradation. Carson argued that humanity was its own worst enemy, and that if the many dangerous and threatening practices (specifically pesticide use) were not ended or at least regulated, we could not begin to foresee the ripple effects of our actions. <em>Silent Spring</em> was published in 1962, and alerted the public to the reality of “environmental poisoning.”","Like many other scientists of her time, the atom bomb had altered the way Rachel Carson viewed the world. She understood that the technology that had produced the atom bomb gave humans an “illusion” of power and control, and that this greedy “illusion” would become a reality when these massively damaging technologies outrun human control. However, while the invention of the atomic bomb gave humans a heightened sense of control, the catastrophic effects of the atomic bomb allowed for a realignment of humanity’s hubris- a realignment she highlights in <em>Silent Spring</em>. "],"display_date":"January 1, 1962","search_date":"1962-01-01","locations":[{"id":52935,"lat":40.7127837,"lng":-74.0059413,"zoom":8,"place":"New York City, United States"}],"tags":[{"id":3042,"tag":"Rachel Carson"},{"id":3041,"tag":"DDT"},{"id":3050,"tag":"silent spring"},{"id":3051,"tag":"pesticide"}],"course":{"name":"HIST 3550, American Environmental History","school":"Auburn University","course_id":155,"school_id":73}}]}