{"id":3055,"tag":"Colorado River","points":[[36.0159621,-114.737482]],"bounds":[[36.0159621,-100],[36.0159621,-114.737482]],"episodes":[{"id":6551,"title":"The Hoover Dam: Man Conquers Nature","course_id":155,"status":"P","start_date":"9/30/45","end_date":"9/30/45","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Frank Baily was an engineer on the project, a project seen as the triumph of modern technology over the unpredictability of nature. On the date of September 30, 1945 as President Roosevelt opined about the Dam’s incredible existence at the dedication ceremony, Baily couldn’t help but marvel at a creation that was very much his own. As Baily struggled to find the words to describe this mammoth construction he realized that it simply was too awe-inspiring. It was rare for a sitting President of the United States to be in a scene and be dwarfed by something in both the physical and the metaphorical sense, yet that is exactly what Frank realized as he saw President Roosevelt completely overshadowed by the smooth grey surface of the dam. Even more daunting, was the body of water that the dam was holding back, the newly christened Lake Mead. As President Roosevelt continued with his speech Frank came to the realization that it wasn’t just politics, that Roosevelt’s description of the dam’s abilities to control the Colorado river truly was a triumph of technology over nature. As the President described the various Federal government departments ensuring this project succeeded, Baily marveled at his own small role in the project. The resources of the entire Federal government were needed to ensure the Dam was a success. With the ability to provide power to thousands of citizens, it was unprecedented. As President Roosevelt’s speech came closed to the sound of thunderous applause, Baily realized that this imposing structure was overshadowed by only one thing, its own role in the modernization of man.","When the Hoover Dam was built it was the world's highest dam at 726 feet. The reservoir stored 28 million acre-feet of water. President Roosevelt was determined to bring the country out of the Great Depression, and did so in part by sponsoring massive public works projects, including the construction of dams. The building of the Hoover Dam started in the 1920s and revolutionized the West, beginning a wave of development that left only a few stretches of river free-flowing. The construction of dams did bring about benefits. Cities developed and expanded because of the steady wupply of water and hydroelectricity from the dam. But dams such as the Hooveralso contributed to high amounts of water waste in the West. Little reform has arisen in the intevening decades to fix this issue, because there are differing opinions on the definition of water waste. Even when excess water is returned to the stream after diversion, issues such as a large concentration of salt cause problems such as killing crops and forcing farms out of business. The government took the initiative to fix the issue with the Clean Water Act of 1973; the runoff had been the cause in the pollution of water. However agriculture was exempt from the bill after lobbying efforts. Little has changed for water waste and in some aspect it is business as usual in the government."],"display_date":"September 30, 1945","search_date":"1945-09-30","locations":[{"id":52937,"lat":36.0159621,"lng":-114.737482,"zoom":8,"place":"Hoover Dam"}],"tags":[{"id":3055,"tag":"Colorado River"},{"id":3054,"tag":"President Roosevelt"},{"id":3053,"tag":"Hoover Dam"}],"course":{"name":"HIST 3550, American Environmental History","school":"Auburn University","course_id":155,"school_id":73}}]}