{"id":3057,"tag":"toxic waste","points":[[36.4352131,-78.0195387]],"bounds":[[36.4352131,-78.0195387],[36.4352131,-78.0195387]],"episodes":[{"id":6553,"title":"War on Warren County","course_id":155,"status":"P","start_date":"8/1/82","end_date":"10/30/82","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["It was the summer of 1982 in Warren County, North Carolina. The asphalt burned their skin through their clothes as they lay in the street waiting for the trucks to arrive. All of the protests from that summer had led to this moment, residents and activists, black and white, laying their lives down to protect their environment. The trucks were arriving to dump the PCB-laden soil into the backyard of the folks living in Warren County. They may not have prevented the “poisoning of [their] communities and land,” but they would not go down without one final battle.","The residents of Warren County were fighting for their “fundamental right to clean air, land, water, and food” by employing tactics from the Civil Rights Movement. The Warren County people of color banded together with white people and past civil rights activists to ignite a new movement: environmental justice for all. African Americans could no longer ignore the environmental racism they had witnessed for so many years, so they took action to “fight the destruction and taking of [their] land and communities.” African Americans had been the “victims of environmental injustice” for too long.","Warren County was chosen as a site for toxic waste due to its relatively small, rural population. However, the population was also very impoverished and mostly African American. The Warren County residents did not passively allow the state government to dump the toxic waste in their backyard. However, “the community was politically and economically unempowered.” The Warren County Citizens Concerned group “countered ‘facts’ from the state and the EPA” due to concerns about future water contamination and the decimation of the local economy. Despite the contested research, the government continued with the project and constructed the landfill. The impoverished residents of Warren County became “victims of environmental injustice,” but their story served as a stimulus of the environmental justice movement."," "],"display_date":"August 1, 1982 - October 30, 1982","search_date":"1982-09-15","locations":[{"id":52938,"lat":36.4352131,"lng":-78.0195387,"zoom":6,"place":"Warren County, North Carolina"}],"tags":[{"id":3058,"tag":"PCBs"},{"id":3057,"tag":"toxic waste"},{"id":2072,"tag":"Environmental Racism"},{"id":42,"tag":"Civil Rights"},{"id":2092,"tag":"Environmental Justice"}],"course":{"name":"HIST 3550, American Environmental History","school":"Auburn University","course_id":155,"school_id":73}}]}