{"id":306,"tag":"Mining","points":[[37.0780637097,-77.6286065028],[33.5543155862,-86.8964933862]],"bounds":[[37.0780637097,-77.6286065028],[33.5543155862,-86.8964933862]],"episodes":[{"id":4713,"title":"The Union’s Last Resort: A Mining Operation","course_id":34,"status":"P","start_date":"1864-06-20","end_date":"1864-07-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            Both Union and Confederate leaders knew that a decisive battle at Petersburg could mean a decisive battle of the war; but, it is unlikely that Union leaders would have guessed that their best chance for victory would depend on constructing a mineshaft.  There was a lot riding on the outcome of Petersburg, Virginia.  Bryce Suderow, a Civil War historian, explains the Union’s strategy: Grant and his advisors believed that if they could break the Confederate defenses at Petersburg, then the last true southern stronghold would fall along with Richmond, the Confederate capitol, and the war would end.  It was with this mentality that Union forces continuously assaulted the front lines.  Northern forces continuously shelled the Confederate trenches that surrounded Petersburg; but, the Union made no real progress.  The Union troops were not able to break the Confederate lines and thus were not able to execute their assault on the city!  Hopelessness and despair were commonly felt emotions among the stagnant soldiers.","            As Suderow, our historian explains, Grant continued to attempt to break the Southern lines with his straight-forward charges and large soldier concentrations.  But again, because the Confederates were dug into the hillsides, eradicating the enemy was a seemingly hopeless task.  Many Union soldiers were losing faith in the mission to capture Petersburg; their will to fight was waning.  Many Union soldiers saw themselves as pawns in a chess game, waiting their turn to rush the hills in a suicide mission.","            A few months into the battle, Grant was approached by a Colonel Cal W. Stevens who proposed a rather obscure idea to deal with the Confederate trenches.  The Colonel explained to Grant that he could lead a team of soldiers to construct a T-shaped series of mineshafts directly underground, parallel to the Confederate trenches.  Grant, who was looking for a way to occupy the minds of his depressed and unenthusiastic soldiers, gave the Colonel the order to commence with his obscure plan.  Grant saw the plan as a way to bring the soldiers together and accomplish something positive: a welcome feeling for the soldiers who had experienced continuous defeats charging on the Confederate trenches at Petersburg.","            With this knowledge, one can come to the conclusion that the mine shaft, which would eventually be packed full of explosives and produce the “Battle of Crater,” was constructed through busy-work, thought to be a meaningless task.  Also, some scholars find it ironic that many of the men who were mining the hillside were digging their own graves.  As our historian Suderow points out, it was not Grant’s wish to create such death and destructing with his mining operation; but, war never goes as planned as illustrated through this series of bloody events."],"display_date":"June 20, 1864 - July 26, 1864","search_date":"1864-07-08","locations":[{"id":13779,"lat":37.0780637097,"lng":-77.6286065028,"zoom":9,"place":"DINWIDDIE, Virginia"}],"tags":[{"id":32,"tag":"Civil War"},{"id":303,"tag":"Battle of Petersburg"},{"id":304,"tag":"Battle of the Crater"},{"id":305,"tag":"Mining Operation"},{"id":306,"tag":"Mining"},{"id":307,"tag":"Mine"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":34,"school_id":4}},{"id":4715,"title":"Leading up to the Battle of Petersburg: The Mining Operation","course_id":34,"status":"P","start_date":"1864-06-20","end_date":"1864-07-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            The battle of Petersburg, Virginia was crucial in the minds of both Union and Confederate leaders. A leading Civil War historian Bryce A. Suderow explains the Union Army’s thinking: Grant believed that if Union forces could overpower the Confederate lines and crush the Southern stronghold the Southern capital would inevitably fall, ending the American Civil War in the Union’s favor.  With both sides understanding the gravity of their position, Union and Confederate leaders faced off with little movement and much violence: shelling was constant and the days were long, and both sides continuously fought hard; but, neither side was going to give any ground.  It was this stalemate situation that gave birth to the Union mining campaign, one of the most unique uses of military capability in the Civil War.","            A Union leader Hugh Thos, native to Pennsylvania, was a mining specialist in his profession.  He proposed digging a mine under the Confederate trenches, loading it full of black powder, and blasting their way through the Confederate lines.  After Hugh’s plan was passed through his superiors and on to the Union commander Gen. Ulysses S. Grant, the plan was put in action by pulling man power from the front lines and giving life to the mining operation.  Unlike any other position around Petersburg, the Union mining operation actually gained ground from the enemy; they were even able to do so without Confederate knowledge.  This covert advance, interestingly, did not go without suffering and even casualties.  Hugh Thos, a Union Captain and leader of the mining campaign, depicts the grim lifestyle of the miners for his superiors: “These men are entirely without cooking utensils, and none are to be had…I would also call your attention to the fact that there [is] an insufficiency of medicine… a great many of the men are sent to hospitals…”  In a later report, Thos writes to his superiors, “one of the engineer troops wounded at Gracies mine last night; two men have been wounded at Pegrams, mine No. 2”  Hugh Thos discloses these wounded men at the end of his letter, just as he would in a traditional brief concerning the outcome of a battle.","            As conventional attacks continued to fail the Union in their quest to capture Petersburg, the mine became more and more of a crutch for Grant to fall back on.  One day, after a particularly devastating loss against the Confederates, Grant was informed that the mine was finished and ready to be loaded and primed.  Grant gave the mining company the order to pack the mine full of black powder and prepare for an all-out assault on the Confederate trenches.  But, knowing the history of the mining campaign, historians and scholars alike recognize that the Battle of the Crater and its inflicted suffering began long before the Confederates were able to acknowledge the attack."],"display_date":"June 20, 1864 - July 26, 1864","search_date":"1864-07-08","locations":[{"id":13779,"lat":37.0780637097,"lng":-77.6286065028,"zoom":9,"place":"DINWIDDIE, Virginia"}],"tags":[{"id":307,"tag":"Mine"},{"id":306,"tag":"Mining"},{"id":304,"tag":"Battle of the Crater"},{"id":303,"tag":"Battle of Petersburg"},{"id":32,"tag":"Civil War"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":34,"school_id":4}},{"id":5689,"title":"Separate and Unequal","course_id":106,"status":"P","start_date":"1/1/40","end_date":"1/1/50","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In late 1947, Howard E. Logan was attempting to get his job back at the Ensley Works in Bessemer, Alabama, by appealing to bosses and the union workers alike.  Logan was among the massive numbers of black men employed in Bessemer by the steel and coal industries. He had been off for eighteen days with a “bad throat,” received medical treatment by the company doctors, and was released to reenter the workplace.  Upon returning, his job had been given to a junior member of the shift that was working for a lower wage.  Logan asked his boss why this had been done and why he couldn’t retake his position, to which his superior responded, “No…it’s not overly important to me now, I’ll see if I can bring it up with your (factory floor) boss,” and told Logan to leave.  In the last of his correspondence, Logan had yet to have his job returned, nor had he received any real acknowledgment of his predicament.  This incident points to a much larger, class-based, and race-oriented battle that took place every day between the different races.","The large majority of workers were black in Bessemer, and Deborah E. McDowell’s “Leaving Pipe Shop,” gives a bit of insight into the plight of workers and their families. When describing Bessemer, Alabama, McDowell probably says it the best, “Pipe Shop [the nickname for U.S. Foundry and Pipe] gave our neighborhood its name and the men of Bessemer menial employment while the steel industry hung on, paying a barely livable wage.”  Wage discrimination was the major factor when it came to working in Bessemer, whether at “Pipe Shop,” (the steel works of U.S. Foundry and Pipe) or at any other facility.  Not only were blacks disallowed from holding certain higher paying, “white folks,” jobs, they were many times paid less for the same work a fellow white worker preformed.  Robert J. Norrell explains exactly how many whites viewed blacks when it came to jobs in his papers by discussing Clarence Dean’s situation.  Clarence Dean worked for Sloss-Sheffield Steel and Iron Company as a “scrapper,” in the furnaces.  Dean directed the flow of the four-thousand degree molten iron as it was poured from the blast furnace into moulds.  He wanted to be the “iron pourer,” the leader of the furnace crew.  Dean asked his supervisor to give him a shot at pouring iron, to which the callous supervisors said, “We ain’t going to give niggers no white folks’ jobs.”  Even after the federal government passed laws to ensure equality in the workplace, Dean was still denied the position for some time until he brought enough pressure on their shoulders to be allowed to pursue his ideal position.","Beyond general discrimination in pay and position, sometimes the mislabeling of jobs occurred. In this case, a black worker was given the responsibilities of a white position but titled a “helper.”  A “helper,” was basically just the machinist’s partner that preformed the more menial jobs that facilitated the machinist’s.  Because of this identification, he was unable to receive the full pay that a white man would for the position, and was kept from being able to graduate to a higher position.  These policies were practiced from unification in 1865 until the mid-twentieth century. During this time, the owner/operators “no more feared” their workers than they had for the League of Nations coming and impressing sanctions or mandates on business, according to McAlister Coleman’s account of the coal industry.","For the most part, black coal workers were oppressed and used for cheap labor in a land that was supposedly now “free.”  Where it had taken years of struggle seeking equality for blacks, whites have always enjoyed some sense of being in control and necessary.  This was still the case even though the majority of work in Bessemer, Alabama, was done by the blue-collar blacks."],"display_date":"January 1, 1940 - January 1, 1950","search_date":"1944-12-31","locations":[{"id":25458,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":306,"tag":"Mining"},{"id":220,"tag":"alabama"},{"id":1661,"tag":"Coal"},{"id":1662,"tag":"Bessemer"},{"id":1663,"tag":"Bessemer, Alabama"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":106,"school_id":10}},{"id":5753,"title":"The Mining Life","course_id":112,"status":"P","start_date":"1899-01-01","end_date":"12/31/17","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Rollins alumnus and adventure novelist, Rex E. Beach knew what it meant to be a man in the early 20th century. Beach was physically active, between sports in his college days at Rollins and mining in Alaska where he first tapped into his literary prowess. An account by friend Dave King, published in the <em>New York Times</em>, recounts the hardships involved in the search for gold and other valuable minerals in the cold, bitter tundra where they tried to make a living.","Prospectors first found gold in 1898 near Nome, Alaska where Beach and King would eventually find themselves. News spread and miners flooded the region. Settling was difficult because there were no harbors and thievery was rampant. Also, lack of certain resources such as wood (there were no trees,) made building difficult. Manufacturers soon swooped in with galvanized iron and built warehouses.","Within a thirty-three year period, mining in Alaska brought in about $391,000,000 in gold, copper and such. However, said statistics did not mean a life of comfort for miners Beach and King. In 1917 a decrease in “placer” (placer method being the sifting through dirt and such for the heavier desirable minerals, like gold, with water)  gold output was due to dwindling labor. Food was hard to come by so Beach had to be creative to secure money for meals. Luckily, Beach found himself writing a play for a vaudeville show in Nome. Though he may not have considered the play as his first big success, surviving the Alaskan mining business contributed to not only his writing but to his masculinity through the tough physical labor."],"display_date":"1899 - 1917","search_date":"1908-07-02","locations":[{"id":52615,"lat":null,"lng":null,"zoom":8,"place":"Outside US"}],"tags":[{"id":306,"tag":"Mining"},{"id":1770,"tag":"men"},{"id":1771,"tag":"masculinity"}],"course":{"name":"The Comic Book City","school":"Rollins College","course_id":112,"school_id":5}}]}