{"id":3061,"tag":"Hopi","points":[[35.8763922,-110.6404148]],"bounds":[[35.8763922,-100],[35.8763922,-110.6404148]],"episodes":[{"id":6550,"title":"A Cry of Help from the Hopi","course_id":155,"status":"P","start_date":"8/4/70","end_date":"8/4/70","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On August 4, 1970, the leaders of the Hopi Tribe sent a letter to President Richard Nixon to prevent the desecration of their native Southwest.  The Hopi had always lived in nature with peace and harmony, guided by the Great Spirit, Masau’a, who gave the Hopi instructions to preserve their land. Masau’a instructed the Hopi to not destroy living things on the Earth, and to keep the land clean for future generations. The Hopi wrote to President Nixon to protest the destruction of their lands by men looking for fuel and water sources to power the country. They described how the Great Spirit had prophesied many of man’s technological advances, such as the interstate system, telephones, and airplanes. The Great Spirit even predicted the atomic bombs being dropped on Hiroshima and Nagasaki, warning that “if a gourd of ash is dropped upon the Earth, that many men will die and that the end of this way of life is near at hand.” The Great Spirit instructed the Hopi leaders to invite the members of the U.S. government to teach them about Peace, Unity, and Brotherhood.","Pre-Columbian Native Americans, including the ancestors of the Hopi, used human muscle as their primary source of energy, but by the 1970s fossil fuel use had transformed the country. The Hopi’s letter to President Nixon shows their fear of the government destroying the land in order to find new sources of energy. The Hopi included descriptions of Masau’a’s prophesies, like the one about atomic bombs being dropped on Hiroshima and Nagasaki, to scare the government into reducing their energy consumption. Their letter did not work the way they had hoped, but since the Hopi wrote their letter in 1970, the United States has found newer energy sources to use, like wind, solar, and nuclear energy. Institutes like the Rocky Mountain Institute have raised awareness about high energy consumption. Fossil fuel use has not declined like the Hopi wanted, but at least there has been increased awareness by different environmental institutes."],"display_date":"August 4, 1970","search_date":"1970-08-04","locations":[{"id":52936,"lat":35.8763922,"lng":-110.6404148,"zoom":8,"place":"Oraibi, Arizona"}],"tags":[{"id":3056,"tag":"Energy"},{"id":87,"tag":"Environment"},{"id":3061,"tag":"Hopi"}],"course":{"name":"HIST 3550, American Environmental History","school":"Auburn University","course_id":155,"school_id":73}}]}