{"id":3062,"tag":"Varina Davis","points":[[32.0895435,-81.1230514]],"bounds":[[32.0895435,-81.1230514],[32.0895435,-81.1230514]],"episodes":[{"id":6556,"title":"Widows and Daughters of the South","course_id":160,"status":"P","start_date":"1861-04-12","end_date":"1865-05-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["While their husbands were away at war, the women of the South had to leave behind their lives of comfort to assume roles to benefit the Confederate war effort. Many wives whose husbands and sons went to battle were left without a breadwinner and funds. Although Jefferson Davis’s wife, Varina, was not a widow at the time of his imprisonment, she faced similar challenges of widows. "," ","Women and daughters of the South whose husbands and fathers were off at battle were faced with the challenge of helping the war effort from the comfort of their homes. The women of Savannah helped the Confederacy by holding local fairs where they sold their valuable jewelry and china to collect funds to buy supplies for the soldiers and hospitals. They also donated their expensive piano covers to aid as blankets for the soldiers. In addition, the women created “The Ladies’ Gunboat Association” to collect donations to fund a warship to protect Coastal Georgia. They also created wayside homes which provided food and shelter for soldiers who were in need. "," ","Varina Davis played a significant role in her family as well. While her husband Jefferson Davis was imprisoned, she had to assume the position of head of the household. Despite the fact that her husband was alive, she faced similar troubles that widows of Confederacy had also. Although many widows depended on their inheritance to survive, Varina had nothing. She had to find a place and means to live, find a way to educate her six children, and figure out what her new life would entail. When Jefferson was freed, he was offered a job as a university president, but that offered little money to support the family. Jefferson and Varina spent years traveling from Canada to Cuba in search of a new life, since the Reconstruction of the South proved unwelcoming. They eventually made their way to Europe, where Varina essentially was the head of the house sense Jefferson was trying to find a job with the Southern Pacific Railroad in the United States. Jefferson obtained the job and left for Memphis, Tennessee, leaving Varina and his children in England. "," "," ","Although women on the home front were not in battle, they were metaphorical soldiers. Women had to overcome the battles of finding means to live for their family, which was difficult sense they never were the source of income for their household. Women also had to make personal sacrifices for soldiers and the Confederacy. "],"display_date":"April 12, 1861 - May 9, 1865","search_date":"1863-04-26","locations":[{"id":52944,"lat":32.0895435,"lng":-81.1230514,"zoom":6,"place":"Savannah, Georgia"}],"tags":[{"id":132,"tag":"Jefferson Davis"},{"id":32,"tag":"Civil War"},{"id":755,"tag":"Confederacy"},{"id":3062,"tag":"Varina Davis"},{"id":3063,"tag":"Widow"},{"id":3064,"tag":"Savannah"}],"course":{"name":"Civil War through the Lens of Biography","school":"Furman University","course_id":160,"school_id":4}}]}