{"id":3066,"tag":"geechee","points":[[32.3790843,-80.6926069],[32.216316,-80.752608]],"bounds":[[32.3790843,-80.6926069],[32.216316,-80.752608]],"episodes":[{"id":6555,"title":"The Gullah and Geechee People after the Port Royal Expeirment.","course_id":160,"status":"P","start_date":"1861-01-01","end_date":"1/1/61","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Port Royal Experiment along with the collapse of the Confederacy brought about unfamiliar freedom to the slaves of the Savannah, Bluffton, Beaufort, and Hilton Head Island area who were now allowed to buy and obtain property. The majority of these slaves identified as Gullah and Geechee people. As Southerners left the islands to escape the occupation, slaves had the opportunity to buy land from their former owners. The Gullah and Geechee people who bought this land kept their African heritage alive. "," ","Gullah and Geechee refers to two different groups of African Americans; Geechee refers to those who are from the Georgia sea islands and Gullah refers to those who are from the South Carolina sea islands. The Gullah and Geechee people were and still are isolated from mainland culture. The Gullah and Geechee people live collectively on the same property. Since they like to have minimal ties to the outside world, they grow their own crops and cook traditional meals. Furthermore, they honor their ancestors that worked on the very plantations where they currently live, by speaking in their unique dialect and practicing rituals that date back hundreds of years."," ","The result of the newly freed slaves created an extraordinary culture that is unique to the sea islands of the Lowcountry and has withstood nearly six generations. Although the people are still  present on the islands today, their property is under legal fire. The turn of the 20th century brought about discomfort for the Gullah and Geechee. Resort towns began to pop up around the islands of Cumberland, Jeckyll, Ossabaw, Sapelo, and St. Simons became reservations and popular tourist destinations. Today, resort towns, like Hilton Head Island, are quickly developing near Gullah property. Even more troubling, the Gullah people have heirs property, meaning property was passed down through verbal will without legal documentation. Because of this, real-estate moguls are finding loop holes to obtain the coveted property. "," ","The Gullah and Geechee people have seen trials throughout their entire existence. From being enslaved to being newly freed, they had to confront the adversity of mainland culture and are currently in legal and communal battles over their heirs property on the sea islands of Georgia and South Carolina. "," "," "],"display_date":"January 1, 1861 - January 1, 1961","search_date":"1911-01-02","locations":[{"id":52942,"lat":32.3790843,"lng":-80.6926069,"zoom":5,"place":"port royal, sc"},{"id":52943,"lat":32.216316,"lng":-80.752608,"zoom":4,"place":"hilton head island"}],"tags":[{"id":32,"tag":"Civil War"},{"id":2978,"tag":"Confederate"},{"id":1609,"tag":"georgia"},{"id":719,"tag":"South Carolina"},{"id":3065,"tag":"gullah"},{"id":3066,"tag":"geechee"},{"id":3067,"tag":"port royal experiment"},{"id":3068,"tag":"sea islands"}],"course":{"name":"Civil War through the Lens of Biography","school":"Furman University","course_id":160,"school_id":4}}]}