{"id":3071,"tag":"ExComm","points":[[38.9071923,-77.0368707]],"bounds":[[38.9071923,-77.0368707],[38.9071923,-77.0368707]],"episodes":[{"id":6558,"title":"Kennedy's Executive Committee of the National Security Council","course_id":157,"status":"P","start_date":"10/22/63","end_date":"10/28/63","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Executive Committee of the National Security Council (ExComm) was a group of experts who advised President Kennedy during the Cuban Missile Crisis. National Security Action Memorandum 196 established the ExComm to ensure effective decision making during the crisis. Arthur Schlesinger Jr. stated that it was during the thirteen days of the Cuban Missile Crisis when the world came closest to nuclear war. The memorandum called for Vice President Lyndon B. Johnson, Secretary of State Dean Rusk, Secretary of Defense Robert McNamara, Attorney General Robert F. Kennedy, National Security Advisor McGeorge Bundy, and Army General Maxwell Taylor, including others, to gather in the Cabinet Room of the White House. Robert Kennedy had no experience in foreign policy crisis, but was a member because the President trusted him.","Before Kennedy’s presidency, the US was an enemy of Cuba and its leader, Fidel Castro. The Eisenhower administration trained anti-Castro Cuban exiles for a CIA-backed invasion of Cuba. That invasion, known as the Bay of Pigs, failed in April of 1961 under the Kennedy Administration, which further worsened Cuban-US relations. According to Schlesinger, Kennedy lost trust in his Joint Chief of Staffs and said, “If we do what they want us to do, none of us will be alive later to tell them that they were wrong.” Khrushchev, the Soviet leader, persuaded Castro to accept nuclear missiles to deter US aggression, starting the Cuban Missile Crisis","Kennedy was interested in removing the missiles from Cuba without military intervention, but he struggled with the idea that such a demand might lead the US into a nuclear war. Historian David Gibson stated that the ExComm discussed a diplomatic approach, in which the US would withdraw their medium-range ballistic missiles from Italy and Turkey and/or withdraw from Guantanamo Bay in exchange for the withdrawal of Soviet missiles in Cuba. The ExComm suggested a naval blockade to prohibit more weapons from entering Cuba. Advisors recommended more aggressive solutions, such as airstrikes on missile sites in Cuba, airstrikes on a variety of military targets in Cuba, and an invasion of Cuba.","During meetings, CIA officials briefed the ExComm on new intelligence about the missiles and the locations of Soviet ships and submarines, but there were no formal agendas. Gibson stated that Kennedy was the chief decision maker and recipient of all information. Kennedy asked advisors about surveillance, logistics, and military tactics. He analyzed each advisor’s answer and then probed them with follow up questions. For example, Kennedy wanted to know how quickly ground soldiers could invade Cuba following airstrikes. McNamara and Taylor clarified that it would take seven days of airstrikes, followed by eleven days of invasion until 90,000 soldiers would be in Cuba. The ExComm had sharp disagreements and criticized each other, but as Robert Kennedy said, “everyone had an equal opportunity to express himself and to be heard directly.” However, the anger and criticism of the men stemmed from the situation where a wrong recommendation could mean the end of the human race. The Cuban Missile Crisis ended on October 28, 1962 when President Kennedy and Khrushchev agreed that the missiles would be returned to the USSR in exchange for the US to pledge they would not invade Cuba again.  ","During a joint conference on the Cuban Missile Crisis in 1992, General Anatoly Gribkov of the USSR declared that 43,000 Soviet soldiers were in Cuba during the crisis. In addition, Soviet soldiers were equipped with short-range tactical nuclear weapons and were authorized to use them if communications with Moscow were severed. However, during the crisis, the CIA estimated only 10,000 Soviet soldiers and the ExComm had no knowledge of the tactical nukes. The ExComm’s thoughtful deliberation paid off. According to Schlesinger, the American invasion of Cuba could have been the start of a “global holocaust.”"," "],"display_date":"October 22, 1963 - October 28, 1963","search_date":"1963-10-25","locations":[{"id":52779,"lat":38.9071923,"lng":-77.0368707,"zoom":7,"place":"Washington, DC"}],"tags":[{"id":3071,"tag":"ExComm"},{"id":3070,"tag":"Robert F. Kennedy"},{"id":2883,"tag":"Khrushchev"},{"id":2862,"tag":"Cuban Missile Crisis"},{"id":2703,"tag":"John F. Kennedy"}],"course":{"name":"First Year Seminar, JFK: Famine to New Frontier","school":"Marist College","course_id":157,"school_id":77}}]}