{"id":3073,"tag":"Nuclear Fallout","points":[[38.9071923,-77.0368707]],"bounds":[[38.9071923,-77.0368707],[38.9071923,-77.0368707]],"episodes":[{"id":6559,"title":"Kennedy's Civil Defense Speech to Congress","course_id":157,"status":"P","start_date":"5/25/61","end_date":"5/25/61","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On May 25th, 1961, President Kennedy addressed a joint-session of Congress on economic, social, and defense issues. The speech consisted of Kennedy’s support to fund civil defense programs in the event of a nuclear attack by the USSR. The failed Bay of Pigs invasion in April created more tension between the US and USSR. The American public knew the devastation caused by nuclear bombs from Japan, yet the US lacked domestic civil defense systems because previous plans, according to Kennedy, “have been so far-reaching and unrealistic that they have not gained essential support.” Studies on the effects of radioactivity by the Department of Defense (DOD) encouraged the Kennedy Administration to support civil defense. Scientists and doctors warned the DOD of the biological effects of radiation from a nuclear attack, such as leukemia, bone cancers, and genetic mutations. These scientific insights invited a response which rationalized implementing civil defense measures.","Kennedy conceded that civil defense programs would be costly; he estimated that the budget “will in all likelihood be more than triple the pending budget requests; and they will increase sharply in subsequent years.” He also stated that civil defense would not prevent nor would it provide complete protection against a nuclear attack. According to Kennedy, what was preventing a nuclear attack was the retaliating attack by the US, known as Mutual Assured Destruction (MAD). Nevertheless, Kennedy claimed that civil defense acts as insurance- hopefully never to be used, but available just in case. His plan to build up the nation’s civil defence consisted of identifying the current fallout shelters and then adding shelters in government and private buildings. Using executive power, Kennedy assigned the Secretary of Defense, Robert McNamara, to carry out the plan, since McNamara was already responsible for “continental defense.”","Kennedy conveyed that fallout shelters would save lives in the event of a nuclear attack, therefore implementing civilian security measures was worthwhile. During the initial blast of a nuclear bomb, a shelter kept its inhabitants alive when radioactivity debris was at its peak level. According to findings by the Atomic Energy Commission (AEC), survivors of a nuclear attack would still suffer from deadly amounts of radiation, since shelters only provided a finite amount of time before people must exit them. The integrity of civil defenses against a nuclear attack was questionable. It was expected that every child born after a nuclear war would suffer from genetic mutation. The AEC’s studies suggested that Kennedy’s plan would more so delay than prevent the loss of life. But even so, Kennedy believed some level of civil defense was better than none at all, even if the civil defenses provided a false sense of security.","Kennedy was a strong supporter of civilian defense; one reason being he thought he would never be forgiven if civilians were defenseless against a nuclear attack. He addressed how the unpredictable outcomes of war required effective measures to ensure civilian deaths would be limited. Kennedy reiterated that the insurance civilian defense provided would be worth the time, money, and effort. Unsurprisingly, Kennedy did not mention the social effects of constructing more fallout shelters. A move by the President to build more shelters could give the message that a nuclear attack was imminent, thus encouraging fear rather than a sense of protection. President Eisenhower opposed civil defense not only because of the cost, but because “too much preparation would demoralize Americans.” On the contrary, Kennedy’s perspective was to prepare for the worst scenario, but hope for the best outcome."],"display_date":"May 25, 1961","search_date":"1961-05-25","locations":[{"id":52779,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington, DC"}],"tags":[{"id":2703,"tag":"John F. Kennedy"},{"id":291,"tag":"Cold War"},{"id":3072,"tag":"Civil Defense"},{"id":3073,"tag":"Nuclear Fallout"},{"id":3074,"tag":"Nuclear Shelter"}],"course":{"name":"First Year Seminar, JFK: Famine to New Frontier","school":"Marist College","course_id":157,"school_id":77}}]}