{"id":308,"tag":"Artillery","points":[[37.0780637097,-77.6286065028],[32.364480123,-90.8603381835]],"bounds":[[37.0780637097,-77.6286065028],[32.364480123,-90.8603381835]],"episodes":[{"id":4714,"title":"Trench Warfare and Artillery at the Crater","course_id":34,"status":"P","start_date":"1864-07-30","end_date":"1864-07-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["             One of the opening battles of the Petersburg Campaign and one that foreshadowed some of the tactics used in the trench warfare of the First World War was the Battle of the Crater on July 30, 1864.  At this point in the war, the armies of Robert E. Lee and Ulysses S. Grant had settled into trench warfare in the area just to the south of Richmond, with the U.S. Army attempting to cut the railroad supply line into the Confederate capital.  After numerous unsuccessful assaults on the Confederate line, a Union officer named Henry Pleasants had the idea to dig a mine underneath the Confederate breastworks, plant explosives, and detonate an explosion that would collapse the center of the line and allow for a U.S. attack.  After approval of the idea, the mine was dug and successfully blown up, creating a hole in the Confederate line.  The federal troops, however, were disorganized due to mismanagement at the command level and took too much time in attacking the C.S. position.  This allowed the Confederate commander, Brig. General William Mahone, to organize a counterattack and drive the U.S. troops out of the crater and back to their own breastworks.","            Captain Charles E. Mink was a Union officer in charge of an artillery battery in the First New York Light Artillery, and was assigned to give covering fire for the Union troops marching into the explosion crater.  His account details giving fire on the Confederate position through the advance and stall of the U.S. troops as they attacked the Confederate line.  He also describes firing on a small group of Confederate troops and “breaking up their formation” as they attempted to press their advantage in driving back the Federal assault.  Mink was surprised to see the Union advance stall, saying that for “some unaccountable reason,” the Union attack halted in the blown-up fort.  Mink concluded his report by stating the number of shots he fired and his pride in the skill of his men, with “every shot striking the object at which it was directed.”  One aspect of Mink’s account that differs from most assumptions about the Petersburg campaign is his energy for the war has not faded in the way that many historians portray Union troops by this point in the war.  He was still very energetic and eager to fight the “rebels,” believing strongly in the righteousness of his cause. ","            The failed Union assault in the crater took over 4,000 casualties, mainly to a black division led by Brig. General Edward Ferrero, and resulted in U.S. Major General Ambrose Burnside being relieved of command for the rest of the war.  These losses were significant in that black soldiers were often protected by their commanders due to both a flawed understanding of the abilities of African-Americans, and desire to avoid a negative political backlash that would result from the loss of black soldiers over white.  Mink’s account reveals the point of view of a Union officer in the field during one of the most disastrous assaults of the Petersburg campaign, and he still believes after the battle that the Union should have carried the day easily, taking great pride in his men and their role in the battle."],"display_date":"July 30, 1864","search_date":"1864-07-30","locations":[{"id":13779,"lat":37.0780637097,"lng":-77.6286065028,"zoom":9,"place":"DINWIDDIE, Virginia"}],"tags":[{"id":304,"tag":"Battle of the Crater"},{"id":32,"tag":"Civil War"},{"id":308,"tag":"Artillery"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":34,"school_id":4}},{"id":4732,"title":"Entitled Confederate Artillery in Defense of the Mississippi River along Vicksburg.","course_id":34,"status":"P","start_date":"1863-05-18","end_date":"1863-07-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A citizen of Vicksburg observed that during the siege \"nothing was spared by the shells; the churchs fared especially severly, and the reverend clergy had narrow escapes.\" This was brought upon by Ulysses S. Grant, who had taken control of the entire Mississippi River save the couple miles being guarded by the Confederate troops at Vicksburg. Grant launched his attack on Vicksburg on May 18, 1863. While most of the bloodshed initially took place on the eastern side of the city, Confederate artillery along the Mississippi engaged Union naval ships and heavy weaponry in an effort to protect the center of Vicksburg from an ever threatening invasion.","Colonel Edward Higgins, the commander of Vicksburg’s river batteries, was effective at repelling the Union assault of Vicksburg from late May through the first week of June. His well-placed batteries sunk the <em>Cincinnati</em> and held off the other three Union ironclads. The situation of the battle changed on June 11 when federal troops began to establish fortifications across the Mississippi River. The Union fortifications featured more cover and protection for its soldiers, making them less of a target than the rebels atop the barren banks of eastern shore. These new positions gave the Union the comfort of having both accurate artillery and constant naval support, a substantial advantage in the already close battle.","Due to the availability of Union supply, forces on the De Soto Peninsula wielded two-hundred and seventy five cannons, a few of which were high caliber Parrott guns supplied by the US Navy. In contrast, Confederates had a hundred less cannons and this number consistently decreased due to the need for artillery on the eastern side of Vicksburg. Additionally, Confederate batteries lacked sufficient ammunition to combat Union cannons backed by an “inexhaustible” supply. The significance of the Confederate Army’s shortcomings became greater as the siege worn on and Union “superiority grew into dominance.”","After over five weeks of isolation and bombardment, Confederate commander J.C. Pemberton surrendered because he knew his men lacked the strength to fight any longer. In Higgins’s report, he does not claim the fall of Vicksburg as a failure on the part of himself or his men. In fact, they had performed their duties as defenders of the Mississippi while also guarding the eastern trenches at night and serving as the city guard. He believed that had his arsenal not been down-scaled because of the “weakness of our infantry force” it would have never permitted the Union to make advances.","The shortcomings of the rebels at Battle of Vicksburg are an accurate representation of the Confederate Army as a whole. As in Vicksburg, Confederates faced a foe that was better fed, supplied, reinforced, and armed. Confederate leaders were at times more disciplined and more tactically knowledgeable but it is because of the Union’s advanced overall management stemming from both its enormous industry and population that the rebellion was extinguished."],"display_date":"May 18, 1863 - July 4, 1863","search_date":"1863-06-10","locations":[{"id":7312,"lat":32.364480123,"lng":-90.8603381835,"zoom":9,"place":"WARREN, Mississippi"}],"tags":[{"id":308,"tag":"Artillery"},{"id":310,"tag":"Vicksburg"},{"id":32,"tag":"Civil War"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":34,"school_id":4}}]}