{"id":3089,"tag":"radio, advertisement","points":[[40.862585,-76.7944104]],"bounds":[[40.862585,-76.7944104],[40.862585,-76.7944104]],"episodes":[{"id":6564,"title":"Westinghouse phonograph radio","course_id":162,"status":"P","start_date":"1/1/48","end_date":"1/1/49","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","In 1948, Westinghouse placed an advertisement in <em>Time Magazine</em> describing a new model of radio, referred to as their 186 version of the radio phonograph.The advertisement was geared towards families encouraged to purchase the push button console radio.  The advertisement depicted father and mother dancing with their children around the radio.  The advertisement stated, “You can be sure if it’s a Westinghouse”.  Through this advertisement, Westinghouse presented itself as a credible business selling FM radio receivers.  Its mission was to get consumers to buy their particular brand of radios.  The message that Westinghouse implied in the advertisement was that by buying this particular radio model, consumers would enjoy listening to the music and sounds that came from the machine.  To separate its radio phonograph from those produced by competitors, Westinghouse concentrated on the craftsmanship of the device, including the fine wood cabinet that housed the radio components.   The noted that the speakers placed in the wood would provide the best quality of sound.  The cabinet would also provide room for storing records and other items.  As the advertisement demonstrated, the 186 model was not only powerful, but sound quality could be heard in and around the house. "," ","The primary purpose of the 186 radio phonograph model was to enable users to enjoy broadcasting news, entertainment shows, and music.  The Westinghouse receiver and record player stood about three feet tall and three feet long.  The wood was stained with a dark brown color with a polyurethane finish for a noticeable shine.  The knobs were easy to turn for best results to search for the stations that would interest family members.  The radio console appeared to have some sort of tan padding at the bottom.  Some consumers who bought the radio likely believed that it would bring warmth and color to their living room.  The radio phonograph could be placed anywhere in the home.  The ad also showed flowers placed on the top of the radio, along with a newspaper.  Westinghouse claimed that their radio would be different than any other radio at that time.  They also mentioned that the radio was available in different models.  Consumers like to see good advertisements when purchasing anything. The content and the pictures that help tell a story entice someone to purchase.  Westinghouse’s strategy of placing the advertisement in <em>Time Magazine</em> was wise since it was widely read and thus allowed many readers to see the product. "," ","Wireless communication has been around since the days of Reginald Fessenden, who took this approach by sending voice through the telegraph and this was called telephony.  Electromagnetic waves are everywhere and Fessenden developed a way to use this technology and to send voice through signals to link them to radios.  Before Fessenden could get started, Guglielmo Marconi sent sounds through the telegram to help ships communicate to each other for safety.  Since then wireless communication has evolved into many different technology devices such as cell phones, satellite radios, and high definition televisions.  Westinghouse played an important part in developing radio broadcasting and reception technology and encouraging the spread of radio broadcasting stations as well as the emergences of consumer radios. "," ","Radio today carry many different company names; however, radios are perceived a one of the major sources of information since they enable people to listen to news, sports, entertainment, and weather broadcasts.  Just about every household has some type of radios in their possession.  The auto industry makes it mandatory and a requirement to install radios in their cars and trucks.  Most radios are more sophisticated and difficult to operate.  The new radios in the automobile come with apps and a navigation system to help the driver reach their destination.  In conclusion, Westinghouse radios bonded families together with their music to keep everyone happy.  Radio technology delivered broadcasting to mass audiences around the country to build relationships and connect to people.  Radios are one of the most powerful and attractive devices man has ever made, and will continue to develop new ways to satisfy customers in the United States and abroad.  Technologies became ready for companies like Westinghouse to be one of the leaders in manufacture of radios and other devices with financial resources to maintain company fame to produce different communication devices for years to come.   Westinghouse’s goal was to become the leading company in the industry.  Its 1948 advertisement for the model 186 radio promised users enjoyment and entertainment that they could share with family and friends."," "," "," "," "," "," "," "," "," ","References"," "," “You can be sure if it’s a Westinghouse.”  Ad retrieved from"," ","              library.duke.edu/digitalcollections/adaccess/?keyword=westinghouse+radio"," "," "," ","Barboutis, C. (2013). The birth of radio broadcasting: The matrix of science, technology"," ","            and communication in the western world. <em>Radio Journal: International Studies In</em>"," ","<em>Broadcast & Audio Media,</em> 11(2), 155-168. doi:10.1386/rjao.11.2.155_1"," ","Cowan, R. S. (1997). <em>A Social History of American Technology</em>. New York N.Y:"," ","             Oxford University Press."," ","Crawford, A. G. (2007). A Universal Speaking Service: The Role of Westinghouse"," ","            Electric and Manufacturing Company in the Development of National Network"," ","        Broadcasting, 1922-1926. <em>Journal of Broadcasting & Electronic Media</em>, 51(3),"," "," 516-529. doi:10.1080/08838150701457552You can be sure if it’s Westinghouse."," "," "," "," "],"display_date":"January 1, 1948 - January 1, 1949","search_date":"1948-07-02","locations":[{"id":52948,"lat":40.862585,"lng":-76.7944104,"zoom":8,"place":"Sunbury, Pa. United States"}],"tags":[{"id":3089,"tag":"radio, advertisement"},{"id":3087,"tag":"radio, model 186"}],"course":{"name":"Historical Perspectives on Technology","school":"Widener University","course_id":162,"school_id":43}}]}