{"id":309,"tag":"Trench Warfare","points":[[37.0780637097,-77.6286065028]],"bounds":[[37.0780637097,-77.6286065028],[37.0780637097,-77.6286065028]],"episodes":[{"id":4716,"title":"Damage to the Confederate Line at the Battle of the Crater","course_id":34,"status":"P","start_date":"1864-07-30","end_date":"1864-07-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["           The Battle of the Crater in the early stages of the Petersburg campaign resulted in a massive amount of damage to the center of the C.S.A. breastwork.  In the early stages of the Petersburg campaign, as the battle settled into trench warfare, a Union officer named Henry Pleasants hatched a plan to dig, plant explosives, and explode a mine in the middle of the Confederate breastwork.  This would give the United States army an avenue to exploit and access to their target: the Petersburg railroad junction.  After some delay and confusion in the early hours of July 30, 1864, the mine was successfully blown up, but disorganization on the Union side kept the attack from commencing immediately.  This gave the Confederate general, William Mahone, long enough to mount and execute a counterattack that drove the Federal troops out of the crater, inflicting heavy losses on a majority black division in the process.","            Captain William Whitner was serving as the Assistant Adjutant and Inspector General for this part of the Confederate Army at the time, and wrote to his superiors about the damage that the defensive breastwork suffered in the explosion and subsequent attack.  Whitner described the damage as blowing up “a considerable portion of the main parapet – more than half,” as well as Confederate guns being thrown over forty yards as a result of the explosion.  The mine exploded directly beneath a Confederate battery, and according the Whitner’s account, throwing one cannon “at least twenty yards and the other forty yards from the point they were in position.”  Whitner also vouched for the counterattack made by General Mahone after the initial explosion and Federal attack.  Whitner’s account was used by the Confederate command to assess the potential damage should the Union attempt to use the same tactic again, and reinforced the need for Confederate generals to protect their defenses from all sides, including underground.  His account is very cut and dried, with little to no exaggeration, but his job as inspector general required the simple facts about the events so that his superiors could correctly assess the necessary actions to take in the future.","            The Battle of the Crater is a well-known event in Civil War History; its lessons reaching in the next century in terms of trench warfare and tactics.  The results of this Confederate Victory showed in several different ways.  First, the Union army was always very leery of directly attacking a Confederate fortification again.  It also dramatically changed the fortunes of the opposing generals.  C.S.A. General William Mahone was afterwards considered to be one of the finer young commanders in Lee’s army at the end of the war, while the Union commander, Ambrose Burnside, was relieved of duty and never commanded troops again throughout the rest of the war."],"display_date":"July 30, 1864","search_date":"1864-07-30","locations":[{"id":13779,"lat":37.0780637097,"lng":-77.6286065028,"zoom":9,"place":"DINWIDDIE, Virginia"}],"tags":[{"id":361,"tag":"Battle Damage"},{"id":360,"tag":"Mine Explosion"},{"id":309,"tag":"Trench Warfare"},{"id":32,"tag":"Civil War"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":34,"school_id":4}}]}