{"id":3091,"tag":"Electric Chair","points":[[42.847399,-78.644965]],"bounds":[[42.847399,-78.644965],[42.847399,-78.644965]],"episodes":[{"id":6565,"title":"History of the Electric Chair","course_id":162,"status":"P","start_date":"1881-01-01","end_date":"1890-08-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Scott Hastings","History Engine Report","            On August 6, 1890, after 10 years of legislative and legal wrangling, William Francis Kemmler became the first person to die by a new invention referred to as the electric chair in the United States. The execution proved that a man could be killed deliberately by using electricity as a means of death. Kemmler’s execution and its aftermath are detailed in an article published by the <em>New York Times</em> on August 18, 1890, under the title, “Warden Durstons Record: The Man Who Bungled the Kemmler Execution” ","            Kemmler killed his mother on March 29, 1889, with an axe and was sentenced to the death penalty on May 13, 1889. William was sent to Auburn Prison in Buffalo, New York. Eight years earlier, Buffalo dentist Alfred Southwick had conceived of the idea of using electricity to execute people. Lawyers for Kemmler appealed the electrocution death sentence because they claimed electrocution was cruel and unusual punishment. The appeals process went on for 18 months. An article in the <em>New York Times</em> described the execution in detail. There were seventeen people in the crowd at the execution. Kemmler was strapped into the chair and a metal device was put on his head. It was assumed that 1,000 volts would be needed to induce unconsciousness and cause cardiac arrest. After 17 seconds at 1,000 volts, he was still breathing. Two-thousand volts was applied the second time. Blood vessels popped under the skin and some claimed that he even caught on fire. A nauseous smell filled the room and was described as smelling like something burning. The execution was successful, but it did not work out the way it was planned. Critics of the electric chair claimed that they were right, while advocates argued that it was a new technology that needed further refinement.","            The development of the electric chair took place at the same time as the “War of Currents” fought between the Edison Electric Light Company and Westinghouse Electric Company. Thomas Edison believed that direct current (DC) was the safest form of electricity while George Westinghouse believed alternating current (AC) was the safest. Both of these companies were very powerful and made many false claims about the form of electricity the other advocated. They also made many claims about why their system was safer. Westinghouse did not want his generators associated with the death penalty so he would not sell them to prison officials. New York State commissioned Harold Brown to build the first electric chair. Edison secretly financed Browns project because he wanted the electric chair to run on AC. In the end, Westinghouse and his direct current won the race and proved to be the most efficient for means of execution.","            After a series of failed public hangings, the Gerry Commission was formed [BS1] in 1886 to find a more humane form of capital punishment. The death penalty commission was made up of three different people, Alfred P. Southwick, Elbridge Thomas Gerry and Matthew Hale. Questionnaires were sent to officials, lawyers, and medical experts to ask for their opinion. The questions were swayed towards electrocution and did not include abolishing the death penalty. Edison recommended AC to be connected to the head and spine. Dogs and other animals such as horses were used as test subjects. It was also recommended that states deal with electric chair executions instead of individual counties. The Medico Legal Commission was set up to figure out the best method and how much electric to use for execution. The commission was made up of a panel of doctors. Since animals were used as test subjects, the effects of the device on humans could not be anticipated with certainty.  Three-thousand watts of electricity was recommended to cause a quick death.","            The electric chair was highly controversial when it was introduced and the belief continued for almost 100 years. Capital punishment has many advocates and many critics. Lethal injection has replaced the electric chair in terms of the preferred way of death but it is still a choice in several states."," "," ","Works Cited","1.      <a href=\"http://www.smithsonianmag.com/history/edison-vs-westinghouse-a-shocking-rivalry-102146036/?no-ist\">http://www.smithsonianmag.com/history/edison-vs-westinghouse-a-shocking-rivalry-102146036/?no-ist</a>"," ","2.      <a href=\"http://www.history.com/this-day-in-history/first-execution-by-electric-chair\">http://www.history.com/this-day-in-history/first-execution-by-electric-chair</a>"," ","3.      “Warden Durstons Record: The Man Who Bungled the Kemmler Execution”","New York Times, 18 August 1890"," "," "," "," [BS1]when?"],"display_date":"January 1, 1881 - August 18, 1890","search_date":"1885-10-25","locations":[{"id":52949,"lat":42.847399,"lng":-78.644965,"zoom":7,"place":"Buffalo, NY- Auburn Prison"}],"tags":[{"id":2231,"tag":"Death Penalty"},{"id":3091,"tag":"Electric Chair"}],"course":{"name":"Historical Perspectives on Technology","school":"Widener University","course_id":162,"school_id":43}}]}