{"id":3094,"tag":"Act","points":[[38.9071923,-77.0368707]],"bounds":[[38.9071923,-77.0368707],[38.9071923,-77.0368707]],"episodes":[{"id":6566,"title":"The National Organ Transplantation Act of 1984","course_id":162,"status":"P","start_date":"10/19/84","end_date":"10/19/84","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" "," The United States Congress along with President Ronald Wilson Reagan passed the National Organ Transplantation Act (NOTA) on October 19, 1984. The act authorized the federal Department of Health and Human Services to maintain and establish clear property rights for both deceased human corpses and living donors with regards to organ donation and transplantation. These rights meant that there would be a federal ethical standard when it came to receiving money as an incentive to donate organs and ensured that no one person would be able to make a profit from the practice.","The National Organ Transplantation Act’s structure is categorized into four titles; ","Title I - Task Force on Organ Procurement and Transplantation","Title II - Organ Procurement Activities","Title III - Prohibition of Organ Purchases","Title IV - Miscellaneous"," The document, under Title III states “It shall be unlawful for any person to knowingly acquire, receive, or otherwise transfer any human organ for valuable consideration for use in human transplantation if the transfer affects interstate commerce”. If this law is broken, repercussion can lead to fines of up to $50,000 dollars. The main goal of this regulation was to keep organs from ending up on the black market. Compensating donors could lead to a downward spiral for the organ transplant system as we know it., and lead to a system where organization and equality does not exist and third party individuals may even make commissions or profits from organs sold. The ethical concern for respecting human body parts or deceased remains was an upmost concern of legislators in Congress."," The shortage of organs was at an all-time high in 1983 and the demand for transplantation was growing at an accelerated speed. The National Organ Transplantation Act provided a solution to the problem and established a structure for the United States transplantation system, along with influencing other systems by setting a precedent around the world. "," NOTA established the Organ Procurement and Transplantation Network (OPTN) as a system or framework for organ donation. This system is in part reputable and maintained due to the United Network for Organ Sharing (UNOS). The goal of UNOS is to maintain a system where the trend is to increase the number of transplants yearly while shrinking the wait list for organs. UNOS sought to improve outcomes of wait-listed organ recipients and donors or matches who are donating their organs to family members or strangers."," The National Organ Transplantation Act, while holding much weight in ethical standards and consideration for the future of the donor/recipient, has undergone much scrutiny over the past thirty years for not being progressive and for taking away organ donors’ financial incentive. The argument is that it can be virtually impossible for elective donors to donate because they are unable to take off from work for recovery, hence why compensation may be an incentive to shrink the organ waiting list. Advocates for NOTA believe that UNOS is involved in making the transplantation process a smooth one with fair and equal opportunity for all in the who participate in the process such as the donor, recipient, even family members who are directly related."," "],"display_date":"October 19, 1984","search_date":"1984-10-19","locations":[{"id":52836,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington DC"}],"tags":[{"id":3094,"tag":"Act"},{"id":3093,"tag":"Organ Donor"},{"id":3092,"tag":"Organ Transplant"},{"id":9,"tag":"Law"}],"course":{"name":"Historical Perspectives on Technology","school":"Widener University","course_id":162,"school_id":43}}]}