{"id":31,"tag":"Immigration","points":[[37.7029266937,-123.005394924],[30.1220750117,-89.7244851703],[40.7805662337,-73.9388482485],[40.6916304076,-74.0035386433],[40.7964015502,-73.8979738005],[32.2488115675,-86.1666274124],[29.1017950909,-80.8721179654],[38.9151212228,-76.9435162098],[42.7999140458,-76.8297839055],[41.8399513458,-87.8166666032],[39.878712355,-75.2036894677],[32.5099595434,-84.8770433037],[33.5543155862,-86.8964933862],[33.553582253,-86.8959288939],[33.553801834,-86.8960886107],[40.7058168704,-76.2160113696],[42.107446354,-83.1351982696],[39.3048367775,-76.6274800611],[41.8781136,-87.6297982],[31.4481547,-109.9284084],[37.7749295,-122.4194155],[38.9071923,-77.0368707],[45.5016889,-73.567256],[53.3785693,-6.0570132]],"bounds":[[53.3785693,-6.0570132],[29.1017950909,-123.005394924]],"episodes":[{"id":4667,"title":"Chinese Immigration in San Francisco","course_id":22,"status":"P","start_date":"1876-05-21","end_date":"1880-05-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Chinese immigration was an important issue in San Francisco in the mid 19th century. The Burlingame Treaty of 1868 gave the Chinese full rights to immigrate to the United States. When an economic depression hit in the 1870's, an intense competition for jobs lead white residents to become extremely opposed to Chinese immigration. In the May 21st, 1876 issue of the<em> Daily alta California</em> newspaper, it was announced that leading Chinese merchants had telegraphed their correspondents in China asking them to \"tell all shippers- either by sailing vessels or steamers- to carry not over 100 passengers; or do not send any goods by them. The newcomers are doing nothing, and it will be dangerous to all if more come as present.\"","The people in San Francisco wanted the Chinese in China to know that because of the depression, it would be of no benefit for them to keep coming into California. The article ends by saying, \"it cannot be for the benefit of the Chinese Companies here to have their countrymen come in such numbers, if they cannot obtain work, and become burdensome to their countrymen here.\" Despite the desires of San Francisco's white population, immigration continued. A year after that news article, anti-Chinese mobs rioted in the Chinese parts of the city, burning buildings and lynching 22 Chinese. In 1880, the Burlingame Treaty was revised to allow regulation of immigration."],"display_date":"May 21, 1876 - May 21, 1880","search_date":"1878-05-21","locations":[{"id":968,"lat":37.7029266937,"lng":-123.005394924,"zoom":11,"place":"SAN FRANCISCO, California"}],"tags":[{"id":251,"tag":"chinese"},{"id":31,"tag":"Immigration"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}},{"id":4428,"title":"Immigration and Settlement Patterns, New Orleans, 1940","course_id":16,"status":"P","start_date":"1/1/40","end_date":"12/31/40","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":[" Although the second wave of immigration was a trickle by the 1940s, there were more immigrants than ever in New Orleans. The places immigrants settled were dictated by shifting physical and social geographies, conjunctures of the past, and the unique qualities of New Orleans. The distribution of settlers also reflected old settlement patterns as well as transformations the city underwent with growth.  ","Settlement was not random: it hinged on finding places that were available, affordable, and near jobs.  In the 1800s, immigrants settled in undesirable locations with the most environmental nuisances, the semi-rural peripheries. The peripheries offered the best housing and low skill employment, advantages that outweighed the undesirable characteristics of these locations. As immigrants put down roots, they established social and religious institutions and drew in more immigrants via those networks."," During the early 1900s, industrialization and the rise of centralized business districts transformed New Orleans.  New streetcar networks gave the inner city upper class the means to easily move in and out of the city.  Because they could afford to leave, they fled to the periphery, which was the most desirable area to live after A. Baldwin Wood designed a drainage system that eliminated swampland hazards and created more usable land. They left many nice town homes in the middle of the city. At the same time, unskilled jobs moved from the periphery to the core of the city, and immigrants began to move into the abandoned town homes, forming what would be called the \"Immigrant Belt\".","            The ethnic and racial history of New Orleans also dictated settlement patterns. As the city grew, Anglos settled in the upper periphery, and Creoles settled in the lower periphery, closer to the unskilled labor and cheap land. The Catholic tradition and festival ambience of lower New Orleans attracted many immigrants from the Caribbean, Latin America, France, Italy, and Eastern Europe. Jews, Scandinavians, and emancipated African Americans typically settled on the Anglo side.  This divide was perpetuated as immigrants moved into the inner city.  ","            New Orleans mirrored national trends of urbanization and also strayed from them. It was like many cities of the time in that it expanded, filled with immigrants, and experienced clumped settling patterns. Although people tended to gravitate towards others of their same ethnicity, New Orleans was unique in that it remained very intermixed and multicultural. Its reputation of being more accepting and diverse drew immigrants in and made New Orleans one of the oldest multicultural cities in the nation.  "],"display_date":1940,"search_date":"1940-07-01","locations":[{"id":25572,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"Orleans, Louisiana"}],"tags":[{"id":12,"tag":"Migration/Transportation"},{"id":31,"tag":"Immigration"}],"course":{"name":"History of Urban and Suburban America","school":"Furman University","course_id":16,"school_id":4}},{"id":4438,"title":"Local Chinese React to Imperial Decree\n","course_id":16,"status":"P","start_date":"1/1/10","end_date":"12/31/11","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["When Americans think of Chinatown, they rarely associate it with New Orleans, but at the turn of the twentieth century, New Orleans was the only southern city with a population of Chinese immigrants significant enough to constitute a Chinatown.  Like other immigrants in America, the Chinese in New Orleans had to balance the ongoing connections and relationships back home with the opportunities presented in assimilating fully into the dominant American culture.  Unlike other immigrants, however, Chinese immigrants were barred from becoming citizens of the United States due to the Burlingame Treaty of 1868, and so felt a strong obligation to obey decrees and laws of their homeland.  On December 26, 1910, in the final days of the Qing Dynasty for instance, the provisional national assembly decreed that all citizens should cut off the traditional long braid, or queue.  On January 13, 1911, the New Orleans <em>Times-Democrat</em> reported that the Chinese population of New Orleans welcomed the decree because the braids were \"burdensome as well as troublesome.\" ","Around one fourth of New Orleans' Chinese immigrants, including prominent members of the community like Hom Kin, had already cut their queues by this time, and most Chinese had ceased wearing traditional Chinese attire.  Furthermore, with the Chinese Exclusion Act of 1882 restricting the flow of new Chinese immigrants into New Orleans, the younger generation of Chinese-Americans within the city began to lose touch with their cultural heritage.  Kin's son, also queueless, expected \"to be more American in his ways than his Father,\" and American-born Chinese readily adopted the language, dress, and customs of the interracial neighborhoods of Chinatown.  ","Many Chinese immigrants lived in nearby interracial neighborhoods, though most worked in laundries located throughout the city.  According to period photographs and research conducted by Richard Campanella, the core of China\"town\" only consisted of a handful of shops, grocers, and restaurants along the 150 foot long 1100 block of Tulane   Avenue.  Several other Chinese establishments dotted the surrounding cityscape.  The district was popular with New Orleanians of all races and social classes, who ate at the restaurants, shopped at the stores and grocers, and took their clothes to the laundry mats.  They also compelled many Chinese immigrants to abandon their customs in order to attract more business, and, in turn, the distinct Chinese influence on Tulane Avenue slowly disappeared.  "],"display_date":"1910 - 1911","search_date":"1910-12-31","locations":[{"id":16884,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"Orleans, Louisiana"}],"tags":[{"id":12,"tag":"Migration/Transportation"},{"id":31,"tag":"Immigration"},{"id":10,"tag":"Urban-Life/Boosterism"},{"id":21,"tag":"Race Relations"},{"id":29,"tag":"New Orleans"},{"id":41,"tag":"China"}],"course":{"name":"History of Urban and Suburban America","school":"Furman University","course_id":16,"school_id":4}},{"id":4471,"title":"Growing Pains in New York&#39;s Lower East Side","course_id":16,"status":"P","start_date":"1880-01-01","end_date":"12/31/01","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["An early 1900s postcard photograph from New York's Souvenir Post Card Company captures the Lower East Side's crowded and chaotic environment. As American Jewish historian Hasia Diner notes, \"at the right moment in time, under the right conditions, ordinary places become transformed into spaces throbbing with meaning.\"  Such was the case with New York's iconic Lower East Side.  The photo shows Hester Street, a main avenue through the Lower East Side, clearly depicting the neighborhood's massive population.  The scene is inundated with adults selling goods and children playing in the street, framed by dozens of towering tenement houses crowded closely together.  Due to the living conditions within the tenements, most activities like business and recreation took place in the street.","As author Deborah Hopkinson details, in the mid 1800s, tenement buildings were hurriedly and inexpensively built in the Lower East Side to quickly accommodate hoards of new immigrants.  Hearing stories about new opportunities available in a predominantly Jewish atmosphere, multitudes of European Jews flocked to New York, America's hub of immigration, in search of a new life.  By the late 1800s, the Lower East Side quickly earned a reputation as America's ultimate Jewish neighborhood, filled with Jewish immigrants.  By 1910, more Jews lived in New York City than any other city in history.  But, with such a rapid influx of people, the Lower East Side neighborhood was forced to deal with a serious urban housing problem: overcrowding.","Tenement buildings served as the main source of housing, providing very modest living spaces for newly arrived immigrants.  But, over time, most Lower East Side tenements fell into disrepair as many landlords lacked interest in maintenance or improvements.  Therefore, by the 1880s, the already overcrowded tenements became unsafe and unhealthy havens of filth, often lacking necessary amenities.  The worsening living conditions of the Lower East Side drove some individuals to action, including Jewish immigrant and journalist Jacob Riis.  Noting that \"nowhere in the world are so many people crowded together on a square mile as [the Lower  East Side],\" Riis drew attention to the urban overcrowding problem through photographs.","With the invention of flash photography in the 1880s, Riis and other individuals were able to clearly depict Lower East Side housing problems by capturing indoor images of the actual dark, decrepit, overpopulated living spaces inside the tenements.  Riis' revealing photos later appeared in his famous 1890 book, <em>How the Other Half Lives</em>, influencing later New York City housing reforms like the Tenement House Law of 1901 and the creation of the Tenement House Commission.  These decisions enforced new safety and health standards for New York's overcrowded tenement buildings and set a precedent for urban renewal in the United States."],"display_date":"1880 - 1901","search_date":"1890-12-31","locations":[{"id":8929,"lat":40.7805662337,"lng":-73.9388482485,"zoom":10,"place":"NEW YORK, New York"}],"tags":[{"id":10,"tag":"Urban-Life/Boosterism"},{"id":31,"tag":"Immigration"},{"id":14,"tag":"Church/Religious-Activity"}],"course":{"name":"History of Urban and Suburban America","school":"Furman University","course_id":16,"school_id":4}},{"id":4473,"title":"Triangle Factory Fire","course_id":16,"status":"P","start_date":"3/25/11","end_date":"3/25/11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The immigrant women working in Triangle Shirtwaist Factory called it a \"prison.\" Its safety and working conditions were abysmally low, but these conditions were not unique: New York was an epicenter for industrialization, containing thousands of unsafe factories filled with recent immigrants. In 1909, many factory workers organized a strike to protest unsafe conditions, and most factories met their demands, but among the resisters were the owners of The Triangle Shirtwaist Factory.  On March 25, 1911, as the 600 workers of the factory, the majority of whom were Jewish and Irish immigrant women, were preparing to leave, a fire broke out in the factory.  In no more than half an hour 146 workers were dead, either burning or jumping to their deaths.  This accident was one of many that occurred that year, but it became much bigger than a tragedy for a few blocks of immigrants from the Lower East Side.","The fire was especially memorable because it was witnessed by so many people and because so many groups used the memory of these women to call for political and social reform. Those defending the factory owners presented the women as whorish and impressionable, but those in the middle class using the event to call for protective legislation presented the women as helpless victims. The working class challenged both these views, calling for more power for oppressed but competent workers.  One of the groups who most effectively propagated the memory of these women was the International Ladies Garment Workers Union. An article in the Ladies Garment Worker published shortly after the fire reflected the sense of outrage common among working class women after the fire, blaming the owners for the incident. Acting on these emotions, ILGWU made funeral arrangements for the unidentified women.  The purpose of the ceremony and protest was twofold: to honor the dead and protest the injustice done to them.  By honoring these women, the ILGWU was creating one of the greatest displays of class solidarity New York had ever experienced.","The main voices behind the protests following the fire were those of members of the International Ladies Garment Workers Union. To the ILGWU the women who were killed during the fire were representations both of the injustice many unskilled workers faced in factories and the powerlessness of workers: these women were killed by the apathy of owners who were more concerned about profit than safety. Leaders like Rose Schneiderman used the images of competent but oppressed women during mass demonstrations and strikes to gain support for a movement towards industrial democracy. Pointing out that this tragedy would not have occurred if concessions were made during the 1909 strikes, Schneiderman cited the need for social justice in the workplace.  While the ILGWU stressed needs of all workers, they also pushed for women's suffrage, arguing that women had died because they were not able to act politically.","Through the manipulation of the worker's images to fit their purposes, various groups made the Triangle Factory Fire a very accessible event.  Although it was often simplified to an example of gender oppression or poor working conditions, it also made many aware of the need for reform and a greater sensitivity to the needs of those on the gender and socioeconomic margins. Through their protests, the ILGWU used the event to represent the plight of immigrants, workers, and women everywhere.  The event became more than something that would be preserved in the collective memories of a few Italian and Jewish neighborhoods in the Lower East Side of New York, it was claimed by those oppressed in various conditions and situations."],"display_date":"March 25, 1911","search_date":"1911-03-25","locations":[{"id":15927,"lat":40.6916304076,"lng":-74.0035386433,"zoom":10,"place":"New York, New York"}],"tags":[{"id":31,"tag":"Immigration"},{"id":71,"tag":"historical memory"}],"course":{"name":"History of Urban and Suburban America","school":"Furman University","course_id":16,"school_id":4}},{"id":4545,"title":"The Dangers of Living on the Lower East Side","course_id":16,"status":"P","start_date":"1890-01-01","end_date":"12/31/10","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["    A mother anxiously calls out her children's names in the street.  Her neighbors frantically stand at her side, their eyes darting back and forth across the busy streets looking for the lost little ones.  Finally, what seems like hours later, there is a banging at the tenement door.  It is a New York City policeman, toting the lost children by the hands.  Historical photographer Lewis Wickes Hine captured this emotional moment in a flash.  ","    Living in the Lower East Side in the early 1900s was a very dangerous undertaking, especially for children.  There was disease, gang fighting, murder, and fast and unpredictable street traffic.  Landlords let such dangerous activities continue in and around their buildings, as long as their tenants were paying the rent.  ","    Immigrants often encountered diseases both in their journey to and in America that they had not previously encountered.  These diseases flourished in the unsanitary and overpopulated conditions of the tenements.  There was very little access to fresh air, and children were forced to find places to play in dirty alley ways, often among trash and refuse.  ","    The neighborhood in which people lived became their identity.  Children innocently walking with their friends often would find their way onto another street, where it was not uncommon to be attacked just for being foreign to the neighborhood.  Immigrants frequently settled in pockets based on their nationality or race, and formed their own communities.  This segregation led to rivalries and hostile street fighting among neighborhoods, simply over these strong identities of location and race.  Children were afraid to venture outside of their block for fear of who and what they might encounter.  ","    Murders were also common in the city.  Cities were a relatively new phenomenon in America, and with the help of the industrial revolution cities like New York were expanding at a rapid pace.  The expansion was so fast that law enforcement officials were having a hard time keeping up.  Therefore, it was often up to neighbors to look out for one another until police could arrive on the scene.  Children were especially vulnerable to attacks from criminals, since they were small and weak.  ","    Street traffic was dangerous.  Carts filled the streets, and laws were frequently broken.  People in the city were in a hurry, always trying to race deadlines.  Wagons were constantly swerving to miss hitting people, darting in and out of the way of other wagons, and trying to remain within the confines of the street.  It was easy for small children to get caught underneath a wagon speeding recklessly down the street, especially in the dark of night.  The rules of the road were not the same, and crosswalks were non-existent.  Laws did not protect people against the dangers of street traffic, so a constant battle existed between pedestrians and drivers.","    The photographer, Lewis Wickes Hines, believed that by capturing the hardships of life for the Lower East Side Immigrants, he could bring about reform.  He often used his images to help start reform campaigns, with help from social welfare agencies.  ","    When a child went missing, even for a short period of time, it was natural for their mother to worry if they were dead or alive.  With the dangers that Lower East Side residents faced, it was a huge relief to see your missing child appear on your doorway in the hands of a capable police officer.  With photographs like those taken by Hines, these real world stories exist for generations to come."],"display_date":"1890 - 1910","search_date":"1900-07-02","locations":[{"id":8931,"lat":40.7964015502,"lng":-73.8979738005,"zoom":10,"place":"NEW YORK, New York"}],"tags":[{"id":31,"tag":"Immigration"},{"id":78,"tag":"City Life"}],"course":{"name":"History of Urban and Suburban America","school":"Furman University","course_id":16,"school_id":4}},{"id":4651,"title":"Encouraging Immigration to Alabama","course_id":22,"status":"P","start_date":"1869-01-01","end_date":"1869-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“A state favored by nature in every way” boasted a booklet created by the state of Alabama. Published in 1869, this 22 page document contained a detailed list of the states assets. “No part of the United States offers so many and such striking inducements to the immigrant as Alabama.” It was an effort to entice foreign immigrants to come and establish their roots in Alabama. It covered every topic; the many job options for the labor worker and the entrepreneur, descriptions of the beautiful land in all corners of the state, the great health and living conditions, the newly commissioned railroad and the free public education. A foreigner reading the booklet would indeed be inclined to believe that Alabama was the land of opportunity.<br /><br />In the aftermath of the Civil War, Alabama’s labor supply had dwindled. A great number of the recently freed slaves had fled to the North hoping for better opportunities. The brochure was an attempt by the state to bring new labor into the region. It was sent to European countries where the population was overwhelmingly white. Despite the impact on the state’s economy by the loss of black labor, Alabamians were still unwilling to welcome non whites. It is ironic then, to find the passage in the pamphlet talking about the free public education where “no one can be excluded on account of race or color.” If the pamphlet was only being sent to countries with white populations, there would be no need to express this sentiment. It can only be assumed that this was an attempt by the state to seem a more tolerant and open minded state. One thing it does show is that there were definitely some exaggerations in the brochure on the qualities that Alabama possessed."],"display_date":1869,"search_date":"1869-07-02","locations":[{"id":301,"lat":32.2488115675,"lng":-86.1666274124,"zoom":9,"place":"MONTGOMERY, Alabama"}],"tags":[{"id":220,"tag":"alabama"},{"id":31,"tag":"Immigration"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}},{"id":4588,"title":"Forced Immigration","course_id":21,"status":"P","start_date":"1853-02-23","end_date":"1853-02-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The increasing immigration of America by Europeans forced the nation to begin expanding the land it needed. The idea of Manifest Destiny was prevalent throughout the citizens of the US, and each wanted his/her piece of land so they could start living out their lives. Florida was one the most lush and fertile areas in the country, and was prime location for more settlers who wanted to acquire property so that they could make some money. However, there was a large Native American population that had been living there for centuries. So, something had to give, and it ended up being the Native Americans.","For the Seminole Indians of Florida, this was a serious issue. Formed during the 18th century by Indians from Georgia, Alabama and Mississippi and former members of the Creek nation. When they were told to relocate, thousands did so, but several hundred stayed behind to stay and fight the settling whites as well as the government forces. During what is known as the Seminole Wars, the tribe fought, and killed, over 1500 American soldiers. This group can still be considered unconquered, because they were never truly defeated.","In 1853, the Governor of Florida passed a bill stating that any Indian captured in Florida would be sent west of the Mississippi. This was a major moment for Anglo-Indian relations in Florida, because it was the first document forced relocation in Florida history. It caused thousands of Seminoles to leave, and for those who stayed, they were forced to accept land that was a pittance compared to the land they had previously overseen."],"display_date":"February 23, 1853","search_date":"1853-02-23","locations":[{"id":1440,"lat":29.1017950909,"lng":-80.8721179654,"zoom":8,"place":"ORANGE, Florida"}],"tags":[{"id":31,"tag":"Immigration"},{"id":19,"tag":"Native-Americans"}],"course":{"name":" Culture, Power, and Society","school":"Rollins College","course_id":21,"school_id":5}},{"id":4595,"title":"William Hall Supports the Draft but Abhors the Riot &#40;1863&#41;","course_id":18,"status":"P","start_date":"1863-07-15","end_date":"1863-07-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Buildings had beenburned, homes had been destroyed, and men, women, and children perished at the hands of angry citizens. In July of 1863, New York City became engulfed in a wave of mob violence that swept through the city. Irish immigrants made up the majority of the rioters in opposition to the Enrollment Act of Conscription set forth earlier that year by President Abraham Lincoln. The rioters did not believe that they should have to fight in a war that they did not hold a substantial stake in. The Draft Riot of 1863, as it would later be called, raged in New York from July 13 to July 16 , eventually it was quelled by the Union Army. However, the riot would not be stopped before the death of around 100 civilians and numerous casualties had taken place.","Before the Battle of Gettysburg, the Union Army had a growing need for more troops. Due to this shortage of men, President Abraham Lincoln issued the Enrollment Act of Conscription in March of 1863. Lincoln called for nearly 300,000 more men to bolster Union forces. By mid July of 1863, the time when New York received its first draft notices, the Battle of Gettysburg had just been fought. The horrors of the battle shocked many New Yorkers, causing them not to want to enlist in the military. ","The unskilled laborers of New York, Irish and African American alike, did not have the capabilities to pay their way out of military service. The Irish became enraged at the fact that they did not have a way out of the draft. The Irish believed that they should not have to go to war for a group of people, whom they did not care for. For these reasons, the Irish rioted, and in so doing, directed much of their violence towards the African American population in New York City.  William A. Hall, an established member of New York society wrote to Montgomery Blair, member of Abraham Lincoln's cabinet stating, \"We have had…a bloody riot and the destruction of large amounts of property…\" Oddly enough, Hall goes on to tell Blair not to recall the draft in New York City, even though it incited the riot. ","The Draft Riots in New York, born out of unskilled labor competition between African Americans and Irish immigrants, in conjunction with Irish discontent at being forced to participate in the draft without any feasible way out, raged for three days ending nearly 1,000 people having been either killed or wounded.  "],"display_date":"July 15, 1863","search_date":"1863-07-15","locations":[{"id":8925,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":172,"tag":"Montgomery Blair"},{"id":31,"tag":"Immigration"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}},{"id":4688,"title":"Restrictions on Immigration grow in popularity.","course_id":26,"status":"P","start_date":"7/1/86","end_date":"7/4/86","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","A joint <em>New York Times</em> and <em>CBS News</em> poll showed the United States to have contradictory feelings towards immigrants. Despite the U.S. being founded on immigration, and containing the world’s largest immigration population, those polled show an increasing percentage of natives disapproving further immigration. On a personal level, the American citizen was welcoming to immigrants individually. But a decrease of support for higher immigration numbers occurred compared to statistics collected twenty-one years prior to this poll. A decrease of four percent was collected regarding the question of whether immigration levels should be kept the same or increased. A dramatic increase of sixteen percent favored a decrease of immigrant populations.","In terms of demography voting, college graduates preferred increasing diversity, whilst those with only high school education appear tired of America’s ‘melting pot’ identity. The poor, suffering from a lack of employment opportunities, thought their position could be improved if immigration were restricted. Thirty-five percent of the white demographic in the poll believed in installing the military along the Mexican border in an effort to stop illegal immigration. This drastic approach can be attributed to the growing dissatisfaction within the U.S. public with corporations hiring illegal immigrants as low-pay workers. The Immigration and Naturalization Service estimated that at the time of this poll that approximately three to five million illegal aliens lived in the U.S. Not only was the hiring of non-naturalized people illegal, the practice took jobs from domestically born Americans, and was exploitative of illegal immigrants and violated human rights.","Against the national trend, the most supportive of increasing immigration levels was in the U.S.’s multiethnic northeast area – such as New York, New York. In fact, two days after the poll’s findings, Ronald Reagan would speak at a ceremony at the Statue of Liberty. Here, Reagan would declare the role immigrant workers had on shaping modern America."],"display_date":"July 1, 1986 - July 4, 1986","search_date":"1986-07-02","locations":[{"id":39105,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":31,"tag":"Immigration"},{"id":80,"tag":"American Immigration"},{"id":28,"tag":"Work"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":26,"school_id":3}},{"id":4689,"title":"Subcommittee formed to better manage aliens.","course_id":26,"status":"P","start_date":"5/24/81","end_date":"5/24/81","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The fourth wave of immigration to the United States, created by the Immigration Act of 1965, was due to the economic situations of émigrés. Seeking a better lifestyle, many immigrants were being admitted legally, though many also entered as illegal aliens. By the time Ronald Reagan entered the Oval Office in 1981, many immigration policies needed authorization by Congress. Moreover, since the 1960s, it had been seen by the U.S. that levels of immigration, both legal and illegal, were unsustainable.","The government established a joint sub-committee headed by Senator Alan K. Simpson. Congress organized the panel to come forth with a program to be forwarded for approval to Reagan – with the goal of improving the laws on immigration. Simpson was particularly concerned with the U.S.’s main immigration policy at the time, based on family reunification which allowed unlimited numbers of relatives to enter the country.","The sub-committee also pushed for harsher penalties concerning employers hiring illegal immigrants and put forth the idea of naturalizing aliens who have resided in the U.S. for five years. The committee was well timed, as Regan was to meet Mexican President José López Portillo within a month. Mexicans accounted for about half of the approximately five million illegal immigrants in the U.S. It was wished by Simpson’s committee that Mexico could co-operate in a guest-worker program which, hopefully, would better manage cross-border workers and illegal aliens."],"display_date":"May 24, 1981","search_date":"1981-05-24","locations":[{"id":40259,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"District of Columbia, District of Columb"}],"tags":[{"id":31,"tag":"Immigration"},{"id":281,"tag":"aliens"},{"id":80,"tag":"American Immigration"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":26,"school_id":3}},{"id":4705,"title":"Californians Deal with the Fall Out of Proposition 187","course_id":26,"status":"P","start_date":"11/8/94","end_date":"11/20/94","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["By the 1990s popular opinion had turned against the stream of immigrants that had begun in the early 1980s, and illegal ones in particular (who amplified all the traditional anti-immigrant accusations of undermining wages and straining public services). In California this resentment was fanned by local politicians, including Republican Governor Pete Wilson - who was staring electoral defeat in the face over the state's abysmal economic performance - who latched onto the issue like leeches. By introducing Proposition 187 and tying it to the general election of November 8, 1994, they fed off popular anger and secured their return to power. Passed by a 58.93% margin, Proposition 187 banned illegal immigrants from all social services, all but emergency health care, and from public education within the state. Immigration appeared to have become a non-partisan issue, as although the Proposition was a child of the state's conservatives, support was widespread among moderates and even liberals too: the bill could never have been passed without their support. Yet support was far from unanimous: over 40% were against it."," ","People's position on Proposition 187 did not tell the whole story. In California the consequences of enforcing the bill began disturbing officials at many levels of the administration as soon as it was signed into law. Problems such as how to prevent the spread of communicable disease when part of the population was ineligible for vaccination, or the extra burden that enforcement would put on a police force struggling to cope with Los Angeles' crime epidemic, caused many public figures, like L.A. police chief Willie Williams, to publicly announce their intention to ignore it. This made the bill, and the government, look ridiculous. A state judge swiftly barred enforcement of the ban on public education for illegal immigrants, hardly a surprise given that the Supreme Court had already ruled on their right to free public education back in 1982. And on November 16, barely a week after the Proposition was signed into state law, Federal Judge Matthew Byrne Jr. issued a restraining order which prevented almost all of the bill’s clauses from coming into force. Californians had been humiliated over the bill, and were now angry with their leaders. As soon as they could, they punished the mostly Republican conservatives who'd championed the bill, making sure they went down with it. Illegal immigration and debate on what to do about it did not go away. Nor did the majority drop their broad opposition to it. But the realities of enforcing a law against illegals, quite apart from the legal challenges, appear to have turned people against the Proposition, and the government that had ridden it to stay in power. It is this fear of the potential consequences that led such a large percentage to vote against the bill in the first place, not love of illegal immigrants. The Republicans paid a high price for their perceived opportunism: with the [Understandable?] exception of 'The Governator' (Arnold Schwarzenegger, governor since 2003) no Republican has won a gubernatorial, senatorial, or presidential election in California since 1994."],"display_date":"November 8, 1994 - November 20, 1994","search_date":"1994-11-14","locations":[{"id":41140,"lat":37.7029266937,"lng":-123.005394924,"zoom":11,"place":"San Francisco, California"}],"tags":[{"id":31,"tag":"Immigration"},{"id":299,"tag":"Controversial Legislation"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":26,"school_id":3}},{"id":4963,"title":"An Influx of Irish Immigrant: Young Women arrive in New York","course_id":27,"status":"P","start_date":"1897-01-01","end_date":"1897-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The woman from Ireland looked around the chaos on Ellis Island visibly upset, as the immigration officials accused her of giving them the wrong name of the person picking her up.  Migrations to the United States “did not always occur without problems or disruptions and occasionally the colleen arrived with no one to greet her.”[1]  On April 30, 1897, The New York Times published an article that focused on the influx of immigrants from Ireland.  The ultimate goal of these immigrants was to find work that paid a decent salary and offered better opportunities than the jobs available back home.","While the workers at Ellis Island extolled the “promise of better times in this country”, numerous Irish women faced fear and confusion upon arrival.  When it came to immigration, a great deal of the chaos was due to the miscommunication or misinformation exchanged between individuals.  “Immigrants frequently failed to find one another because they constantly changed residencies, expecially if they were poor, and because Irish women continued using their maiden names after marriage.”[2]  In the 1897 newspaper article, a woman named Cassidy was looking for a lady named Maggie Molloy, but was told that her name was not on the list.  Maggie Molloy’s name was in fact on the list, however due to the miscommunication, Cassidy was very upset.[3]  Events like this were not uncommon, and this is what caused much of the confusion on Ellis Island.","The Irish invaded America by the thousands from the late 1800’s into the early 1900’s. Much of the incentive to leave Ireland was due to the unfavorable living conditions in the Irish countryside According to the Irish who remained in Ireland, many of the women were frustrated by the male dominated agricultural society and had left their homes in hopes of finding luck in the United States.  These oversea journeys were life threatening, but foreigners were willing to take a chance.  To the immigrants, anything was better than what they were leaving back home.[4]","A portion of the women immigrating to the United States via Ellis Island had their voyages paid for by other relatives already living in America; however, it was not uncommon for the father to emigrate first, earn money, and then send it back home to pay for his other family member’s voyages or for a family to emigrate as a group or for single members to travel alone.","These girls faced many difficulties in America, due to the fact that they were uprooted from their homes in Ireland.  Previously, these Irish women were accustomed to working around the house and caring for others, but life in America was going to be much different.  Once the young women arrived, they needed to begin to search for work immediately.  Coming from an area where most people were agriculturalists, their transition to an area in the heart of New York City was drastically different from their familiar surroundings.","Of all the different groups of immigrants, Irish women were of the greatest amount.  This difference was due to the “emergence of the modern Irish family structure”  With the newly evolving land and family forms that were coming about, there was a decrease in the number of children emigrating.  Between the years of 1852 to 1921 the median age for female immigrants was 21.2 years old.  This age was “younger than the median age of marriage”, and therefore explains the reason why so many of the immigrants got married upon arriving in America.[5]","“Emigration was the end of peasant live in Europe; it was also the beginning of life in America”.[6]  Ireland depended on their crops for survival, and therefore life was miserable at home for many of the Irish families.  Providing for everyone became difficult, and as a result many Irish left their familiar hometowns to start a new life in America.  The decision to come to America marked a huge milestone in an individual’s life, because they were leaving their native land and putting their lives at risk. Assimilating to life in America was not going to be easy, and immigrants needed to be taught about the way of life in America."," ","[1] Diner, Professor Hasia R.. \"The Search for Bread: Patterns of Female Migration.\" In <em>Erin's Daughters in America: Irish Immigrant Women in the Nineteenth Century (The Johns Hopkins University Studies in Historical and Political Science)</em>. Baltimore: The Johns Hopkins University Press, 1983. 31,33-34,37-39.","[2] ibid","[3] MANY GIRLS FROM IRELAND :Hundreds of Them Arrived at Ellis Island Yesterday on the Majestic and Servia. TIMES ARE VERY HARD AT HOME More Irish Immigrants Now Than for a Great Many Years -- Amusing and Pathetic Scenes at the Landing.. 1897. <em>New York Times (1857-Current file)</em>, April 30,  http://0-www.proquest.com.library.stonehill.edu/ (accessed November 19, 2009)."," [4] Diner, Professor Hasia R.. \"The Search for Bread: Patterns of Female Migration.\" In <em>Erin's Daughters in America: Irish Immigrant Women in the Nineteenth Century (The Johns Hopkins University Studies in Historical and Political Science)</em>. Baltimore: The Johns Hopkins University Press, 1983. 31,33-34,37-39.","[5] ibid","[6] Gjerde, Jon. \"Approaches to American Immigration and Ethnic History.\" In <em>Major Problems in American Immigration and Ethnic History (Major Problems in American History)</em>. Boston: Houghton Mifflin Company, 1998. 5."," "],"display_date":1897,"search_date":"1897-07-02","locations":[{"id":8931,"lat":40.7964015502,"lng":-73.8979738005,"zoom":10,"place":"NEW YORK, New York"}],"tags":[{"id":597,"tag":"Irish"},{"id":7,"tag":"Women"},{"id":31,"tag":"Immigration"}],"course":{"name":"Digital History: New York, New York","school":"Stonehill College","course_id":27,"school_id":22}},{"id":4986,"title":"<strong>John Johnston’s Tile Drainage and its Profound Effects on Agriculture</strong>","course_id":35,"status":"P","start_date":"1848-01-01","end_date":"1852-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["John Johnston was an immigrant from Scotland who brought the tile drainage technique to the United States in 1821.  Once he arrived he immediately traveled to and settled in upstate New York after he bought a cheap plot of land.  The reason for its low price was because it was believed to be unprofitable soil.  But Johnston started to raise animals and slowly integrated his tile drainage idea throughout his farm.  Tile drainage is a system where farmers add drain tiles in their soil, which allows crops to grow stronger roots, effectively allowing them to absorb more nutrients. By 1838, Johnston was disliked by many of his neighbors because he was producing nearly six times the bushels of wheat per acre than they were.  But Johnston was not secretive about his methods and told people it was due to this tile drainage system. He emphasized the fact that the land in the Finger Lake region was flooded and in using tiles a farmer could drain excess water, thus increasing crop yield. People of the area did not believe him and just called his success luck.","Tile Drainage in American farming did not become a popular tool until 1848, when Robert Swan finally listened to John Johnston.  Robert Swan was a wealthy man who made his money in the city before moving to upstate New York.  He was John Johnston’s neighbor and the first man to be willing to give Johnston a chance.  In his diary, Robert Swan slowly unfolds his opinions of Johnston’s tile drainage system, a very influential farming tool, which individually revolutionized agriculture in upstate New York.  On August 10<sup>th</sup> 1848, Robert Swan wrote in his Memorandum. that Mr. John Johnston, “thinks tiles are the best method laid 2.5 feet deep in the ground; cost of tiles 28 cents, ditching 15 cents cost altogether 40 cents for rod.”  Displayed here, is a monumental moment in American agricultural production because immediately following this confrontation, Swan refitted his entire farm with Johnston’s tile drainage system.","Johnston and Swan farmed their land during a transitional time in American farming.  With the help of some influential neighbors and the president of the New York State Agricultural Society, many upstate farmers soon adopted Johnston’s tile system.  Among these influential neighbors were Ben F. Whartenby, the manufacturer, and John Delafield, president of the New York State Agricultural Society.  Delafield’s advocacy of the drainage system, especially in his lectures and speeches, helped integrate tile drainage into farming.  These four men remodeled upstate New York farming during the Market Revolution, helping transition self-sufficient family farming into commercially profit based businesses to."],"display_date":"1848 - 1852","search_date":"1850-07-02","locations":[{"id":9090,"lat":42.7999140458,"lng":-76.8297839055,"zoom":9,"place":"SENECA, New York"}],"tags":[{"id":564,"tag":"Market Revolution"},{"id":31,"tag":"Immigration"},{"id":599,"tag":"Technology"},{"id":598,"tag":"New York"},{"id":13,"tag":"Agriculture"}],"course":{"name":"Early American Republic","school":"Hobart and William Smith Colleges","course_id":35,"school_id":32}},{"id":5067,"title":"In Faded Fabric: The Preservation of Immigrant Identity","course_id":43,"status":"P","start_date":"1870-01-01","end_date":"1870-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Kingdom of Italy had secured its territorial integrity, seizing Venice from Austria 1866 and ending Rome’s Papal autonomy by conquering the Eternal City four years later. Nestled in the mountains of southern Italy laid the village of Montefalcone. In 1870, the town was awash with celebration—not from its kingdom’s recent conquests but from a single wedding. Fiorita Corso was betrothed to Aniello Vitale, the orphaned son of a wealthy local merchant; imported cloth and wine streamed in from across the country, and the families busied themselves with preparations.","Aniello’s father Raffaele had owned houses and property across the Campania region of southern Italy. He owned a prosperous store, selling groceries, cloth, and medicine. Around 1860, while bathing his horses, Raffaele was pulled underwater by a horse and drowned. As his widow mourned, the business fell into decline, servants stole from the family, and little-by-little their wealth disappeared. Aniello had gone to northern Italy to study for the priesthood, but with no money he was forced to return home, where he met and married Fiorita.","In the weeks leading to the wedding, according to custom, Fiorita had helped sew the pillows and blankets the couple would need in their new home. The pillows were simple and elegant, with white and green material stitched together with loving precision. Today, the colors have faded, the subtle smell of decay clings to the fabric, and the texture has irrevocably changed with the passage of decades. When the family settled in Chicago, Illinois, years later, the pillow was among the few belongings taken with them. It remained in the family for 140 years, passed through the generations to the present day.","In 1850, less than 4000 Italians were recorded in the entirety of the United States. By 1880, there were 44,000; by 1900, over 480,000. Most, like the Vitale descendents, were from southern Italy, where the standard of living declined dramatically in the closing decades of the nineteenth century. Disease and starvation swept the Italian countryside, and the cost of food skyrocketed. The pre-modern agricultural system could not support its people, and the lack of democracy gave citizens no voice in their own government. Once in America, however, the agriculturally-based immigrants were forced to adapt to lives in New York and Chicago. Like the Vitales, many immigrants settled in ethnic neighborhoods and clung to their language and cultural traditions. Even as they struggled to transcend the bleak realities of urban existence, many clung to ethnic identities with an almost sacred reverence. Such cultural bonds provided security and meaning amidst the integrating and potentially oppressive forces of industrial America. For the Vitale family, the pillowcase represented the preservation of an identity, an individual existence distinct from the realities of their new lives."],"display_date":1870,"search_date":"1870-07-02","locations":[{"id":2540,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"COOK, Illinois"}],"tags":[{"id":733,"tag":"Italy"},{"id":405,"tag":"Marriage"},{"id":31,"tag":"Immigration"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5100,"title":"An immigrant family travels from Liverpool, England to Philadelphia Pennsylvania in the summer of 1818.","course_id":50,"status":"P","start_date":"1818-06-01","end_date":"1818-06-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":[" ","During the summer of 1818, William Amphlett traveled with his wife, five children and two servants on a ship from Liverpool, England to the shores in Philadelphia, Pennsylvania. Philadelphia was a large city in the early 19<sup>th</sup> century and popular gateway for immigrants since the colonial era. During his travels, Amphlett detailed his experiences in a book he entitled <em>The emigrants guide to the western states of North America</em>. The book was written as a guide to aid future immigrants who were considering coming to the United States.","Upon arrival in Philadelphia, Amphlett purchased two horses and wagons for their journey. The family headed towards the mountains in route to Pittsburg. Emigrants like the Amphlett family often endured weeks of travel accompanied by extreme weather conditions. Immigrants had to walk, take steamboats or ride in wagons before railroads became popular. The following passage from Amphlett explains a great deal about the road conditions in America around 1818. \"A wet morning had delayed our departure from a tavern where we had passed the night, at the foot of one of the Alleghany ridges. The road was become very slippery and insecure, even for foot-travelers. The road itself was only a gullet of the mountain, down which the torrent poured after every shower. This circumstance, although it made the road-way cleaner than other parts, had caused such holes and abrupt declivities in the wheel-tracks, that the ascent would be often one, two, and three feet, all but perpendicular! The only way to enable a single horse to drag after him his load, was, at every one of these petty cascades, to form a temporary inclined plane of stones or wood, or whatever material was nearest at hand; and with all our ingenuity, thrice were we completely stalled, and obliged to unload half our luggage to get on a few yards, and then reload. Thus, in eight long hours of a summer's day, we climbed nearly two miles!\"","It was common for immigrants to experience frustration in their travels. Transportation improvements weren't developed until railroads were introduced years later. “But the transition to the railroad revolution was many years in coming. Railroading started in the Keystone state nearly two centuries ago with a quarry tramway in Delaware County south of Philadelphia, near present-day Chester. Like all other railroads of that day, it relied on horses or mules for power. This and other early railways were but the dim ancestors of modern railroading. No faster than wagons or canal boats, their main virtue lay in their smooth-running rails, which were a significant improvement over rutted roads. Pennsylvania had no urgent reason to invest in railroad technology until 1825, when the Erie Canal linked New York City's ports to Midwest markets.”","By 1854, Transportation had greatly improved in Pennsylvania. An editorial written in the <em>Daily Morning Post </em>in Pittsburg described how the opening of the Pennsylvania Railroad in 1854 improved travel. \"There are people now living in Pittsburgh who have traveled diligently for a whole week to reach Philadelphia. The same persons can now go from our city to the eastern metropolis between sunrise and sunset of a summer's day, without fatigue, and without occasion for stopping to eat more than one meal.\" -<em>Editorial in Daily Morning Post, Pittsburgh, on the opening of the Pennsylvania Railroad in 1854.</em>"," "],"display_date":"June 1818","search_date":"1818-06-15","locations":[{"id":11224,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"PHILADELPHIA, Pennsylvania"}],"tags":[{"id":31,"tag":"Immigration"},{"id":602,"tag":"Transportation/Migration"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":50,"school_id":40}},{"id":5169,"title":"Lower Working Class Life of New York City","course_id":66,"status":"P","start_date":"1830-01-01","end_date":"1830-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["During the 19<sup>th</sup> century New York City was a populous municipality, with over 220,000 inhabitants by the 1830s. It was diverse, consisting of both prosperous and impoverished areas. Many buildings were beautifully created with an artistic impression, while others were insignificant and deplorable.  Prince Maximilian of Wied’s chronicled his travels in New York during this time and described the contrast between its beauty and unattractiveness. This proved the strong gap that existed between the wealthy and poor, with both groups calling the city their home. Additionally, it was easily accessible to travelers because of its convenient location on the ocean’s edge. With all its activity and work, in a boisterous setting, immigrants from several areas of the globe, especially Europe, congregated in New York City. Recent immigrants as well as second and third generation natives made up the city’s lower working class. The people adjusted to American urban life, inhabited residences, and took up whatever jobs were available throughout the city.  These circumstances enabled a prevalent, dynamic, and industrious commerce.","With the perception of the American dream in mind, people’s natural ambition was to get money, become successful, and reach happiness in life. What better place to aspire for and live out this dream than New York City?  Immigrants exhibited the strong desire to obtain a good job that paid well and expectations of achieving the American dream. The jobs attainable by the lower working class consisted of industrial and factory work. These were tedious roles that demanded back breaking work and paid minimal wages. Additional occupations like maids and seamstresses were also typical for the lower working class of New York City. The hours entailed in these jobs were long and once again pay was minimal, yet the labor required was arduous and physically demanding. Seamstresses were paid only by the pieces of their work, as opposed to an hourly rate, and this was oftentimes unpredictable. Other jobs for the lower working class included lamplighters, chimney sweepers, and couriers.","Residential circumstances were not always optimum for the lower working class. Greed driven landlords found it unprofitable to rent to that specific type of family. However, there were some landlords that did rent out to working class families. Their property consisted of two-room apartments located in brick buildings, known as tenements. One apartment would get rented out to two separate families, resulting in communal living.  Unfortunately many of them were left to rent in wooden buildings. These variations were typically neglected, rundown and dilapidated because the landlords felt it was inconsequential to repair or replace anything. Their main purpose was to gain as much profit as possible by cramming families into living quarters, and the families had no choice. New York had a shortage of tenements, and it was imperative for the inhabitants to reside within walking distance to their job locations.","Public hygiene conditions were far from sanitary, and with the combination of families residing in cramped living situations, the repercussions were repugnant. Since plumbing had yet to reach the tenements, human waste was kept in large containers, just below outhouses. When the containers would become backed up or storm flooding would occur, human waste would wash into the streets among the other debris and, occasionally, seep into homes. This brought forth exposure to many infectious diseases. This was particularly dire because the medical field was still developing. They were still researching what caused epidemics, while recognizing newer ones brought from overseas.  People were unaware how to prevent and treat these diseases. Consequently, several illnesses ran rampant through the population, including cholera. The proliferation of the population, inadequate transportation and cramped and unsanitary living conditions made lving in the city for the lower working class almost unbearable."],"display_date":1830,"search_date":"1830-07-02","locations":[{"id":8919,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":31,"tag":"Immigration"},{"id":267,"tag":"Health"},{"id":896,"tag":"Labor"},{"id":598,"tag":"New York"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":66,"school_id":40}},{"id":5346,"title":"Confederate General John C. Breckinridge Provides Insight into Slave Loyalty and Confederate Expatriation","course_id":74,"status":"P","start_date":"1869-01-24","end_date":"1869-01-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Dated January 13, 1869, this letter written by ex-Confederate general and former United States Vice-President, John C. Breckinridge, first became public on January 20, 1869, when the newspaper of Columbus, Georgia printed a copy of the message. Four days later, the <em>New York Times</em> made it available to an even wider audience when it republished the article. After the surrender of the Confederacy, Breckinridge feared the possibility of the Union bringing charges against him for his participation in the rebellion. To escape potential prosecution, Breckinridge fled to Havana, Cuba. From Cuba, he traveled to the United Kingdom, and then to Canada, where he wrote this letter in Niagara, Ontario.","Breckinridge did not mean the focus of his letter to revolve around his post-war travels. Instead, he meant to inquire about his “faithful colored servant, Thomas.” Despite the fact that Thomas had been a slave and servant to Breckinridge, the former master spoke of his servant in a fond manner. He seemed nostalgic when he wrote of his and Thomas’s parting before Breckinridge left for the U.K. Neither of the men seemed happy about the parting, but Breckinridge thought it best for Thomas to return home. “I succeeded in sending him back to his friends from Havana, although he wished to remain with me.” According to Breckinridge, Thomas felt such loyalty to his master that he promised to once again live with Breckinridge upon his return to the United States.","This letter penned by Breckinridge to “a gentleman” in Columbus unusual in two respects. Some instances were recorded during the Civil War of slaves remaining with their masters after emancipation; however, the extreme loyalty that Thomas possessed towards Breckinridge was not the norm. While impossible to verify, the devotion from Thomas that Breckinridge wrote of, if true, was an exceptional relationship between and servant. Thomas only left Breckinridge’s side at his insistence.","The location of the letter’s composition also made it unique. Men having served in the Confederate Army were known to have left for other countries after the war. Most, however, did not flee to Canada as Breckinridge did. While Canada was not the first sanctuary Breckinridge found, his relocation to it was uncommon. Many Confederates that left the U.S. immigrated to Mexico and others to Brazil. Brazil served as an appealing option because the country still permitted slavery at the time. The United Kingdom, which Breckinridge did travel to, was also a much more popular destination than Canada for Confederate expatriates."],"display_date":"January 24, 1869","search_date":"1869-01-24","locations":[{"id":2102,"lat":32.5099595434,"lng":-84.8770433037,"zoom":10,"place":"MUSCOGEE, Georgia"}],"tags":[{"id":123,"tag":"Reconstruction"},{"id":31,"tag":"Immigration"},{"id":18,"tag":"Politics"},{"id":1147,"tag":"John C. Breckinridge"},{"id":1148,"tag":"Expatriation"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":74,"school_id":3}},{"id":5455,"title":"Carmela Anselmo- Teacher and Innovator","course_id":84,"status":"P","start_date":"1/1/21","end_date":"10/29/40","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1921 Carmela Anselmo travelled to the United States from Sicily to visit her brother.  She fell in love with America on this trip and decided to stay.  In 1934 Carmela became a citizen of the United States. But she wasn’t satisfied with just becoming one herself, therefore she took up teaching the English language to other native-born Italians in order to help them gain citizenship as well.  After teaching over 400 native-born Italians how to speak English Carmela decided to teach another class that would further help these Italians understand their new homeland.","Citizenship, or naturalization classes, started becoming popular with immigrant communities during the early 1900s.  Not only would these classes prepare them for their citizenship examination, but they would also help them learn American culture so that they could assimilate better into the community.  Everyone in the class would be issued a textbook on American culture including the English language, American history, American government, and some economics.  Early in the 1900s the textbooks were readily available, but as time went on more immigrants came to the U.S. and textbooks started running scarce.  Carmela Anselmo dealt with this issue and in a letter sent on February 8, 1936 to the Immigration and Naturalization Service located in Washington D.C., Carmela asked for more textbooks to be sent to which an officia of the INS replied,  “I take pleasure in informing you that the textbooks which you have requested are being sent… It is hoped they will reach you promptly and will serve your present needs.”  But on April 15, 1936 Carmela was informed that not only were the books on back order, but they also were no longer covered in payment by the naturalization fees.  Carmela then proceeded to buy a class set of textbooks with money she and her students raised so that future students would be able to use them as well.","Carmela took care of her students as if they were family.  On the weekends the students would put on plays to show their achievements in the English language, and would hold fundraisers for the community.  Richard Alba of State University of New York at Albany, and Victor Nee of Cornell University, has argued that the fundamental key to successful assimilation in an American community lies within these classes and education lessons.  Although staying within immigrant communities, at times, hinders individuals from assimilating, most of the time, and as seen here, the classes helped the immigrants find a sense of community and grow pride in their new American nation.  With their new set of knowledge and skills, Carmela’s students would go on and create their own businesses, which they could not have done before hand due to their language barrier.  Carmela created a wonderful Italian community and made it possible for these new immigrants to enjoy a smooth transition to American life.  And as Carmela had hoped, most would go on to gain citizenship and continue to be active members in the community."],"display_date":"January 1, 1921 - October 29, 1940","search_date":"1930-11-30","locations":[{"id":20911,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":1338,"tag":"Italians"},{"id":31,"tag":"Immigration"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":84,"school_id":10}},{"id":5458,"title":"From Peddlers to Grocers: A look into Lebanese Immigration","course_id":84,"status":"P","start_date":"1890-01-01","end_date":"12/31/14","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the late 19<sup>th</sup> and early 20<sup>th</sup> centuries numerous Lebanese people migrated to America and many found homes in Birmingham, Alabama. On arriving, the most common job for the Lebanese men to do was “peddling”, which entailed delivering goods from one place to another by bike.  At times, these men would spend days or weeks out on deliveries and the hours were filled with tireless traveling.  Peddling did not require an extensive knowledge of the English Language, which was why the job was so attractive to new Lebanese immigrants who only spoke Arabic.  But the Lebanese in Birmingham did not stay peddlers for long.","Lyda Faires Deep was born in Lebanon in 1899.  Her father left for America when she was four years old, and two years later he sent money for her and her mother to join him in Birmingham, Alabama.  Lyda arrived in America in 1905 where her father was working as a peddler.  Lyda remembers being scared for her father because, “he would be gone for such long periods of time, and we would never know when he would come home.”  Eventually her father made enough money to buy a horse and buggy, which shortened his travelling time.  But soon her father grew tired of peddling and wanted to own a dry goods store of his own.  Because her father could not speak English he found a fellow Lebanese man who could and went into business with him.  The man’s name was Abdallah Joseph, and Abdallah helped Lyda’s father get his feet on the ground with his grocery store and helped him learn some English.  The grocery store was called Faires Brothers’ Grocery and was extremely successful.  Soon the Lebanese had grocery stores all over downtown Birmingham.  The grocery store business became a Lebanese immigrant’s goal in Birmingham.  In 1925 Lebanese immigrants owned all but two grocery stores in Birmingham.","The American dream came true for those Lebanese immigrants who came into the grocery business.  Lyda remembered, “the Lebanese did very well in Birmingham and we all stayed together.”  Edna Bonacich of the University of California argues that immigrant entrepreneurship is a way of “making it” in America.  She also argues that Immigrants who find a niche in the business world will do substantially better than those groups who do not.  The Lebanese in Birmingham essentially had a monopoly over the grocery business and continued to prosper throughout the 20<sup>th</sup> century.  Edna also discusses issues with these immigrant monopolies in that they tend to only hire their own.  But like Lyda remembers, “hiring Lebanese to our stores was a way of just helping out new comers, as we were helped when we arrived.”","Lyda’s family grocery store stayed in the family for many years.  When she got married and had children, the grocery business was still the way of the family.  Lyda stated in 1980 that the grocery business “was a part of us.  Like with the church the Lebanese community was always very involved with the grocery stores.”  Lyda’s family prospered in America because of these grocery stores and she expressed gratitude to the grocery business saying, “Without it we wouldn’t have been happy here in America.”"],"display_date":"1890 - 1914","search_date":"1902-07-02","locations":[{"id":206,"lat":33.553582253,"lng":-86.8959288939,"zoom":9,"place":"JEFFERSON, Alabama"}],"tags":[{"id":31,"tag":"Immigration"},{"id":1337,"tag":"Lebanese"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":84,"school_id":10}},{"id":5464,"title":"A Move to America for Religious Freedom","course_id":84,"status":"P","start_date":"1/1/10","end_date":"12/31/35","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["During the early 20<sup>th</sup> century Lebanon was facing extreme religious persecution.  At that time half of the Lebanese community in Lebanon were Christians.  The Turks persecuted these Christian horrifically, even gathering several into churches and then setting the church on fire.  They would also cut the Christians’ hands off, just because they were not Muslim.  This led to many Lebanese leaving Lebanon for America.  Many found sanctuary in Birmingham, Alabama.","Feiza Mickwee came to Birmingham in 1910 and her and her family found religious freedom at St. Elias Maronite Catholic Church.  The church was not only a place for worship but it became the Lebanese community center.  Feiza reflected that her family would be at the church almost every day either for religious reasons or for picnics and so forth.  “ We loved the church,” Feiza stated and, “It was a place were we could be Lebanese and Christian without being scared.”  Also the church was a friendly place for young people.  They would host parties, dances, and even cooking classes.  Feiza remembered this was very helpful to get used to the transition from the homeland to America.","Mary C. Waters and Tomas R. Jimenez of Harvard University have looked into the way immigrant church communities helped assimilate the new immigrants into American culture.   They found these communities were extremely successful with assimilating their new members, but also they helped preserve their former lifestyles from the homeland.  To these two scholars, churches were the best way for immigrants to get a sense of home while at the same time, learn the ways of the American people.","Feiza’s father was a part of the first Holy Communion class at St. Elias.  Throughout her life Feiza attended St. Elias and later married there.  Today the church is still a Lebanese community church in Birmingham.  The church gave Feiza and many others a sense of home and helped them become successful in America."],"display_date":"1910 - 1935","search_date":"1922-12-31","locations":[{"id":18257,"lat":33.553801834,"lng":-86.8960886107,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":1337,"tag":"Lebanese"},{"id":31,"tag":"Immigration"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":84,"school_id":10}},{"id":5632,"title":"Governor Curtin Outlines Plan for Continuing Conscription","course_id":93,"status":"P","start_date":"1862-10-25","end_date":"1862-10-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On October 25, 1862, Pennsylvania governor A.G. Curtin submitted his views and worries on the recent riots that had occurred in Schuylkill County to Secretary of War, E.M. Stanton. He described several scenarios for upholding the draft in the wake of these rioting men without jailing or punishing them. He wrote in the letter, “I think you would get the men more easily than by the use of force. Men unwilling to go, and unable to pay the probable fine, will serve in the army on pay [in preference] to being shut up in prison without pay.” In this way he is tried to get men to fight in the war and meet the manpower demands, rather than waste their talents in jail.","Many men were uneasy about the idea of a draft and, when it was enacted on March 3, 1963; many riots against the draft, like the one in Schuylkill County, erupted. Notably, the Irish were among the most outraged in the face of the draft. They were opposed to helping slaves in any way, but also they were upset that as non-naturalized citizens, they should not be forced to fight if they did not have the right to vote.","Most men did not have the money to be exempted and if they did, the money could be used for different things then getting exempt from the war. For some reasons such as this, the Civil War became known as the rich man’s war. When a man wanted to be exempted from the draft the fine was $300. This is seen when Curtin wrote in his letter to the Secretary of War, “Those who are able to pay the fine will prefer using the money in procuring substitutes. The same limit of the fine will probably regulate the price of substitutes.” Adjusted for inflation, if Union Soldiers wanted to be exempt from the war, they would have to pay an equivalent of $5,454.55 in today’s economy.","In the summer of 1863 more riots broke out in Cass Township in Schuylkill County in central Pennsylvania. The township did not meet its quota for the war effort, which is why the call for the draft happened in the first place. The draft commissioner, Benjamin Bannan could only limit the revolt by crediting the names of soldiers that registered in Philadelphia to Schuylkill County."],"display_date":"October 25, 1862","search_date":"1862-10-25","locations":[{"id":11256,"lat":40.7058168704,"lng":-76.2160113696,"zoom":9,"place":"SCHUYLKILL, Pennsylvania"}],"tags":[{"id":1596,"tag":"Riots"},{"id":31,"tag":"Immigration"},{"id":9,"tag":"Law"},{"id":32,"tag":"Civil War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":93,"school_id":3}},{"id":5836,"title":"Whiskey Bottles Thrown in the River Rouge","course_id":118,"status":"P","start_date":"5/1/09","end_date":"5/31/09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["When the sheriff told Frank Akey that the whiskey bottle he had confiscated the night before was now at the bottom of the River Rogue, Akey promptly ran into the town and let everyone know. According to the sheriff, every bottle confiscated when drunken men were held in the station was now at the bottom of the river. This now-public knowledge was met with unrest, and an apparent intention to fish out every last bottle from the river.","Since the story was published in the Sunday morning paper, and this news had only broken Saturday night, what became of this communal anxiety is unknown. What contributes most to this story is the author's speculation about the response. The author embraces the lamenting tone, cursing that the \"liquid joy\" was wasted at the bottom of a river with only the unappreciative fish, and that every fishing tackle must make an effort to do its duty and bring back Delray's \"beloved\" from the River Rouge. An important takeaway from the article is not only the strong devotion to their alcohol, squandered by the good sheriff, but the relationship between the river and the community. It is a waste receptacle, that at this point is at least presumed to contain some fish. This article is a first look at the relationship of a community to a river that 60 years later will catch on fire.","At the turn of the century, Delray was a rapidly growing community on the banks of the river in southwestern Detroit. Armenians, Slovaks, Hungarians, and Poles flooded into the town, creating a ethnically diverse area. At the same time industry was beginning to flourish. Detroit United Railway cars would stop in Delray to carry men to the growing industries to work. In the evenings, men would make their way to River Street, a growing business area. One issue of the time was alcohol consumption and concerns over alcoholism in the community. Heavy drinking was common in the growing immigrant communities, and this is reflected in the tone of the story."],"display_date":"May 1909","search_date":"1909-05-16","locations":[{"id":50025,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1941,"tag":"Delray"},{"id":1899,"tag":"Detroit"},{"id":518,"tag":"Alcoholism"},{"id":1910,"tag":"River Rouge"},{"id":87,"tag":"Environment"},{"id":31,"tag":"Immigration"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5858,"title":"Diverse Industries in Pre-Automobile Delray","course_id":118,"status":"P","start_date":"5/26/01","end_date":"5/26/01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the early 20<sup>th</sup> century, Delray’s appealing waterfront location in southwest Detroit attracted a diverse group of industries to the area. Businesses were attracted to the accessibility of transport, both riverfront and railway lines, and abundance of human capital. In May of 1901, M. J. Murphy, owner of Murphy Chair Company, purchased 50 acres of land in Delray, stretching from River Street to the channel bank of the Detroit River. Murphy would pay a yearly rent of $3000, which is equivalent to roughly $85,000 in 2012 values, and had the option to buy the property for $75,000 (about $2.2 million in 2012). While the public was not yet sure about the exact use he would make of the property, Murphy was likely to opt for a manufacturing plant, where he would join various other industries in the area. One of his neighbors, F. E. Driggs, a partner in the prominent law firm Driggs & Meddaugh, leased 30 acres of land along the river bank, and planned to use the site for larger manufacturing plants to take advantage of the nearby shipping facilities. The 20 acres of land west of Mr. Drigg’s property was sold to Swift & Co., a meatpacking company.","Murphy, Driggs, and Swift and Co. were just three of many who invested in Delray. Pre-auto industries in the area included pharmaceutical, shipbuilding, stoves, steam radiators and boilers, brass goods, chemicals, tobacco products, and garment. Delray’s industrial history dates back to the early 1830s, and the large influx of eastern and southern Europeans over the course of the nineteenth century provided the manpower for the thriving industries. Detroit’s labor force is intimately connected with the factories, and Delray was at the hub of the city’s industrial movement. Detroit’s present and future prosperity is closely associated with success in the manufacturing industries."," "],"display_date":"May 26, 1901","search_date":"1901-05-26","locations":[{"id":50025,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":58,"tag":"Industry"},{"id":1941,"tag":"Delray"},{"id":1899,"tag":"Detroit"},{"id":31,"tag":"Immigration"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5875,"title":"The Wealth of Michigan Lies in the Soil","course_id":118,"status":"P","start_date":"1842-02-23","end_date":"1842-02-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1842, <em>The Signal of Liberty</em>, a small newspaper associated with the Liberty Party of Michigan, published an article detailing the current state of agriculture in Michigan and the uncertainty surrounding its future. Tariffs and duties threatened the economic security of the wheat-producing states, and many feared that unless the farmers organized and acted their interests would be neglected before Congress. Josiah Snow, a prominent Detroit resident, urged every town in Michigan to send petitions to Congress to demonstrate the state's unity on the issues facing what he described as their most important industry. Michigan's grain production exceeded New England's, New York's, and Ohio's making its economy especially vulnerable to restrictive policies. As <em>The Signal of Liberty</em> put it, \"the wealth of (the) state is derived chiefly from the soil, and the industry bestowed on it.\"","Unlike the Michigan and Detroit of the 20th century, the Michigan of the 19th century relied heavily on agriculture for its economic success. With the construction of the Erie Canal, Detroit's strategic location along the Detroit River and proximity to the Great Lakes made it an ideal port for transporting goods and people to and from the east. Competition and high tariffs in eastern states, as well as Michigan's relatively cheap land, drove many small farmers from the east coast to migrate to Detroit and the surrounding areas. Between 1830 and 1840, the population of Detroit increased 309 percent due largely to the agricultural draw. The population of Southern Michigan would only continue to increase in the twentieth century, as its focus shifted to manufacturing, but the agricultural focus of the mid 1800's made it an immigration hub for people from all over the country and contributed greatly to Detroit's development as an influential metropolitan center."],"display_date":"February 23, 1842","search_date":"1842-02-23","locations":[{"id":6594,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"WAYNE, Michigan"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":1899,"tag":"Detroit"},{"id":31,"tag":"Immigration"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5888,"title":"Detroit's Eastern Market: A Melting Pot of Cultures","course_id":118,"status":"P","start_date":"1/1/30","end_date":"12/31/40","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Detroit's Eastern Market showcased a similar scene nearly every day of the week: thousands of customers navigated the narrow walkways betwen the hundreds of stands selling anything from poultry to cucumbers to maple syrup. Local farmers gathered to showcase their produce and earn a living by selling their goods in what was, by 1924, said to be the largest farmers market in the world. Prices were lower here than other places due to the elimination of the middleman, and though the best produce was always saved for Saturdays, produce in Detroit's Eastern Market was grown localy and promised to be the best in the city. The market not only served as a place to buy the freshest goods, but as a place to meet and mingle with Detroit locals of all different ethnicities, backgrounds, and walks of life.","Detroit's Eastern Market has served the people of Detroit since its beginnings in 1841, and has remained a prominent center for both agricultural commerce and social interaction within the city for close to 125 years.  The Eastern Market \"prospered greatly from the waves of immigrants\" that arrived in Southeast Michigan in the ealry 20th century, many of whom brought their agricultural backgrounds and farming experience with them.  The market offered immigrants a sense of community within distinct social circles of vendors and customers from similar ethnic origins. The market also boasted the lowest prices in the area, an important factor for many poor immigrant families when choosing where to shop. The Eastern Market's wide variety of goods catered to Detroit's eclectic mix of immigrant tastes.  Urban spaces like the Eastern Market have provided Detroit communities with a place in where the \"intersection (of) many groups and cultures\" allows people from the inner city, the suburbs, and other diverse backgrounds to interact and socialize: a purpose these markets still fulfill today (De Weese, 17)."],"display_date":"1930 - 1940","search_date":"1935-07-02","locations":[{"id":22722,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1930,"tag":"Urban Agriculture"},{"id":1899,"tag":"Detroit"},{"id":2001,"tag":"Farmers Market"},{"id":31,"tag":"Immigration"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5902,"title":"Hungarians in Delray: Maintaining a Beautiful Neighborhood in Spite of Criticisms","course_id":118,"status":"P","start_date":"10/18/11","end_date":"10/18/11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Early 20<sup>th</sup> century Detroit underwent major demographic changes, which were not easily accepted by those Americans who already lived there. In 1911, one reporter from the <em>Detroit Free Press</em> visited Delray in the southwest of the city, which had a substantial population of Hungarian immigrants, to investigate accusations that Hungarians were dirty and had low morals.  The Hungarian community in Delray had come under attack after it had criticized and deemed unnecessary the addition of a new Sunday school room offered by the Women’s and Foreign Mission Society and the Women’s Home and Mission Society of the Presbyterian Church. In response to Delray residents' concerns, the Reverend E. H. Pence of the church retorted that the Hungarians “had little idea of how to live in the twentieth century, a badly warped sense of morality and no idea of sanitary laws.” Naturally, this comment incited indigantion from the Hungarian community. To disprove the Reverend and those who agreed with him, Atty A. Weisz, a Hungarian lawyer, and Reverend Stephen Borsos of the Hungarian Reformed church invited a reporter to take a look at the neighborhood for himself. And in fact, what was reported was that their neighborhood, despite the smoke from the nearby factories, was clean, beautiful, and in prime condition.","The Hungarian population spiked in the early years of the 20<sup>th</sup> century and the city of Detroit certainly noticed. The recently-established industries in Delray attracted many immigrants, not just Hungarians, but as perhaps expected, it was not always the smoothest transition. That being said, the Hungarian community in Delray did well to establish for themselves a vibrant, thriving community.  While the demographics may have changed and while the challenges may have become more pronounced, this pride in Delray still remains in many of its residents today."],"display_date":"October 18, 1911","search_date":"1911-10-18","locations":[{"id":18385,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":31,"tag":"Immigration"},{"id":1899,"tag":"Detroit"},{"id":1941,"tag":"Delray"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5968,"title":"The Closing of St. Mark's Episcopal Church of Delray, Detroit in 1922 Signlas Delray's Demographic Shift","course_id":118,"status":"P","start_date":"2/18/22","end_date":"2/18/22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Sunday February 19, 1922 marked the final day of services at St. Mark’s Episcopal Church in the Delray neighborhood of Detroit.  The Detroit Free Press announced its closure the day prior, February 18, 1922, in an article entitled “Delray Church to Close its Doors”. The article printed a photo of the front of the church, showing its elevated entry, tall pointed-arched windows, and the building’s rather extensive length. The church stood on West End Avenue and Thaddeus Street and first opened in 1897.  At that time, it was centered in quickly developing neighborhood of Delray and by 1911 it needed to be enlarged to sufficiently serve the growing community.  However, by 1922, the church was considered to be “in the heart of a foreign settlement” and not within the same proximity of its former visitors. The Episcopalians who previously frequented this church are cited as having mostly moved out of this area of Delray and into neighborhoods north of Fort Street.  Because of the population movement, the church lost most of its followers and could no longer be self-sustaining. Thus, it was forced to sell its property.","Because of Delray’s industrial development at the beginning of the 20<sup>th</sup> century, it naturally drew many immigrants looking for work. The predominately Hungarian population that settled in Delray opened their own churches, which were most often Catholic. The closing of the Episcopal Church thus illustrates the extent to which Hungarians transformed Delray into their own, (or as the article iterates- into a “foreign”) neighborhood. This demographic shift in Delray was summoned by the influx of factories and the availability of jobs for unskilled laborers, but as the immigrants form this phase of movement gained more skills and more income, they too would eventually move out of Delray and make way for a second great demographic shift after World War Two.  As with the closing of the Episcopal Church, Delray would later see far many more businesses close their doors as the demographics and population of Delray would continue to be in flux."],"display_date":"February 18, 1922","search_date":"1922-02-18","locations":[{"id":21386,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":31,"tag":"Immigration"},{"id":79,"tag":"Religion"},{"id":1941,"tag":"Delray"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6249,"title":"The Baltimore Jewish Educational Alliance and the Emerging American Jewish Identity","course_id":132,"status":"P","start_date":"1/1/09","end_date":"12/31/16","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1916, just before the fourth of July, the Baltimore Sun ran an article praising the Baltimore Jewish community for their Americanism. The article stated, “[a] Great Many of us are discussing at present the meaning of Americanism and what constitutes a real American, but our Jewish fellow-citizens have no doubts on the subject. They have grasped the idea in all its fullness, and they have made it a part of their supreme creed.” The cause of this article was the annual July fourth party thrown by an organization known as the Jewish Educational Alliance.","As new immigrant communities arrived in the United States between the 1880s and 1924 they felt immense pressure to integrate culturally into American life. Baltimore’s Jews responded to this pressure through organizations like the Jewish Educational Alliance. These Jews embraced Americanism so dearly because they came largely from Germany, Russia, and Eastern Europe. In these countries, they had spent the last half-century struggling to even be given the ability to be recognized as citizens.  In contrast, the promise of freedom and equality in America --even though America rarely lived fully to its promise-- was an attractive alternative. Jewish immigrants were eager to becoming citizens.","German Jews began to settle into Baltimore's neighborhoods in the 1840s and by the 20th century had integrated into American life quite well. However the late 19th century brought a new wave of Jewish immigrants to the United States largely from Russia and Eastern Europe. The German Jewish residents of Baltimore had largely assimilated into American life north of Baltimore by the time the Eastern Europeans began arriving. These new immigrants moved into the south Baltimore neighborhoods where the German Jews had once lived. German Jews began to worry that the new immigrants would reflect poorly on the already established Jewish community in America, damaging their hard earned status.","In response to this fear members of Baltimore's German Jewish community established The Jewish Educational Alliance in 1909. The organization was designed to help uplift the Russian Jewish community. The JEA offered classes in English, Citizenship, and naturalization. in 1911 <em>The Baltimore Sun</em> ran an article praising the young organization for its succesful social programs.","The Jewish Educational Alliance was succesful in accomplishing its goal of Americanizing Baltimore's Russian Jews, but just as importantly the JEA created a place where Baltimore's Russian and German Jews could be together. This physical mixing of the populations built a new generation of American Jews."],"display_date":"1909 - 1916","search_date":"1912-12-31","locations":[{"id":51922,"lat":39.3048367775,"lng":-76.6274800611,"zoom":11,"place":"Baltimore City, Maryland"}],"tags":[{"id":15,"tag":"Race-Relations"},{"id":1664,"tag":"Jewish"},{"id":31,"tag":"Immigration"},{"id":1715,"tag":"German"},{"id":79,"tag":"Religion"},{"id":2494,"tag":"Russian"},{"id":2495,"tag":"Yiddish"},{"id":2496,"tag":"Citizenship"},{"id":2497,"tag":"Americanization"},{"id":2573,"tag":"New Immigrants"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}},{"id":6291,"title":"Italian and Jewish Immigrants in East Baltimore","course_id":132,"status":"P","start_date":"1/1/05","end_date":"1/1/30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["From 1890 to the early 1920s, Lombard street served as the center of Baltimore’s Jewish community. Considered a ghetto by outsiders, it was a bustling neighborhood of kosher butcher shops, delis, bakeries, bookstores, and Judaica shops. The boundaries of the community were defined by “Pratt Street to the north, Eastern Avenue to the south, Central Avenue to the east, and President Street to the west.” These same boundaries also marked Little Italy. Although many Americans tend to think about ethnic neighborhoods as distinctive. In fact, immigrant communities tended to intermingle, living in close proximity and sharing traditions as well as space.","Aaron Smelkinson remembered a divide between the two communities, one marked by geography as well as culture. “Little Italy was there, but there was a dividing line as if it was a wire fence,” Smelkinson recollected. Milton Schwartz, another Jewish neighbor expressed the same sentiment. “Around the corner was Little Italy,” Schwartz said. “We didn’t mix with them. We’d sneak down there once in a while to get a snowball…but everybody stayed within their own.”","But there is significant evidence that the two communities shared a great deal. On Fridays and Saturdays, Italian children would come over to the houses of their Jewish neighbors to help them heat their homes and turn on their lights (something that is forbidden for Jewish people on the Sabbath). “On Friday nights and Saturday mornings, we would go turn the gas on…they wouldn’t call everybody, just the ones they trusted,” said Clara Rizzi Ferretti, an Italian resident of Little Italy.Other times when Italian shops would run out of certain items, they’d often go over to the Jewish shops and buy from them. Most residents did not have indoor plumbing, so the communities also shared public bathhouses that served as venues for communal gathering.","Though Jewish boys expressed a feeling of animosity coming from Italian children when they’d cross over the street, overall the relationships between these two communities were relatively peaceful. Louis Cedrone of Little Italy commented on the eventual unity that Italians and Jews felt. “It was a mixed neighborhood…It was both Italian and Jewish.” Cedrone also remembered his Jewish neighbors, the Kaplans and the Froms. “The Froms had four girls: Riva and Molly, and Rose, and Mildred. We also had six girls in the family, so they paired off…I thought the whole world was Italian and Jewish.”","Despite the ethnic tensions, the communities generally found ways to work with each other and live harmoniously. The community also had a significant minority of African American residents, as well as other immigrants and minorities. The blending of these groups created an \"East Baltimore\" culture that incorporated elements of both the Italian and Jewish residents' cultures and created a unique atmosphere distinct from the rest of Baltimore."],"display_date":"January 1, 1905 - January 1, 1930","search_date":"1917-07-02","locations":[{"id":51922,"lat":39.3048367775,"lng":-76.6274800611,"zoom":11,"place":"Baltimore City, Maryland"}],"tags":[{"id":2563,"tag":"ethnic tension"},{"id":2562,"tag":"Jews"},{"id":2561,"tag":"Italian"},{"id":2560,"tag":"Little Italy"},{"id":2559,"tag":"East Baltimore"},{"id":31,"tag":"Immigration"},{"id":1338,"tag":"Italians"},{"id":752,"tag":"Judaism"},{"id":1664,"tag":"Jewish"},{"id":2532,"tag":"Baltimore"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}},{"id":6538,"title":"Trash Talking","course_id":155,"status":"P","start_date":"1895-01-01","end_date":"1/1/00","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The stench could be smelled for blocks in every direction, garbage piled along the side of every road, as children slung pieces of the ever-abundant trash at one another from the top of the piles. These mounds of waste characterized one of America’s greatest cities at the turn of the twentieth century. On the Near West Side of Chicago, Jane Addams, in the thick of establishing her now-famous Hull House, just couldn’t ignore the epidemic, “the greatest menace in a ward such as” the Near West Side, right before her eyes. Industrialization had picked up steam in the 1880s, as tens of thousands of European immigrants poured into the industrial hub of Chicago, changing the landscape and culture of the city. Infrastructural issues followed the immigrants causing death rates to rise as the city fell. In an effort to combat this vicious cycle of growth and death, Addams filed over 1,000 complaints to the city. Eventually the issue became so prevalent that Addams appealed to the mayor, who \"permitted me to drive him to the entrance of the street in what the children called by ‘garbage phaëton’ and who took my side of the controversy.”","Addams did not become an activist simply to enhance the beauty of the city; her work in improving quality of life in lower-class and immigrant neighborhoods showed her the inequality that resulted from the city’s failure to provide basic services, such as trash collection. She recognized that these areas were more “at risk, given the frequent breakdown of the urban infrastructure.” Addams and her friends forced the issue onto the city’s docket through sheer perseverance in measures like their “garbage phaeton” and volunteering to collect the garbage herself. Her insistence forced those with power to acknowledge the hardship faced by those without it. She succeeded in “rais[ing] enough of a stink that restructuring the garbage collection system” was finally considered worthy of the city’s attention. Addams’s goal of making Hull House “at once part of and alternative to the urban and industrial order” was fulfilled by her work toward improving sanitation and her similar efforts; these efforts forced the city to take an interest in those it would otherwise have ignored and made their lives more livable."],"display_date":"January 1, 1895 - January 1, 1900","search_date":"1897-07-02","locations":[{"id":52802,"lat":41.8781136,"lng":-87.6297982,"zoom":8,"place":"Chicago, Illinois"}],"tags":[{"id":31,"tag":"Immigration"},{"id":1881,"tag":"Industrialization"},{"id":3026,"tag":"Garbage"}],"course":{"name":"HIST 3550, American Environmental History","school":"Auburn University","course_id":155,"school_id":73}},{"id":6683,"title":"Report on the Bisbee Deportations","course_id":173,"status":"P","start_date":"6/26/17","end_date":"11/6/17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the aftermath of the strike and deportation of workers in the booming town of Bisbee, Arizona, President Woodrow Wilson set up the Federal Mediation Commission to investigate the events in detail. In the commissions’ published report, it states that on July 12, 1917, the Bisbee Deportation was an embarrassment for industrial peace and that it, “Deeply affected the opinions of laboring men, as well as the public throughout the country.” (W. B. Wilson et al. 3)","Released on November 6, 1917, the <em>Report on the Bisbee Deportations</em> claimed that the strike was unjustified because an impartial process should settle grievances. The report determined that many people supported the strike because of their loyalty to fellow workers and to not be disliked by their peers. (W. B. Wilson et al. 4)","Despite the sheriff and governor of Arizona’s request for the aid of federal troops, two separate investigations on June 30 and July 2 concluded that the strike itself was peaceful and that troops were, “Neither needed nor warranted under existing conditions.” (W. B. Wilson et al. 4) Instead of receiving federal troops, Sheriff Harry Wheeler and approximately 2,000 men, who wore white armbands to distinguish themselves from other mining workers, herded 1,186 men. The men were put onboard a train that brought them to Columbus, New Mexico. Columbus authorities refused to take the deportees and were taken to the desert town Hermanas. The deportees were left stranded without food, water, and shelter for two days. On July 14, the War Department was notified of the stranded deportees and they were escorted back to Columbus.","The report notes that the leaders of the deportation never illustrated their fears to the governor of Arizona when they requested for federal troops two previous times. Therefore, the report concluded that this was, “Wholly illegal and without authority in law, either state or federal.” (W. B. Wilson et al. 6)","Of the deportees, 199 were native born American and 468 were citizens. There were 472 registered under the selective-draft law. Foreign born workers were split between 20 different nationalities. (W. B. Wilson et al. 5)","‘New immigration’ began in the early-twentieth century. From 1901 to 1914, 13 million immigrants born in southern and eastern Europe moved to the United States. By 1910, one-seventh of the American population was foreign born. (Foner 683)","Strikes weren’t uncommon during The Progressive Era. In 1907, 10,000 black and white dockworkers in New Orleans fought against employers who wanted to eliminate their unions and reduce wages. (Foner 696)","In 1913, immigrants from Europe and Mexico demanded wage increases, an eight-hour workday and the right to shop and live in places not owned by the Colorado Fuel and Iron Company. When 11,000 strikers and their families were evicted from company housing and moved into tent colonies, the armed militia killed 20 to 30 people, including children. (Foner 697)","The report recommended that the governor of Arizona punish those responsible, while creating separate investigations to determine whether there was any interference with the enforcement of selective-draft law and with lines of communication, respectively. (W.B. Wilson et al. 7) What’s truly telling is that despite insurmountable evidence against the sheriff, the report concludes that President Wilson and Congress should determine whether the deportation is a crime. The sheriff and his vigilantes were never convicted of any crime."],"display_date":"June 26, 1917 - November 6, 1917","search_date":"1917-08-31","locations":[{"id":53041,"lat":31.4481547,"lng":-109.9284084,"zoom":8,"place":"Bisbee, Arizona"}],"tags":[{"id":31,"tag":"Immigration"},{"id":3302,"tag":"IWW"},{"id":3290,"tag":"Deportation"},{"id":2645,"tag":"Woodrow Wilson"},{"id":3303,"tag":"Harry Wheeler"},{"id":3304,"tag":"Arizona"},{"id":1090,"tag":"strikes"}],"course":{"name":"US History 1867 to the present","school":"University of Toronto Scarborough","course_id":173,"school_id":28}},{"id":6721,"title":"Legal Precedent of Chae Chan Ping v. United States","course_id":176,"status":"P","start_date":"1889-05-13","end_date":"1889-05-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Burlingame Treaty between the United States and China guaranteed the right of Chinese and US citizens to immigrate between the two countries and outright rejected any attempts to restrict this immigration. In 1875 Chae Chan Ping, a Chinese laborer, immigrated to the United States, protected by the provisions of this treaty. Seven years later Congress, under intense pressure from labor unions and west coast politicians concerned about Chinese migrants competing with white American for jobs, passed the Chinese Exclusion Act in the spring of 1882, which was the most famous of several acts that amended the Burlingame Treaty by restricting immigration from China. After living and working in the United States for twelve years, Ping decided to make a return voyage to China, fully intending to return to the United States afterwards, and obtained all the certifications necessary to do so as stipulated by the act; he departed on June 2, 1887.","While he was away Congress amended the Chinese Exclusion Act by passing the Scott Act on October 1, 1888, which canceled all certificates of residence and prevented any Chinese people who had previously resided in the United States, like Ping, from returning. When he returned to the US one week after the Scott Act’s passage, his papers were declared null and void; thus he was denied reentry and detained. Ping soon after submitted a habeas corpus petition, asserting that he was unlawfully detained without a trial, to the circuit court of the United States for the northern district of California. This circuit court maintained that Ping, under the Scott Act, was not allowed to enter the United States and was thus not unlawfully detained.","The petitioners, now arguing that the 1888 Scott Act itself was unconstitutional, appealed the circuit court’s decision to the US Supreme Court.. On May 13, 1889 Justice Stephen Jay Field, writing the decision for a unanimous court, portrayed Chinese immigrants as a threat to American civilization, since they refused to assimilate into American culture and were outcompeting white laborers. He argued that immigration policy was a right of the federal government free from judicial review since a strict immigration policy, especially in regards to Chinese immigration, was vital to the national interest. Therefore any certification held by Chinese immigrants prior to the passage of the Scott Act, “is held at the will of the government, revocable at any time, at its pleasure.” Whether any such amendments are within the national interest or are at all constitutional “are not questions for judicial determination.” The Supreme Court thus upheld the decision of the circuit court for the northern district of California. After this decision Ping was deported; his final fate in China is unknown.  <em>Chae Chan Ping v United States </em>was not the only legal challenge to the Chinese Exclusion Act, but the decision Field handed down established a significant precedent of judicial deference to federal immigration policy, known as the “plenary power doctrine,” which continues to shape United States immigration policy to this day."],"display_date":"May 13, 1889","search_date":"1889-05-13","locations":[{"id":966,"lat":37.7749295,"lng":-122.4194155,"zoom":8,"place":"SAN FRANCISCO, California"},{"id":52855,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington, D.C."}],"tags":[{"id":3379,"tag":"Chinese Americans"},{"id":746,"tag":"Supreme Court"},{"id":31,"tag":"Immigration"}],"course":{"name":"Incarceration in the US","school":"Indiana University-Purdue University, Indianapolis","course_id":176,"school_id":94}},{"id":6760,"title":"The Irish Potato Famine: Lessons in Epidemiology and Public Health","course_id":177,"status":"P","start_date":"1847-05-30","end_date":"1847-08-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On May 30, 1847, Robert Whyte was forced to either leave his beloved homeland of Ireland or risk death by slow and painful starvation. Unsurprisingly, he chose the former, fleeing the country with no real possibility of ever returning. Whyte’s only transportation option was an Irish coffin ship, jam-packed with hundreds of other refugees seeking an end to the brutal living conditions of one of the deadliest famines in world history: The Irish Potato Famine. While the coffin ship was intended to deliver the emigrants from the hellish circumstances of Ireland, it instead hastened many of their deaths—as the lack of space and proper ventilation on the ship acted as a cesspool and incubator for disease. During his time aboard, Whyte witnessed firsthand the pestilence that ravaged the ship’s occupants and resulted in mass casualties. He recounted in his diary one such instance:","\"Passing the main hatch, I got a glimpse of one of the most awful sights I ever beheld. A poor female patient was lying in one of the upper berths - dying. Her head and face were swollen to almost unnatural size, the latter being hideously deformed… Her cheeks retained their ruddy hue but the rest of her distorted countenance was of a leprous whiteness… Her afflicted husband stood by her holding a 'blessed candle' in his hand and awaiting the departure of her spirit. Death put a period to her existence shortly after I saw her. And as the sun was setting, the bereaved husband muttered a prayer over her enshrouded corpse which, as he said Amen, was lowered into the ocean.\"","Whyte was just one among the hundreds of thousands of Irish emigrants who fled the nation in search of a better life during the mid-1800s, only to be met by worse living conditions and heightened disease exposure on the cargo vessels carrying them to safety. According to Irish historian, James Donnelly, Jr., the Irish Potato Famine—typically referred to as the Great Famine by Ireland natives—was responsible for the deaths of around one million people and for the mass emigration of about a million more; in effect, the population of the country fell by as much as 25%. However, contrary to popular belief, more deaths were caused by disease than by starvation. In fact, as much as 80% of the deaths that occurred during the famine can be attributed to disease acquisition, says economic historian Joel Mokyr.","Whyte’s story, as well as the stories of all the Irish emigrants of the time period, offer an intense glimpse into what the world looked like in the 19<sup>th</sup> century—more specifically, what the world looked like absent the epidemiological measures and public health knowledge available today. The general public of Ireland’s lack of education on disease transmission was the direct cause of a fraction of emigrant deaths on pilgrimage ships during the famine. At the time of the famine, Irish citizens held many misconceptions on the actual science behind disease transmission, the majority of them believing that sickness had mythical origins. Historians like Donnelly claim that with a simple understanding of how important sanitation and diet are to health, as well as today’s understanding of how diseases are passed from person to person, the number of deaths during the famine could have been significantly lower—and Robert Whyte’s experience may have been an entirely different story."],"display_date":"May 30, 1847 - August 3, 1847","search_date":"1847-07-01","locations":[{"id":53105,"lat":45.5016889,"lng":-73.567256,"zoom":8,"place":"Montreal, QC, Canada"},{"id":53104,"lat":53.3785693,"lng":-6.0570132,"zoom":8,"place":"Howth, Ireland"}],"tags":[{"id":3476,"tag":"disease transmission"},{"id":3475,"tag":"epidemiology"},{"id":3474,"tag":"Irish Potato Famine"},{"id":31,"tag":"Immigration"},{"id":1122,"tag":"Public Health"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":177,"school_id":94}}]}