{"id":310,"tag":"Vicksburg","points":[[32.364480123,-90.8603381835],[35.5137999479,-86.4589000968]],"bounds":[[35.5137999479,-86.4589000968],[32.364480123,-90.8603381835]],"episodes":[{"id":4755,"title":"Waul's Texas Legion in the Battle of Vicksburg","course_id":34,"status":"P","start_date":"1863-05-12","end_date":"1863-07-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The morning officially began at 10:00 AM as the war-weary men of Waul’s Texas Legion lined up shoulder to gray-clad shoulder in Vicksburg, Mississippi; the perfect time for brunch.  But it would forever remain in the minds of the Confederates as the beginning of a fight for their everything-- land, honor, freedom, liberty, property—at the one site most important to hold for any chance of Confederate victory—Vicksburg. The city was strategically placed along the Mississippi River, and until the city and Fort Hill were held by Union colors, the United States army’s supplies would be severely limited upstream.","Waul’s Texas Legion, commanded by Col. Thomas Neville Waul, moved at dawn into position, and as the first shots rang out that morning, their hearts were pumping with the blood of bravery that would lead to a crucial, life-threatening mission later that day. At 10:00AM, Grant’s Union army attacked the city of Vicksburg where the entirety of Lieutenant General Pemberton’s army, including Waul’s Texas Legion, was stationed. Two of Waul’s companies were sent to Fort Hill to re-take the garrison from enemy forces at all costs. Thirty-five men were chosen from the ranks, charging valiantly into direct shell and Minie ball fire for the covert, high-stakes mission of slipping undetected inside the fort as its weak spot. The fort was re-taken amidst smoke, blood, the stench of death and the deafening sound of cannon balls echoing in the near-distance, and Waul’s men earned their colors that day; a small price to pay for the death of nearly 500 comrades. Col. T. N. Waul was a man with a law degree and Congressional experience who ended up as a colonel because of a defeat in the CSA Congress. He resolved from that day forth to never lose again.","Later that day, the men under Col. Wrigley, the commander of the 2<sup>nd</sup> battalion of infantry under Waul, discovered a hidden bunch of Union soldiers hiding in a ditch. They found a parapet and fired down upon their enemy, contributing to the Union death toll of nearly 4,000. The day ended with the drums and fifes cheerily hastening the men back to camp following their beloved colors to deeply mourn the loss of nearly every captain who had been with them earlier that morning. Back at camp, the rations were steadily declining, with Captain William Edgar instructing the troops to eat ‘mule meat and fricasseed cat’. The ordinary brunches, shaves, shoe shines and sunrises experienced by the soldiers would be remembered as extraordinary for the simple fact that after the war, every ordinary task would be a painful reminder of all the ordinary they experiences with their fallen comrades. The next brunch they ate could be their last.","The battle of Vicksburg ended on July 4, 1863 in a Confederate surrender, but the beginning of the forty-seven day battle delivered a great blow to the Union army, Grant soon realizing he couldn’t take the city the way he planned because the Confederates were simply too strong. Vicksburg drew Union soldiers away from Gettysburg, and it showcased the desperate need of the good ‘ol Confederate boys to preserve their way of life at all costs."],"display_date":"May 12, 1863 - July 4, 1863","search_date":"1863-06-07","locations":[{"id":7312,"lat":32.364480123,"lng":-90.8603381835,"zoom":9,"place":"WARREN, Mississippi"}],"tags":[{"id":310,"tag":"Vicksburg"},{"id":32,"tag":"Civil War"},{"id":345,"tag":"Waul's Texas Legion"},{"id":346,"tag":"May 22, 1863"},{"id":347,"tag":"Colonel T.N. Waul"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":34,"school_id":4}},{"id":4717,"title":"Union Battery in the Campaign for Vicksburg","course_id":34,"status":"P","start_date":"1863-05-02","end_date":"1863-07-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Union Army achieved a decisive victory in the battle of Vicksburg, Mississippi, with the city surrendering to General Ulysses Grant on July 4, 1863.  The battery divisions effectively utilized the large guns and cannons of the army, which were crucial to the Union victory at Vicksburg.  First Lieutenant Joseph R. Reed of the Second Iowa Battery in the Union Army belonged to one of these battery divisions.  He enlisted on August 1, 1861 at the age of 26 in the town of Council Bluffs, Iowa.  His regiment comprised a portion of the Third Division of the Fifteenth Corps under General Sherman and fought primarily with the Army of Tennessee in the western campaigns.  Battery divisions, such as that commanded by Lieutenant Reed, often moved to various sections of the battle, positioned behind the infantry.  The battery regiments maintained a constant fire on the city of Vicksburg during the siege, keeping the Confederate soldiers and citizens trapped inside the city in a state of constant fear.  In addition, Reed reported that the siege of Vicksburg occurred not only in the city itself, but also in the surrounding areas.  Throughout the campaign, battery divisions played a decisive role in placing the enemy under constant attack, which allowed the infantry divisions to rest and recover.  Although Reed’s division did not play a major part in the actual capitulation of Vicksburg, his battery’s role in the entire campaign demonstrated that the battles took place not only in one location, but along several fronts.  This regiment lost only three men from the time they mustered in through the end of the war, showing that those in battery divisions werenot in as much danger as the infantry.  They remained back from the front lines, placed in areas with some shelter in order to protect the valuable machinery.  This report demonstrated that the Union Army also valued gallantry, as seen through the author’s gratitude to an infantry division that aided his battery.  After the battle, on August 31, 1864, Lieutenant Reed was promoted to a full captain, and he mustered out on June 10, 1865.  Reports from Vicksburg, Mississippi, such as that of Lieutenant Joseph R. Reed of the Second Iowa Battery, Third Division of the Union Army, showed that, due to the destructive power and efficiency of the weaponry, battery divisions were important to the Union Army gaining control of the Mississippi River."],"display_date":"May 2, 1863 - July 27, 1863","search_date":"1863-06-14","locations":[{"id":7312,"lat":32.364480123,"lng":-90.8603381835,"zoom":9,"place":"WARREN, Mississippi"}],"tags":[{"id":313,"tag":"Second Iowa Battery"},{"id":312,"tag":"Joseph R. Reed"},{"id":311,"tag":"Union"},{"id":310,"tag":"Vicksburg"},{"id":32,"tag":"Civil War"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":34,"school_id":4}},{"id":4718,"title":"Infantry in the Failed May Attacks on Vicksburg","course_id":34,"status":"P","start_date":"1863-05-22","end_date":"1863-05-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["While the city of Vicksburg eventually fell to Union forces on July 4, 1863, giving the Union control of the Mississippi River, several failed assaults occurred prior to the successful siege.  Two of the assaults took place on May 19 and 22, and Vicksburg’s defenses held against the Union infantry and artillery forces on both these occasions.  Infantry forces in the Civil War often engaged in the bloodiest and most brutal fighting, and the Union forces attacking Vicksburg were no exception.  Lieutenant William C. Porter and 12 other men of the Fifty-Fifth Illinois Infantry volunteered to participate in the May attacks.  Lieutenant Porter resided in Naperville, Illinois, and enlisted as a sergeant on September 3, 1861.  He was promoted to Second Full Lieutenant on September 17, 1862, the position he held while fighting the battle.  His regiment was part of the Second Brigade of the Second division of the Fifteenth Army Corps, under the command of General Sherman.  As the only ranking lieutenant who volunteered to storm Vicksburg, he commanded the other volunteers from various brigades, and submitted his report to his superior, Colonel Oscar Malmborg.  In his report of the failed sieges, Malmborg commends the entire Fifty-Fifth Infantry as deserving of their reputation for bravery, and characterizes Porter as a daring leader.  Although Porter was in a leadership position, he had limited decision making ability, forcing him to rely on the verbal orders of various superiors.  One of the most dramatic moments detailed in this report occurs while Porter’s regiment is waiting for support from another division.  His men are under constant fire and exposed to the enemy, yet they courageously remained in position.  In his report, Porter makes it clear to higher ranked officers that his men fought valiantly, but did not have enough support from other divisions.  Officers would often claim that others did not fight bravely in order to improve their own image for possible advancement.  For example, Lieutenant Porter claims that the lieutenant of another infantry division kept himself and a protection of ten men away from the fighting.  Lieutenant Porter was killed at Kenesaw Mountain, GA, on June 27, 1864.  Reports from Vicksburg, Mississippi, such as that from Lieutenant William C. Porter of the Fifty-fifth Illinois Infantry of the Union Army, showed that the infantry forces often engaged in brutal combat, yet were concerned with valor and upholding the morale of the men."],"display_date":"May 22, 1863 - May 23, 1863","search_date":"1863-05-22","locations":[{"id":7312,"lat":32.364480123,"lng":-90.8603381835,"zoom":9,"place":"WARREN, Mississippi"}],"tags":[{"id":344,"tag":"Fifty-fifth Illinois"},{"id":314,"tag":"William C. Porter"},{"id":311,"tag":"Union"},{"id":310,"tag":"Vicksburg"},{"id":32,"tag":"Civil War"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":34,"school_id":4}},{"id":4731,"title":"Entitled 31st Alabama Infantry’s Stand at the Railroad Redoubt in Vicksburg.","course_id":34,"status":"P","start_date":"1863-05-18","end_date":"1863-07-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“It was a tornado of iron on our left, a hurricane of shot on our right…we passed through the mouth of hell.” These are the words of a Union soldier who was part of the 21st Iowa Infantry Regiment that led the federal assault on Confederate fortifications along the Southern Mississippi Railroad in Vicksburg. Major George W. Mathieson, commander of the 31st Alabama Infantry, unleashed this “hell” upon Union assaulters even though he never took the time to describe it that vividly. Mathieson’s Alabama men were placed just south of the Railroad Redoubt as part of a concentrated defense given the task of holding the crucial path into Vicksburg.","Since the dawn of 1863, Grant focused on dislodging the Confederate railroads centered in Jackson, Mississippi. With this as the Union’s goal, Grant began the conquest of Mississippi by capturing Port Gibson and subsequently Jackson. Upon destroying the railroad hub there, Grant’s soldiers marched directly west along the Southern Mississippi Railroad. The Confederate Army had already lost control of the Mississippi River so losing this railroad would completely cut its western forces off from supplies and reinforcements. To prevent this from happening, Pemberton amassed a large Confederate force on the railroad.","It is on this railroad that Union soldiers led by General McClernand first attacked on May 19, 1863. The 31st Alabama Infantry, supported by two other Alabama units, kept the Union’s advances at bay by sustaining a slow but consistent barrage of fire, making sure that “no Abolitionist could show his head without danger from ball or buckshot.” Mathieson’s regiment had only lost one man and had killed roughly one-hundred and fifty. Following this onslaught, Grant began the siege of Vicksburg and on July 4, 1863 Pemberton surrendered.","Vicksburg had been labeled as the “nail head that holds the South’s two halves together” by the President of the Confederate States, Jefferson Davis. He was justified in saying this because with complete control of the Mississippi River, Louisiana, Arkansas, and Texas were effectively separated from the rest of the Confederate States of America. The western states could no longer provide vital supply to the east, rendering the west almost useless from a military standpoint.","The events of the summer of 1863 also affected how the Confederacy’s population viewed the Civil War. The Confederate surrender at Vicksburg, in addition to the loss at Gettysburg, caused many southerners to doubt the Confederacy’s chances at gaining independence. Citizens of the Confederacy were discouraged by soldiers’ stories of the siege and southern hopes began to fade. As Liddell Hart once said, “it was the moral effect, above all, which made Vicksburg the great turning point of the war.”"],"display_date":"May 18, 1863 - July 4, 1863","search_date":"1863-06-10","locations":[{"id":7312,"lat":32.364480123,"lng":-90.8603381835,"zoom":9,"place":"WARREN, Mississippi"}],"tags":[{"id":32,"tag":"Civil War"},{"id":310,"tag":"Vicksburg"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":34,"school_id":4}},{"id":4732,"title":"Entitled Confederate Artillery in Defense of the Mississippi River along Vicksburg.","course_id":34,"status":"P","start_date":"1863-05-18","end_date":"1863-07-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A citizen of Vicksburg observed that during the siege \"nothing was spared by the shells; the churchs fared especially severly, and the reverend clergy had narrow escapes.\" This was brought upon by Ulysses S. Grant, who had taken control of the entire Mississippi River save the couple miles being guarded by the Confederate troops at Vicksburg. Grant launched his attack on Vicksburg on May 18, 1863. While most of the bloodshed initially took place on the eastern side of the city, Confederate artillery along the Mississippi engaged Union naval ships and heavy weaponry in an effort to protect the center of Vicksburg from an ever threatening invasion.","Colonel Edward Higgins, the commander of Vicksburg’s river batteries, was effective at repelling the Union assault of Vicksburg from late May through the first week of June. His well-placed batteries sunk the <em>Cincinnati</em> and held off the other three Union ironclads. The situation of the battle changed on June 11 when federal troops began to establish fortifications across the Mississippi River. The Union fortifications featured more cover and protection for its soldiers, making them less of a target than the rebels atop the barren banks of eastern shore. These new positions gave the Union the comfort of having both accurate artillery and constant naval support, a substantial advantage in the already close battle.","Due to the availability of Union supply, forces on the De Soto Peninsula wielded two-hundred and seventy five cannons, a few of which were high caliber Parrott guns supplied by the US Navy. In contrast, Confederates had a hundred less cannons and this number consistently decreased due to the need for artillery on the eastern side of Vicksburg. Additionally, Confederate batteries lacked sufficient ammunition to combat Union cannons backed by an “inexhaustible” supply. The significance of the Confederate Army’s shortcomings became greater as the siege worn on and Union “superiority grew into dominance.”","After over five weeks of isolation and bombardment, Confederate commander J.C. Pemberton surrendered because he knew his men lacked the strength to fight any longer. In Higgins’s report, he does not claim the fall of Vicksburg as a failure on the part of himself or his men. In fact, they had performed their duties as defenders of the Mississippi while also guarding the eastern trenches at night and serving as the city guard. He believed that had his arsenal not been down-scaled because of the “weakness of our infantry force” it would have never permitted the Union to make advances.","The shortcomings of the rebels at Battle of Vicksburg are an accurate representation of the Confederate Army as a whole. As in Vicksburg, Confederates faced a foe that was better fed, supplied, reinforced, and armed. Confederate leaders were at times more disciplined and more tactically knowledgeable but it is because of the Union’s advanced overall management stemming from both its enormous industry and population that the rebellion was extinguished."],"display_date":"May 18, 1863 - July 4, 1863","search_date":"1863-06-10","locations":[{"id":7312,"lat":32.364480123,"lng":-90.8603381835,"zoom":9,"place":"WARREN, Mississippi"}],"tags":[{"id":308,"tag":"Artillery"},{"id":310,"tag":"Vicksburg"},{"id":32,"tag":"Civil War"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":34,"school_id":4}},{"id":4756,"title":"19th Arkansas Infantry in the Battle of Vicksburg","course_id":34,"status":"P","start_date":"1863-05-18","end_date":"1863-07-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The colonel paused briefly before moving his troops into line to make eye contact with his superior and friend Brig. General Martin Green. Colonel Thomas P. Dockery grew up in a rich railroad dynasty family so he understood the importance the coming battle had to the protection of supply lines, specifically those running through the Mississippi River. Commanding an outstanding infantry of the Second Brigade, the Nineteenth Arkansas and Colonel Dockery commenced fighting on the May 22, 1863 against Grant’s troops who huddled in the ditches right outside the garrison of Fort Hill. The sharpshooters aimed and fired, killing many of the 3,900 Union soldiers that would die that day. Later that week, the 19th Infantry moved to the rear of the city to fill in the gap created between Major Generals’ Forney and Smith; soon finding that trenches were desperately needed. With their bare hands, the entirety of the infantry from Arkansas set to work, bravely digging all night to fortify their works for themselves and their fellow soldiers. The lack of supplies was unfortunately very common for the good ‘ol Confederate boys at Vicksburg, which severely weakened their morale.","Baldwin’s Ferry Road would be the site of the next bloody encounter with the enemy, and the Confederate army fought back the enemy Union army with mere bites of mule meat in their stomachs. The Infantry was hit time and time again with shells flying from the enemy war ships on the Mississippi River, and Brigadier General Martin Green fell in combat on the 25th of May, shot directly through the head. The 19th Infantry, devastated from the loss of their beloved General, looked to Colonel Thomas P. Dockery for leadership, which was a lot of pressure for a young Colonel. The Infantry fought every day through June losing dozens of men in the process, and the ache of war was felt in their bellies and in their hearts.","The men’s honor was humbled as the word spread like wildfire about the caves, or Prairie Dog Villages, the civilians of the city of Vicksburg were living in. The morale of the men weakened as they realized that they couldn’t protect their own, forcing them to live like animals in the surrounding hillsides.","On July 3rd, the men still fought for success, and watched gravely as the flag of surrender was raised the next day. The Vicksburg <em>Whig</em> newspaper ran for the last time on wallpaper, highlighting the Union Army’s blockade of the Confederate supply lines into the city, portraying the men walking out of the city as downcast, disheveled prisoners of war. The battle delivered a crippling blow to the morale of the Confederate soldiers and civilians as they survived on swiftly disappearing supplies, their humanity stripped from them in many ways. This was a huge defeat in the political, economic and social aspect as well because it followed a major defeat at Gettysburg, leaving the Confederate nation demoralized. But they fought bravely and held back the Union army for a time in the city of Vicksburg, weakening their forces to the North and protecting vital rail and shipping ports for the sake of their honor. ."],"display_date":"May 18, 1863 - July 4, 1863","search_date":"1863-06-10","locations":[{"id":7312,"lat":32.364480123,"lng":-90.8603381835,"zoom":9,"place":"WARREN, Mississippi"}],"tags":[{"id":32,"tag":"Civil War"},{"id":310,"tag":"Vicksburg"},{"id":348,"tag":"Colonel Thomas P. Dockery"},{"id":349,"tag":"19th Arkansas Infantry"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":34,"school_id":4}},{"id":5785,"title":"Surgeon Matt Turner Writes Letter of Hope and Worry to Home","course_id":113,"status":"P","start_date":"1863-05-27","end_date":"1863-05-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Assistant surgeon to the 22<sup>nd</sup> regiment of Alabama Infantry, Matt Turner wrote a letter to his mother on May 27, 1863, speaking of his weariness in waiting to hear news from home. He served on picket duty for the past three weeks, but was now managing the Wither’s Division hospital in Shelbyville, Tennessee. Turner found working at the hospital comfortable, although he spoke of the continuous changing circumstances that were a part of military life. He wrote, “… though everything is so uncertain in the army that I am never surprised or disappointed at anything that ‘turns up’.” Turner also mentioned both his uneasiness and his confidence about the war effort. With the siege of Vicksburg having started only nine days before this letter was written, Turner wrote of the ongoing battle, “We are all looking with anxious eyes toward Vicksburg and feel as if a speedy peace will follow the sweep of our arms at that place.” With confidence in the Confederacy, he continued on, “I feel that it is impossible for Grant to extricate himself from his present hazardous condition and, with the reinforcements we have already sent on, [Grant] must be ‘cut to pieces’ or captured. May we not hope that the beginning of the end is near?”","Vicksburg was one of the longest battles of the United States Civil War, lasting from May 18, 1863, to July 4, 1863. Union General Ulysses Grant laid siege to the city on May 26, 1863. Turner, like many Confederates, knew the importance of Vicksburg in turning the tide of the war. Vicksburg sat along the Mississippi River, which was essential to northern military and commercial interests. Furthermore, the River split the Confederacy into an eastern and western half. Gaining control of this waterway was of paramount strategic importance for the Union; this would prevent CSA soldiers and supplies from moving across each side of the Confederacy. If the city did not fall, the Confederacy might win the war, and Turner was optimistic of this outcome. The Siege of Vicksburg lasted forty-seven days. Union casualties totaled 9,362 men and Confederate casualties 29,500 men. In a decisive victory, the Union managed to gain control of Vicksburg.","As an assistant surgeon in the war, Turner was a valuable resource, for he could attend to the wounded with care. Historian Harold Straubing wrote of doctors, nurses, surgeons, and others in the medical field at that time, “They dealt with the soldiers, the wounded, the diseased, and the dying. They were never too far behind the fighting front lines, often in the battle itself as forces crisscrossed the same land.” On both sides, these men and women were unsung heroes. They attended to the wounded and were often placed into the heat of battle in service to their respective country. Much of what is known in the medical industry today can be attributed to the impact of Civil War doctors, surgeons, and nurses, such as Matt Turner."," "],"display_date":"May 27, 1863","search_date":"1863-05-27","locations":[{"id":11847,"lat":35.5137999479,"lng":-86.4589000968,"zoom":9,"place":"BEDFORD, Tennessee"}],"tags":[{"id":1827,"tag":"Matt Turner"},{"id":230,"tag":"Medicine/Health"},{"id":310,"tag":"Vicksburg"},{"id":32,"tag":"Civil War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":113,"school_id":3}}]}