{"id":3100,"tag":"Harley-Davidson","points":[[38.9071923,-77.0368707]],"bounds":[[38.9071923,-77.0368707],[38.9071923,-77.0368707]],"episodes":[{"id":6568,"title":"The King of the Road","course_id":162,"status":"P","start_date":"10/16/12","end_date":"10/16/12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["As motorcycle riding became popular in the early twentieth century, so too did endurance contests and races. Harry Ward, the author of a<em> </em>1912<em> Washington Times</em> article, provided a glimpse into motorcycle manufacturer Harley-Davidson’s integral role in building bikes for endurance rides. On Sunday, October 13, 1912, Washington area motorcycle enthusiasts participated in the National Capital Motorcycle Club’s endurance race. As the article noted, unlike in previous years, inclement weather had a significant affect on the number of participants in the event. Still, nine riders participated in the first endurance run. To no one’s surprise, the two Harley-Davidson motorcycles in the race finished with perfect scores. ","Harley-Davidson became an icon for perfect scores in endurance races. According to Ward, the world famous Harley-Davidson motorcycle became known as “The King of the Road,” and even more, gained a positive reputation as “100% Perfect,” or “The Greatest Endurance Motorcycle on the Market.” Harley-Davidson motorcycles had earned a perfect 1,000 point score at the Seventh Annual Federation of American Motorcyclists Endurance and Reliability Contest just four short years earlier, which only added to the prestige that this American motorcycle manufacture has already earned.","Harley-Davidson quickly emerged as a builder of reliable, quality motorcycles after Milwaukee residents William S. Harley and Arthur and Walter Davidson started it in a shed in 1903. Not long after, the company adopted a logo that would become recognizable just about anywhere, the “Bar & Shield,” which was created in 1910. The firm concentrated on building reliable machines that could handle endurance rides. The perfect finish that a couple of Harley-Davidson riders earned in Washington on October 14, 1912, came as no surprise. Originally, Harley-Davidson started out with a single cylinder engine, as that is what they could fit on the bike frame. It would not take long for the team to introduce an engine that would be able to produce more power; therefore adding a second cylinder, the v-twin. Named for the 45-degree angle at which the cylinders were configured, this design would become an icon of the Harley-Davidson motorcycle. The firm’s v-twin model, which came out it 1909, proved to be quite successful. As business ramped up with each subsequent event victory, so did the need for a much larger manufacturing facility. The small shed producing motorcycles in Milwaukee in 1903 soon grew into a six-story manufacturing facility. The factory manufactured bikes, as well as spare parts and accessories. Not only did the American motorcycle manufacturer gain immense popularity in the United States, they also secured their first export to Japan in 1912. ","Harry Ward’s article in October of 1912 not only shed light on just how popular the “King of the Road” would become, but helped to publicize the dependability that this machine offered in endurance races. Constantly looking for new innovative designs, Harley-Davidson upped the ante with their iconic v-twin motor and offered spare parts, which was a first for the company. By branding the motorcycle with distinct “Bar & Shield” logo, people would begin to associate Harley-Davidson with endurance and victory. Dominating the industry, and a true recognition of their reliability, Harley-Davidson became a major supplier to the military. In fact, in WWI more than half of the motorcycles produced by Harley-Davidson were purchased by the military. Motorcycle clubs began to pop up everywhere, and to this day, the legendary Harley-Davidson continues to flood the market with remarkable success."," "],"display_date":"October 16, 1912","search_date":"1912-10-16","locations":[{"id":52950,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington, DC, USA"}],"tags":[{"id":3100,"tag":"Harley-Davidson"},{"id":3098,"tag":"Harley Davidson"},{"id":3099,"tag":"Motorcycle"}],"course":{"name":"Historical Perspectives on Technology","school":"Widener University","course_id":162,"school_id":43}}]}