{"id":3104,"tag":"1867","points":[[39.8856076,-75.5280085]],"bounds":[[39.8856076,-75.5280085],[39.8856076,-75.5280085]],"episodes":[{"id":6570,"title":"The Purchase of Alaska","course_id":162,"status":"P","start_date":"8/15/16","end_date":"8/15/16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","In 1867, the United States of America purchased a land area known as Alaska from Russia. With this purchase, the United States completed its westward, continental expansion and largely dominated the North American Continent. The purchase was agreed upon on March 30, 1867, for $7.2 Million dollars. “For less than 2 cents an acre, the United States acquired nearly 600,000 square miles” (para 1, ourdocuments.gov)."," ","             As the United States expanded westward in the early 1800s, Americans soon found themselves in competition with Russian explorers and traders. “St. Petersburg … lacked the financial resources to support major settlements or a military presence along the Pacific coast of North America and permanent Russian settlers in Alaska never numbered more than four hundred. Defeat in the Crimean War further reduced Russian interest in this region” (para 1, History.stae.gov). In 1859, the Russian Government reached out to the Americans and offered to sell the land of Alaska to them, however, due to the looming Civil War in the United States, the sale was delayed (para 2, History.state.gov). Once the Civil War was over, the American Secretary of State William Seward, once again pursued a potential agreement with the Russians. On October 18, 1867, six months later after the purchase, Alaska was formally transferred to the United States. With this purchase the presence of Russia was no longer felt in North America. With this vacancy of Russia, it ensured the United States access to the northern Pacific."," ","            On May 12, 1867, the Honorable Joseph S. Wilson, Commissioner of the General Land Office, wrote a letter to Congressman Nathaniel P. Banks, the chairman of the Committee on Foreign Relations, detailing the importance and future benefits to having purchased the landmass of Alaska. “The acquisition of this territory is essential to the full success of that career of wonderful progress upon which the United States have lately entered” (para 1, loc.gov). Joseph S. Wilson describes how the continental position of Alaska allows the United States of America, influence in that region and how its close proximity to the continent of Asia will be beneficial. For centuries, it has been the ambition of western nations to be in contact with the Far East, and with America acquiring Alaska, they are closer than any other western nation. Mr. Wilson states that “England, Denmark, Sweden, France and Germany are contemplating and organizing movements, looking to the exploration and occupancy of the unappropriated northern regions of this continent-movements which it becomes us to watch with jealously and promptly circumvent” (para 2, loc.gov)."," ","            A common misconception of Alaska during the Nineteenth Century was that agricultural production would not be possible due to the weather and harsh terrain. Mr. Wilson addressed this point by describing the crops that could be grown there, “Potatoes, turnips, cabbages, and other hardy vegetables have been successfully cultivated by the Russians. Many of the islands are covered in abundant grass. Berries and fruits have also been raised in considerable quantities” (pg 2, loc.gov). Not only could Alaskan land be used for agricultural production, but the region was also home to a thriving fur-trade industry, as well as possessing valuable stands of timber and mineral deposits. For years, the Russians discouraged miners from investigating the land and disrupting their fur trade industry. Now with the United States in control of the land, miners could search for mineral deposits. This includes gold, silver, copper, and iron (pg 2, loc.gov)."," ","            The purchase of Alaska from Russia, by President Andrew Johnson truly transformed the United States of America. It led to great wealth, and extended our country to the Northern Pacific. With the United States of America fully controlling all corners of the North American continent, the government was then able to focus its message to providing and expanding democratic values."," ","Reference Page"," ","Check for the Purchase of Alaska. (2001)."," ","<a href=\"http://www.ourdocuments.gov/doc.php?flash=true&doc=41\">http://www.ourdocuments.gov/doc.php?flash=true&doc=41</a>"," ","The Alaska Purchase. The Library of Congress.                                                                                            <a href=\"https://www.loc.gov/resource/rbpe.20503000/?sp=1\">https://www.loc.gov/resource/rbpe.20503000/?sp=1</a>"," ","Office of the Historian. <a href=\"https://history.state.gov/milestones/1866-1898/alaska-purchase\">https://history.state.gov/milestones/1866-1898/alaska-purchase</a>"," "," "," "," "],"display_date":"August 15, 1916","search_date":"1916-08-15","locations":[{"id":52952,"lat":39.8856076,"lng":-75.5280085,"zoom":8,"place":"Concordville pa"}],"tags":[{"id":3103,"tag":"Alaska"},{"id":3104,"tag":"1867"}],"course":{"name":"Historical Perspectives on Technology","school":"Widener University","course_id":162,"school_id":43}}]}