{"id":3105,"tag":"Harry T. Moore","points":[[28.6652727,-80.8447766],[28.5580546,-81.8511889],[30.3321838,-81.655651],[25.7616798,-80.1917902],[28.263933,-80.7214417]],"bounds":[[30.3321838,-80.1917902],[25.7616798,-81.8511889]],"episodes":[{"id":6574,"title":"Harry T. Moore and the Groveland Rape Case","course_id":167,"status":"P","start_date":"7/1/49","end_date":"1/31/52","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Despite the strides made toward racial equality, the deep south in the 1950s was still a dangerous place for a black person to live.  The Ku Klux Klan had a widespread presence there and being lynched or beaten was a real fear for many black southerners.  The National Association for the Advancement of Colored People (NAACP) fought back hard, but was struggled against a corrupt, racist legal system and a public that still largely believed in the “separate but equal” doctrine.  Florida NAACP leader, Harry Tyson Moore, was frequently embroiled in controversy, but his involvement in one situation in particular – the Groveland rape case – may have been the catalyst for his murder in 1951.","Harry T. Moore started his career as an educator in the Brevard County School System in 1925.  By 1934, he had organized and become president of the first branch of the NAACP in Brevard County; by 1946, he was the executive director for the Florida NAACP.  In 1949, Moore learned of a rape charge in a small Florida town called Groveland.  In what quickly escalated to a dramatic case, a white girl, Norma Padgett, accused four black men of raping her.  Her husband Willie said that he and Norma had been on their way home from a dance when his car stalled.  Four black men stopped to offer help, but instead beat him and escaped with Norma.  When Norma returned early the next morning, she spoke briefly to Willie and then claimed that the same four men had raped her.  Moore was among many in the NAACP who believed that Norma was lying to cover for Willie’s repeated abusive behavior.  A few days later, after an outbreak of violence against blacks in Groveland, Moore telegrammed the governor on behalf of the Florida NAACP to demand action to prosecute the perpetrators of the riots.  Nothing was done.","By the time the case went to trial, one of the four men had escaped and been killed.  The remaining three went on trial and were quickly convicted.  About a year later, the U.S. Supreme Court overturned the convictions of two of the men – Shepard and Irvin.  In November, 1951, Sheriff McCall, was transporting the men for their pretrial hearing when he pulled over for a flat tire.  McCall claimed that the men attacked him when he opened their door and he was forced to shoot them, but Irvin survived to dispute McCall’s version of events.  Upon learning of this, Moore wrote an angry letter to the governor demanding to know how something like this could have been allowed to happen.","Though Moore never got an answer to his questions, the public was made well aware of his opinion on the mishandling of the Groveland case.  On December 25, 1951, less than a month after Moore’s letter, a bomb went off in his home, killing both himself and his wife.  Despite appeals from the NAACP and eventual FBI investigation, the murder was never solved.  However, the intense emotions surrounding the Groveland case had already incited racial riots several times over. Moore’s criticisms of the case, though they rang true with most blacks, most likely only enflamed the already strong hatred of him amongst racist whites.  It is easy to conclude, then, that Moore’s active involvement in the Groveland case was the final straw that made it seem necessary for civil rights opponents to eliminate him entirely.  "," "],"display_date":"July 1, 1949 - January 31, 1952","search_date":"1950-10-16","locations":[{"id":52955,"lat":28.6652727,"lng":-80.8447766,"zoom":8,"place":"Mims, FL"},{"id":52954,"lat":28.5580546,"lng":-81.8511889,"zoom":8,"place":"Groveland, FL"}],"tags":[{"id":3105,"tag":"Harry T. Moore"},{"id":42,"tag":"Civil Rights"},{"id":2227,"tag":"NAACP"}],"course":{"name":"HIS 120 Decade of Decision 1950s","school":"Rollins College","course_id":167,"school_id":5}},{"id":6584,"title":"THE UNSPOKEN LIFE OF HARRY T. MOORE MOVEMENT FOR RACIAL EQUALITY","course_id":167,"status":"P","start_date":"3/22/47","end_date":"1/1/51","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["It all came to an end for Harry T. and Harriette V. Moore and on December 25<sup>th</sup>, 1951 when the Klu Klux Klan felt they had the power to decide someone’s destiny and planted a bomb in their home, killing them both instantly. Many may not recognize the name of Harry T. Moore, for he has been called an unsung hero, but there was grand reason why the K.K.K. did what they did and really didn’t deny participation in such a tragedy. Being the fearless fighter that he was, he fought selflessly until his last breath for equal rights for his black community and stated, “I am going to keep on doing it, even if it costs me my life.”[1]","            Harry T. Moore was man of many hats. Not only did he dedicate his life to teaching, but he was also an extremely passionate civil rights movement activist. Before the times of Martin Luther King Jr. and Malcom X, Moore was setting foundations by starting his “Voteless Citizen is a Voiceless Citizen” campaign. Moore’s mission was to be able to give the African Americans the right to register as Democrats and to be able to vote in the primaries. Although this was not an easy task, Moore made a promise he would fight for racial equality for he felt that the injustices that his community suffered was due to the lack of rights to participation in an election, and he was certain he would be part of that change.","            Going back to the late 1800s when there were not many regulations in place, the white Democrats had the power to choose who they wanted on their voter’s registration list. During this time frame less than 10% were blacks when the 40% was whites.[2] Over time this situation has definitely improved, and statistical evidence gathered by the Registration and Voting Rights of the Florida Secretary of State showing that non-white registrant have more than doubled since the decade of 1946 – 1956.[3] Moore had to do with a large contribution of this. With much of Moore’s efforts, registration went from 20,000 in 1944 to an amazing figure of 116,145 in 1950, increasing the amount of registrants by more than 50%. [4]","            There were many movements going on during this time frame. It wasn’t only Moore that had this mindset. Many events and protests were created not only to prove a point but also to raise awareness to those that weren’t aware of their rights. These events helped them also gain courage to make the proper moves to be part of the electoral process and make a difference. One such event was one conducted on April 8<sup>th </sup>1947, at the Congregational Church in Winter Park, Florida. This event was purposely planned to begin a protest against the 1947 legislature, created to abolish Negros from voting. Senator John E. Matthews of Jacksonville wanted to pass a bill that will bring a negative impact to the African American community that we have seen before in the history of Hitler and the Jews.[5] And these were situations that these communities would unite to then become a voting voice. ","            There have been many civil right activists in our history that have gone through great struggles and had made a difference for many generations to come. They have endured torturous treatment both emotional and at times physical, simply for standing up for what they truly believe in. One of these individuals was Harry T. Moore. Moore, a person that did all he did and remains in the unknown. An almost father of civil rights movements, and yet his history and sacrifice has been lost in time. All a while, the supremacist racial community, Klu Klux Klan remains as strong as ever still until this day. Makes you think if all that has been given and lost through time in order to give us our freedom and rights has been all taken for granted."," ","[1] Ben Green, Before His Time: The Untold Story of Harry T. Moore, America's First Civil Rights Martyr (New York, NY: Free Press, 1999), 8.","[2] Stanley I. Kutler, Dictionary of American History, 3rd ed., vol. 8, Subversion to Zuni (New York: Charles Scribner's Sons, 2003), 354.","[3] Elston E. Roady, \"The Expansion of Negro Suffrage in Florida,\" The Journal of Negro Education 26, no. 3 (Summer 1957): 302, accessed September 02, 2016, doi:10.2307/2293413.","[4] J. C. Miller, \"Harry T. Moore's Campaign for Racial Equality,\" Journal of Black Studies 31, no. 2 (November 2000): 218, accessed September 02, 2016, doi:10.1177/002193470003100205.","[5] Southern Conference for Human Welfare, A Call to Help Defend Democracy in Florida (Fourth Congressional District Committee: Southern Conference for Human Welfare, 1947)."],"display_date":"March 22, 1947 - January 1, 1951","search_date":"1949-02-09","locations":[{"id":52965,"lat":30.3321838,"lng":-81.655651,"zoom":7,"place":"Jacksonville, Fl"},{"id":52964,"lat":25.7616798,"lng":-80.1917902,"zoom":7,"place":"Miami, Fl"},{"id":52963,"lat":28.6652727,"lng":-80.8447766,"zoom":7,"place":"Mims, Florida"}],"tags":[{"id":3118,"tag":"Voter's Registration"},{"id":3117,"tag":"Civil Rights Activist"},{"id":3116,"tag":"Democracy in Florida"},{"id":3105,"tag":"Harry T. Moore"}],"course":{"name":"HIS 120 Decade of Decision 1950s","school":"Rollins College","course_id":167,"school_id":5}},{"id":6586,"title":"BIAS REPORT CITES BOMBING IN FLORIDA","course_id":167,"status":"P","start_date":"9/19/16","end_date":"9/28/16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["When people view 1950’s, they often think happy music, dancing, great food, drive-ins, suits and dresses.  Many people don’t often think about the civil rights movement. Segregation was still a big part in the era and blacks still were fighting for equal rights. The National Association for the Advancement of Colored People formed in 1909.  The NAACP is for colored people to ensure the political, educational, social, and economic equality of rights of all persons and to eliminate racial hatred and racial discrimination. In 1950, two men, Harry T. Moore and Walter White were big leaders in the organization and made a difference. ","Harry T. Moore was a teacher in Bevard County, Florida and in 1934 Moore became president of the NAACP in Florida. [1] Through many years of studying and teaching, Moore became aware of the loudly proclaimed principles of a democracy, and he learned to appreciate them as proper instruments for making necessary changes in society. With this in mind, when he began his campaign for racial equality, he used only democratic techniques.[2]","The NAACP wanted people to make voting fair to all people. Moore’s goals for the NAACP were: get the democratic primary open to Negro voters in every county in Florida, to encourage the masses of our people to register and vote, to make contact with the various candidates and to make recommendations to our voters on the basis of the candidate’s recommendation and attitudes.[3]  Years after Moore’s goal was to have 25,000 members part of the organization, but he only had 8,219. [4]Moore was able to allow colored people to vote in some areas in Florida but NAACP headquarters increased annual membership dues from $1 to $2. [5]In 1949 the membership went down 40 percent. By 1950, Moore’s leadership became a disaster because National officers believed that he wasn’t taking the NAACP seriously.[6] A year later Moore was removed from the board and was no longer allowed to participate in the organization. On Christmas night, members of the Ku Klux Klan killed Moore and his wife in their own home.  [7] ","When Moore was killed, Walter White was executive sectary of the NAACP paid tribute to Moore.  Walter White spent the majority of his adult years, nearly forty years; working for the NAACP indicates his staying power in the cause for racial social justice. [8]White listed among gains acquittal of four of the six men being retied in the “Trenton Six” murder case; the Federal indictments returned against seven city officials of Cicero; the abolition of segregation in publicly financed institutions of higher education in the South.[9]  Walter wanted to make sure that justice was served because he believed that Moore’s death made an impact on the NAACP.  White said, ","“ Justice and human rights in America seemed to be standing still or even moving backwards a few steps just when the world’s jitter should have hammered home the need for cleaning up our Jim Crow backyard and strengthen our democracy as never before.” [10]","Walter White has his finest hour for NAACP as an undercover investigator following the contours of lynching and race riots. [11]","Throughout the decade “Jim Crow” laws around the country, especially in the south, forbade almost all interaction between blacks and white Americans.[12] Blacks education wasn’t the same as whites. The NAACP fought in court to allow blacks attend to the same school as whites because they wanted the same education as the whites.  In 1957 the Little Rock school board initiated a plan to integrate the public schools on grade at a time, starting with the twelfth grade but the NAACP didn’t think that was fair.[13] After years of hard work and protesting, African Americans and Whites are now able to go to school together, work together, and so on. ","Overall Harry T. Moore was a big part of the NAACP even though things didn’t work out the way it should have. He was still able to make big changes in the organization. Walter White was a man of his word, and continued to fight for the NAACP rights after Moore’s death.  The civil rights movement took years for African-Americans to have their rights."," "," "," "," "," "," "," "," "," "," "," "," "," "," "," "," "," "," "," "," "," ","Bibliography Reference: Primary Source"," ","            BIAS REPORT CITES BOMBING IN FLORIDA. (1951, Dec 30). <em>New York Times (1923-Current File)</em> Retrieved from <a href=\"http://ezproxy.rollins.edu:2048/login?url=http://search.proquest.com/docview/112054311?accountid=13584\">http://ezproxy.rollins.edu:2048/login?url=http://search.proquest.com/docview/112054311?accountid=13584</a>"," "," ","Bibliography Reference: Peer Review "," ","Miller, Jake C. \"Harry T. Moore's Campaign for Racial Equality.\" <em>Journal of Black Studies</em> 31, no. 2 (2000): 214-31. <a href=\"http://www.jstor.org/stable/2645914.\">http://www.jstor.org/stable/2645914.</a>"," "," ","Bibliography Reference: Peer Review "," ","Christian, M. (2006). White: The biography of walter white, mr. NAACP.<em> Western Journal of Black Studies, 30</em>(3), 181-182. Retrieved from <a href=\"http://ezproxy.rollins.edu:2048/login?url=http://search.proquest.com/docview/200357381?accountid=13584\">http://ezproxy.rollins.edu:2048/login?url=http://search.proquest.com/docview/200357381?accountid=13584</a>"," ","Bibliography Reference: Book Chapter"," ","Saunders, R. W. (2000). <em>Bridging the gap: Continuing the Florida NAACP legacy of Harry T. Moore, 1952-1966</em>. Tampa, FL: University of Tampa Press."," "," ","Bibliography Reference: Academic Source"," ","Tompkins, V., Baughman, J., Bondi, V., Layman, R., Bargeron, E. L., Tidd, J. F., & McConnell, T. (n.d.). <em>American decades</em>. "," ","[1] Saunders, R. W. (2000). <em>Bridging the gap: Continuing the Florida NAACP legacy of Harry T. Moore, 1952-1966</em>. Tampa, FL: University of Tampa Press) 17","[2] Miller, Jake C. \"Harry T. Moore's Campaign for Racial Equality.\" <em>Journal of Black Studies</em> 31, no. 2 (2000): 214-31. <a href=\"http://www.jstor.org/stable/2645914.\">http://www.jstor.org/stable/2645914.</a>"," ","[3] Saunders, R. W. (2000). <em>Bridging the gap: Continuing the Florida NAACP legacy of Harry T. Moore, 1952-1966</em>. Tampa, FL: University of Tampa Press) 19","[4] Saunders, R. W. (2000). <em>Bridging the gap: Continuing the Florida NAACP legacy of Harry T. Moore, 1952-1966</em>. Tampa, FL: University of Tampa Press) 21","[5]Saunders, R. W. (2000). <em>Bridging the gap: Continuing the Florida NAACP legacy of Harry T. Moore, 1952-1966</em>. (Tampa, FL: University of Tampa Press.), 21","[6] Saunders, R. W. (2000). <em>Bridging the gap: Continuing the Florida NAACP legacy of Harry T. Moore, 1952-1966</em>. Tampa, FL: University of Tampa Press) 23","[7] Saunders, R. W. (2000). <em>Bridging the gap: Continuing the Florida NAACP legacy of Harry T. Moore, 1952-1966</em>. Tampa, FL: University of Tampa Press),24","[8] Christian, M. (2006). White: The biography of Walter white, Mr. NAACP.<em> Western Journal of Black Studies, 30</em>(3), 181-182. Retrieved from <a href=\"http://ezproxy.rollins.edu:2048/login?url=http://search.proquest.com/docview/20037381?accountid=13584\">http://ezproxy.rollins.edu:2048/login?url=http://search.proquest.com/docview/20037381?accountid=13584</a>","[9] BIAS REPORT CITES BOMBING IN FLORIDA. (1951, Dec 30). <em>New York Times (1923-Current File)</em> Retrieved from <a href=\"http://ezproxy.rollins.edu:2048/login?url=http://search.proquest.com/docview/112054311?accountid=13584\">http://ezproxy.rollins.edu:2048/login?url=http://search.proquest.com/docview/112054311?accountid=13584</a>","[10] BIAS REPORT CITES BOMBING IN FLORIDA. (1951, Dec 30). <em>New York Times (1923-Current File)</em> Retrieved from <a href=\"http://ezproxy.rollins.edu:2048/login?url=http://search.proquest.com/docview/112054311?accountid=13584\">http://ezproxy.rollins.edu:2048/login?url=http://search.proquest.com/docview/112054311?accountid=13584</a>","[11] Christian, M. (2006). White: The biography of walter white, mr. NAACP.<em> Western Journal of Black Studies, 30</em>(3), 181-182. Retrieved from <a href=\"http://ezproxy.rollins.edu:2048/login?url=http://search.proquest.com/docview/20037381?accountid=13584\">http://ezproxy.rollins.edu:2048/login?url=http://search.proquest.com/docview/20037381?accountid=13584</a>","[12] Robert Deeb and Charles D. Brower, “Lifestyles and Social Trends,” in  American Decade, eds, Bower, Charles D. (City: Detroit : Gale Research.1900)PGs. 264-265","[13] Robert Deeb and Charles D. Brower, “Law and Justice,” in American Decade, eds, Bower, Charles D. (City: Detroit : Gale Research.1900)PG. 237 "],"display_date":"September 19, 1916 - September 28, 1916","search_date":"1916-09-23","locations":[{"id":52967,"lat":28.263933,"lng":-80.7214417,"zoom":7,"place":"Bevard, Florida"}],"tags":[{"id":3105,"tag":"Harry T. Moore"},{"id":3121,"tag":"Walter White"}],"course":{"name":"HIS 120 Decade of Decision 1950s","school":"Rollins College","course_id":167,"school_id":5}}]}