{"id":3107,"tag":"Miami blasts","points":[[25.7616798,-80.1917902]],"bounds":[[25.7616798,-80.1917902],[25.7616798,-80.1917902]],"episodes":[{"id":6578,"title":"1950 Bomb Blasts on Ethnic Minorities in Miami, Florida","course_id":167,"status":"P","start_date":"6/5/50","end_date":"1/1/51","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Campaigns for the safety of ethnic minorities started becoming more popular after the disastrous blasts hit Carver Village, Miami on September 22<sup>nd</sup>. The ejection of the white population brought on an aura of hate towards the black community. The everlasting conflict of racism against Negroes grew every day and in the 1950’s they no longer felt safe and protected from the violence and terror that could happen any day. After several years of white occupancy, Carver Village was evacuated for the Negroes to move in. As places started to get urbanized it created a zone of transition where the white population had to depart for the entrance of the black community. However, Negro housing compared to that of the white population was considered to be in slum conditions, and when the negro population moved into houses previously owned by whites it was because they moved out for something better. According to Richard H. Parke, Carver Village housing project, originally known as Knight Manor, took place in “one of the worst white slums in the south”. The bombs on Carver Village were also not a rare incident as more than a quarter million dollars of damage has been done to buildings owned by Blacks or Jews. On September 22<sup>nd</sup> two bundles of dynamite were used to blow up an unoccupied building and it impacted many of the buildings surrounding it. However, when the news of the attack came out it was blamed on communists instead of a racist plot against the minority. There were three bombings at Carver Village that took place over a span of 3 months but the biggest one happened in December when hate groups targeted synagogues and churches.","There was no connection found between the attacks on Carver Village and the blasts on the synagogues and churches. The attacks on Carver Village seemed to be done by professionals, but the bombings of the synagogues and churches were considered to be done by amateurs. The minority have never had an advantage in the United States and racial comments and actions against them happen constantly. For Jews, it was mainly the fear from the majority of keeping control of their power. Jews faced bombings before the December 2<sup>nd</sup> attack that destroyed forty-four memorial windows at the Hebrew School in Miami. In June, there was a bombing at one of the new Jewish centers that were almost done being built. Terrorist attacks like this was a conscious action taken by the majority to try and keep the Jews at a distance. Police intervention did not help the situation much as they did not emphasize the extremity of the situation. However, even though there was a high number of citizens who were anti-Semitic, statistics conducted by Donald Wyatt prove that when the Gentiles were asked about working/living with Jews or Negroes, the majority chose Jews over Negroes.","The second attack on Carver Village happened on November 30<sup>th</sup> which resulted in damages worth $20,000. The shells against the minority, however, did not result in any casualties except for the death of Harry T. Moore. Harry T. Moore was the secretary of the National Association for the Advancement of Colored People (NAACP). Historian Tywanna Whorely states that he was the main and only casualty resulting from the bombs, however, his death was intentional. He was part of a new generation of civil right activists where the main objective was to attain equal rights for blacks. The black community witnessed major setbacks when it came to education and work. Thus, the NAACP worked hard every day to make sure equal rights were attained. This led to major dissatisfaction from the white population resulting in the bombing of Negro leader, Harry Moore, on Christmas night.","This incident was not a rare one, however, it was important as it showed the extremities people felt towards ethnic minorities. All three attacks on different races prove that racism did not stop with the black community and expanded to immigrants in general. The racist assaults that happened in Miami were attacks born out of religious hatred driven by the ones who believed that their race was superior. It can also be seen as one of the events that sparked off thousands of campaigns fighting for equality of the minority."," "," "," "],"display_date":"June 5, 1950 - January 1, 1951","search_date":"1950-09-18","locations":[{"id":52958,"lat":25.7616798,"lng":-80.1917902,"zoom":8,"place":"Miami, Florida"}],"tags":[{"id":3108,"tag":"the 1950s"},{"id":3107,"tag":"Miami blasts"},{"id":889,"tag":"Racism"}],"course":{"name":"HIS 120 Decade of Decision 1950s","school":"Rollins College","course_id":167,"school_id":5}}]}