{"id":311,"tag":"Union","points":[[32.364480123,-90.8603381835],[30.3671940073,-88.3660108917],[35.7795897,-78.6381787],[38.9071923,-77.0368707],[38.2526647,-85.7584557],[37.5407246,-77.4360481],[38.720661,-77.5563116],[38.8462236,-77.3063733],[40.7127753,-74.0059728]],"bounds":[[40.7127753,-74.0059728],[30.3671940073,-90.8603381835]],"episodes":[{"id":4717,"title":"Union Battery in the Campaign for Vicksburg","course_id":34,"status":"P","start_date":"1863-05-02","end_date":"1863-07-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Union Army achieved a decisive victory in the battle of Vicksburg, Mississippi, with the city surrendering to General Ulysses Grant on July 4, 1863.  The battery divisions effectively utilized the large guns and cannons of the army, which were crucial to the Union victory at Vicksburg.  First Lieutenant Joseph R. Reed of the Second Iowa Battery in the Union Army belonged to one of these battery divisions.  He enlisted on August 1, 1861 at the age of 26 in the town of Council Bluffs, Iowa.  His regiment comprised a portion of the Third Division of the Fifteenth Corps under General Sherman and fought primarily with the Army of Tennessee in the western campaigns.  Battery divisions, such as that commanded by Lieutenant Reed, often moved to various sections of the battle, positioned behind the infantry.  The battery regiments maintained a constant fire on the city of Vicksburg during the siege, keeping the Confederate soldiers and citizens trapped inside the city in a state of constant fear.  In addition, Reed reported that the siege of Vicksburg occurred not only in the city itself, but also in the surrounding areas.  Throughout the campaign, battery divisions played a decisive role in placing the enemy under constant attack, which allowed the infantry divisions to rest and recover.  Although Reed’s division did not play a major part in the actual capitulation of Vicksburg, his battery’s role in the entire campaign demonstrated that the battles took place not only in one location, but along several fronts.  This regiment lost only three men from the time they mustered in through the end of the war, showing that those in battery divisions werenot in as much danger as the infantry.  They remained back from the front lines, placed in areas with some shelter in order to protect the valuable machinery.  This report demonstrated that the Union Army also valued gallantry, as seen through the author’s gratitude to an infantry division that aided his battery.  After the battle, on August 31, 1864, Lieutenant Reed was promoted to a full captain, and he mustered out on June 10, 1865.  Reports from Vicksburg, Mississippi, such as that of Lieutenant Joseph R. Reed of the Second Iowa Battery, Third Division of the Union Army, showed that, due to the destructive power and efficiency of the weaponry, battery divisions were important to the Union Army gaining control of the Mississippi River."],"display_date":"May 2, 1863 - July 27, 1863","search_date":"1863-06-14","locations":[{"id":7312,"lat":32.364480123,"lng":-90.8603381835,"zoom":9,"place":"WARREN, Mississippi"}],"tags":[{"id":313,"tag":"Second Iowa Battery"},{"id":312,"tag":"Joseph R. Reed"},{"id":311,"tag":"Union"},{"id":310,"tag":"Vicksburg"},{"id":32,"tag":"Civil War"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":34,"school_id":4}},{"id":4718,"title":"Infantry in the Failed May Attacks on Vicksburg","course_id":34,"status":"P","start_date":"1863-05-22","end_date":"1863-05-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["While the city of Vicksburg eventually fell to Union forces on July 4, 1863, giving the Union control of the Mississippi River, several failed assaults occurred prior to the successful siege.  Two of the assaults took place on May 19 and 22, and Vicksburg’s defenses held against the Union infantry and artillery forces on both these occasions.  Infantry forces in the Civil War often engaged in the bloodiest and most brutal fighting, and the Union forces attacking Vicksburg were no exception.  Lieutenant William C. Porter and 12 other men of the Fifty-Fifth Illinois Infantry volunteered to participate in the May attacks.  Lieutenant Porter resided in Naperville, Illinois, and enlisted as a sergeant on September 3, 1861.  He was promoted to Second Full Lieutenant on September 17, 1862, the position he held while fighting the battle.  His regiment was part of the Second Brigade of the Second division of the Fifteenth Army Corps, under the command of General Sherman.  As the only ranking lieutenant who volunteered to storm Vicksburg, he commanded the other volunteers from various brigades, and submitted his report to his superior, Colonel Oscar Malmborg.  In his report of the failed sieges, Malmborg commends the entire Fifty-Fifth Infantry as deserving of their reputation for bravery, and characterizes Porter as a daring leader.  Although Porter was in a leadership position, he had limited decision making ability, forcing him to rely on the verbal orders of various superiors.  One of the most dramatic moments detailed in this report occurs while Porter’s regiment is waiting for support from another division.  His men are under constant fire and exposed to the enemy, yet they courageously remained in position.  In his report, Porter makes it clear to higher ranked officers that his men fought valiantly, but did not have enough support from other divisions.  Officers would often claim that others did not fight bravely in order to improve their own image for possible advancement.  For example, Lieutenant Porter claims that the lieutenant of another infantry division kept himself and a protection of ten men away from the fighting.  Lieutenant Porter was killed at Kenesaw Mountain, GA, on June 27, 1864.  Reports from Vicksburg, Mississippi, such as that from Lieutenant William C. Porter of the Fifty-fifth Illinois Infantry of the Union Army, showed that the infantry forces often engaged in brutal combat, yet were concerned with valor and upholding the morale of the men."],"display_date":"May 22, 1863 - May 23, 1863","search_date":"1863-05-22","locations":[{"id":7312,"lat":32.364480123,"lng":-90.8603381835,"zoom":9,"place":"WARREN, Mississippi"}],"tags":[{"id":344,"tag":"Fifty-fifth Illinois"},{"id":314,"tag":"William C. Porter"},{"id":311,"tag":"Union"},{"id":310,"tag":"Vicksburg"},{"id":32,"tag":"Civil War"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":34,"school_id":4}},{"id":5617,"title":"<strong>Henry Nields’ Heroism at the Battle of Mobile Bay</strong>","course_id":93,"status":"P","start_date":"1864-08-01","end_date":"1864-08-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In early August, 1864, a Union Naval fleet, under the control of Rear Admiral David Farragut commanding the flagship <em>U.S.S. Hartford</em>, neared Mobile Bay, Alabama.  The goal was to take over the strategic location which consisted of three confederate forts and a plethora of underwater mines.  The two main forts were Forts Morgan and Gaines aided by a few Confederate ships mainly the <em>C.S.S. Tennessee</em> which was an ironclad.","Admiral Farragut formed his fleet into a line that was two ships wide led by the <em>U.S.S. Brooklyn</em> because of its superior anti-mine technology.  On August 5, the fleet converged on Fort Morgan to the right of the inlet.  The <em>Brooklyn</em> fired the first shots on Fort Morgan and the battle ensued.  Unfortunately, one of the ironclads in the fleet, the <em>Tecumseh</em>, hit an underwater mine and quickly sank to the bottom of the bay.  At this point, Admiral Farragut climbed the mast of the <em>Hartford</em> and shouted the famous order “Damn the torpedoes, full speed ahead!”","Admiral Farragut’s, next order was one to save the crew of the <em>Tecumseh</em> which sank immediately after hitting the mine.  The <em>Metacomet</em> was instructed to send a boat to rescue any survivors of the explosion.  Acting Ensign Henry Nields boarded the boat and assisted ten members of the <em>Tecumseh’s</em> crew.  The task though was not one of ease as Admiral Farragut expressed in his after action reports saying “[Nields] took her in under one of the most galling fires I ever saw, and succeeded in rescuing from death ten of the crew, within six hundred yards of the fort.”  Although the <em>Tecumseh</em> lost around ninety men, Nields’ heroism was reflected on by Farragut on multiple accounts.","Nields miraculously made it back to the <em>Metacomet</em>, and shortly after, the ship was sent to take down the retreating <em>C.S.S. Selma. </em>The <em>Metacomet</em> tailed the <em>Selma </em>north of Mobile Bay and forced her surrender.  The Union incurred a huge land and naval battle at Mobile Bay driving the confederates out and eventually capturing all three forts.  Moreover, the battle yielded a copious number of Medals of Honor for the union officers who affected the victory."],"display_date":"August 1864","search_date":"1864-08-16","locations":[{"id":285,"lat":30.3671940073,"lng":-88.3660108917,"zoom":9,"place":"MOBILE, Alabama"}],"tags":[{"id":113,"tag":"Navy"},{"id":311,"tag":"Union"},{"id":1577,"tag":"Victory"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":93,"school_id":3}},{"id":6452,"title":"Reconstruction: Knowledge is Power","course_id":149,"status":"P","start_date":"1867-08-24","end_date":"1867-08-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["This document is an open letter to General Grant from Major General Pope in regards to allowing confederate leaders to be involved in the Reconstruction process in the South. The main piece of evidence used by Pope to further his argument about rebel officials role in reconstruction, is a speech made by B.H. Hill.  Pope claims that the speech represents the feeling of the majority of the whites in the south, that reconstruction will never be accepted because of the drastic changes it would require.  Although, Pope makes it clear that he does not want their ideas and thoughts muffled at all from the United States, but that having an open conversation with these ideas will better help it to not happen again.  If these voices were kept silent, Pope argues that reconstruction would fail within a few years. Having this discussion available for everyone to hear would actually make reconstruction strong and last long, since people would have \"with[stood] the influence of the secession party\".  Overall, Pope writes how reconstruction can only be successful if the people in the south support it and work towards it, otherwise discontent will fester until more conflict inevitably boils over. Pope supports the Reconstruction Acts actions towards disenfranchising since he believes it would keep more rebel thoughts out of actual politics.  Other sources that Pope uses are letters by Hill, by Governor Perry of South Carolina, of Hershal V Johnson of Georgia and many others who represent the anti-reconstruction of the South.  For Pope, reconstruction is not just about ending the rebel discourse, but maintaining efforts for reconstruction and reconnection to the Union long after the individual rebel voices fade away and the states are readmitted. In order to know how to make reconstruction successful in the long term, the rebel ideologies and arguments must become fully developed in the open and public sphere, according to Pope.  He also shows how the education and social integration of the freedmen is essential to making them a part of society, and will better the society.  Pope says that any attempts to \"check\" the education of the freedmen would severely undermine any progress made. Pope concludes the letter to General Grant by claiming that he believes any straying from the course he outlined for reconstruction would end in disaster, destruction, and the winning of evil.  ","Major General Pope's perspective seems particularly unique when Blight's book <em>Race and Reunion </em>is taken into account.  According to Blight, the \"politicians sought to permanently bury the issues of war and simultaneously used those very issues to fan the flames of political difference\"(Blight 98).  Pope's open concept take on Reconstruction and dealing with rebel leaders/thoughts is just the opposite of this, which seems to be against the majority opinion based on Blight's writing.  Pope's perspective, while not part of the three main perspectives of the South (white unionists who moved south during Reconstruction, white southerners--poor men and slaveholders, and the freedmen), provides historians with what appears to be a minority perspective on Reconstruction. What Pope wanted for the reunion of the United States and for Reconstruction was highly unlikely during that time given the increased polarization of politics during that time.  As Blight says, the politics became about arguing over the end of the war, who won, and who would win.  Major General Pope had an optimistic approach to the reunion, however since the war was still being fought in the political arena, it made his plan unrealistic.    "],"display_date":"August 24, 1867","search_date":"1867-08-24","locations":[{"id":52852,"lat":35.7795897,"lng":-78.6381787,"zoom":9,"place":"Raleigh, NC"}],"tags":[{"id":123,"tag":"Reconstruction"},{"id":311,"tag":"Union"},{"id":1115,"tag":"Freedmen"},{"id":6,"tag":"Education"},{"id":2843,"tag":"Confederate leaders"},{"id":2844,"tag":"Reconstruction Acts"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":149,"school_id":2}},{"id":6518,"title":"Lincoln Unimpressed with Kentucky's Impressment of African-Americans","course_id":159,"status":"P","start_date":"1864-06-13","end_date":"1864-06-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["     Noone doubted the existence of unlawful impressment of African-American soliders into the Confederate Army during the Civil War. On March 26, 1863, the Confederate Congress passed the Impressment Act, which allowed it \"to impress, or seize, food, fuel, slaves, and other commodities to support armies in the field.\" A 1793 law prohibited African Americans from bearing arms in the U.S. Army, but dwindling recruitment numbers resulted in forcing many slaves to be used for manual labor in the Confederate Army. On the other side of the battle lines, the Union Army initially had trouble recruiting free black men after Lincoln's passage of the Emancipation Proclamation, but President Lincoln would never resort to allowing his men to illegally force African-Amercians, or anyone else for that matter, to join the Union Army against their will; however, even though the Union Army legally enlisted free black men in 1863, it's evident that illegal impressment into the Union Army occured. ","When President Lincoln got wind of news that Kentucky Major General George Thomas and his men were impressing African-Americans into his Union forces, he didn't hesitate to express his dissastication. On June 13, 1864, Lincoln sent a telegram to Thomas accusing his Kentucky Union forces of \"seizing negroes and carrying them off without their own consent and according to no rules whatever, except those of absolute violence.\" Lincoln probably wasn't surprised that such an act would be occuring in a border state like Kentucky. The people of Kentucky were often at odds over the issue of slavery and most Kentuckians were not opposed to the institution --even Major General George Thomas was born into a slave-owning family and wasn't particularly sympathetic to African-Americans. Slavery wouldn't be abolished in Kentucky until December 1865 and Kentucky Union forces probably resorted to impressing black soldiers when the enlistment of free black men weren't meeting their high demands. ","Regardless of the demand that Kentucky Union forces weren't meeting in their recruitment numbers, impressment would not be tolerated under Lincoln's command. Although African-American soldiers in the Union Army suffered from subpar treatment, conditions, and compensation compared to their white counterparts, President Lincoln was aware of these issues and fought to obtain equal pay for black soldiers and equal protection for black POWs who were often heavily mistreated by their Confederate captors. Consequently, it was during the same month that Lincoln scolded Major General George Thomas for impressing African-Americans that Congress granted equal pay for U.S. colored troops. As a leader that believed in projecting a good and just moral code upon his men, President Lincoln demanded in his telegram that Major General Thomas ensure \"making soldiers of negroes is done according to the rules you are acting upon, so that unneccessary provation and irritation be avoided.\" President Lincoln's direct correspondence over the matter of the impressment of black soldiers into the Union Army illustrates his compassion for African-Americans and his no tolerancy policy of impressment and unnecessary violence towards African-Americans."],"display_date":"June 13, 1864","search_date":"1864-06-13","locations":[{"id":52826,"lat":38.9071923,"lng":-77.0368707,"zoom":5,"place":"Washington D.C."},{"id":52914,"lat":38.2526647,"lng":-85.7584557,"zoom":5,"place":"Louisville, Kentucky"}],"tags":[{"id":2978,"tag":"Confederate"},{"id":2977,"tag":"Soldiers"},{"id":2976,"tag":"Telegram"},{"id":311,"tag":"Union"},{"id":1362,"tag":"Telegraph"},{"id":1677,"tag":"Black"},{"id":3,"tag":"African-Americans"},{"id":701,"tag":"Lincoln"},{"id":2706,"tag":"Impressment"},{"id":32,"tag":"Civil War"}],"course":{"name":"Digital History and Pedagogy","school":"North Carolina State University","course_id":159,"school_id":30}},{"id":6612,"title":"\n\nLincoln Removes General McClellan From Command","course_id":164,"status":"P","start_date":"1862-01-01","end_date":"1862-11-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In November, 1862, a change occurred in Union power as President Abraham Lincoln removed General George McClellan from command of the Army of the Potomac. <em>The New York Times</em> stated, during “the fifteen months…he has had virtual control of the war have been utterly barren of results...Few commanders in history have had such splendid opportunities, and fewer still have so ostentatiously thrown them away.” McClellan commanded the Army of the Potomac satisfactorily from 1861 until November of 1862; as the war progressed, he quickly became paranoid about the size and talent of the Confederate Army. He was never outnumbered by the Confederates, and his paranoia put him at a mental disadvantage. "," ","During the start of the Seven Days Battle of July 1862, McClellan ably commanded his army. McCllelan launched an attack on Robert E. Lee and his troops. The Federals did not make irreversible gains, but McClellan believed his troops were in control; yet he ordered them to fall back. The retreat gave Confederates the advantage of more time. Consequently, Lee and his troops defended their position and caused McClellan to retreat due to his fear of losing. After this failure, Lincoln decided to give McClellan another chance which came at the Battle of Antietam nearly two months later."," ","The night before the Battle of Antietam, McClellan believed the Confederate Army had 120,000 plus men. Stephan Sears states, “McClellan imagined three Rebel soldiers for every one he faced on the Antietam battlefield. Every decision he made that September…was dominated by his fear of counterattack by phantom Confederate battalions.” McClellan had a plan to send troops as a diversion; he believed this would prevent Lee from overtaking Joe Hooker’s division. However, he gave his orders too late, and this caused McClellan to lose control of the battle, and let his irrational fears of the Confederate Army take over."," ","Lincoln wrote to McClellan to discuss his failures and give him a chance to respond; however, McClellan failed to impress Lincoln. After his failures in battle, Lincoln wanted to appoint someone more capable to the position of Commander of the Army of the Potomac. Lincoln talked to General Ambrose Burnside about becoming the new commander. Burnside had previously been asked to accept control after his success in North Carolina, but at that time Burnside denied the offer. This time the request was coming directly from the President, making it difficult to refuse. Burnside did not believe that he deserved this position, and he accepted it with reluctance."," ","McClellan allowed his fear of failure to control his ability to succeed as commander of the Army of the Potomac. If he would have been able to think more systemically and put aside the pressure to be perfect, he may not have lost his position. He frequently overestimated the size and power of the opponent; ultimately, this led to failure. The refusal to pursue the enemy at the close of the Antietam battle and for weeks afterwards, was the last straw for Lincoln, and he removed McClellan from power. Ultimately, McClellan was replaced by General Burnside as the new commander of the Army of the Potomac."," "],"display_date":"January 1, 1862 - November 30, 1862","search_date":"1862-06-16","locations":[{"id":14214,"lat":37.5407246,"lng":-77.4360481,"zoom":7,"place":"RICHMOND, Virginia"}],"tags":[{"id":3170,"tag":"Seven Days"},{"id":3169,"tag":"Burnside"},{"id":3168,"tag":"McClellan"},{"id":1792,"tag":"Antietam"},{"id":311,"tag":"Union"},{"id":755,"tag":"Confederacy"},{"id":701,"tag":"Lincoln"}],"course":{"name":"The Civil War and Reconstruction","school":"Juniata College","course_id":164,"school_id":3}},{"id":6643,"title":"J.E.B. Stuart and his Infamous Cavalrymen Raid the Union occupied Catlett Station","course_id":164,"status":"P","start_date":"1862-08-22","end_date":"1862-08-22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On August 22, 1862, J.E.B. Stuart and 2,000 of his fellow Confederate cavalrymen laid a swift and destructive raid upon the Union encampment known as Catlett’s Station. Stuart’s inspiration for the raid can be traced back to his own near capture by Union cavalry in the town of Verdiersville, Virginia, several days prior to this attack. The loss of valuable information to the Union forces included, “his hat and haversack, containing his maps, having been captured,” recalled Stuart’s comrade Lieutenant Colonel W.W. Blackford. Motivated from his own irresponsibility and supported by his commander Robert E. Lee, Stuart established a plan for redemption. He would invade the Union encampment, commanded by Brigadier General John Pope, with the main purpose of burning a strategically important Union supply bridge along the Orange & Alexandria Railroad. The Confederates believed that this raid could prolong the arrival of invaluable resources to the Union camp, essentially increasing Lee’s opportunity of success at this time during the war.","Stuart and his men arrived in an area adjacent to Catlett’s Station, where he placed the reconnaissance in the hands of W.W. Blackford. “I rode all around the outskirts of their encampment, and found a vast assemblage of wagons and a city of tents,” stated Blackford, “…but no appearance of any large organized body of troops; and with the exception of a small camp guard at a crossroads.” Having been several hundred yards away from the main Union camp, the guards stationed at the crossroads became the first victims of Stuart and his well-trained cavalry, as they were quickly captured and questioned for intelligence information. With Federal troops on the camp’s outskirts under Confederate control, Stuart set his sights upon the bulk of the Union encampment, including the headquarters of General Pope. Stuart’s inability to locate Pope’s headquarters led to a halt in his attack, but a sudden change in fortune turned in favor of the Rebels, when they crossed paths with a Union contraband. He agreed to lead them to their desired location. Blackford recalled he; “readily undertook to guide us to the spot on the terms we offered: kind treatment if faithful, and instant extermination if traitorous.”","At the sound of the bugle, Stuart and his men hastily invaded the camp, carrying out their plan. Each regiment was given a specific task, one attacked the depot, the second attacked the Union Pope’s quarters, and the rest plundered the camp. The ransacking included burning tents and wagons along with taking prisoners and resources. The Confederates quickly gained an advantage over the Pennsylvania Bucktail defenders and gathered many resources in horses, mules, and money. Though unable to burn the bridge because of conflicting reports of rain dampened wood and unnavigable darkness, the Rebel’s attack appeared a success. The Confederate cavalry also obtained important documentation from General Pope’s headquarters that provided valuable information regarding the Union army and their current positioning. The raid of Catlett’s Station proved victorious for the Confederates, further continuing their trend of victory in the Eastern theatre of war."],"display_date":"August 22, 1862","search_date":"1862-08-22","locations":[{"id":53016,"lat":38.720661,"lng":-77.5563116,"zoom":8,"place":"Catletts Station, Virginia"}],"tags":[{"id":3241,"tag":"Catlett's Station"},{"id":3240,"tag":"Raid"},{"id":3239,"tag":"Cavalry"},{"id":574,"tag":"Contraband"},{"id":5,"tag":"War"},{"id":311,"tag":"Union"},{"id":1861,"tag":"Confederates"}],"course":{"name":"The Civil War and Reconstruction","school":"Juniata College","course_id":164,"school_id":3}},{"id":6645,"title":"John Mosby and his men capture vital Union resources behind enemy lines","course_id":164,"status":"P","start_date":"1863-03-08","end_date":"1863-03-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On March 8, 1863, Colonel John S. Mosby and twenty-nine of his confederate cavalry troops snuck past thousands of Union soldiers and conducted a secret and successful raid upon a Union encampment near the Fairfax Courthouse and captured Union Brigadier General Edwin H. Soughton along with many other soldiers and resources. In order to conduct the raid under secrecy, Mosby and his men first needed to bypass thousands of Union defenders stationed around the Fairfax Courthouse, a maneuver that swung them deep behind enemy lines. Unsure of how to navigate through the defects of the Union line of defense, Mosby acquired important information regarding possible routes of entry from a Union deserter named Ames. The Union defector had recently joined Mosby and his men after abandoning the 5<sup>th</sup> New York Cavalry. “Ames knew where there was a break in the picket lines between Chantilly and Centreville,” stated Mosby, “and he led us through this without a vidette seeing us.” With his cavalry-men successfully behind enemy lines, Mosby set his sights upon the town surrounding the Fairfax Courthouse.","Upon entering the town, Mosby tasked his men with searching for Sir Percy Wyndham, a Union Cavalry Commander who was their desired target, along with seizing Union horses. To the Confederate Mosby’s disappointment, Wyndham had not been in the town the night of the raid because he had recently left for Washington. Instead of the Union commander himself, Mosby acquired “two staff officers, his horses, and his uniform.” Among the Union soldiers captured by Mosby’s men was an individual who served as a guard for a Union Brigadier General named Edwin H. Stoughton and knew of his place of residence. Following the information provided by that Union soldier, Mosby and several of his men traveled to the Gunnel House where Stoughton was staying. Knocking on the door of the home, Mosby was asked by Union soldiers to identify himself, of which he stated; “Fifth New York Cavalry with dispatches for General Stoughton.”","Under the <em>ruse de guerre</em> of Union soldiers, Mosby and his men entered the Gunnel House and found Stoughton asleep in his room. Unaware of his evident capture, Stoughton continued to sleep until he was awoken and further questioned by Mosby. Mosby specifically recalled asking Stoughton “if he had ever heard of Mosby,” further identifying himself and capturing the Union Brigadier General. Escaping into the darkness, out of the Union lines, and into Confederate territory, Colonel Mosby and his men returned from their successful raid. According to historian Jeffry Wert, Mosby’s raid spread quickly throughout the Union, leading to the assumption that President Lincoln would be the Confederate cavalrymen’s next target. In order to ensure the safety of President Lincoln, deliberate sabotage of the Chain Bridge connecting the Confederate held Virginia with the Union held Maryland was conducted by Union soldiers in hopes of inhibiting Mosby and his subsequent raids further into Union territory. Mosby’s dramatic raid undoubtedly contributed to his reputation as he was subsequently awarded the position of captain, furthering his involvement in the notorious Confederate cavalry."],"display_date":"March 8, 1863 - March 9, 1863","search_date":"1863-03-08","locations":[{"id":13792,"lat":38.8462236,"lng":-77.3063733,"zoom":7,"place":"FAIRFAX, Virginia"}],"tags":[{"id":2978,"tag":"Confederate"},{"id":3239,"tag":"Cavalry"},{"id":3240,"tag":"Raid"},{"id":311,"tag":"Union"},{"id":3242,"tag":"John Mosby"},{"id":3243,"tag":"Fairfax"},{"id":3244,"tag":"Courthouse"}],"course":{"name":"The Civil War and Reconstruction","school":"Juniata College","course_id":164,"school_id":3}},{"id":6744,"title":"The May Day March, Women's Rights, and African-American Freedoms","course_id":179,"status":"P","start_date":"5/2/40","end_date":"5/2/40","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On May 1st, 1940, Left-Wing Labour Groups marched through the streets of New York. The estimated number of protestors was in the ballpark of 25,000 and 100,000 according to the organizing committee and police officials. The theme: Peace, Jobs, and Civil Liberties. The goal: exhort America to remain an observer to the growing European conflict. The sentiment among protestors was anti-Capitalist, which many among the protestors identified as the reason for entering the war. Banners ridiculing Wall Street, and the U.S. Maritime Commission were a few of the sentiments expressed during the rally. Protestors drew parallels between leaders of the Allied and Axis powers, claiming that Chamberlain was the cause for Hitler’s rise to power. The same protestors failed to acknowledge or mention Russia’s invasion of Poland and Finland (although various signs, carried by delegations of Polish and Finnish workers proclaimed Soviet Peace agreements), and no denunciations of Stalin comparable to those for Hitler, Chamberlain, and Daladier were made. Socialist Party officials, including the party’s presidential candidate John W. Aiken, declared decadent capitalism as the catalyst for the emergence of war and proclaimed Hitler as its figurehead. Various banners ridiculed the Dies Committee (who were concerned with the possible uprising of communist sympathizers and similar sentiments among protestors); Thurman Arnold, head of the anti-trust division of the Department of Justice, was satirized by several signs. Alien and Radical detective squads were present and took notes during the proceedings. All members of the police department were held on duty during the ceremonies from 12:01 a.m. of that morning until the rally had come to a close, and two thousand of these members were assigned to policing the parade’s route in order to keep both protestor and spectator alike safe from harm."," ","Unbeknownst to Americans at the time, the Great Depression was on its last legs. A recovering housing market devastated by the depression was a topic of concern among the protestors during the May Day march. Upon entering the fight in 1941, the job market opened the floodgates for various wartime employment opportunities on American soil, primarily in the industrial sector producing arms and munitions in factories. In the 1930s, many American factories were operated as “small dictatorships”, workers were beaten and could be fired without prior warning or notice (Foner, p. 653). In 1934, no fewer than 2,000 general strikes occurred as a response to demands of workers that went beyond the increase of wages (civil liberties for workers and the removal of “employers’ arbitrary power in the workplace” to name two). Socialist and Communist militant labour leaders provided leadership to the growing labour upsurge, and between 1937-1938, labour union membership increased by approximately 2.5 million. The next major increase in members would not come until 1940-1941, and again between 1942-1943 (Foner, p. 689). Women were dominant in the workforce, but black Americans were generally ignored. Black Americans that were part of the army served in segregated units, and were only ever employed as cooks or waiters in the navy (Foner, p. 701). The treatment of workers was what gave the Communist Party a foothold in American politics during the War (a popular one at that). From 1941-1945, however, the Communist Party would suspend traditional May Day activities, and the American peoples’ focus gradually switched to “uniting against the fascist threat abroad.” (Haverty-Stacke, p. 174). By the end of the War, women were largely dismissed from industrial positions and black army vets returned to a country unaccommodating and unappreciative of their military service. For so many protestors, World War II was a battle on two fronts. Overseas combatting the axis powers, and on American soil, fighting for worker rights and civil liberties."," "],"display_date":"May 2, 1940","search_date":"1940-05-02","locations":[{"id":52989,"lat":40.7127753,"lng":-74.0059728,"zoom":9,"place":"New York"}],"tags":[{"id":311,"tag":"Union"},{"id":3432,"tag":"Labour"},{"id":3433,"tag":"May Day"},{"id":3434,"tag":"World War"}],"course":{"name":"Critical Writing and Research for Historians","school":"University of Toronto Scarborough","course_id":179,"school_id":28}}]}