{"id":3119,"tag":"Washington Shores","points":[[28.531512,-81.4210304]],"bounds":[[28.531512,-81.4210304],[28.531512,-81.4210304]],"episodes":[{"id":6585,"title":"Washington Shores: The Community that Saved Negro-Owned housing in Central Florida","course_id":167,"status":"P","start_date":"1/1/47","end_date":"12/31/49","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1949, the Orlando Negro Chamber of Commerce presented the details on the upcoming housing development, Washington Shores. Many citizens from all throughout the state came to visit and inspect the new developments progress. This community was unlike any other housing development of this time since all the houses were going to be “owned and peopled by Negro citizens.”  The Washington Shores community was going to be one of the first developments in the nation to start “setting a pattern… for meeting the housing shortages of minority groups, especially Negros.” ","The concept for a Negro-owned community was created in 1947 when John Graham, a tile manufacturer in Central Florida, was faced with the task of finding housing for a Negro employee of his. Appalled when finding that White landowners were charging outrageous rental fees in African American areas of Orlando, Graham gained aid from the Chamber of Commerce, Rotary, and the city government to help ease “congested quarters of the Orlando Negro section” by establishing a non-profit organization to fund the housing development. Segregation of white and black housing communities in this era was a major issue, often “during the 1950s urban expansion…discriminated forced blacks into small, disconnected communities and to travel longer distances for goods and services than did whites.” Thus, the idea of a Negro-owned community close to the hustle and bustle of Orlando was met with excitement.","The development of the Washington Shores community “presents a remarkable case study of civic cooperation.” Throughout Orlando, citizens and businesses contributed to the development of the housing. The Orlando legislature expanded the city limits in order to ensure that the community would have adequate fire and police protection, as well as necessary utilities, such as sewer, electricity, and paved streets. And a Negro real estate firm was given the job of handling the sales of all housing. The aid of the city came with the assurance that this community would not soon become a “slum.","The cost of buying a home in Washington Shores ranged from, five hundred dollars for a normal lot to one thousand for one on the lake shore, with a down payment of $125. Most homes in this community were planned for a five or six-bedroom layout. This low pricing of a home in the 1950s was unheard of, but for many African American families, this was a struggle. Yet, the cities cooperation with the development of Washington Shores aided many African Americans planning on moving to this community, the First National Bank of Orlando gave financial aid to those purchasing homes in the community. ","The Washington Shores community of Central Florida was met and enjoyed with wide appeal. The attractive new development gave African Americans the chance to live life in stable and prosperous new housing. The development of Washington Shores to this day is a highlight of Central Florida History."],"display_date":"1947 - 1949","search_date":"1948-07-01","locations":[{"id":52966,"lat":28.531512,"lng":-81.4210304,"zoom":15,"place":"Washington Shores, Orlando, FL"}],"tags":[{"id":3120,"tag":"Central Florida"},{"id":3119,"tag":"Washington Shores"},{"id":1648,"tag":"1950s"},{"id":266,"tag":"Segregation"},{"id":1667,"tag":"Discrimination"},{"id":1010,"tag":"Housing"}],"course":{"name":"HIS 120 Decade of Decision 1950s","school":"Rollins College","course_id":167,"school_id":5}}]}