{"id":3123,"tag":"Paul Wagner","points":[[28.5999998,-81.3392352]],"bounds":[[28.5999998,-81.3392352],[28.5999998,-81.3392352]],"episodes":[{"id":6588,"title":"The Wagner Affair","course_id":167,"status":"P","start_date":"4/17/49","end_date":"4/17/51","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","In view of the fact that the Board of Trustees at its annual meeting, February 24-28, 1951, passed a resolution directing the President to reduce the faculty according to a set of principles.”[1] On Tuesday April 17, 1951 at 7:30 pm, the Executive Committee, Board of Trustees of Rollins College held a meeting with the student body to discuss the Wagner Affair. According to the Minutes of Meetings, Dr. Wagner wrongfully took the financial responsibility of the college into his own hands without the consultation of his peers.  Michael J. Worth and James W. Asp’s book <em>The Development Officer in Higher Education: Toward an Understanding of the Role </em>demonstrates how Wagner should have consulted the college’s developmental officer by insisting that the president’s job is to create revenue for the college.[2] Although the Winter Park community hated Dr. Wagner for what he did, they seemed to forget that the Board of Trustees were the people who initially supported his plan. People also seem to forget that Wagner considered other alternatives, such as increasing the immigrant population and raising college tuition, before doing what he felt was in the best interest of the college."," ","In the 1950s, the United States was involved the Cold War against the Soviet Union. Due to lack of soldiers from the previous World War II battles, the United States implemented the Selective Service Act, which gave President Roosevelt the right to draft men into the military. Wagner feared the draft would affect Rollins’ enrollment population and, ultimately, the revenue of the college. Wagner’s first plan of asking for the influx of Latino immigrants onto campus was denied. According to the <em>New Georgia Encyclopedia, </em>during this time minorities could have been a solution for Wagner’s population problem, but neither helped because the majority of schools were segregated at the time.[3] This block hindered Wagner’s solutions and forced his hand against his peers."," ","Trudy Banta and Gary Pike’s work “Revisiting the Blind Alley of Value Added” identifies the role of a college president to be to make appropriate changes to improve the teaching and learning processes at the institution.[4] Faculty and community members argued that Dr. Wagner was doing the opposite of this and, thus, hurting the students’ assessments. Wagner was criticized for not applying his democracy teachings to this situation. Ann McGee’s “The Role of President in Supporting College’s Foundation” speaks on what the students of Rollins wanted Wagner to do instead of firing faculty.[5] They simply wanted Wagner to use his presidential leadership to increase the school’s fundraising efforts. Wagner’s complete dismissal of the idea is what caused the rift between him and his counterparts and ultimately led to his impeachment."," ","The Wagner Affair came to an end in 1951 with the promotion of Hugh Mckean. The Wagner Affair was seen as a disappointment in Rollins College history, but it was also a learning experience for future endeavors. His actions were not ill intentioned but were proven incorrect nonetheless. This short affair provides not only Rollins but also other colleges with the realization of the importance of having a president who knows their role and can show financial wisdom in times of a crisis. The president must help the students and the school as a whole, combining personal insight along with communication between departments, like the Board of Trustees, to determine the best decisions. "," ","[1] Smith, Dr. E.R. <em>Minutes of Meeting Executive Committee Board of Trustees of Rollins College,</em> Papers. Archives and Special Collections. Olin Library, Rollins College, Winter Park, Florida."," ","[2] Worth, Michael J. and James W.  “The Development Officer in Higher Education”: <em>Toward an Understanding of the Role, </em>Ashe Eric Higher Education Report, Washington D.C., 1994  1-15"," ","[3] Hatfield, Edward A. \"Desegregation of Higher Education.\" New Georgia Encyclopedia. 02 August 2016. Web. 21 October 2016."," ","[4] Banta, Trudy W., and Gary R. Pike. “Revisiting the Blind Alley of Value Added.” <em>Assessment Update </em>19, no.1 (January 2007): 1-15 <em>Academic Search Premier, </em>EBSCOhost (accessed October 21, 2016).","<a href=\"http://onlinelibrary.wiley.com/doi/10.1002/au.191/epdf\">http://onlinelibrary.wiley.com/doi/10.1002/au.191/epdf</a>"," ","[5] McGee, E. Ann. “The Role of President in Supporting the College’s Foundation”, <em>New Directions for Community Colleges</em> 2003, no. 124 (Winter 2003): 41-46. <em>Academic Search Premier, </em>EBSCO host (accessed October 21, 2016)."," <a href=\"http://onlinelibrary.wiley.com/doi/10.1002/cc.132/epdf\">http://onlinelibrary.wiley.com/doi/10.1002/cc.132/epdf</a>"," "],"display_date":"April 17, 1949 - April 17, 1951","search_date":"1950-04-17","locations":[{"id":52968,"lat":28.5999998,"lng":-81.3392352,"zoom":8,"place":"Winter Park Florida"}],"tags":[{"id":438,"tag":"Rollins College"},{"id":3123,"tag":"Paul Wagner"}],"course":{"name":"HIS 120 Decade of Decision 1950s","school":"Rollins College","course_id":167,"school_id":5}},{"id":6591,"title":"The Wagner Affair: A Preview of Student Activism","course_id":167,"status":"P","start_date":"2/1/51","end_date":"5/31/51","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The 1950-51 academic year was one of turmoil at Rollins College in Winter Park, FL.  The previously peaceful liberal arts school was rocked by a scandal concerning the young President Paul Wagner.  This incident, which came to be known as the Wagner Affair, led to one of very few cases of student activism in the 1950s.  It was brought about by Paul Wagner’s increasing disregard for the democratic decision-making process traditionally implemented at Rollins, culminating in his decision to dismiss 23 faculty members.  He did so without consulting anyone else and upon announcing his intentions made it clear that his decision was final.  Wagner’s refusal to back down in the face of opposition and logical alternative solutions angered students so much that they eventually organized a walkout that would last until a decision regarding Wagner’s position as president was made.","Students of the 1950s generally weren’t prone to protests or other forms of activism.  When it comes to the topic of student activism, one usually thinks first of the 1960s; that is, after all, the decade in which students organized in masses never before seen to protest for social and political change.  Scholars point to several factors that influenced the period of apathy in the 50s.  In his book, <em>Student Politics in America</em>, Philip Altbach cites the political climate of the time and the start of the Cold War as main causes for a decline in political activism on campus.  He explains, “At a time when students were literally afraid to sign petitions even on non-political local issues, it is not surprising that Socialist or radical groups should find their memberships dwindling.” In his study into students’ value patterns in the 1950s, Dean Hoges found that students were heavily inclined toward conservative and Christian values and were disinclined to get involved in politics.  Overall, researchers conclude that the few student movements that did take place were generally over broad social and educational policies and were non-violent in nature.","The students’ reaction to the Wagner Affair, then, was both typical and atypical of the time.  The walkout staged by the students was non-violent, but the subject of their protests was one directly related to the college, rather than a broader issue.  The division this caused between students and faculty and high-level administrators was one never before experienced at Rollins.  The issue was eventually resolved with the dismissal of President Wagner, but not without leaving its mark on the school and the town of Winter Park.  It exposed the underlying political influences and conservative attitudes within the higher education system.  Wagner governed in a domineering style, using showmanship and charisma, much like prominent political figures of the time, and students were willing to follow his lead until he crossed a certain line.  It showed that student unrest was real, even if it was stifled by the prevailing attitudes of the decade and it demonstrated the use of peaceful protest techniques that would be utilized in the Civil Rights movement.  More than anything, though, the Wagner Affair provided a glimpse of what was to come in the 60s."],"display_date":"February 1, 1951 - May 31, 1951","search_date":"1951-04-01","locations":[{"id":52897,"lat":28.5999998,"lng":-81.3392352,"zoom":8,"place":"Winter Park, FL"}],"tags":[{"id":3131,"tag":"student activism"},{"id":1648,"tag":"1950s"},{"id":2954,"tag":"College Students"},{"id":3123,"tag":"Paul Wagner"},{"id":438,"tag":"Rollins College"}],"course":{"name":"HIS 120 Decade of Decision 1950s","school":"Rollins College","course_id":167,"school_id":5}},{"id":6594,"title":"The Wagner Affair: Educational Attainment","course_id":167,"status":"P","start_date":"9/2/45","end_date":"5/31/52","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["     The Wagner Affair left Rollins College in a financial crisis, with the desire to reach a state of peace and accord. The Executive Committee of Rollins College addressed the Alumni Association on March 30<sup>th</sup>, 1951 and discussed the present and future financial image of Rollins College. According to Paul Wagner, president of Rollins College, there would be a probable 30% decrease in the student body in the following academic year. The final calculation showed that out of the 425 undergraduates enrolled, only 199 were expected to return the next year. The Statement of the Student Committee, however, showed their resistance to the dismissal of faculty, which was inevitable after the student body count dropped. They believed that the education they paid for was not one they were receiving. The students trusted that by paying the tuition, they would be able to study under the professors of their own choosing in their major fields. Their educational attainment depended on the faculty and their experience and guidance.","     The issue at Rollins and with Paul Wagner began around the time the United States was recovering from the war. The end of World War Two and the start of the Cold War, however, did not affect the educational attainment for students and even war veterans coming back from war to a certain extent. Laws, like the G.I Bill, were considered the “most ambitious educational experiment.” The number of veterans who enrolled in college exceeded many people’s expectations, as veterans accounted for 70% of all male enrollment. Historians and economists point to the G.I Bill as a policy instrument that had the greatest effect on the level of educational attainment of returning veterans and on the overall higher education in America. It was seen as a policy that democratized the collegiate population as it made college a viable option for men with different racial backgrounds and low-income families.","    However, this was not completely true as the effects of the G.I Bill on collegiate attainment did differ for black and white Americans residing in the South. Black veterans in the South were limited in their educational attainment and the choices available to them. The G.I Bill did not provide enough opportunities in higher education for black veterans in the South. When it came to investments in colleges and universities, it was limited which was proven to affect their benefits in the long run. As the Cold War expanded and the Korean war came closer to happening, drafting increased rapidly which put pressure on men and their future. As the student body count at Rollins decreased as more men were leaving for the army, Paul Wagner tried to create solutions to solve the financial issue that was going to hit Rollins. The sudden drop in the tuition that they were going to receive set them into a mode of panic which resulted in quick and not thought through resolutions to avoid a huge debt. However, as segregation continued to hold a place during the 1950s, increasing the minority population at Rollins was not going to work.","     The concern of the students at Rollins College with their educational attainment can be related to the bigger issue of education attainment in the United States after the Second World War and the start of the Cold War. Some of the laws that were imposed to help increase higher education did not help everyone in need. The war had a strong negative impact on postsecondary education as it drew students out of colleges much earlier leading to a delay in the attainment of a complete education."],"display_date":"September 2, 1945 - May 31, 1952","search_date":"1949-01-15","locations":[{"id":52921,"lat":28.5999998,"lng":-81.3392352,"zoom":8,"place":"Winter Park, Florida"}],"tags":[{"id":3130,"tag":"Wagner affair"},{"id":438,"tag":"Rollins College"},{"id":3123,"tag":"Paul Wagner"},{"id":3134,"tag":"Educational Attainment"}],"course":{"name":"HIS 120 Decade of Decision 1950s","school":"Rollins College","course_id":167,"school_id":5}}]}