{"id":3130,"tag":"Wagner affair","points":[[28.5999998,-81.3392352],[28.5383355,-81.3792365]],"bounds":[[28.5999998,-81.3392352],[28.5383355,-81.3792365]],"episodes":[{"id":6594,"title":"The Wagner Affair: Educational Attainment","course_id":167,"status":"P","start_date":"9/2/45","end_date":"5/31/52","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["     The Wagner Affair left Rollins College in a financial crisis, with the desire to reach a state of peace and accord. The Executive Committee of Rollins College addressed the Alumni Association on March 30<sup>th</sup>, 1951 and discussed the present and future financial image of Rollins College. According to Paul Wagner, president of Rollins College, there would be a probable 30% decrease in the student body in the following academic year. The final calculation showed that out of the 425 undergraduates enrolled, only 199 were expected to return the next year. The Statement of the Student Committee, however, showed their resistance to the dismissal of faculty, which was inevitable after the student body count dropped. They believed that the education they paid for was not one they were receiving. The students trusted that by paying the tuition, they would be able to study under the professors of their own choosing in their major fields. Their educational attainment depended on the faculty and their experience and guidance.","     The issue at Rollins and with Paul Wagner began around the time the United States was recovering from the war. The end of World War Two and the start of the Cold War, however, did not affect the educational attainment for students and even war veterans coming back from war to a certain extent. Laws, like the G.I Bill, were considered the “most ambitious educational experiment.” The number of veterans who enrolled in college exceeded many people’s expectations, as veterans accounted for 70% of all male enrollment. Historians and economists point to the G.I Bill as a policy instrument that had the greatest effect on the level of educational attainment of returning veterans and on the overall higher education in America. It was seen as a policy that democratized the collegiate population as it made college a viable option for men with different racial backgrounds and low-income families.","    However, this was not completely true as the effects of the G.I Bill on collegiate attainment did differ for black and white Americans residing in the South. Black veterans in the South were limited in their educational attainment and the choices available to them. The G.I Bill did not provide enough opportunities in higher education for black veterans in the South. When it came to investments in colleges and universities, it was limited which was proven to affect their benefits in the long run. As the Cold War expanded and the Korean war came closer to happening, drafting increased rapidly which put pressure on men and their future. As the student body count at Rollins decreased as more men were leaving for the army, Paul Wagner tried to create solutions to solve the financial issue that was going to hit Rollins. The sudden drop in the tuition that they were going to receive set them into a mode of panic which resulted in quick and not thought through resolutions to avoid a huge debt. However, as segregation continued to hold a place during the 1950s, increasing the minority population at Rollins was not going to work.","     The concern of the students at Rollins College with their educational attainment can be related to the bigger issue of education attainment in the United States after the Second World War and the start of the Cold War. Some of the laws that were imposed to help increase higher education did not help everyone in need. The war had a strong negative impact on postsecondary education as it drew students out of colleges much earlier leading to a delay in the attainment of a complete education."],"display_date":"September 2, 1945 - May 31, 1952","search_date":"1949-01-15","locations":[{"id":52921,"lat":28.5999998,"lng":-81.3392352,"zoom":8,"place":"Winter Park, Florida"}],"tags":[{"id":3130,"tag":"Wagner affair"},{"id":438,"tag":"Rollins College"},{"id":3123,"tag":"Paul Wagner"},{"id":3134,"tag":"Educational Attainment"}],"course":{"name":"HIS 120 Decade of Decision 1950s","school":"Rollins College","course_id":167,"school_id":5}},{"id":6599,"title":"Public Distrust in Large Institutions in the 1950s","course_id":167,"status":"P","start_date":"1/1/50","end_date":"12/31/59","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On March 17, 1951 the <em>Sandspur—</em>Rollins College’s student news publication, published an article called “Trustees Back Faculty Cuts.” The newspaper article reported on the responses of various groups at Rollins on their opinions on the faculty dismissals that were carried out by President Wagner and supported by the Board of Trustees. According to the article, Rollins and faculty and students were largely dissatisfied by how the dismissals were handled by Wagner; they felt such drastic action should not have been carried out without first consulting them on the issue. The article “Trustees Back Faculty Cuts” highlights and illustrates the dissatisfaction and changing relationship that the public had with large institutions during the fifties. ","            American secondary education expanded during the fifties due to both a rise in population and the growth of the middle class. Historian Richard Stanley writes “Colleges and universities, both public and private, experienced an unprecedented period of rapid growth following the end of World War II.”[1] Increased enrollment meant “…educators warned of coming teacher and classroom shortages—crowded schools plagued the educational system throughout the decade.”[2] During the Eisenhower administration, more schools were built across the country and education became more centralized. The fifties in the United States are characterized as a period of rapid political, social, and economic change; this culture of change trickled down in to the curriculum of many American colleges. Many schools began to alter their curriculum in an attempt to safeguard American political ideals. For example, Alabama State College implemented a curriculum with a heavy emphasis on democracy, student responsibility, and patriotism during the period. Students were taught “…life lessons about democracy, loyalty, dedication, perseverance, and the responsibility of being a contributor. Moreover, these deeply profound lessons were woven throughout the classic liberal arts college preparatory curriculum.”[3] Similarly to Alabama State College, the use of curriculum as a tool of political socialization was also prevalent at Southern Methodist College during the fifties. Historian Adrienne Caughfield explains “…American classrooms, now seen as battlegrounds, in which young innocents—not only school children, but also college students, newly released on campus without parental supervision—became targets of Marxist persuasion. The thought of such agents shaping the minds of American children justified a severe response.”[4] These examples demonstrate how the American public’s fear and distrust of communism and other foreign ideas trickled down into the education system. ","            The fifties were a period marked by administrative and political distrust. This was exemplified by the changes in culture and curriculum that were implemented in liberal arts schools across the country during the decade. ","Bibliography","Caughfield, Adrienne. \"Fighting the cold war at Southern Methodist University.\" <em>Journal of</em>","<em>Southern History</em> 81, no. 3 (2015): 647+. <em>Academic OneFile</em> (accessed October 26, 2016). <a href=\"http://ezproxy.rollins.edu:2048/login?url=\">http://ezproxy.rollins.edu:2048/login?url=</a> <a href=\"http://go.galegroup.com.ezproxy.rollins.edu:2048/ps/i.do?p=AONE&sw=w&u=wint47629&v=2.1&it=r&id=GALE%7CA426146793&asid=22fbccc1fdfdad958e6073b156ecb486.\">http://go.galegroup.com.ezproxy.rollins.edu:2048/ps/i.do?p=AONE&sw=w&u=wint47629&v=2.1&it=r&id=GALE%7CA426146793&asid=22fbccc1fdfdad958e6073b156ecb486.</a>","Layman, Richard. <em>American Decades: 1950-1959. </em>Hanover: Cengage Gale. 1994.","Pierson, Sharon. \"\"LIVING IN A CHANGING SOCIETY\": A Case Study of the Challenge of","Democracy in Segregated Schooling at Alabama State College Laboratory School in the","1950s.\" <em>American Educational History Journal</em> 37, no. 1 (2010): 187-205. <a href=\"http://ezproxy.rollins.edu:2048/login?url=http://search.proquest.com/docview/867849370?accountid=13584.\">http://ezproxy.rollins.edu:2048/login?url=http://search.proquest.com/docview/867849370?accountid=13584.</a>","Stanley, Richard T. “Education” in <em>The Eisenhower Years: A Social History of the 1950’s.</em>","            iUniverse, 2012,","“Trustees Back Faculty Cuts.” <em>Rollins Sandspur, </em>Mar. 17, 1951, final edition, sec. 1."," "," "," "," "," "," "," ","[1] Richard Stanley. <em>The Eisenhower Years: A Social History of the 1950s. </em>iUniverse, 127.","[2] Richard Layman. <em>American Decades: 1950-1959. </em>(Hanover: Cengage Gale, 1994), 264.","[3] Sharon Pierson. “Living in a Changing Society.” <em>American Educational History Journal, </em>37, no. 1, 188.","[4] Adrienne Caughfield. “Fighting the Cold War at Southern Methodist University.” <em>Journal of Southern History, </em>81, no. 3, 647."],"display_date":"1950 - 1959","search_date":"1954-12-31","locations":[{"id":52922,"lat":28.5383355,"lng":-81.3792365,"zoom":8,"place":"Orlando, Florida"}],"tags":[{"id":291,"tag":"Cold War"},{"id":438,"tag":"Rollins College"},{"id":3130,"tag":"Wagner affair"},{"id":3138,"tag":"liberal arts education"}],"course":{"name":"HIS 120 Decade of Decision 1950s","school":"Rollins College","course_id":167,"school_id":5}}]}