{"id":3134,"tag":"Educational Attainment","points":[[28.5999998,-81.3392352]],"bounds":[[28.5999998,-81.3392352],[28.5999998,-81.3392352]],"episodes":[{"id":6594,"title":"The Wagner Affair: Educational Attainment","course_id":167,"status":"P","start_date":"9/2/45","end_date":"5/31/52","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["     The Wagner Affair left Rollins College in a financial crisis, with the desire to reach a state of peace and accord. The Executive Committee of Rollins College addressed the Alumni Association on March 30<sup>th</sup>, 1951 and discussed the present and future financial image of Rollins College. According to Paul Wagner, president of Rollins College, there would be a probable 30% decrease in the student body in the following academic year. The final calculation showed that out of the 425 undergraduates enrolled, only 199 were expected to return the next year. The Statement of the Student Committee, however, showed their resistance to the dismissal of faculty, which was inevitable after the student body count dropped. They believed that the education they paid for was not one they were receiving. The students trusted that by paying the tuition, they would be able to study under the professors of their own choosing in their major fields. Their educational attainment depended on the faculty and their experience and guidance.","     The issue at Rollins and with Paul Wagner began around the time the United States was recovering from the war. The end of World War Two and the start of the Cold War, however, did not affect the educational attainment for students and even war veterans coming back from war to a certain extent. Laws, like the G.I Bill, were considered the “most ambitious educational experiment.” The number of veterans who enrolled in college exceeded many people’s expectations, as veterans accounted for 70% of all male enrollment. Historians and economists point to the G.I Bill as a policy instrument that had the greatest effect on the level of educational attainment of returning veterans and on the overall higher education in America. It was seen as a policy that democratized the collegiate population as it made college a viable option for men with different racial backgrounds and low-income families.","    However, this was not completely true as the effects of the G.I Bill on collegiate attainment did differ for black and white Americans residing in the South. Black veterans in the South were limited in their educational attainment and the choices available to them. The G.I Bill did not provide enough opportunities in higher education for black veterans in the South. When it came to investments in colleges and universities, it was limited which was proven to affect their benefits in the long run. As the Cold War expanded and the Korean war came closer to happening, drafting increased rapidly which put pressure on men and their future. As the student body count at Rollins decreased as more men were leaving for the army, Paul Wagner tried to create solutions to solve the financial issue that was going to hit Rollins. The sudden drop in the tuition that they were going to receive set them into a mode of panic which resulted in quick and not thought through resolutions to avoid a huge debt. However, as segregation continued to hold a place during the 1950s, increasing the minority population at Rollins was not going to work.","     The concern of the students at Rollins College with their educational attainment can be related to the bigger issue of education attainment in the United States after the Second World War and the start of the Cold War. Some of the laws that were imposed to help increase higher education did not help everyone in need. The war had a strong negative impact on postsecondary education as it drew students out of colleges much earlier leading to a delay in the attainment of a complete education."],"display_date":"September 2, 1945 - May 31, 1952","search_date":"1949-01-15","locations":[{"id":52921,"lat":28.5999998,"lng":-81.3392352,"zoom":8,"place":"Winter Park, Florida"}],"tags":[{"id":3130,"tag":"Wagner affair"},{"id":438,"tag":"Rollins College"},{"id":3123,"tag":"Paul Wagner"},{"id":3134,"tag":"Educational Attainment"}],"course":{"name":"HIS 120 Decade of Decision 1950s","school":"Rollins College","course_id":167,"school_id":5}}]}