{"id":3136,"tag":"College, Winter Park","points":[[28.5999998,-81.3392352]],"bounds":[[28.5999998,-81.3392352],[28.5999998,-81.3392352]],"episodes":[{"id":6595,"title":"THE WAGNER AFFAIR AND THE G.I. BILL","course_id":167,"status":"P","start_date":"5/11/51","end_date":"5/11/51","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","Throughout the years, Rollins College has created its own history. Since its founding in 1885, much has taken place. During the 1950s, the Wagner Affair became part of this history. Paul Wagner was the president of Rollins from 1949 to 1951. Wagner was the ninth president at Rollins. He was the nation’s youngest college president, and took office at the age of 32. Even though his time was short, he still made a huge impact.  During his time as president, colleges were facing financial issues. Rollins could not escape it. He did a lot of things that upset the college and the surrounding community. He is the infamous president who took away the football team, and fired staff member regardless of their tenure. Wagner also threatened to get rid of other sports due to money.[1] Clearly, students were very unhappy. The community was also upset. They couldn’t believe all the changes that Wagner was making.","            The Board of Trustees were also making issues. To the students they seemed to be a part of the problem. When Wagner first proposed the firing of professors, the Board of Trustees approved it. It is believed that this Board of Trustees did not care about how their actions affected the college. Since they approved much of what Wagner proposed, the blame was placed on them as well. [2]","His actions prompted the students to organize a walk out. They did not support the choices he made, and thought the walk out would show their unhappiness. In May of 1951, a few students walked out of class. This was their way of boycotting the system. The students who chose to walk out, claimed they would continue to do so, until the school had done something about Wagner.  Not all students walk out however. Students who were at Rollins due to the G.I. bill didn’t want to follow everyone. They feared that if they walked out, they would get in trouble with the school. They did not want to risk their benefits from the bill.[3]","The G.I bill was very helpful to those who had served in military. Veterans were able to have lower interest mortgages, and attend college for free or cheaper than most. Veterans could also go to trade schools if the wanted to. Although, during this time, there was a decreased enrollment. The Korean War also lowered the enrollment. This made these G.I students to be more valuable. The bill allowed the middle class to expand like it never had before. The bill provided more to these veterans than the WW1 veterans had when they returned. [4] They were able to reach their idea of living the American dream. The bill made it possible for veteran to be almost half of a colleges population. By 1951, the number of graduating veterans was doubled. [5]","They had their own issues to face, other than Wagner’s actions. One issues they had to deal with was the age difference between the other students. Since veterans tended to be older, they might have thought the walk out wasn’t worth it.[6] These veterans most likely did not want to draw more attention to themselves. They did not want to loose anything that the bill had given them. Overall, the Wagner Affair was an issue that was felt by everyone in the community of Winter Park. It seemed that nothing good had come from this."," ","[1] Rob Humphreys, \"In Memory: Paul Wagner,\" Rollins.360, February 24, 2016, <a href=\"http://360.rollins.edu/people/paul-wagner-rollins-college-president.\">http://360.rollins.edu/people/paul-wagner-rollins-college-president.</a>","[2] Israel Kugler, “Status, Power, and Educational Freedom”, <em>The Journal of Educational Sociology</em> , 25, no. 9 (1952): 512-15.","[3] “Rollins Students on ‘Strike’” <em>The Gazette (Schenectady)</em>, May 11, 1951, final edition.","[4] Edward Humes, <em>Over Here: How the G.I. Bill Transformed the American Dream</em>. Orlando: Harcourt, 2006.","[5] Jyotsna Sreenivasan, “G.I. Bill (Servicemen'S Readjustment Act Of 1944)” in <em>Poverty and </em>","<em>               the Government in America: A Historical Encyclopedia. </em>ABC-CLIO, 2009.","[6] Roger M. Shaw, “The G.I. Challenge to the Colleges\", <em>The Journal of Higher Education</em> 18, no.","1 (1947): 18-21."," "],"display_date":"May 11, 1951","search_date":"1951-05-11","locations":[{"id":52921,"lat":28.5999998,"lng":-81.3392352,"zoom":8,"place":"Winter Park, Florida"}],"tags":[{"id":3136,"tag":"College, Winter Park"},{"id":1478708153,"tag":null}],"course":{"name":"HIS 120 Decade of Decision 1950s","school":"Rollins College","course_id":167,"school_id":5}}]}