{"id":3141,"tag":"gender inequality","points":[[28.5999998,-81.3392352]],"bounds":[[28.5999998,-81.3392352],[28.5999998,-81.3392352]],"episodes":[{"id":6601,"title":"The Beginings of Change for the Voice of Women in Collegiate Settings Post-WW2 as Exemplified by Rollins College","course_id":167,"status":"P","start_date":"4/18/51","end_date":"5/24/51","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Despite the overwhelming trend of female-dominated student bodies during and immediately following World War II, the actuality of collegiate representation and consideration for female students and faculty in the United States was disparagingly low. Unfortunately, Rollins College, an educational institution founded in 1885 by Lucy Cross and the Congregational Church, was no different from the majority of its peers. In the post-war era, colleges across the nation suffered from lowered attendance rates, and with the impending conflict in Korea potentially reducing their student body yet again, many institutions felt they were in a time of crisis. Rollins College was, again, no exception, with this tumultuous landscape providing the opportunity for the greatest scandal the college has faced to date, the Wagner affair.","Paul Wagner was brought to Rollins to serve as president after the esteemed career of Hamilton Holt. Handpicked by Holt himself based on promises of a more engaged student body, Wagner initially seemed all the heir-apparent he had sold himself to be; however, as the Korean anxiety grew and financial crisis seemed eminent, his series of totalitarian demands upon the student body and faculty pushed the already shaken college into action, and Wagner was unwillingly ousted only two years into his presidency. As Wagner’s career burnt out, Holt was called back into action in hopes of gathering support in removing his successor, which was deemed necessary if the college were to survive. In his attempts, Holt engaged in personal correspondence with many of the members of Rollins’ Board of Trustees, including Dr. Paul Stillman of California.","In his correspondence with Stillman, Holt makes it clear that he will ensure insomuch as he can the compensation of Stillman, and other out of state trustees, who attend to ensure that Wagner is removed from office, reaffirming that, if nothing else, the Rollins Board of Trustees was something of an old boys’ club. Of the eleven trustees who voted to remove Wagner from office, only two were women, and one of these was the wife of acting President McKean. The men involved in the administration of Rollins were from an elite and educated class of white Americans, with most of the trustees living lives of prestige and security even in these uncertain times, far from the issues that affected the students and faculty of Rollins College.  ","Obviously, the social norms were not on the side of femininity. As smized by May in her work<em> Homeward Bound: American Families in the Cold War Era</em>, “These public health professionals argued that inside as well as outside the home, women who challenged traditional roles placed the security of the nation at risk.” Retroactively, these beliefs and actions seem absurd, if not blatantly incorrect and offensive, and within the confines of the decade, and even with regards to the Wagner affair, female students, administration, and faculty would begin to push for more presence in higher education."," "," "],"display_date":"April 18, 1951 - May 24, 1951","search_date":"1951-05-06","locations":[{"id":52973,"lat":28.5999998,"lng":-81.3392352,"zoom":8,"place":"Rollins College, Winter Park"}],"tags":[{"id":3141,"tag":"gender inequality"},{"id":438,"tag":"Rollins College"},{"id":6,"tag":"Education"}],"course":{"name":"HIS 120 Decade of Decision 1950s","school":"Rollins College","course_id":167,"school_id":5}}]}