{"id":3142,"tag":"Revolt","points":[[32.7764749,-79.9310512],[-3.8129775,-55.4877172]],"bounds":[[32.7764749,-55.4877172],[-3.8129775,-79.9310512]],"episodes":[{"id":6603,"title":"Denmark Vesey Conspires to Lead a Slave Revolt","course_id":164,"status":"P","start_date":"1822-05-01","end_date":"1822-07-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Denmark Vesey and his supporters planned a slave rebellion for July 14, 1822. However, “a servant prompted by attachment to his master, communicated to him that he had been requested to give his assent and subscribe his name to a list of persons already engaged in the conspiracy.” Vesey and thirty-four others were executed, by South Carolina, for their plans of treason against the white population of the United States.","Vesey, a literate free black man living in Charleston, bought his freedom in 1800. Years later, he learned about the successful Haitian slave revolt, which inspired him to plan a similar event in the United States. In the year 1817, he joined the African Methodist Episcopal Church (AME) in Charleston, along with around 4,000 blacks who left white churches. Upon his association with the church, he quickly became a leader and realized that the whites in the area targeted those who attended the church; this greatly angered Vesey. As a result, he began to preach from the Old Testament, and he taught that the blacks who attended were the new chosen ones and because of their enslavement, those who forced them into this lifestyle would be punished. By getting his supporters into the mindset that whites deserved to be punished, he encouraged them to support his plan for rebellion.","<em> Narrative of the Events Comprising the Vesey </em>Rebellion states, around 1818, “Vesey considered leaving Charleston…but he decided to stay and see what he could do for his fellow creatures. With a new urgency he preached that freedom for slaves would be realized.” Vesey and his fellow leaders began to plan for a rebellion. Gullah Jack, an African Priest, teamed with Vesey to spread the word of the rebellion and to inspire potential participants. The date for the rebellion was set for July 14, 1822. The plan was to seize the city of Charleston, set fire to the city, kill the governor, and basically every white man in sight.","Denmark Vesey became a martyr to his followers and those to come after him. He assisted in planning a rebellion that could have changed the fate of many slaves and free blacks. David Robertson believes that Vesey \"organized the most elaborate and well-planned slave insurrection in the history of the United States.\" Robertson believes that if he had succeeded the majority of whites in Charleston could have been wiped out. Not only would this have changed their lives, it also would have changed the lives of the white population. With the threat of this possible rebellion, the South realized that they needed to keep a closer eye on the black population. His actions and the results gained support for the abolitionist movement, and the country of the United States began to move closer and closer to a Civil War."," "],"display_date":"May 1, 1822 - July 14, 1822","search_date":"1822-06-07","locations":[{"id":52976,"lat":32.7764749,"lng":-79.9310512,"zoom":8,"place":"Charleston, South Carolina, USA"}],"tags":[{"id":3142,"tag":"Revolt"},{"id":2743,"tag":"Abolitionist"},{"id":4,"tag":"Slavery"},{"id":1018,"tag":"rebellion"}],"course":{"name":"The Civil War and Reconstruction","school":"Juniata College","course_id":164,"school_id":3}},{"id":6672,"title":"Brazilian Rubber Factory Incurs Serious Damages During Cafeteria Riot","course_id":173,"status":"P","start_date":"12/1/30","end_date":"12/31/30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In December of 1930 a riot arose in the industrial town of Fordlandia in Aveiro, Brazil. Dissatisfied with the American food they were being served in the cafeteria, native Brazilian workers initiated a violent riot that would not be quelled until the Brazilian army intervened and dietary changes were enacted. With workers shouting chants such as “Brazil for Brazilians! Kill all the Americans!” the collapse of this rubber factory town seemed imminent, yet would somehow be forestalled for another three years.  ","            Although merely collateral damage in the riot, this smashed time clock was an effective representation of the failure of American industrialism in the jungles of Brazil. Time and again, the application of corporate methods failed disastrously in this outpost of Americanization, until its ultimate abandonment in 1934. Built in 1928 as a theoretically cheap source of rubber production by Henry Ford, Fordlandia was from the very outset a commercial catastrophe. What problems poor planning did not create, Ford’s mulish adherence to American Midwestern values and industrial practices did. Poor planning of the location of the plantation resulted in the death of 90 labourers and family members in the first year alone, the majority from malaria. Diseases were also harboured by the rubber trees themselves, which when planted in the orderly system of American crops resulted in a leaf blight due to their close proximity. Worse still were labour issues; workers were forced to follow a standardized work schedule which placed them in the midday heat, and the American diet which prompted the 1930 riot caused numerous health issues. Ford and his managers’ myopic Americanized values also severely restricted their employees outside of the workday, a problem that also arose in industrial towns in the States. Workers were not allowed sports, smoking, female company, or alcohol, the latter of which prompter an earlier riot in 1928. Despite paying comparatively high wages, Fordlandia experienced a labourer turnover rate of approximately 400%. Between incessant labour problems and increasing tree failures, the decision was finally made to abandon Fordlandia and relocate to another Brazilian plot, called Belterra. Unsurprisingly however, a lack of policy change resulted in a lack of economic change, and this plantation too was marked a failure.   "," ","            Fordlandia and similar international plantations were part of a broader narrative of the United States’ increasing international involvement, and increasingly ruthless economic practices. Considered by many scholars to have began with the Spanish-American war, the turn of the 19<sup>th</sup> century represented the dawn of America as one of the foremost international powers. This meteoric rise was largely due to the booming industrialism of the 1800s, with the emergence of big business and economic strategies such as the top-down method, as employed by Henry Ford in his Fordlandia model. But despite the generalized success of America in this period, it is worthwhile to note the many smaller failures such as Fordlandia, if only to reveal that the largely successful business models of tycoons such as Ford did not always go as planned. "],"display_date":"December 1, 1930 - December 31, 1930","search_date":"1930-12-16","locations":[{"id":53037,"lat":-3.8129775,"lng":-55.4877172,"zoom":7,"place":"Aveiro, Brazil"}],"tags":[{"id":3280,"tag":"Industrialism"},{"id":3142,"tag":"Revolt"},{"id":2497,"tag":"Americanization"}],"course":{"name":"US History 1867 to the present","school":"University of Toronto Scarborough","course_id":173,"school_id":28}}]}