{"id":3143,"tag":"Johnson","points":[[38.9071923,-77.0368707]],"bounds":[[38.9071923,-77.0368707],[38.9071923,-77.0368707]],"episodes":[{"id":6604,"title":"Congress Overrides Johnson's Veto and Passes the Tenure of Office Act","course_id":164,"status":"P","start_date":"1867-03-02","end_date":"1/1/27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On March 2, 1867 Congress passed the Tenure of Office Act, as it intended to prevent the President from removing members of office without the approval of the Senate. Specifically, it meant to protect members of President Abraham Lincoln’s cabinet after his assassination. The Act states, “An act to provide for the more efficient government of the rebel States, returned to the House of Representatives by the President…with his objections, and sent by the House…to the Senate…the bill do pass, two thirds of the Senate agreeing to pass the same.” President Andrew Johnson vetoed this bill, but, it Congress passed it over the veto.","The Act opens by establishing, “that every person holding any civil office to which he has been appointed by…the Senate…shall be entitled to hold such office until a successor shall have been in like manner appointed and duly qualified…Secretaries of State, of the Treasury, of War, of the Navy, and of the Interior, [etc.], shall hold their offices…during the term of the President by whom they may have been appointed.” The Act goes on to note that the President may deem a person holding office guilty of misconduct in office, and he may suspend them from the position, if the Senate is on a recess. In addition, the President has the right to fill vacant positions, if the Senate is on a recess. Lastly, the Act made it clear that if anyone breaks the provisions set forth, they will be engaging in a high misdemeanor; they would be placed on trial, fined, and possibly imprisoned. Congress proposed the act specifically to prevent the removal of their ally, Secretary of War Edwin Stanton; however, Johnson believed the Act was unconstitutional because it gave the Senate power not given in the Constitution, and he vetoed the bill. The bill went back to Congress, and it was passed with a two-thirds majority.","During Grover Cleveland’s time in office in 1887, he repealed the Act because he believed it to be unconstitutional, and with that action, the executive branch of the government gained back power. In 1927, the Supreme Court ultimately ruled the Tenure of Office Act to be unconstitutional."],"display_date":"March 2, 1867 - January 1, 1927","search_date":"1897-01-30","locations":[{"id":52797,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington D.C"}],"tags":[{"id":2772,"tag":"Congress"},{"id":3143,"tag":"Johnson"},{"id":3144,"tag":"Tenure of Office Act"},{"id":3145,"tag":"Veto"}],"course":{"name":"The Civil War and Reconstruction","school":"Juniata College","course_id":164,"school_id":3}}]}