{"id":3148,"tag":"Indiana","points":[[39.2978804,-76.5942318],[39.1670467,-86.5269373],[42.6525793,-73.7562317],[47.6062095,-122.3320708],[40.2671941,-86.1349019],[40.0411536,-86.8744516]],"bounds":[[47.6062095,-73.7562317],[39.1670467,-122.3320708]],"episodes":[{"id":6605,"title":"Indiana Doctor Revolutionizes Surgery With Invention of New Bed","course_id":165,"status":"P","start_date":"3/1/09","end_date":"3/31/09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1909, the surgery bed was revolutionized, changing surgery and hospital care forever. Right at the turn of the century, Dr. Willis D. Gatch, an Indiana University graduate of 1901 and then Resident Assistant Surgeon at Johns Hopkins Hospital, published his work on his modern surgery bed. Later called the Gatch Bed, it solved a great deal of issues in several areas of patient care. Originally intended for the treatment of peritonitis, an inflammation in the inner abdomen wall, the Gatch Bed soon showed beneficial in several other surgeries, in postoperative care, for patients with respiratory illnesses, for large patients with recent abdomen issues, and for comfort of any patient that may need or desire to lay at any angle.","Previously, patients receiving treatment for peritonitis were propped up by positioning pillows behind the back and under the knees, an inclined plane of some sort behind the back, or even by using a regular rocking chair. These techniques proved somewhat useful, but many were too yielding for proper patient care. During treatment for peritonitis, the Fowler Position (upright back position with knees elevated) is required. If the patient slips down at all, bacteria instantaneously floods the diaphragm. With the implementation of the Gatch bed, surgeons no longer had to worry about the patient slipping down; and the room staff was no longer exhausted from constantly repositioning patients. Because of its usefulness in many situations, the Gatch bed was soon implemented widely amongst hospitals and used in all forms of patient care.","Gatch later took his career back to Indiana University and was appointed Dean of the IU School of Medicine in 1932. Gatch has been described as a rugged individualist. He was said to often treat human relationships with the hand of a surgeon. He held a tight rein as dean, as he fought the problem of adequate financial support in the years following World War II. It has been said that it is doubtful that any other dean enjoyed so much autonomy as Gatch. The School of Medicine was caught in a troublesome time, having to make enormous efforts to keep up with the rapidly advancing world of medical science, and to maintain a respectable rating among American medical schools. Gatch served as Dean until 1946. "],"display_date":"March 1, 1909 - March 31, 1909","search_date":"1909-03-16","locations":[{"id":52977,"lat":39.2978804,"lng":-76.5942318,"zoom":8,"place":"Johns Hopkins Hospital"},{"id":52978,"lat":39.1670467,"lng":-86.5269373,"zoom":8,"place":"Indiana University"}],"tags":[{"id":3146,"tag":"Surgery"},{"id":3147,"tag":"Bed"},{"id":3148,"tag":"Indiana"},{"id":3149,"tag":"Johns Hopkins Hospital"},{"id":3150,"tag":"Indiana University"},{"id":3151,"tag":"Gatch"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":165,"school_id":94}},{"id":6618,"title":"Dr. Sharp's Indiana Plan to \"Render Sterile Confirmed Criminals and Mental Defectives\"","course_id":165,"status":"P","start_date":"3/9/07","end_date":"12/31/21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1907, the state of Indiana passed the world’s first sterilization law “to prevent procreation of confirmed criminals, idiots, imbeciles and rapists.” Over the next decade, hundreds of sterilization procedures would be performed under this law, sometimes under dubious circumstances. The 1907 Indiana law came as a direct consequence of fears concerning social changes that coincided with the growth of industrialization at the turn of the 20<sup>th</sup> century. The middle and upper classes dreaded the perceived immorality in mounting urbanization, the encroachment of foreign cultures, and that lower-class people would out-breed these higher classes.  In Indiana, there was a particular concern with poor, white Kentuckians moving into the state. Simultaneously, eugenic ideas were seen akin to public health issues.  At a time when cures and vaccines were being created for diseases of the body, some authorities hoped that eugenic efforts could function as preventative measures for mental and hereditary health. The greatest concern of eugenicists was the financial burden put on charitable organizations and tax payers in sustaining a populace they saw as “degenerate.”","Dr. Harry C. Sharp, convinced that sterilization was the noblest answer to these perceived societal issues, was a driving force in the Indiana law’s passing. Even though marriage laws and segregation were also seen as solutions to eugenic problems in the early 1900s, Sharp asserted that sterilized individuals could enjoy normal, happy lives. Previously, physical castration had been used as a punitive action against criminals. However, negative physiological effects of the procedure on the patient caused castration to be considered in violation of the 14<sup>th</sup> Amendment. Consequently, questions regarding whether sterilization could be construed as cruel and unusual punishment were addressed early on. In 1907 and 1909, Sharp gave two speeches to the National Prison Association in which he cited sterilization procedures he had performed for experimental, therapeutic purposes. A young man, Sharp claimed in 1907, had actually requested the procedure to cure his masturbation. In 1909, Sharp detailed that he had sterilized an 11-year-old epileptic girl who was then able to experience puberty normally. Sharp insisted that because of clear differences from castration, sterilization could not be seen as a punishment and thus was not unconstitutional.","At Sharp’s 1907 speech, the Indiana sterilization plan was met with great praise.  A number of board members also contemplated on the procedure’s disciplinary potential. Dr. Sharp responded to these notions by insisting that sterilization was “purely a medical measure.”  Yet, after two years, reactions to sterilization became increasingly divisive. Upon Sharp’s conclusion to his 1909 speech, the NPA’s treasurer rose in protest and declared the topic of sterilization improper for their organization.  Some found religious reasoning both in favor and against sterilization. Many still favored sterilizations, lest the entirety of the nation be overpopulated with “epileptic hospitals and homes for the feeble-minded” and civilization be “doomed.”  This logic spread sterilization laws into several other states. However, by 1913 the constitutionality of the sterilization law was seriously doubted due to sterilizations being performed questionably and without expressed legal sanction. The Indiana law was finally deemed unconstitutional in 1921.  Nevertheless, by the end of the 1920s there were new sterilization laws that would endure for another half century."],"display_date":"March 9, 1907 - December 31, 1921","search_date":"1914-08-04","locations":[{"id":8678,"lat":42.6525793,"lng":-73.7562317,"zoom":8,"place":"ALBANY, New York"},{"id":52993,"lat":47.6062095,"lng":-122.3320708,"zoom":8,"place":"Seattle, Washington"},{"id":52992,"lat":40.2671941,"lng":-86.1349019,"zoom":8,"place":"Indiana, United States"}],"tags":[{"id":3189,"tag":"1900s"},{"id":3188,"tag":"1907 Indiana Law"},{"id":3187,"tag":"Eugenic Legislation"},{"id":533,"tag":"Eugenics"},{"id":2937,"tag":"United States"},{"id":3186,"tag":"Involuntary Sterilization"},{"id":3185,"tag":"Vasectomy"},{"id":3184,"tag":"Eugenic Sterilization"},{"id":3183,"tag":"Indiana Sterilization Law"},{"id":3182,"tag":"H.C. Sharp"},{"id":3181,"tag":"Dr. Sharp"},{"id":3180,"tag":"Harry Sharp"},{"id":3179,"tag":"Sterilization"},{"id":9,"tag":"Law"},{"id":1466,"tag":"Legislation"},{"id":2471,"tag":"20th Century"},{"id":3148,"tag":"Indiana"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":165,"school_id":94}},{"id":6727,"title":"\"The Last Vestige of the Gloomy Structure\"\nPublic Displays of Hangings in Indiana","course_id":176,"status":"P","start_date":"1885-01-01","end_date":"1885-10-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In Crawfordsville, a small Indiana town, stands the last working rotating jail, now a museum.  Inside, guests examine the revolving cells and tour the sheriff’s adjoining home. While no famous criminal resided behind these bars, the museum is nonetheless full of exciting tales.  At one stop on the tour, visitors face a metal fixture on the wall.  This “staple” was once attached to the scaffold used to hang two men, including John W.C. Coffee, the first man to be executed in Crawfordsville. Visitors clamor to see this artifact and listen in awe to its gruesome story.  It’s been over 130 years since the execution, but the popularity of this object shows the unrelenting fascination society has with crime and punishment.","In January<sup>, </sup>1885, the bodies of James and Elizabeth McMullen were found beaten and burned.  Days later, police apprehended the “idler and loafer” John Coffee, who quickly confessed to the murder.  Over the coming months, Coffee’s story changed several times, but investigators always assumed his guilt.  Coffee was tried and sentenced to be hanged in October 1885.","This was Crawfordsville’s first public execution.  Local workers constructed a scaffold and fence for the event and officials sent invitations to control crowds.  Jail officials spent weeks leading up to the execution preparing; the rope used was “tested repeatedly by a 150-lb. sack of sand.”  This overzealousness would ultimately lead to disaster.","An estimated 200 people crammed the square to witness the hanging.  Around 12:20 PM on that October day, executioners placed the rope around Coffee’s neck and opened the trapdoor.  Unfortunately, due to repeated practice, the weakened rope broke and Coffee dropped to the ground, still alive.  Officials quickly brought him back to the top of the scaffold and dropped him for a second time, the rope breaking yet again.  The rope held on the third attempt and Coffee was pronounced dead at 12:58 PM.","His execution was over, but the horrific scene would linger.  Just a few days after the event, prisoners demanded carpenters tear down the scaffold as the sight and sound of the empty staple frightened those who could view it from their cells.  <em>The New York Times</em> picked up the story and soon Coffee’s botched execution became national news.  Townspeople reported seeing Coffee’s ghost roaming the town and jail for years.  Crawfordsville went from being a little-known Indiana town to the site of an infamously terrible execution.","A century later we still view Coffee’s hanging “through cracks in the fence.” Crime and punishment have fascinated audiences for years, and the Rotary Jail Museum’s display of the stable is another example of our undying curiosity.  John Coffee may have had an average life, but it is his torturous death that attracts visitors to his story.  His tale would not have as much weight without the ability to view the real stable.  Objects of punishment and death are powerful vehicles for education, but it is up to historic sites to find ways to display them effectively. "],"display_date":"January 1, 1885 - October 31, 1885","search_date":"1885-06-01","locations":[{"id":53083,"lat":40.0411536,"lng":-86.8744516,"zoom":8,"place":"Crawfordsville, IN"}],"tags":[{"id":1268,"tag":"Capital Punishment"},{"id":3148,"tag":"Indiana"},{"id":108,"tag":"prison"},{"id":3395,"tag":"Jail"},{"id":3396,"tag":"Museum"},{"id":3397,"tag":"Hangings"},{"id":3398,"tag":"Crime and Punishment"}],"course":{"name":"Incarceration in the US","school":"Indiana University-Purdue University, Indianapolis","course_id":176,"school_id":94}}]}