{"id":3153,"tag":"AIDS","points":[[-6.369028,34.888822]],"bounds":[[-6.369028,34.888822],[-6.369028,34.888822]],"episodes":[{"id":6607,"title":"Does AIDS Partake in Other Diseases?","course_id":165,"status":"P","start_date":"5/1/86","end_date":"4/30/16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["At the height of the AIDS epidemic in the early 1980’s, scientists looked to Africa where the disease was most common in search of medical research to explain how it was spreading. In 1986 a research report titled <em>AIDS in Africa: An Epidemiologic Paradigm</em> explored how the health infrastructure in Africa might have been contributing to the spread the AIDS. As the AIDS epidemic was beginning to expand in the United States, new research was created to try and track the spread in hopes of limiting the number of infected Americans. Once they located the beginning outbreak of AIDS in Africa, they were able to study the increase of infected adults and trace them back to targeted demographics. “Retrospective studies on the frequency of certain clinical diseases as sentinel markers of AIDS indicate that there was a marked increase in cases in Africa during the late 1970’s and early 1980’s. Epidemic increases in chronic, life-threatening enteropathic illnesses were noted in the late 1970’s in Kinshasa and in the early 1980’s in Uganda and Tanzania, where it was referred to as a ‘slim disease’”. Once the researchers were able to track the location of the beginning of the AIDS outbreak, they searched further into what the target demographics were, and who specifically were transporting this disease.","When investigating the spread of AIDS in America, historian KB Hymes shared that the patients in Los Angeles, California were quickly identified that homosexual and bisexual men were in the majority for the population infected with HIV. As the report looked back to Africa, they saw that prostitutes specifically were positive with the disease. “In a simultaneous investigation of 26 cases in Kigali, Rwanda, 43% of the female patients were identified as prostitutes. The fact that there was no evidence of homosexual transmission or intravenous drug use indicated that the pattern of AIDS transmission was different, and that heterosexual contact might be an important factor in transmission.” After they saw that there was not a difference in hetero or homosexual contact, AIDS was then investigated to see if its characteristics were impacting other diseases.","Meningitis in particular has been a disease that still shares a connection with the AIDS virus. “Careful surveillance of cryptococcal meningitis in Kinshasa showed a sevenfold increase in 1978-1984.” Even in 2016 researchers are finding that in Africa, meningitis is largely occurring amongst AIDS patients. In 2016 a study in Western Tanzania investigated how a specific strand of Meningitis was occurring in AIDS patients as there was a rise in meningitis deaths. “Meningitis is common and is among the most serious infections occurring in individuals with HIV infection. TB meningitis has also been shown to be the second most common cause of meningitis, with a fatality rate of up to 67% among HIV-infected individuals.” Overall the AIDS virus changes the medical landscape of Africa by creating a population more susceptible to Meningitis and other diseases."," "],"display_date":"May 1, 1986 - April 30, 1916","search_date":"1951-05-01","locations":[{"id":52981,"lat":-6.369028,"lng":34.888822,"zoom":6,"place":"Tanzania"}],"tags":[{"id":3154,"tag":"Meningitis"},{"id":3153,"tag":"AIDS"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":165,"school_id":94}}]}