{"id":3156,"tag":"Maternal Medicine","points":[[51.376165,-0.098234000000048]],"bounds":[[51.376165,-0.098234000000048],[51.376165,-0.098234000000048]],"episodes":[{"id":6608,"title":"From Death to Life: The Obstetric Improvements of the Early 1930s","course_id":165,"status":"P","start_date":"1/1/30","end_date":"12/31/30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Imagine you are in labor and the only hospital available to you is out of date, needs better sterilization equipment, and does not have proper washing basins. Seven pregnant women died in the year 1930 in Croydon, a borough of London, England due to their pregnancies and unsanitary conditions like those described above. One of these deaths was due to childbed fever, or puerperal fever. Another 36 mothers had childbed fever; however, they did not succumb to it.","Prior to the 20<sup>th</sup> century, almost 50% of maternal deaths were due to childbed fever. The rapid decrease in maternal and infant disease and death was primarily the result of sanitary measures that were taken such as antisepsis, hand and instrument disinfection, separate delivery rooms, and proper training of doctors and midwives on the birthing process. Before the 1930s, almost 2,500 women in Britain died from unsanitary birth conditions, over 40% of which could have been prevented. Many births were home births. Beginning in the 1930s, there was a push towards hospital births and a better standard of care for mothers. This was one of the major reasons for a decreased mortality rate in mothers and babies. The advent of antibiotics in the 20<sup>th</sup> century also helped decrease the rate of infection for mothers during the birthing process, especially since childbed fever was a bacterial infection.","The changes that were implemented in the early 1930s led to safer birthing conditions. The seven women that died due to pregnancy related complications would be reduced even further in the years to come. As mentioned earlier, the 40% of preventable pregnancy deaths in years prior were on the way to actually being prevented. The sanitary measures in hospitals lead to an overall better standard of obstetric care."],"display_date":1930,"search_date":"1930-07-02","locations":[{"id":52982,"lat":51.376165,"lng":-0.098234000000048,"zoom":8,"place":"Croydon, London, England"}],"tags":[{"id":3159,"tag":"Maternal Mortality"},{"id":3158,"tag":"Childbed Fever"},{"id":3157,"tag":"Sanitary Conditions"},{"id":3156,"tag":"Maternal Medicine"},{"id":3155,"tag":"Obstetrics"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":165,"school_id":94}}]}