{"id":3161,"tag":"Robert A. Taft","points":[[48.856614,2.3522219],[38.9040418,-77.0388036]],"bounds":[[48.856614,2.3522219],[38.9040418,-77.0388036]],"episodes":[{"id":6609,"title":"Supreme Commander Bids For Commander-in-Chief","course_id":163,"status":"P","start_date":"12/8/51","end_date":"4/24/52","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","In a secret meeting with the Republican frontrunner Robert A. Taft, General Dwight D. Eisenhower made an offer to him. If Taft backed away from his isolationist stance and supported the internationalist wing of the Republican Party, Eisenhower promised he would not challenge him for the nomination.  Taft declined Eisenhower’s offer, saying it would go against his conscience to do so.","At the time, Taft was isolationist, and against all foreign alliances.  By contrast, Eisenhower, as the Supreme Commander of the National Atlantic Treaty Organization (NATO), held internationalist views. He committed to spreading democracy to counteract the perceived Communist threat from the Soviet Union, and because of this, he sought to make NATO successful. Should Eisenhower run for nomination, Walter Trohan reported to the <em>Chicago Tribune,</em> he expected Eisenhower “to support foreign policy, especially as it relates to maintaining the victory won in Europe where he was war time supreme commander.”","Unfortunately for the Republican Party, as the Supreme Commander of NATO, Eisenhower felt duty required him to abstain from running for President. In addition to Taft, Harold Stassen, Earl Warren, and Theodore McKeldin planned to campaign for president, but the internationalist Republicans did not believe any of them could take the nomination away from Taft. They wanted Eisenhower.","The “Draft Eisenhower” Campaign started years before. As early as 1947, President Harry Truman offered to step aside for General Eisenhower to run as the Democratic candidate, with Truman as his running mate. At the time, Eisenhower said ‘no.’ Four years later, Truman again asked Eisenhower if he would run, and again Eisenhower refused. In response, Eisenhower secretly made the offer to Taft.","Meanwhile, moderate Republicans Henry Cabot Lodge and Thomas Dewey asked Eisenhower to run for president on the Republican ticket. Eisenhower, like George Marshall and George Patton, believed generals should be nonpartisan, to maintain the professionalism of the military officer corps. Because of this nonpartisan pledge, Eisenhower never voted in a presidential election until 1948, after he retired.","Eisenhower maintained he had no desire to be president. In March 1952, his conversation with Herbert Brownell, former campaign planner for Dewey, changed his mind. Brownell told Eisenhower that Taft was the frontrunner for the Republican Party, and if Eisenhower wanted the nation to pursue internationalist policies, he must run. After decades of Democratic presidents, the country would likely vote for change. In 1951, Stalin announced the Soviet Union had a hydrogen bomb; by 1952, the cease-fire talks with Korea deadlocked. If Eisenhower wanted to ensure internationalist foreign policy, he needed to run in the primaries against Taft. Shortly after the meeting, Eisenhower renounced his nonpartisanship. He announced he would run for Republican nomination."],"display_date":"December 8, 1951 - April 24, 1952","search_date":"1952-02-14","locations":[{"id":52983,"lat":48.856614,"lng":2.3522219,"zoom":8,"place":"Paris, France"},{"id":52779,"lat":38.9040418,"lng":-77.0388036,"zoom":8,"place":"Washington, DC"}],"tags":[{"id":3161,"tag":"Robert A. Taft"},{"id":3160,"tag":"Dwight D. Eisenhower"},{"id":658,"tag":"Elections"},{"id":18,"tag":"Politics"},{"id":17,"tag":"Government"}],"course":{"name":"History of U.S. Presidential Elections","school":"Wayne State University","course_id":163,"school_id":92}}]}