{"id":3163,"tag":"Civil Rights Act of 1964","points":[[32.2987573,-90.1848103],[33.5206608,-86.80249],[38.9071923,-77.0368707]],"bounds":[[38.9071923,-77.0368707],[32.2987573,-90.1848103]],"episodes":[{"id":6610,"title":"\"Let us close the springs of racial poison\": Lyndon B. Johnson and the Civil Rights Act of 1964","course_id":163,"status":"P","start_date":"5/2/63","end_date":"7/2/64","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["At the White House signing ceremony for the Civil Rights Act of 1964, President Lyndon B. Johnson declared, “Let us close the springs of racial poison.”","Although President John F. Kennedy had promised in his 1960 campaign to introduce civil rights legislation, by the spring of 1963 he had still taken no action.  On May 2, 1963, the push for civil rights burst into living rooms across the nation via television. Young African Americans in Birmingham, Alabama publicly, peacefully, protested against racial discrimination and segregation. For eight days, Birmingham authorities, led by the Public Safety Director, Eugene “Bull” Connor, responded to the protest by attacking the youngsters with police dogs and fire hoses. The public was horrified at the sight of the police officers brutally beating children, people knocked off their feet by the spray of high-pressure fire hoses, and police dogs biting young protestors.","On the evening of June 11, Kennedy made a nationally televised address in which he made his case for civil rights legislation that would end legalized racial discrimination and segregation. On that same evening, segregationist Byron De La Beckwith gunned down the National Association for the Advancement of Colored People (NAACP) Mississippi Field Director Medgar Evers in the driveway of his Jackson, Mississippi home.","After the Civil War, a two-tiered society emerged in the South. The U.S. Supreme Court’s decision in Plessy <em>vs.</em> Ferguson (1896)—which legalized racial discrimination and segregation under the “separate but equal” doctrine (also known as Jim Crow)—encouraged the recalcitrant Southerners. The Plessy decision forced African Americans to live under Jim Crow until a few young lawyers from the NAACP finally broke the foundation of the Plessy decision. In May 1954, the U.S. Supreme Court ruled in favor of the NAACP and their clients in Brown <em>vs.</em> Board of Education, which ended the separate but equal doctrine—after 58 years.","Between 1954 and 1964, numerous violent clashes occurred leaving many dead before Johnson signed the Act into law. Johnson, a southerner himself, was <em>not</em> an early supporter of new civil rights legislation. After Kennedy’s assassination in November 1963, Johnson reluctantly picked up the mantle of civil rights, eventually making the cause his own, after he rammed the bill through Congress. Johnson told several of his aides that “by pushing the Civil Rights Bill through Congress, I have delivered the South to the Republicans.”","Deeply troubled about his election possibilities, Johnson continued his campaign for the presidency. He defeated Republican Senator Barry Goldwater, who voted <em>against</em> the Act, in a landslide victory. However, that victory cost the Democratic Party. Many southerners (office holders and voters) switched their party affiliation to Republican, realigning the parties geographically, philosophically, and politically."," "],"display_date":"May 2, 1963 - July 2, 1964","search_date":"1963-12-01","locations":[{"id":52985,"lat":32.2987573,"lng":-90.1848103,"zoom":8,"place":"Jackson, MS"},{"id":52984,"lat":33.5206608,"lng":-86.80249,"zoom":8,"place":"Birmingham, AL"},{"id":52836,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington DC"}],"tags":[{"id":3236,"tag":"Brown vs. Board"},{"id":472,"tag":"Plessy vs. Ferguson"},{"id":3163,"tag":"Civil Rights Act of 1964"},{"id":3162,"tag":"Lyndon B. Johnson"},{"id":225,"tag":"Jim Crow"},{"id":42,"tag":"Civil Rights"},{"id":2703,"tag":"John F. Kennedy"}],"course":{"name":"History of U.S. Presidential Elections","school":"Wayne State University","course_id":163,"school_id":92}}]}