{"id":3165,"tag":"Gatch Bed","points":[[39.7631536,-86.1600826]],"bounds":[[39.7631536,-86.1600826],[39.7631536,-86.1600826]],"episodes":[{"id":6611,"title":"The Man, the Mystery, Dr. Willis Gatch: Inventor of the Adjustable Hospital Bed","course_id":165,"status":"P","start_date":"1/1/09","end_date":"12/31/46","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A post-operative patient in 1907 did not have the luxury of sitting upright in bed or draining his wounds correctly. He ran the risk of severe infection due to constant reclining and a lack of movement. But by 1909, however, Dr. Willis D. Gatch had revolutionized the hospital bed for post-operative care. Dr. Gatch was a professor, physician, surgeon, Dean, and the inventor of “the adjustable bed which bears his name-Gatch Bed.”","After graduating from Indiana University, Dr. Gatch completed his medical training at Johns Hopkins University in Baltimore, Maryland. Initially, Gatch was the second chair of surgery, but later served as the head chair of surgery (including gynecology and orthopedic surgery) from 1912 to 1947. By 1931, Dr. Willis Gatch became the third Dean of the Indiana University School of Medicine (IUSM). He held this title until 1946.","Gatch’s primary accomplishment is the Gatch bed which closely resembles the adjustable hospital beds still in use today. Gatch developed such a bed for better irrigation of the bladder and bowels, to prevent dyspnea, for easier sitting of overweight patients, and to promote the comfort of the patient overall.","Some honorary buildings are presented to their recipients posthumously, but a new building on the campus of IUPUI was erected as the Willis Gatch Clinical Building at IUSM in 1937 during Gatch’s time as Dean.","Dr. Willis Gatch spent his career finding solutions to problems that physicians faced. His invention outlined the medical importance of sitting upright. Gatch defined the many daily, postoperative, and other uses of the Gatch Bed. Additionally, a primary issue Gatch faced during his career was the negative effect of surgical shock on his patients.","While studying medicine at Johns Hopkins, Dr. Willis Gatch studied the effect of nitrous oxide as anesthesia on surgical shock. Gatch conducted his studies with the help of Professor Halstead.","“‘My object at the outset was to develop a method of administering these gases so simple, cheap and effective as to make possible their more general use.’ His goal was to prove that nitrous oxide had no harmful effects, it could be mass-produced inexpensively, and could help prevent surgical shock. ‘I have, therefore, studied the effects of rebreathing these gases with a view to determining to what extent this may be permitted without injury to the patient. My results have led me to believe that within certain limits the method is not only harmless but beneficial.’”","Through his studies at Johns Hopkins University and his clinical work with nitrous oxide, Dr. Willis D. Gatch was able to pioneer the long term and widespread use of anesthesia during surgery. Medical professionals still use nitrous oxide today, in part, because of Gatch's discovery of the lack of negative side effects. Gatch reformed operative and surgical procedures, as well as post-operative care. He was an outstanding pioneer for his time. And health care facilities today still benefit from his contributions to the medical field. "],"display_date":"1909 - 1946","search_date":"1928-01-01","locations":[{"id":52986,"lat":39.7631536,"lng":-86.1600826,"zoom":7,"place":"indianapolis, IN"}],"tags":[{"id":3165,"tag":"Gatch Bed"},{"id":3166,"tag":"Willis Dew Gatch"},{"id":3167,"tag":"hospital bed"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":165,"school_id":94}}]}