{"id":3173,"tag":"95th Illinois","points":[[40.6331249,-89.3985283]],"bounds":[[40.6331249,-89.3985283],[40.6331249,-89.3985283]],"episodes":[{"id":6614,"title":"Jennie Hodgers Uses Alias to Enlist in Union Army","course_id":164,"status":"P","start_date":"1862-08-01","end_date":"1/31/15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In August 1862, Jennie Hodgers enlisted in the 95<sup>th</sup> Illinois infantry with the name Albert Cashier. In 1862, a citizen of Illinois said, “they surely must want soldiers badly, if they take that little fellow at the end of the line.” He spoke of Jennie Hodgers who was amongst other recruits. During her time in the army, she fought in a multitude of battles, and she continued to masquerade as a man even after the war. Her secret was discovered in the early 1900s. On March 29, 1915 <em>The Washington Post</em> stated, “After masquerading as a man for 60 years and serving as a soldier in Ge. U.S. Grant’s army during the civil war, Albert Cashier, whose sex was discovered at the soldiers’ home recently, today was committed to an insane asylum.” Due to her long running secret, she was ultimately punished."," ","In May of 1863, the 95<sup>th</sup> Illinois attempted to push forward and cross Glass Bayou. Eventually, they were face to face with the Confederate army. This confrontation caused about 60 casualties. Cashier was captured by enemy forces, and she was taken to a military prison camp. Cashier risked her life to escape from the prison when she grappled with a guard and knocked away his gun. Cashier was chased all the way to Union lines; she barely escaped with her life."," ","After she fought in battle for 3 years, she settled down in Illinois. During the years to follow she kept up the hoax of being a man. <em>The Syracuse Herald </em>stated, “During the years following the war she worked in various parts of Illinois as a farm hand, doing a man’s work wherever she could find it to do.” She could have gone back to her normal life after she was released from service; however, she continued to receive veteran’s pension, and she even voted in elections; which was still illegal for woman, at the time."," ","Eventually, Cashier was discovered as an imposter when she broke her leg. She was sent to a local hospital, and they agreed not to divulge her secret. However, with the onset of dementia she was sent to an insane asylum where her true identity was discovered. Civil War Trust stated “Attendants there discovered her sex and forced her wear a dress. The press got a hold of the story and soon everyone knew that Private Albert Cashier had been a woman in disguise.” She lived out her final days in the asylum where she was oppressed for her life choices."," ","Cashier died in 1915, and she was buried in her full army uniform. Her tombstone stated her male name, Albert Cashier, and her years of service in the Union army. Years later her real name, Jennie Hodgers, was added to the tombstone."," "],"display_date":"August 1862 - January 1915","search_date":"1888-10-30","locations":[{"id":52988,"lat":40.6331249,"lng":-89.3985283,"zoom":8,"place":"Illinois"}],"tags":[{"id":7,"tag":"Women"},{"id":3171,"tag":"Albert Cahsier"},{"id":3172,"tag":"Jennie Hodgers"},{"id":3173,"tag":"95th Illinois"}],"course":{"name":"The Civil War and Reconstruction","school":"Juniata College","course_id":164,"school_id":3}}]}