{"id":3176,"tag":"Labor Movement","points":[[42.927205,-76.1289029]],"bounds":[[42.927205,-76.1289029],[42.927205,-76.1289029]],"episodes":[{"id":6615,"title":"Morrison Swift Predicts the Rise of Socialism","course_id":163,"status":"P","start_date":"6/29/03","end_date":"6/29/03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In a letter to the <em>New York Times</em>, Morrison Swift wrote, “A question that many are asking with a great deal of interest is what effect the great socialist gains in Germany will have upon this country.” Morrison Swift wrote letters to the editor of the <em>New York Times</em> many times before. Swift, a writer, social activist, speaker, and pamphleteer, focused on social and political theory.","Germany saw a rise in socialist ideas as they neared the twentieth century. The German Social Democratic Party became one of Germany’s most popular parties, and saw massive gains in the Reichstag since 1890. Socialism also saw a rise in popularity in the election of 1900 in the United States.  Swift said, “The German elections are likely to have a very notable influence upon the American working classes in changing this, by calling their attention to politics as a method far more potent than the strike.” Unfair and dangerous working conditions brought on by rapid industrialization, such as low wages, long hours, and work-related injuries, led to strikes and standoffs between laborers and managers. Swift mentioned the unhappiness of the laborer in society, writing that workers finally realized that there may be something wrong with the interactions between labor and capital.","Between 1900 and 1904, Socialism gained popularity in a region of 20 states bounded by Maine, Minnesota, Missouri, and Maryland. This region accounted for the most socialists in office, along with between 60 percent and 85 percent of the Socialist party vote. This region was also heavily industrialized. Counties known for having unions and industry working against each other tended to vote more Socialists into office and have a more Socialist leaning during the presidential election.","Swift likened the American trust leaders to the German Emperor, William the Second, saying, “Our heads of industry and finance are bearing down on the people in ways as surprising and obnoxious to us as a free nation, as William’s ways are obnoxious and intolerable to Germany as an unfree nation.” Swift predicted that such conditions would unleash a gradual rise in popularity for Socialism. Swift mentioned, “It seems that we should recognize that Socialism is to spring into a great, perhaps huge, practical force in this country in a very short time.” In 1900, the Democratic Socialist Party, led by Eugene V. Debs, had only 0.6 percent of the popular vote, but by 1904 the Socialist Party, also led by Debs, had risen to three percent of the popular vote.","Swift highlighted the fact that Germans saw less industrialization than the United States, yet still ran to Socialism to protect themselves from industrialization. He predicted that the American laborers would run to the arms of Socialism for protection, and that it was inevitable to avoid the revolution. Despite Swift’s predictions, Socialism would decline in popularity and would almost die out after the First World War."],"display_date":"June 29, 1903","search_date":"1903-06-29","locations":[{"id":52989,"lat":42.927205,"lng":-76.1289029,"zoom":5,"place":"New York"}],"tags":[{"id":3176,"tag":"Labor Movement"},{"id":3175,"tag":"1903"},{"id":3174,"tag":"1904 Election"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":1090,"tag":"strikes"},{"id":896,"tag":"Labor"},{"id":2188,"tag":"Socialism"},{"id":2781,"tag":"Election"}],"course":{"name":"History of U.S. Presidential Elections","school":"Wayne State University","course_id":163,"school_id":92}}]}