{"id":3178,"tag":"Early AIDS Epidemic","points":[[34.0522342,-118.2436849]],"bounds":[[34.0522342,-100],[34.0522342,-118.2436849]],"episodes":[{"id":6616,"title":"The Oppression of African Americans During the HIV/AIDS Epidemic","course_id":165,"status":"P","start_date":"1/1/89","end_date":"1/30/89","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["For minorities in the 1980s, the future was uncertain.  The HIV/AIDS epidemic was on the rise, while quality information and resources were nowhere to be found.  As time went on, misconceptions and maltreatments  became commonplace.  Despite statistics showing otherwise, minorities were often led to believe that the virus was not a threat to them.  Minorities often thought that the misfortune of contracting the virus affected promiscuous white men exclusively, a misconception that was encouraged by the available educational information.  However, minorities were contracting the virus at a disproportionate rate, despite making up a far less percentage of the population than white men.  As an attempt to combat fatal misinformation, organizations began distributing educational materials aimed at the minority population about their high level of risk.","The Minority AIDS Project out of Los Angeles, CA distributed a series of educational posters 1986-1989.  Always the Last to Know!!! (1989) was one of six preserved posters, now accessible through the Rare Books and Special Collections by River Campus Libraries.  The poster pictures an older African-American woman and young girl, as well as a young African-American man.  Neighboring the portraits are shocking statistics in bold red and black letters. The poster states that 72% of all women diagnosed with HIV/AIDS were either Latino or Black. The urgency portrayed is not out of place, as the threat the virus imposed was not reflected in the attitudes of the most vulnerable populations.  ","Misconceptions about how one contracted the virus flooded the African-American community.  Sexual promiscuity and sex work were believed to be the main actions to increase risk. Minorities interviewed in focus groups continually rejected the idea that their risk could be higher than the promiscuous white man’s.  Socio-economic status heavily favored the white population, making access to information and education for minorities much more difficult.  The lethal mixture of “fear, fact, and fiction” that made up the viewpoint of those at risk placed them in an increasingly vulnerable position. The African American female population particularly suffered high-risk and low-activism. Poverty and drug-addiction are connected with high-risk behaviors such as intravenous drug usage, sex work, and the act of ‘survival sex’ (exchanging sex for drugs).  African-American women were found, more than any other group of people, to be subject to poverty and with risk behaviors that heighten one’s chances of contracting the virus. ","The solemn and urgent undertones of the Always the Last to Know!!! poster reflect the bleak times facing the African American population in the 1980’s, perpetrated by public health institutions that emphasized white male promiscuity and ignored the risks faced by blacks."],"display_date":"January 1, 1989 - January 30, 1989","search_date":"1989-01-15","locations":[{"id":52990,"lat":34.0522342,"lng":-118.2436849,"zoom":7,"place":"Los Angeles, CA, USA"}],"tags":[{"id":544,"tag":"Oppression"},{"id":3177,"tag":"Minority HIV/AIDS"},{"id":3178,"tag":"Early AIDS Epidemic"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":165,"school_id":94}}]}