{"id":3195,"tag":"presidential elections","points":[[30.632363,-85.651011]],"bounds":[[30.632363,-85.651011],[30.632363,-85.651011]],"episodes":[{"id":6619,"title":"A Voter Reacts to the Kennedy - Nixon Debates.","course_id":163,"status":"P","start_date":"9/26/60","end_date":"9/26/60","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On September 26, 1960 Henry R. Clark, a real estate broker from Jackson, Florida sat down after dinner in front of his television. He was vigorously flipping through the channels in excitement to see Richard Nixon debate. Henry was a proud Republican and he considered himself a supporter of Nixon’s. Clark was just in time as the two candidates took the stage. Senator John F. Kennedy from Massachusetts was a very wealthy, youthful and intelligent man. He had served six years in the House of Representatives and eight years in the Senate, but had little experience in foreign affairs. On the other hand, President Eisenhower’s Vice President Nixon had many years of experience. During Nixon’s years in the Senate he toured Europe reporting on the Marshall Plan and he served on a committee that exposed a communist spy ring in the United States. After being elected Vice President he had toured thirty countries in the East and was the first diplomat to visit Japan after World War II. He famously debated Nikita Khrushchev during the “The Kitchen Debates.” Unfortunately for Nixon the first debate against Kennedy did not include foreign affairs. The debate’s topic focused on domestic policy in which Kennedy excelled.","Clark noticed that Nixon did not seem up to par. Henry saw a thin and tired Nixon. He thought Vice President Nixon seemed nervous due to his constant shifting in his seat. Nixon recently had been diagnosed and still suffered from an infection in his knee cap. He was hospitalized for the infection weeks earlier. On the other hand, Clark observed a very confident, eloquent and prepared Kennedy. He saw the senator take the first debate very seriously. Kennedy proved that to the audience in his style and readiness."," At the end of the program Kennedy gained a new supporter in Clark. Kennedy proved that he was not a naïve man but an intelligent and thoughtful one.  The next morning Clark was approached by a reporter asking what his thoughts were on the debate last night. Clark answered, “He really came out last night. I’d been leaning toward Nixon, but now I think Kennedy’s the boy. He has more brains –an amazing memory and he’s a better speaker.”"],"display_date":"September 26, 1960","search_date":"1960-09-26","locations":[{"id":1373,"lat":30.632363,"lng":-85.651011,"zoom":5,"place":"JACKSON, Florida"}],"tags":[{"id":3195,"tag":"presidential elections"},{"id":3194,"tag":"T.V."},{"id":3193,"tag":"campaign"},{"id":3192,"tag":"Richard M. Nixon"},{"id":3191,"tag":"1960"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":371,"tag":"Debate"},{"id":1727,"tag":"JFK"},{"id":3190,"tag":"John F. Kennedy,"}],"course":{"name":"History of U.S. Presidential Elections","school":"Wayne State University","course_id":163,"school_id":92}}]}