{"id":3199,"tag":"better baby","points":[[37.09024,-95.712891]],"bounds":[[37.09024,-95.712891],[37.09024,-95.712891]],"episodes":[{"id":6620,"title":"Does Your Family Have What It Takes?","course_id":165,"status":"P","start_date":"1890-01-01","end_date":"12/31/30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A person who strolled a state fairgrounds in the 1920’s might have seen a big attention-grabbing poster with lights illuminating every so often. Walking over to see what is written on it, the person would have noticed that the board contains many different statistics and lights that flash at different intervals: every 48 seconds in the United States, someone was born who would never reach the mental capacity of an eight-year-old. Every seven and a half minutes, a person who would become a leader and a thinker in society was born. These statistics were used to try and show people that too many people with poor genes were being born in the United States. However, the boards served as more than just an eye opener to the public.","Something needed to be done about this ‘problem.’ So what a better way than to have a contest to reinforce what a genetically sound family is like. Physicians and eugenicists hoped that these contests would promote the reproduction among families with good genes. Judges of fitter family contests used overall appearance of the family as a factor. This is where the contests resembled livestock judging. Judges also checked family pedigree charts and trees to determine who the winning family would be. The winner received a medal and/or trophy with quotes engraved into it like “Yea, I have a goodly heritage.” Whoever won would have bragging rights and the knowledge that they are part of a movement to create fitter families in America.","Fitter family contests were part of a larger movement known as the eugenics movement of the 1900’s. Eugenics is considered to be the aim of enhancing the human race by either positive or negative means. The promotion of the reproduction of people with ‘good genes’ (positive eugenics), or by a more radical means of sterilizing and making it illegal for people with poor genes from getting married or reproducing (negative eugenics).","These contests stood for much more than meets the eye of a casual observer. While they may look like just some hometown contest, the events that coincided with these competitions were considerably grim. The eugenics movement had a dark side that you cannot see by looking at something like the fitter family contests. Experiments such as sterilization of incarcerated inmates and the mentally disabled were just a few of the examples of negative eugenics of this time."],"display_date":"1890 - 1930","search_date":"1910-07-02","locations":[{"id":52839,"lat":37.09024,"lng":-95.712891,"zoom":8,"place":"United States"}],"tags":[{"id":533,"tag":"Eugenics"},{"id":3197,"tag":"Fitter Family"},{"id":3198,"tag":"state fair"},{"id":3199,"tag":"better baby"},{"id":3200,"tag":"contests"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":165,"school_id":94}}]}