{"id":320,"tag":"Cyprus Hall","points":[[35.1986686307,-88.1843543266]],"bounds":[[35.1986686307,-88.1843543266],[35.1986686307,-88.1843543266]],"episodes":[{"id":4721,"title":"Shiloh: Col. Cyprus Hall, 14th Illionois Infantry.","course_id":34,"status":"P","start_date":"1862-04-06","end_date":"1862-04-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Colonel Hall’s experience in the Battle of Shiloh is unique from any common and popular knowledge of what actually took place during the battle. The general populations’ recognition of the battles in the west does not compare to their recognition of the battles in the east such as Gettysburg and Harpers Ferry. The reason is that the battles in the east took place in close proximity to some of the larger national newspapers while the battles in the west were not and therefore did not get the same kind of publicity. The battle itself was a very important piece of the Civil War in the west. Shiloh, when looked at closely, can be considered the Gettysburg of the west. If the South had won, it quite possibly could have been the end to the war in the west. “Long after the last gun cooled on the Shiloh field, writers would bitterly argue the nearness of a Confederate victory on April 6.”","In the broad scheme of the battle, most historians would say that the actions of Col. Cyprus Hall and the 14th Illinois Infantry did not mean much. According to his report of the battle one would think differently. In his account of the battle he describes, move-by-move, the chronology of the actions his men took and what they witnessed. Many of Hall’s descriptions of battle fail to give any recognition to the events of the rest of the battle, much less the Civil War. At first, Hall describes many of his actions as if he does not know what is going on around him but rather that he is just awaiting orders: “I ordered my men to lie down, conceal themselves as much as possible, and await orders”. Hall was even forced to cease fire when he was not sure whom he was firing on. It is a popular belief that the brigade commanders were only giving the power to carry out orders. On the contrary, because of the vast landscape of most battlefields and the resulting slow communication, many officers were charged with the responsibility to both carry out orders and to adapt to the events of battle without putting the army at a disadvantage: “General Grant ordered me to advance, feel my way cautiously, and engage the enemy wherever I might find him”. As the report goes on, Hall is able to acknowledge his surrounding much better than before. He was able to regurgitate every other brigade’s position around him and what he believed to be the positions of the enemy soldiers. While he did not have a true grasp on what was happening in the battle as a whole, he did understand his own positioning and the responsibilities that came with it.","It is interesting at the same time to notice that while he did not seem to mention the purpose of the battle or even the Civil War, he did recognize as many killed and wounded soldiers as he could. He mentioned the bravery of many of his Captains saying that they “were all wounded on Sunday morning, while bravely and gallantly leading and encouraging their men.” Col. Hall’s account of the battle was a very personable one, with great attention to detail of his men, not the entire battle."],"display_date":"April 6, 1862 - April 7, 1862","search_date":"1862-04-06","locations":[{"id":12073,"lat":35.1986686307,"lng":-88.1843543266,"zoom":9,"place":"HARDIN, Tennessee"}],"tags":[{"id":32,"tag":"Civil War"},{"id":317,"tag":"1862"},{"id":318,"tag":"Shiloh"},{"id":319,"tag":"Pittsburgh Landing"},{"id":320,"tag":"Cyprus Hall"},{"id":321,"tag":"Union Army"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":34,"school_id":4}}]}