{"id":3201,"tag":"George Wallace, Police","points":[[42.3268787,-83.0496032]],"bounds":[[42.3268787,-83.0496032],[42.3268787,-83.0496032]],"episodes":[{"id":6625,"title":"George Wallace's Detroit Visit Provokes Police Brutality","course_id":163,"status":"P","start_date":"10/29/68","end_date":"10/29/68","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“This is the most horrible thing I have ever seen,” a woman from St. Louis recounted as the police chased demonstrators from Detroit’s Cobo Hall convention center. In an effort to escape the police’s attacks, many people fled the convention center towards the nearby Pontchartrain Hotel and beyond. Police continued their attacks. “Swinging and jabbing their nightsticks, more than 350 police waded into nearly 800 demonstrators.” Gary Nater, 17, of Birmingham, MI, ended up with facial wounds and a broken arm. “Gary told [his father] he was trying to get away from the group, but was grabbed and beaten by five Detroit policemen.” Nater’s father also conveyed that his son had “respected the police—until this anyway.”","On October 29, 1968, George Wallace held a presidential rally at Detroit’s Cobo Hall. Wallace’s supporters enjoyed a numerical advantage, and fighting took place within the center; but the melee turned from pro- versus anti-Wallace supporters to the Detroit Police versus everyone. “Police ordered the crowd to disperse,” but they did not. Demonstrators on the rooftop “threw stones and other debris at police squads standing below.”","By late October, the presidential campaign was nearing its conclusion. The election was highly contentious. Wallace’s two opponents were the Democratic nominee, Hubert Humphrey, and Republican Richard Nixon.","As a segregationist and former governor of Alabama, Wallace had strong support in the Deep South. But for a chance of a presidential victory, he had to concentrate his campaign on Northern states, including Michigan. Detroit had long had divisions along racial lines. Factors such as deindustrialization (especially in the post-World War II years) and structural racism in crucial areas such as housing already showed division between many white and black Detroiters.","The year 1968 was not the beginning of Detroit’s racial tensions. On July 23, 1967, a major race riot began in the city of Detroit. Mayor Jerome Cavanagh, a liberal Democrat, had previously taken steps to ameliorate Detroit’s numerous racial injustices. These policies proved inadequate and Detroit’s riot of 1967 showed the dissatisfaction with the progress. Little had improved by 1968. The Executive Secretary for the Detroit National Association for the Advancement of Colored People, Robert Tindal, observed that confrontations between police and citizens were usually racially based, due to the overwhelming whiteness of the police department.","The race issue was always salient in Wallace’s rallies, and this was no different in that respect, but it was noteworthy for the violence it engendered. The headlines of the papers following the rally were dominated by the police’s attacks. Despite the carnage of several hecklers being injured and one policemen being hospitalized, many witnesses supported the police’s actions. An elderly man commented, “The police need more freedom in dealing with these youngsters.” Some Wallace supporters opposed any racial integration, and some believed that the civil rights movement was progressing too quickly. The rally highlighted the divisiveness of the 1968 election in Michigan—pitting young versus old, black versus white, and liberal versus conservative."],"display_date":"October 29, 1968","search_date":"1968-10-29","locations":[{"id":52997,"lat":42.3268787,"lng":-83.0496032,"zoom":13,"place":"Detroit, Michigan"}],"tags":[{"id":1596,"tag":"Riots"},{"id":2227,"tag":"NAACP"},{"id":3201,"tag":"George Wallace, Police"}],"course":{"name":"History of U.S. Presidential Elections","school":"Wayne State University","course_id":163,"school_id":92}}]}