{"id":3202,"tag":"Missionary Work","points":[[23.12911,113.264385]],"bounds":[[23.12911,113.264385],[23.12911,100]],"episodes":[{"id":6626,"title":"Peter Parker and Lam Qua: Patients and Paint in China","course_id":165,"status":"P","start_date":"1832-01-01","end_date":"1888-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A young Chinese girl poses in front of a boulder. She is dressed in all black with a tumor the size of a cantaloupe on the right side of her face. Her name is Akae, and she was one of Peter Parker’s many patients during his mission to Canton, China in the 1830s. Parker, an American physician, would treat patients for little to no cost, but his main goal was not to cure their bodies. He wanted to cure their souls and convert the Chinese to Christianity by spreading the gospel. He was concerned for the souls of these “heathens” and planned on spending most of his time in China completing his missionary work. However, once he started to pursue his medical career, his spiritual mission got pushed to the back burner.","After getting his degree from Yale and moving to Canton, China, Parker became a very renowned physician. It was at the Canton Ophthalmic Hospital, Parker’s first hospital in China, where he first specialized on eye diseases. He then opened up his work to operating on abscesses, tumors, cancers, and other deformities. These were the cases that were tastefully documented by the painter, Lam Qua. Lam Qua was a Cantonese artist who did most of his paintings of Peter Parker’s patients in the 1830s. He loved the idea of medicine, and was even said to have regretted not becoming a physician himself. His artwork was some of the first from China that was favored in the Western world, and his paintings are a great example of a unique way of documenting patients.  ","During his time in Canton, Parker found himself more successful than his predecessors, the Jesuits, but still faced struggles on getting the Chinese to convert to Christianity. One of the main conflicts he faced was finding time for missionary work in his busy schedule of healing. His role as a missionary proved to be difficult because his role as a physician kept him very preoccupied. Peter Parker physically helped a lot of people, but spiritually he was unsuccessful. He started gaining resistance from the Chinese people when he attempted to convert them to Christianity, most likely resulting from the Jesuit missions. This resistance led to many organizations to pull their funding from Parker's missions because they believed he was failing. Parker became frustrated and his relationship that was once strong with the Chinese people began to deteriorate.","Peter Parker’s work in Canton reflects the concept of foreign medicine at the time. The sense of superiority Parker felt towards the Chinese reflects the western thought on race and ethnicity. Regardless of this idea, Peter Parker did show compassion towards the Chinese by attending to their needs free of charge and by using anesthesia. Although his mission may have failed, Parker helped a lot of Chinese suffering from abscesses and tumors, and thanks to Lam Qua, these cases are well-documented and published on canvases for the world to see."],"display_date":"1832 - 1888","search_date":"1860-07-01","locations":[{"id":52998,"lat":23.12911,"lng":113.264385,"zoom":8,"place":"Canton, China"}],"tags":[{"id":145,"tag":"art"},{"id":3205,"tag":"Foreign Medicine"},{"id":3204,"tag":"Lam Qua"},{"id":3203,"tag":"Peter Parker"},{"id":3202,"tag":"Missionary Work"},{"id":41,"tag":"China"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":165,"school_id":94}}]}