{"id":3206,"tag":"hearing loss","points":[[52.205337,0.12181699999996]],"bounds":[[52.205337,0.12181699999996],[52.205337,0.12181699999996]],"episodes":[{"id":6631,"title":"Occupational Hazards Discovered Within the Diving Community","course_id":165,"status":"P","start_date":"1/1/89","end_date":"12/31/91","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Seven Gottingen miniature pigs aged between five and seven weeks underwent a combination of compression and decompression exercises while inside a hyperbaric chamber. The tests, which were conducted in England 1989, would last an hour and include intermittent and controlled time periods. After each exposure, the minipig would be walked in a long corridor, so that scientist could observe any neurologic abnormalities resulting from this experiment.  Thankfully no signs of impairment were observed, no signs of incoordination, vestibular derangement, or visual defects.","When the necessary information and results had been thoroughly analyzed, the pigs were then humanely euthanized. The use of anesthesia prior to the animal’s euthanasia was necessary for the experiment to be ethically sound. This euthanasia was necessary for the researchers to gain the access that is required to closely examine the auditory window which leads to the middle and inner ear. ","The experiment had important implications for individuals within the diving community who had experienced hearing loss.  In this study the damage was hypothesized to occur while the ear was undergoing a decompression setting. While comparing imaging from healthy non-exposed auditory systems within the ear, all outer and inner hair cells, the lymph fluid, and sterocilla were visible and within normal limits.  After viewing imaging post-experiment, damage to hair cells, cochlea, vestibule, organ of corti were all discovered to be damaged. It was further determined that more studies need to be conducted to ensure that the proper criteria can be maintained.","Historically speaking, the use of animal testing has been and will continue to be a controversial topic. The French physiologist Claude Bernard (1813-1878) was a proponent of animal experimentation as a requirement if medicine is to progress.  Bernard and other proponents of animal research faced significant opposition, leading to the Animal Rights movement. Nonetheless, animal research remains a crucial component of medical innovation."],"display_date":"1989 - 1991","search_date":"1990-07-02","locations":[{"id":52999,"lat":52.205337,"lng":0.12181699999996,"zoom":8,"place":"Cambridge, England"}],"tags":[{"id":3207,"tag":"hyperbaric chamber"},{"id":3206,"tag":"hearing loss"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":165,"school_id":94}}]}