{"id":321,"tag":"Union Army","points":[[35.1986686307,-88.1843543266],[42.3649994065,-70.9800517697],[39.8715057392,-77.2179223246],[37.954527025,-76.8481834827]],"bounds":[[42.3649994065,-70.9800517697],[35.1986686307,-88.1843543266]],"episodes":[{"id":4721,"title":"Shiloh: Col. Cyprus Hall, 14th Illionois Infantry.","course_id":34,"status":"P","start_date":"1862-04-06","end_date":"1862-04-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Colonel Hall’s experience in the Battle of Shiloh is unique from any common and popular knowledge of what actually took place during the battle. The general populations’ recognition of the battles in the west does not compare to their recognition of the battles in the east such as Gettysburg and Harpers Ferry. The reason is that the battles in the east took place in close proximity to some of the larger national newspapers while the battles in the west were not and therefore did not get the same kind of publicity. The battle itself was a very important piece of the Civil War in the west. Shiloh, when looked at closely, can be considered the Gettysburg of the west. If the South had won, it quite possibly could have been the end to the war in the west. “Long after the last gun cooled on the Shiloh field, writers would bitterly argue the nearness of a Confederate victory on April 6.”","In the broad scheme of the battle, most historians would say that the actions of Col. Cyprus Hall and the 14th Illinois Infantry did not mean much. According to his report of the battle one would think differently. In his account of the battle he describes, move-by-move, the chronology of the actions his men took and what they witnessed. Many of Hall’s descriptions of battle fail to give any recognition to the events of the rest of the battle, much less the Civil War. At first, Hall describes many of his actions as if he does not know what is going on around him but rather that he is just awaiting orders: “I ordered my men to lie down, conceal themselves as much as possible, and await orders”. Hall was even forced to cease fire when he was not sure whom he was firing on. It is a popular belief that the brigade commanders were only giving the power to carry out orders. On the contrary, because of the vast landscape of most battlefields and the resulting slow communication, many officers were charged with the responsibility to both carry out orders and to adapt to the events of battle without putting the army at a disadvantage: “General Grant ordered me to advance, feel my way cautiously, and engage the enemy wherever I might find him”. As the report goes on, Hall is able to acknowledge his surrounding much better than before. He was able to regurgitate every other brigade’s position around him and what he believed to be the positions of the enemy soldiers. While he did not have a true grasp on what was happening in the battle as a whole, he did understand his own positioning and the responsibilities that came with it.","It is interesting at the same time to notice that while he did not seem to mention the purpose of the battle or even the Civil War, he did recognize as many killed and wounded soldiers as he could. He mentioned the bravery of many of his Captains saying that they “were all wounded on Sunday morning, while bravely and gallantly leading and encouraging their men.” Col. Hall’s account of the battle was a very personable one, with great attention to detail of his men, not the entire battle."],"display_date":"April 6, 1862 - April 7, 1862","search_date":"1862-04-06","locations":[{"id":12073,"lat":35.1986686307,"lng":-88.1843543266,"zoom":9,"place":"HARDIN, Tennessee"}],"tags":[{"id":32,"tag":"Civil War"},{"id":317,"tag":"1862"},{"id":318,"tag":"Shiloh"},{"id":319,"tag":"Pittsburgh Landing"},{"id":320,"tag":"Cyprus Hall"},{"id":321,"tag":"Union Army"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":34,"school_id":4}},{"id":5079,"title":"<strong>The 16th Massachusetts Regiment Disbanded in 1864</strong>","course_id":43,"status":"P","start_date":"1864-07-27","end_date":"1864-07-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On July 27, 1864, Private Richard Monnahan was discharged from G Company of the 16<sup>th</sup> Regiment, Massachusetts Infantry, on the day the entire regiment was mustered out.  According to his discharge form from the United States Pension Office, Monnahan was 22 years old, five feet five inches tall, of dark complexion with dark grey eyes.","The 16<sup>th</sup> regiment was formed in 1861 and served until July of 1864.  It was initially assigned to Fort Monroe, Virginia, but would fight in battles like Manassas, Fredericksburg, Chancellorsville, Gettysburg, and Spotsylvania Court House.  Private Monnahan’s service follows the entire life of the regiment.  Formed on June 29, 1861, Monnahan enrolled less than two weeks later on July 12<sup>th</sup> and would serve until the regiment mustered out on July 27, 1864, when his three year contract expired.  James McPherson, in his <em>Battle Cry of Freedom, </em>remarks that 1864 marked the end of many Union soldiers’ service.  In the Confederacy, soldiers were required to remain in the army after the completion of their terms, whereas Northerners’ terms of service were upheld and were allowed to go home.  In the end, McPherson estimates that 100, 000 chose not to re-enlist while 136,000 did re-enroll.  It is not known what Private Monnahan chose to do after being discharged.","The fact that Monnahan was born in Ireland draws attention to the role of immigrants in the army.  McPherson argues that although immigrants made up one quarter of the men in the Union Army, they constituted 30 percent of the male fighting-age population, making them underrepresented in the Union Army.  This interesting example of Private Monnahan, however, provides a personal perspective of one of the countless immigrants that did choose to fight."],"display_date":"July 27, 1864","search_date":"1864-07-27","locations":[{"id":6210,"lat":42.3649994065,"lng":-70.9800517697,"zoom":11,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":760,"tag":"Infantry"},{"id":759,"tag":"Immigrants"},{"id":758,"tag":"Irish-Americans"},{"id":321,"tag":"Union Army"},{"id":32,"tag":"Civil War"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5192,"title":"The Burden of Defeat: The XI Corps Breaks at Gettysburg","course_id":64,"status":"P","start_date":"1863-07-01","end_date":"1863-07-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Burden of Defeat: The IX Corps Breaks at Gettysburg","     The specter of defeat seemed to hang over the military career of German immigrant and revolutionary statesman turned Republican politician and Union General Carl Schurz and bad luck stalk his every move. Poorly positioned at the extreme right flank of Hooker’s army at Chancellorsville, the Eleventh Corps, especially Schurz’s third division, bore the brunt of General “Stonewall” Jackson’s fierce surprise counter-attack, routing the exposed and outnumbered federals and earning the unit an undeserved reputation for cowardice, especially when considering Schurz’s own personal courage under fire, rallying his division and mounting a somewhat effective resistance against a numerically superior foe. To add insult to injury, the misperception soon featured an ethnic slant: composed of a sizeable German minority, they were branded the “Flying Dutchmen” and the German-Americans’ proud rallying cry “I fight mit Sigel” acquired the sneering addition “and I run mit Schurz,” a taunt that would follow the general and his men throughout the war.","     On July 1, 1863, the Eleventh Corps, temporarily under Schurz’s direct command, marched into combat on the outskirts of Gettysburg to assist the heavily engaged First Corps. Seizing upon a potential opportunity for redemption, Major-General Francis Barlow’s impetuosity, euphemistically regarded as “too much bravery” in Schurz’s memoirs, led him to order his division out of line and onto a small knoll he believed to be a more advantageous position, breaking the defensive perimeter around the city and drawing brutal enfilade fire from confederate musket and cannon.","     Schurz recognized the mounting crisis and dispatched “aide after aide” to establish contact with Barlow, but the damage was done. In short order Barlow was severely wounded and his division driven from the field, leaving a gaping hole in the union line through which charging confederates began to pour, collapsing several portions of the line and forcing Schurz and his staff to stage a fighting withdrawal through the city. In a clear attempt to preserve the honor of his men, Schurz insisted in his report—and maintained throughout his life—that the divisions hotly “contest(ed) the ground step by step.” Moreover, he directly counters allegations that his men “routed…pell-mell” through the city, offering instead a picture of hasty but “orderly” retreat in his memoirs.","     When the smoke cleared and the casualties were tallied, the Eleventh Corps had lost over one third of its entire effective strength. Major-General Schimmelfennig suffered the ignominy of seeking refuge in a pig sty to evade capture following his division’s retreat through the packed city streets, already filled with broken elements of the First Corps. Despite repelling a large Confederate assault threatening two major Cemetery Ridge artillery batteries the following day, this “very spirited hand-to-hand fight” was scarcely remembered and Schurz and his “German” division, though courageous even in defeat and bled white with casualties, remained, to many, the “Flying Dutchmen.”","     The extent of his emotional wounds and defensive posturing becomes apparent when considering his November 1863 press exchange with Leslie Combs, a Kentucky Democrat who openly accused Schurz of personal cowardice at Chancellorsville. Opting to engage in a questionable public honor duel he “deem(ed) appropriate…to stop a slander political enemies seem bent on sustaining,” Schurz brands Combs a liar, demands a retraction and invites him to stand next to him in combat and “not leave for a single moment.”","     Indeed political generals and their reputations often suffered grievously at the hands of the press and public, and Carl Schurz was no different. Though he would go on to hold various high offices throughout the federal government, he never truly ended his apologetics, even justifying his command decisions from beyond the grave through his posthumously published memoirs.  Such was his burden of defeat."],"display_date":"July 1, 1863 - July 4, 1863","search_date":"1863-07-02","locations":[{"id":10806,"lat":39.8715057392,"lng":-77.2179223246,"zoom":9,"place":"ADAMS, Pennsylvania"}],"tags":[{"id":912,"tag":"Gettysburg"},{"id":321,"tag":"Union Army"},{"id":892,"tag":"European immigrants"},{"id":985,"tag":"11th Corps"},{"id":986,"tag":"Political Generals"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":64,"school_id":4}},{"id":5807,"title":"A Local Describes Gettysburg After the Battle","course_id":113,"status":"P","start_date":"1863-07-20","end_date":"1863-07-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Battle of Gettysburg remains the bloodiest battle in United States history. With a combined 51,112 men killed in the battle over a three day span, the momentum of the Civil War took a turn in favor of Union forces. With fallen soldiers decorating the landscape of the Gettysburg battlefield, <em>The Republican Compiler</em>, a Gettysburg newspaper from 1854 to 1868, published vivid details of what the battlefield looked like and the significant effects the battle left on the town.","A local man, Mr. Cooke, who was a special correspondent for <em>The Age</em>, another local newspaper, gave one of the most graphic accounts of the battle’s aftermath. <em>The Republican Compiler</em> printed Cooke’s account in their July 20, tenth edition; the second paper that they had printed since the end of the battle. Cooke gave a report of the entire battle, but the section where he describes the scenery after the battle is the most moving.","He visited the battlefield on Tuesday July 7; four days after the battle had ended. He described the abandoned battlefield in a manner that is similar to it being completely destroyed. He stated that, “Every fence was knocked down, and every house or shed upon the battle field around it had its windows shattered, its walls torn out and its roof in tatters… The grain and grass which once grew there, was almost ground to a jelly.” The Union forces had about 94,000 men serving at the battle and the Confederates had 70,000 men. The number of men who marched, shot, and were killed or wounded at Gettysburg led to the destruction of the terrain.","Cooke not only described the battle and the destruction that occurred in Gettysburg, he also explained the common horrors of the Civil War. Cooke wrote about the dead soldiers that he saw on the battlefield and states that, “Many walked about amid the horrid stench of the field unmoved. The looked upon the dead, to be sure; with no expression of pity if he were a Federal soldier and only a laugh of a curse if he were a Confederate…” Cooke offered the view that all of the men should be remembered for how they fought and died, instead of who they were fighting for. And his portrait of other people looking through the battlefield for their own memento or souvenir, instead of being deeply effected by how many dead they were walking through is a prime example of how people became numb to the horrific events that surrounded them."],"display_date":"July 20, 1863","search_date":"1863-07-20","locations":[{"id":10806,"lat":39.8715057392,"lng":-77.2179223246,"zoom":9,"place":"ADAMS, Pennsylvania"}],"tags":[{"id":1861,"tag":"Confederates"},{"id":321,"tag":"Union Army"},{"id":32,"tag":"Civil War"},{"id":1860,"tag":"Battle of Gettysburg"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":113,"school_id":3}},{"id":5812,"title":"A Black Union Soldier Demands Equal Pay","course_id":113,"status":"P","start_date":"1864-06-01","end_date":"1864-06-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In a recommendation for trial written by a First Lieutenant of the 2<sup>nd</sup> U.S Colored Cavalry in early June of 1864 there is mention of Private Sylvester Ray, also of the 2<sup>nd</sup> U.S Colored Cavalry, who demanded equal pay for the African-American soldiers. In this recommendation, he states that, “he charges conduct prejudicial to good order and military discipline.” At this time, black soldiers made seven dollars a month plus a three dollar clothing allowance while white soldiers of the same rank made thirteen dollars a month.","In many units, black soldiers were not permitted the same benefits as their white counterparts. It did not take long for the black soldiers to become aware of these discrepancies and start to demand equal pay. Private Sylvester Ray wanted pay that was the same as white soldiers because seven dollars a month was not enough to send home or pay for things that the black soldiers needed. Additionally, this discrepancy in pay was an injustice to African-American soldiers who were fighting for the same cause as their white counterparts.","According to historian Christian Samito, “the pay disparity undermined army discipline but also energized black soldiers’ demands for equal treatment.” When black soldiers realized that they were not being paid equally they threatened to desert the army or to rise against their white superior officers. Other places, the black soldiers rejected their pay, demanding equal pay. The tipping point for many of the soldiers was letters that had been sent from home. In many of these letters, their parents, wives, or children did not have enough money to survive on and were suffering. After receiving his letter, one unnamed soldier said, “we have been tried in the fire both of affliction and of the rebels, and nothing remains but pure metal.” This sentiment was reflected across most black units until equal pay was promised in late June, just a short while after Private Ray’s recommendation for trial. After enough troops protested the unfair conditions, the military started to listen. Samito believes that change occurred as “white officers came to realize, black soldiers mutinied not out of nervous energy…but as political action undertaken by men who felt newly entitled by their wearing of the uniform.","Private Sylvester Ray’s subsequent muster roll was also listed with his recommendation for trial. In the muster roll, it is clear that his pay for the month was raised to be equal with what was normal for white soldiers. It appears that his insistence on fairness and justice paid."," "," "," "],"display_date":"June 1864","search_date":"1864-06-15","locations":[{"id":14219,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":32,"tag":"Civil War"},{"id":321,"tag":"Union Army"},{"id":42,"tag":"Civil Rights"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":113,"school_id":3}}]}