{"id":3213,"tag":"History","points":[[26.820553,30.802498],[-8.783195,34.508523],[34.047863,100.6196553],[35.2270869,-80.8431267],[38.833161,-77.3081167],[38.9071923,-77.0368707],[39.9525839,-75.1652215]],"bounds":[[39.9525839,100.6196553],[-8.783195,-80.8431267]],"episodes":[{"id":6629,"title":"A Peek into Medieval Animal Medicine across Asia and Africa","course_id":165,"status":"P","start_date":"1500-01-01","end_date":"1500-01-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["An elegant script travels across the fragile fabric of an ancient document from the 14<sup>th</sup> century. Seeking out those who were caretakers of horses or early equine veterinarians, it speaks of the Mamluk period, the medieval rule of the Islamic Empire across Asia and Africa. Dark ink illustrates an ancient veterinarian administering medicine to an ill horse. Grass swayed beneath the two, depicting an outside environment for treatment. The horse’s head tilted upwards, allowing the animal physician to place a tube-like tool into the horse’s mouth and down its throat. The ancient writings explain that a tube or horn was usually utilized in response to an animal resisting treatment. Preventing the horse from closing its mouth, the tube allowed for the veterinarian to be sure the animal would take its medicine. The specific medication cannot been seen in the illustration, however, most medications that were prescribed to sick animals consisted of a mixture of herbs (such as roses and saffron heated in rose water) due to the belief that pleasantly aromatic medications helped to aid in the fight against illness. This illustration presents only a peek into medieval animal medicine across Asia and Africa.  ","Old Hippocratic/Galenic teachings were translated across Africa and Asia as early as the 14th century. However, these teachings of humoral theory based medicine were not only applied to healing humans, but were transformed to encompass the health of animals. This built a foundation for early veterinary medical practices to grow on. An important era of this growth is noted in the Mamluk period, where medical diagnostic and prognostic techniques were crafted and recorded in order to treat a variety of animals, ranging from but not limited to: horses, dogs, hunting hawks, stray cats, mules, cheetahs and etc.","In consideration of the humoral theory, treatments for animals were often similar to what humans received. Of course, the treatments were altered appropriately, based on the stature (organ size, bone density, etc.) of the animal. Therefore, birds were treated and diagnosed differently than elephants, and both were treated differently from humans. For example, the healthy “temperament” of a bird differs from the healthy temperament of an elephant. Animals such as elephants and horses were also seen as stronger than humans, considering their physical size. Therefore, they could handle a larger amount of medication than humans. The use of ointments was also drawn from humoral theory. If the animal had dry, cracked skin, a moist ointment would be rubbed on the affected area. This type of ointment was often used to treat wounds on a horse that was cut or scratched after hunting or traveling.","Many other innovative techniques were introduced across Asia and Africa in order to more effectively treat animals. For example, horses were placed on their back with their legs bound together during treatments of certain ailments. This would help to stabilize the animal, preventing them from harsh movements that could harm them during treatment (not unlike the gentle tying of animal limbs to a table during surgery in modern times today). Sedatives were also utilized to relax the animals during especially painful treatments. These are only a few examples of how early animal medicine began to grow across Asia and Africa during the 14<sup>th</sup> century."],"display_date":"January 1, 1500 - January 30, 1500","search_date":"1500-01-15","locations":[{"id":53003,"lat":26.820553,"lng":30.802498,"zoom":8,"place":"Egypt"},{"id":53002,"lat":-8.783195,"lng":34.508523,"zoom":8,"place":"Africa"},{"id":53001,"lat":34.047863,"lng":100.6196553,"zoom":8,"place":"Asia"}],"tags":[{"id":3215,"tag":"Animals"},{"id":3214,"tag":"Mamluk"},{"id":3213,"tag":"History"},{"id":3212,"tag":"Asia"},{"id":3211,"tag":"Veterinary"},{"id":1681,"tag":"Africa"},{"id":100,"tag":"Medicine"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":165,"school_id":94}},{"id":6660,"title":"The 15th Amendment","course_id":170,"status":"P","start_date":"1869-03-04","end_date":"1870-02-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The document shown  here is a copy of the 15th Amendment, which granted people of all color and race the right to vote. This amendment was written up and dated March 4th, 1869. After the Civil War, slaves were freed, but they did not receive the same rights as other citizens of the United States of America. Before this amendment, it was difficult for African Americans to get anything.","The Government at this time created many regulations that disabled African Americans from voting. Through a series of loopholes that were used to discriminate against them, African Americans still pushed for an amendment to be written up. This amendment would disband those petty regulations and allow them to vote.","This document was sent and submitted by W.W. Holden, who at the time was the governor of North Carolina in 1869. The amendment was then put into place in 1870. Though it was ratified, the secondary source used expands upon how African Americans were still unable to vote until almost 100 years after the ratification.","Through poll taxes, literacy examinations, and many more tests that were given, the South was successfully disable African Americans once again, taking away their voting rights. The tests were exceedingly difficult and were only given to those of color. African Americans had the right to vote, but the steps it took them to get registered hindered them from the act of voting. These sort of tests were not given to white people either, only African Americans. Basically, African Americans were back where they started when they were freed. It took more people standing up and almost one hundred years for them to finally get their voting rights.  Fortunately, these ended during 1965 through the Voting Rights Act of 1965."," ","Though this amendment was put into place, cunning stunts from the southern states governments ruined the chances of blacks being able to vote. Although those governors will deny it, many believe this was done on purpose to continue the disablement of African Americans. Southern states still had their grievances with both the North and African Americans. So while blacks did have the right to vote, it was so hard for them to actually vote because of all the tests and regulations that were solely established upon them. These were darker times in America’s history and the effects of it are still felt today with the recent movements that have come to light. African Americans feel they are still not treated as equal, as do a lot of other minority groups."],"display_date":"March 4, 1869 - February 3, 1870","search_date":"1869-08-19","locations":[{"id":53026,"lat":35.2270869,"lng":-80.8431267,"zoom":11,"place":"Charlotte, North Carolina"}],"tags":[{"id":3269,"tag":"amendments"},{"id":32,"tag":"Civil War"},{"id":3213,"tag":"History"},{"id":123,"tag":"Reconstruction"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}},{"id":6704,"title":"Regrets? Breckinridge has none.","course_id":170,"status":"P","start_date":"1860-01-01","end_date":"1865-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The primary source used is a democratic ticket representing the main holder of the second democratic party going up against Abraham Lincoln in 1860. His name was John Breckinridge. This came at a time where the democratic party split. The split came from both democratic runners Breckinridge and Stephen Douglass, the main democratic party holder. Both candidates were for slavery, but Breckinridge was for expanding slavery, while Douglass was for whatever the public felt was needed. This came to a split between southern democrats and northern democrats. Both Breckinridge and Douglass were for keeping the South from seceding, but they were very different on the actual subject of slavery. Slavery was in every nook of this time, which is why most historians will tell you that the whole subject of the Civil War was slavery. It was always the topic of discussion and people back then had strong standings on it, especially those who were actual slave owners.","Breckinridge won southern people because he was for protecting the slave owners and their businesses. Douglass, on the other hand was not so much into protection for the slave owners. This caused the split in the party. When the split happened, Douglass had been nominated for the actual democratic party. This caused an uproar in the South, so Breckenridge technically went third party, but still called himself democrat. This drastically split the democratic vote and gave Lincoln the win in 1860.","After the loss, Breckinridge held a seat in Kentucky legislature. While there, he tried to convince Kentucky officials to secede with the Confederacy. Kentucky ended up joining the Union and Breckenridge fled Kentucky. After leaving, he joined up with the Confederacy and fought through the war and survived. He was an aide to Jefferson Davis. Breckinridge would tell Davis, after signing the official surrender of the Confederacy during the Civil War,  to continue efforts of fighting through guerilla type warfare. He would also push to end the Union even though the fate of the Confederacy had already been decided. He fled to other countries and ended up in Canada where he lived the rest of his life.","The importance of this article is to show how fragile things were during that time period. The Democratic party split because of the rising tensions between the North and the South. Again, neither Breckinridge or Douglass wanted the country to split, but both were clearly for their side. Douglass fought for the North to end the South and their reign. Douglass had to sacrifice his thoughts on slavery for his idea of the greater good. Breckinridge also had to drop his idea of the country not splitting, and fight for what he thought was for the greater good. These stories show that war was a last resort.  War came when there was, obviously, going to be no compromise that the two sides could agree on. The end of the war came when the Confederacy finally handed over their surrender and this time of hell came to an end."," "],"display_date":"1860 - 1865","search_date":"1862-12-31","locations":[{"id":53060,"lat":38.833161,"lng":-77.3081167,"zoom":8,"place":"Broadside, VA"}],"tags":[{"id":3327,"tag":"savagery"},{"id":18,"tag":"Politics"},{"id":32,"tag":"Civil War"},{"id":3213,"tag":"History"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}},{"id":6734,"title":"The Omnipotent Kennedy Fade","course_id":174,"status":"P","start_date":"1/1/60","end_date":"11/1/63","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On February 14, 1962, Jackie Kennedy gave her famous White House Tour on for CBS Television. Charles Collingwood of CBS guided the hour-long tour. Jackie represented a new, relaxed style of modernity and femininity. She demonstrated impressive knowledge of history by speaking about what events past presidents held in each room. In the Green Room Jackie noted, “this used to be the dining room, and here Jefferson gave his famous dinners and introduced such exotic foods as macaroni, waffles and ice cream to the United States.” Kennedy’s eye for beauty and desire for prestige established the myth and glamour that would define the era of the Kennedys. While many perceived Jackie as a flawless beauty and easygoing mother and wife, she struggled with her public appearance and confidence.","The Kennedys represented the image of a cultural revolution in the1960s. The modern <em>Mad Man</em> television series centers on this image with the new hopes, fears and the eventual decline of the American dream. The article <em>Don, Betty and Jackie Kennedy On Mad Men and Periodization,</em> discusses the symbolism behind the Jackie Kennedy White House Tour in the 1960s. The central characters in <em>Mad Men </em>noted that Jackie seemed nervous, even when she saw Jack at the end. The message behind the show addresses the story of image control. The images and reality observed was well groomed to a specific persona as opposed to the reality of the hardships the family faced. The flaws and secrets of the family are hidden behind the well-tailored clothes, bright smiles and good looks.","In historian James Giglio’s book <em>The Presidency of John F. Kennedy</em>, he accounted for the image the Kennedys had, compared to the reality behind the scenes. John Kennedy was one of the most image-conscious presidents and centered the media on his attractive children, glamorous wife and his livelihood as a family man. The Kennedy lifestyle hardly resembled the Camelot that Jackie portrayed after the assassination.","Behind the handsome façade, Kennedy suffered from failing health, aggressive behavior towards others and being unfaithful to his family. Jackie was well aware of her husband’s problems. Her frustration may have been taken out on her shopping sprees for designer clothes, jewelry, antiques and artwork. Jackie unwillingly assumed the political obligations as first lady. Once President Kennedy twisted Jackie’s arm behind her back and marched her over to female reporters so that would portray the right family image. Jackie often had unpredictable mood swings and would cancel engagements due to illness, only to be reported to be water-skiing at Hyannis Port.","Jackie was a major asset to the image of the Kennedy presidency. In the White House tour Jackie acted as the perfect mother and wife, but her tense posture and controlled voice showed otherwise. Jackie’s seemingly flawless beauty was an image created to shield the ubiquitous flaws in the Kennedy family private life. Jackie lived a life where public image ruled over her own happiness, forcing her into a role she did not fully believe in."],"display_date":"January 1, 1960 - November 1, 1963","search_date":"1961-11-30","locations":[{"id":52836,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington DC"}],"tags":[{"id":2866,"tag":"Jackie Kennedy"},{"id":617,"tag":"Feminism"},{"id":1727,"tag":"JFK"},{"id":1507,"tag":"1960s"},{"id":2865,"tag":"White House Tour"},{"id":3213,"tag":"History"},{"id":145,"tag":"art"},{"id":197,"tag":"fashion"},{"id":7,"tag":"Women"},{"id":3412,"tag":"Image"}],"course":{"name":"JFK","school":"Marist College","course_id":174,"school_id":77}},{"id":6771,"title":"A Much Needed Change","course_id":177,"status":"P","start_date":"1847-05-01","end_date":"1847-05-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","One spring evening in May of 1847, Issac Hays, chairman of the newly established American Medical Association (AMA), stood from his seat surrounded by colleagues, having just finished creating the original code of ethics adopted by the AMA. The code, having since then been the standard of medical ethics in the United States, was modeled heavily on the ethical beliefs of the European physician ad author Thomas Percival, who created the first code of ethics. Up until a code was written and adopted in the U.S., there were no official national means of regulating proper ethical behavior in the healthcare field, and many states themselves lacked laws explicitly stating ethical expectations in the medical profession. Due to this, the code of ethics specifically touched on the need for doctors to recognize the entirety of the power they possessed to not take advantage of it."," ","This code of ethics was eventually commented on by Dr. Austin Flint, president of the AMA in 1883. In this commentary, Flint focused on the importance of physicians upholding their own sense of morality, a topic he felt worthy of extra attention. His commentary was divided into 3 sections: the responsibilities of physicians to their patients, and the duties patients are expected to uphold; the responsibilities physicians have to one another; and the accountability physicians are held to by the public."," ","This was a prime time for a code of ethics to be written and scrutinized, especially with the developments in surgery around that time. With the surgical field gaining popularity within the medical community, questions arose about surgeons’ morals in the operating room, when they were in control of another life. It was common for surgeons to learn to distance their emotions from their patients, which to a certain extent was to be expected—after all, they were cutting into another person before the development of anesthesia. It was expected of the doctor to remain faithful to his patient in accordance with his highest professional requirement—do no harm. There were concerns for physicians’ intentions and ethical accountability that were understandably called into question. The code of ethics was a way to unite all physicians in the states with a common goal, common standards, and a sense of accountability beyond their own conscience."],"display_date":"May 1, 1847 - May 31, 1847","search_date":"1847-05-16","locations":[{"id":11224,"lat":39.9525839,"lng":-75.1652215,"zoom":8,"place":"PHILADELPHIA, Pennsylvania"}],"tags":[{"id":3146,"tag":"Surgery"},{"id":2937,"tag":"United States"},{"id":100,"tag":"Medicine"},{"id":1011,"tag":"Ethics"},{"id":3213,"tag":"History"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":177,"school_id":94}}]}