{"id":3214,"tag":"Mamluk","points":[[26.820553,30.802498],[-8.783195,34.508523],[34.047863,100.6196553]],"bounds":[[34.047863,100.6196553],[-8.783195,30.802498]],"episodes":[{"id":6629,"title":"A Peek into Medieval Animal Medicine across Asia and Africa","course_id":165,"status":"P","start_date":"1500-01-01","end_date":"1500-01-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["An elegant script travels across the fragile fabric of an ancient document from the 14<sup>th</sup> century. Seeking out those who were caretakers of horses or early equine veterinarians, it speaks of the Mamluk period, the medieval rule of the Islamic Empire across Asia and Africa. Dark ink illustrates an ancient veterinarian administering medicine to an ill horse. Grass swayed beneath the two, depicting an outside environment for treatment. The horse’s head tilted upwards, allowing the animal physician to place a tube-like tool into the horse’s mouth and down its throat. The ancient writings explain that a tube or horn was usually utilized in response to an animal resisting treatment. Preventing the horse from closing its mouth, the tube allowed for the veterinarian to be sure the animal would take its medicine. The specific medication cannot been seen in the illustration, however, most medications that were prescribed to sick animals consisted of a mixture of herbs (such as roses and saffron heated in rose water) due to the belief that pleasantly aromatic medications helped to aid in the fight against illness. This illustration presents only a peek into medieval animal medicine across Asia and Africa.  ","Old Hippocratic/Galenic teachings were translated across Africa and Asia as early as the 14th century. However, these teachings of humoral theory based medicine were not only applied to healing humans, but were transformed to encompass the health of animals. This built a foundation for early veterinary medical practices to grow on. An important era of this growth is noted in the Mamluk period, where medical diagnostic and prognostic techniques were crafted and recorded in order to treat a variety of animals, ranging from but not limited to: horses, dogs, hunting hawks, stray cats, mules, cheetahs and etc.","In consideration of the humoral theory, treatments for animals were often similar to what humans received. Of course, the treatments were altered appropriately, based on the stature (organ size, bone density, etc.) of the animal. Therefore, birds were treated and diagnosed differently than elephants, and both were treated differently from humans. For example, the healthy “temperament” of a bird differs from the healthy temperament of an elephant. Animals such as elephants and horses were also seen as stronger than humans, considering their physical size. Therefore, they could handle a larger amount of medication than humans. The use of ointments was also drawn from humoral theory. If the animal had dry, cracked skin, a moist ointment would be rubbed on the affected area. This type of ointment was often used to treat wounds on a horse that was cut or scratched after hunting or traveling.","Many other innovative techniques were introduced across Asia and Africa in order to more effectively treat animals. For example, horses were placed on their back with their legs bound together during treatments of certain ailments. This would help to stabilize the animal, preventing them from harsh movements that could harm them during treatment (not unlike the gentle tying of animal limbs to a table during surgery in modern times today). Sedatives were also utilized to relax the animals during especially painful treatments. These are only a few examples of how early animal medicine began to grow across Asia and Africa during the 14<sup>th</sup> century."],"display_date":"January 1, 1500 - January 30, 1500","search_date":"1500-01-15","locations":[{"id":53003,"lat":26.820553,"lng":30.802498,"zoom":8,"place":"Egypt"},{"id":53002,"lat":-8.783195,"lng":34.508523,"zoom":8,"place":"Africa"},{"id":53001,"lat":34.047863,"lng":100.6196553,"zoom":8,"place":"Asia"}],"tags":[{"id":3215,"tag":"Animals"},{"id":3214,"tag":"Mamluk"},{"id":3213,"tag":"History"},{"id":3212,"tag":"Asia"},{"id":3211,"tag":"Veterinary"},{"id":1681,"tag":"Africa"},{"id":100,"tag":"Medicine"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":165,"school_id":94}}]}