{"id":3220,"tag":"Childbirth","points":[[52.3555177,-1.1743197000001],[46.227638,2.213749],[37.09024,-95.712891]],"bounds":[[52.3555177,2.213749],[37.09024,-95.712891]],"episodes":[{"id":6630,"title":"The Family Secret: Chamberlen Forceps","course_id":165,"status":"P","start_date":"1670-01-01","end_date":"1770-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Although there are many tools that have contributed to Obstetric medicine, only one was kept a family secret within a family of barber surgeons and practitioners of midwifery for over 100 years. This secret tool is referred to as the Chamberlen forceps. Forceps have been around for some time with Sanskrit writing from approximately 1500 BC, and come in many different forms. Forceps have many uses such as clamping, grasping, holding, cutting, dissecting, dilating and suctioning. Obstetrical forceps specifically are designed to smoothly hold and pull the baby head during vaginal delivery. The Chamberlen forceps were designed with a cephalic curve to fit around the baby's head but lacked the pelvic curve characteristic of the modern forceps.","Peter Chamberlen, later referred to as “the Elder,” invented the obstetrical forceps in the late 16th century in France as a means of avoiding both maternal and neonatal morbidity. Chamberlen went through great measures to introduce yet keep secret of the invention of this tool. He was forced to flee France and settle in England because of religious persecution, later joining the Barber Surgeon Company, often finding himself in trouble. His troubles however did not stop there. Peter later found himself being committed into prison for prescribing medicine and practicing midwifery and keeping his methods a secret, going against the rules of the College of Physicians. ","The Chamberlens made this obstetric tool a secret for two reasons. The first reason is because there was opposition at the time in the medical and surgical establishments to using this sort of tool in childbirth and it was also considered “meddlesome midwifery,” and could cause harm to the mother. Another reason why they went to great lengths to keep the forceps a secret is that a lot of money could be earned by being the people who could deliver a baby when no one else could. The Chamberlen family were said to have arrived at the house of the woman to be delivered in a special carriage. They were accompanied by a huge wooden box adorned with gilded carvings. It always took two of them to carry the box which everyone believed it contained some massive and highly complicated machine. The woman who was due to give birth was blindfold to avoid her seeing the family secret. Only the Chamberlens were allowed in the locked lying-in room, from which the terrified relatives heard peculiar noises, ringing bells, and other sinister sounds as the “secret” went to work.  In addition to blindfolding the women in labor, the Chamberlen’s would often make a lot of noise to distract what was going on and to mask the noise made from the forceps.","Not all of the Chamberlens found keeping the family secret important.  Dr. Peter’s (the nephew of Peter “the Elder) son, Hugh, went to Paris, where tried to sell the secret to the Royal Accoucheur, Clement, for 10,000 crowns. Clément’s challenged Hugh to deliver a grossly deformed rachitic dwarf who had already been in labor for eight days. After many hours sequestered with the woman Hugh failed and returned to England with the secret still unrevealed. The secret tool stayed preserved by Dr. Peter’s wife in a box of various family keepsakes. These were secreted under a trap door in the attic at Woodham Mortimer and were not discovered until 1813. However, the concept must have leaked out and by the early 18th century the first written records of similar but improved instruments appeared, notably from Chapman and Pugh, who both lived within a few miles of the Chamberlen family home in Essex."," "],"display_date":"1670 - 1770","search_date":"1720-07-02","locations":[{"id":53005,"lat":52.3555177,"lng":-1.1743197000001,"zoom":8,"place":"England"},{"id":53004,"lat":46.227638,"lng":2.213749,"zoom":8,"place":"France"}],"tags":[{"id":3220,"tag":"Childbirth"},{"id":3219,"tag":"Midwifery"},{"id":3218,"tag":"Obstetric"},{"id":3217,"tag":"Forceps"},{"id":3216,"tag":"Chamberlen"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":165,"school_id":94}},{"id":6772,"title":"Changes in Childbirth in the United States","course_id":177,"status":"P","start_date":"1841-10-09","end_date":"1841-10-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A midwife arrives to a patient’s home early one brisk, March morning in the mid-19<sup>th</sup> century. The patient Mrs. G is in active labor. Her waters broke, and labor is picking up quickly. Soon after, she safely delivers a baby boy. Not long after the delivery, Mrs. G feels a strong pain again, and she begins to crown another baby. She delivers a baby girl. The happy situation of a surprise twin birth soon took a turn for the worse, as Mrs. G began to hemorrhage. The midwife applied pressure and bandaged around the abdomen helped stop the bleeding. She was given castor oil and a concoction of roses, poppy syrup, and dilute sulfuric acid. Plenty of rest was prescribed to the patient. This report of midwifery in private practice shows how home deliveries were typical of childbirth for many centuries."," Early midwifery practice was the norm for childbirth through the history of mankind. Women helped ease the stress of childbirth, and educated other women on the subject. Midwives used traditional medicine and practices to help mothers and babies. Letting nature take its course and along with fewer medical intervention is more beneficial to both mother and child. Births were usually done at home with just the assistance of the midwife. Midwives faced many different issues dealing with childbirth; breech births, hemorrhages, stillbirths, placental previa, and many more. One of the biggest problems with childbirth among women was hemorrhage, according to Copeman. The physician writes of the complications that mothers face during labor and delivery and what midwives should expect. He states the knowledge midwives possess to do their jobs. Women in the United States during the mid-19<sup>th</sup> century had no forms of birth control, therefore women had many children, making midwives part of everyday life. Women during the mid-19<sup>th</sup> century were expected to take a matronly role in society.  "," ","In the late 19th century, the modern hospital emerged. Hospitals began as a space to care for patients, instead of a place for the dying. Hygiene began to take an important role in the hospitals. Patients wanted to go to the hospitals now because they were clean and sterile. With this change, labor and delivery became a hospital oriented task. Doctors were pushing women to move away from the traditional midwife practice. With the development of anesthesia, women could now deliver babies pain free. New medical techniques can help lower the risk for complications such as still births, but took away the specialized care that was once provided by midwives. Although medicinal advances may be beneficial in some instances, this took away the control women had over their bodies, many times women would deliver babies completely unconscious due to anesthesia. The medical decisions were being made by the doctors and not the women themselves. Now midwives throughout the United States are attempting to bring back the practice of midwifery to put an emphasis on natural births with minimal intervention."],"display_date":"October 9, 1841","search_date":"1841-10-09","locations":[{"id":52839,"lat":37.09024,"lng":-95.712891,"zoom":8,"place":"United States"}],"tags":[{"id":3219,"tag":"Midwifery"},{"id":3220,"tag":"Childbirth"},{"id":3155,"tag":"Obstetrics"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":177,"school_id":94}}]}