{"id":3224,"tag":"Insulin","points":[[39.768403,-86.158068]],"bounds":[[39.768403,-86.158068],[39.768403,-86.158068]],"episodes":[{"id":6634,"title":"Eli Lilly's Impact on Medicine","course_id":165,"status":"P","start_date":"1890-01-01","end_date":"12/31/30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["It has often been said that the Reconstruction Era (1865-1877) after the Civil War was possibly one of the harshest times in American history.  After the devastating number of casualties and enormous amount of money spent on the war, many Americans worked extremely hard to find groundbreaking success not just for them, but for all of mankind.  In 1876, a Civil War Veteran by the name Eli Lilly decided to build a laboratory in Indianapolis and manufacture pharmaceutical drugs/ therapeutics. Eli Lilly & Company became official in 1881 and hired its first scientist in 1886.  ","After Ernest Eberhardt was hired, the company started one of the first research and development programs in pharmaceutics. <em>Lilly’s Handbook of Pharmacy and Therapeutics (1898)</em> is an example of a resource that was used by practitioners for reliable and concise information when treating patients with an illness.  This handbook, along with other resources at the time, was very helpful for medical students and even experienced practitioners who were treating several patients at any given time.","Originally, the handbook was free when it was first released.  With that being said, Eli Lilly & Company were able to mass produce them and they were used by many hospitals in the Midwest.  It was influential marketing by Eli Lilly because the handbook has “Eli Lilly & Company” on the first page.  It did not cost the company a fortune to mass produce, and they were able to use the handbook as a marketing tool to gain notoriety.  When it came time for doctors and hospitals to purchase pharmaceutical drugs, Eli Lilly & Co. was the first company that came to mind.","Eli Lilly & Company’s innovation in therapeutics and pharmaceuticals has made an everlasting impact in the world of medicine.  In 1923, the company was the first to make Insulin much more accessible to the public which helped millions of Diabetics treat their disease.  That is just one example of how big of an impact Eli Lilly had in the world of medicine.  The handbook that was published by the company not only had reliable and accurate information, but it is also evidence of success from a marketing standpoint."],"display_date":"1890 - 1930","search_date":"1910-07-02","locations":[{"id":53009,"lat":39.768403,"lng":-86.158068,"zoom":7,"place":"Indianapolis, Indiana, Marion County"}],"tags":[{"id":3224,"tag":"Insulin"},{"id":100,"tag":"Medicine"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":165,"school_id":94}}]}