{"id":3229,"tag":"2008 Election","points":[[34.0522342,-118.2436849]],"bounds":[[34.0522342,-100],[34.0522342,-118.2436849]],"episodes":[{"id":6636,"title":"Feminist Reflects on Sexism in the 2008 Election","course_id":163,"status":"P","start_date":"11/9/08","end_date":"11/9/08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the 2008 presidential election, Hillary Clinton vied for the Democratic Party’s nomination. Ultimately, she was defeated in the primaries by her opponent Barrack Obama. However, another woman, Sarah Palin, ran that same year for the Republican Party as vice presidential nominee. Clinton and Palin were two vastly different political candidates with nothing in common except for being a woman. Yet, during the election, both women were similarly subjected to sexism, according to feminist writer Vivian Gornick.","Gornick in her <em>Los Angeles Times</em> article shared her perspective on how the two female candidates were marginalized due to the failure of  American culture to “normalize equality for women.”  The demonization of Clinton and the sexualizing of Palin, an ex-beauty pageant contestant, signified that sexism persisted in not only American culture, but also politics. According to Gornick, opponents attacked Clinton by labeling her as an “uppity woman.” Instead of political issues, they focused on her personality, appearance, and style on television, social media, and in newspapers. Anti-Clinton men at her campaign rallies chanted, “Iron my shirt.”  Sexism defeated Clinton’s chances to become the nominee for the Democratic Party, but it helped Sarah Palin’s rise into the political spotlight.  ","Palin became the vice presidential nominee, but did not face the same modes of sexism as Clinton. Instead, the Republican Party used her as a pawn in hopes of grabbing Clinton’s female supporters. Gornick viewed Palin's nomination as an insult to all women. Though a governor, Palin was also a former cheerleader and pageant queen and did not have the same qualifications as Clinton. Gornick addressed the Republicans’ choice: “It was as though the conservatives felt free to say ‘You want a woman? we’ll give you a woman.’”  She saw this as a worse form of sexism because it assumed women would vote for Palin because she was a woman, and not because of her qualifications.","In addition, Gornick reflected on one of the earliest feminists, Mary Wollstonecraft, in an attempt to remind women that they still have much to learn if they truly want equality.  In 1792, Wollstonecraft published “The Vindication of the Rights of Woman” to give insight to women to think with their brains like men do, instead of with their hearts, in an effort to break down gender inequality.  Historically, the 2008 presidential election broke down political barriers for women; however, it also exposed a painful truth that sexism is interwoven into American culture and politics. Gornick reached out to other feminists and reminded them how far they came with the election and how they must continue to inspire American women to move politically forward.  "],"display_date":"November 9, 1908","search_date":"1908-11-09","locations":[{"id":53015,"lat":34.0522342,"lng":-118.2436849,"zoom":8,"place":"Los Angeles"}],"tags":[{"id":3228,"tag":"Sarah Palin"},{"id":3226,"tag":"Hillary Clinton"},{"id":3229,"tag":"2008 Election"}],"course":{"name":"History of U.S. Presidential Elections","school":"Wayne State University","course_id":163,"school_id":92}}]}