{"id":324,"tag":"\"Vicksburg\" \"engineer\"","points":[[30.3227252079,-88.4311231118]],"bounds":[[30.3227252079,-88.4311231118],[30.3227252079,-88.4311231118]],"episodes":[{"id":4727,"title":"Analysis of the contributions of the engineers of the Seventeenth Army Corps under Union General John Logan along Jackson Road during the Battle of Vicksburg.","course_id":34,"status":"P","start_date":"1863-04-17","end_date":"1863-07-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["        Exhibiting adaptability and skill in constructing trenches and mines to counter Confederate resistance, Captain Andrew Hickenlooper, chief engineer of the Seventeenth Army Corps under Union General John Logan, had an integral role in shaping the Union course of events at the siege of Vicksburg in the spring and summer months of 1863 by overseeing one of three efforts in constructing an approach to seize the city along Jackson Road—a path that led directly to the garrison Union soldiers called Fort Hill.  On June 21, as Hickenlooper’s engineers and assisting infantrymen became hampered in their trench building efforts to sequester Fort Hill because Confederate General John Pemberton’s forces were “using hand-grenades (6 and 12 pound shells) with effect,” Hickenlooper demonstrated his leadership, his reliance on the precision of his engineers, and the importance of the engineers’ capabilities in impacting Vicksburg’s outcome by ordering mining operations to begin.  The engineers and miners, afraid, however, after Hickenlooper left the battlefield temporarily, abandoned their work on June 25 amidst mine explosions detonated by the Confederate army.  Even with this strong leadership, Hickenlooper attempts to disregard his absence in his officer report, demonstrating his ulterior motive of portraying his actions in a positive manner, which illustrates that defeating the enemy was not the sole objective of those involved in the war.  Despite this setback, the mining operation was effective in the Union army’s infiltration of the fort, as “1,500 pounds of powder in three different branch mines (500 in each) and 700 pounds in [the] center” were used so that Union “troops rushed in and took possession of [the] crater,” which was 40 feet wide and 12 feet deep, shaped like a saucer in the side of the fort.  As the fighting continued throughout the following days, Hickenlooper placed two guns in the crater and ordered for another mining operation to proceed on July 1, which was a “perfect success, blowing some 7 or 8 rebels.”  Indeed, the efforts by Hickenlooper and his fellow engineers significantly contributed to the strategy of the Union army and the surrender of the Confederate army at Vicksburg on July 4 to General Grant."],"display_date":"April 17, 1863 - July 4, 1863","search_date":"1863-05-26","locations":[{"id":7083,"lat":30.3227252079,"lng":-88.4311231118,"zoom":9,"place":"JACKSON, Mississippi"}],"tags":[{"id":325,"tag":"\"Civil War\""},{"id":324,"tag":"\"Vicksburg\" \"engineer\""},{"id":330,"tag":"\"Jackson Road\""}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":34,"school_id":4}}]}