{"id":3240,"tag":"Raid","points":[[38.720661,-77.5563116],[38.8462236,-77.3063733]],"bounds":[[38.8462236,-77.3063733],[38.720661,-77.5563116]],"episodes":[{"id":6643,"title":"J.E.B. Stuart and his Infamous Cavalrymen Raid the Union occupied Catlett Station","course_id":164,"status":"P","start_date":"1862-08-22","end_date":"1862-08-22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On August 22, 1862, J.E.B. Stuart and 2,000 of his fellow Confederate cavalrymen laid a swift and destructive raid upon the Union encampment known as Catlett’s Station. Stuart’s inspiration for the raid can be traced back to his own near capture by Union cavalry in the town of Verdiersville, Virginia, several days prior to this attack. The loss of valuable information to the Union forces included, “his hat and haversack, containing his maps, having been captured,” recalled Stuart’s comrade Lieutenant Colonel W.W. Blackford. Motivated from his own irresponsibility and supported by his commander Robert E. Lee, Stuart established a plan for redemption. He would invade the Union encampment, commanded by Brigadier General John Pope, with the main purpose of burning a strategically important Union supply bridge along the Orange & Alexandria Railroad. The Confederates believed that this raid could prolong the arrival of invaluable resources to the Union camp, essentially increasing Lee’s opportunity of success at this time during the war.","Stuart and his men arrived in an area adjacent to Catlett’s Station, where he placed the reconnaissance in the hands of W.W. Blackford. “I rode all around the outskirts of their encampment, and found a vast assemblage of wagons and a city of tents,” stated Blackford, “…but no appearance of any large organized body of troops; and with the exception of a small camp guard at a crossroads.” Having been several hundred yards away from the main Union camp, the guards stationed at the crossroads became the first victims of Stuart and his well-trained cavalry, as they were quickly captured and questioned for intelligence information. With Federal troops on the camp’s outskirts under Confederate control, Stuart set his sights upon the bulk of the Union encampment, including the headquarters of General Pope. Stuart’s inability to locate Pope’s headquarters led to a halt in his attack, but a sudden change in fortune turned in favor of the Rebels, when they crossed paths with a Union contraband. He agreed to lead them to their desired location. Blackford recalled he; “readily undertook to guide us to the spot on the terms we offered: kind treatment if faithful, and instant extermination if traitorous.”","At the sound of the bugle, Stuart and his men hastily invaded the camp, carrying out their plan. Each regiment was given a specific task, one attacked the depot, the second attacked the Union Pope’s quarters, and the rest plundered the camp. The ransacking included burning tents and wagons along with taking prisoners and resources. The Confederates quickly gained an advantage over the Pennsylvania Bucktail defenders and gathered many resources in horses, mules, and money. Though unable to burn the bridge because of conflicting reports of rain dampened wood and unnavigable darkness, the Rebel’s attack appeared a success. The Confederate cavalry also obtained important documentation from General Pope’s headquarters that provided valuable information regarding the Union army and their current positioning. The raid of Catlett’s Station proved victorious for the Confederates, further continuing their trend of victory in the Eastern theatre of war."],"display_date":"August 22, 1862","search_date":"1862-08-22","locations":[{"id":53016,"lat":38.720661,"lng":-77.5563116,"zoom":8,"place":"Catletts Station, Virginia"}],"tags":[{"id":3241,"tag":"Catlett's Station"},{"id":3240,"tag":"Raid"},{"id":3239,"tag":"Cavalry"},{"id":574,"tag":"Contraband"},{"id":5,"tag":"War"},{"id":311,"tag":"Union"},{"id":1861,"tag":"Confederates"}],"course":{"name":"The Civil War and Reconstruction","school":"Juniata College","course_id":164,"school_id":3}},{"id":6645,"title":"John Mosby and his men capture vital Union resources behind enemy lines","course_id":164,"status":"P","start_date":"1863-03-08","end_date":"1863-03-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On March 8, 1863, Colonel John S. Mosby and twenty-nine of his confederate cavalry troops snuck past thousands of Union soldiers and conducted a secret and successful raid upon a Union encampment near the Fairfax Courthouse and captured Union Brigadier General Edwin H. Soughton along with many other soldiers and resources. In order to conduct the raid under secrecy, Mosby and his men first needed to bypass thousands of Union defenders stationed around the Fairfax Courthouse, a maneuver that swung them deep behind enemy lines. Unsure of how to navigate through the defects of the Union line of defense, Mosby acquired important information regarding possible routes of entry from a Union deserter named Ames. The Union defector had recently joined Mosby and his men after abandoning the 5<sup>th</sup> New York Cavalry. “Ames knew where there was a break in the picket lines between Chantilly and Centreville,” stated Mosby, “and he led us through this without a vidette seeing us.” With his cavalry-men successfully behind enemy lines, Mosby set his sights upon the town surrounding the Fairfax Courthouse.","Upon entering the town, Mosby tasked his men with searching for Sir Percy Wyndham, a Union Cavalry Commander who was their desired target, along with seizing Union horses. To the Confederate Mosby’s disappointment, Wyndham had not been in the town the night of the raid because he had recently left for Washington. Instead of the Union commander himself, Mosby acquired “two staff officers, his horses, and his uniform.” Among the Union soldiers captured by Mosby’s men was an individual who served as a guard for a Union Brigadier General named Edwin H. Stoughton and knew of his place of residence. Following the information provided by that Union soldier, Mosby and several of his men traveled to the Gunnel House where Stoughton was staying. Knocking on the door of the home, Mosby was asked by Union soldiers to identify himself, of which he stated; “Fifth New York Cavalry with dispatches for General Stoughton.”","Under the <em>ruse de guerre</em> of Union soldiers, Mosby and his men entered the Gunnel House and found Stoughton asleep in his room. Unaware of his evident capture, Stoughton continued to sleep until he was awoken and further questioned by Mosby. Mosby specifically recalled asking Stoughton “if he had ever heard of Mosby,” further identifying himself and capturing the Union Brigadier General. Escaping into the darkness, out of the Union lines, and into Confederate territory, Colonel Mosby and his men returned from their successful raid. According to historian Jeffry Wert, Mosby’s raid spread quickly throughout the Union, leading to the assumption that President Lincoln would be the Confederate cavalrymen’s next target. In order to ensure the safety of President Lincoln, deliberate sabotage of the Chain Bridge connecting the Confederate held Virginia with the Union held Maryland was conducted by Union soldiers in hopes of inhibiting Mosby and his subsequent raids further into Union territory. Mosby’s dramatic raid undoubtedly contributed to his reputation as he was subsequently awarded the position of captain, furthering his involvement in the notorious Confederate cavalry."],"display_date":"March 8, 1863 - March 9, 1863","search_date":"1863-03-08","locations":[{"id":13792,"lat":38.8462236,"lng":-77.3063733,"zoom":7,"place":"FAIRFAX, Virginia"}],"tags":[{"id":2978,"tag":"Confederate"},{"id":3239,"tag":"Cavalry"},{"id":3240,"tag":"Raid"},{"id":311,"tag":"Union"},{"id":3242,"tag":"John Mosby"},{"id":3243,"tag":"Fairfax"},{"id":3244,"tag":"Courthouse"}],"course":{"name":"The Civil War and Reconstruction","school":"Juniata College","course_id":164,"school_id":3}}]}