{"id":3247,"tag":"Army of The Potomac","points":[[43.9109016,-78.7666972],[38.9071923,-77.0368707],[35.5174913,-86.5804473],[42.4166744,-90.4290168],[39.831284450011,-77.230555239029]],"bounds":[[43.9109016,-77.0368707],[35.5174913,-90.4290168]],"episodes":[{"id":6656,"title":"The Rise of Ulysses S. Grant","course_id":170,"status":"P","start_date":"1822-04-27","end_date":"1865-04-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            Hiram Ulysses Grant, was born in Point Pleasant Ohio. He went to the military academy of West Point where, due to an administrative error, his name was put in as Ulysses S. Grant and his classmates began calling him Sam. Graduating 21<sup>st</sup> in a class of 39 he was not an exceptional student.  Indeed, he was not expected to become the commander of the Army of the Potomac due to his standings in school."," He was first noticed for his leadership in the Mexican War of 1846-1848 where he was awarded three awards two of which were for gallantry and one was for meritorious conduct. After the war had ended, he was forced to be stationed far from his family in remote regions. Drinking became his way to pass time which lead to him being viewed poorly. In 1854 He resigned from his position in the military to avoid being kicked out.","Grant, having to fall back onto his family to survive, moved to St. Louis, Missouri. He made many attempts to keep his family afloat in society being a farmer and other odd jobs. Eventually he was forced to move to his family’s business in Galena, Illinois where he took up the position of a clerk at the store. The Civil War began in 1861 and Grant rushed to join and regain his lost glory.","            First, he was stationed as a colonel of the 21<sup>st</sup> Illinois Infantry. Grant proved himself a great leader which allowed for him to climb in the ranks. Quickly he managed to gain the brigadier general in July 1861 then, in September was given command of the whole Distract of Southeast Missouri. In 1862 Grant earned the nickname “Unconditional Surrender” after his success in western Tennessee at Fort Henry and Fort Donelson.","After being recognized for his excellent military prowess Grant was promoted to lieutenant-general and the next day took command of the Army of the Potomac. Grant arrived in Washington saying “It had been my intention before this to remain in the West, even if I was made lieutenant-general; but when I got to Washington and saw the situation it was plain there here was the point for the commanding general to be.” General Meade was the previous commander of the Army and even suggested that Grant replace him in his command with a general he knew better from the west. This changed Grants view of Meade for the better stating “It is men who wait to be selected, and not those who seek, from whom we may always expect the most efficient service.”","April 6<sup>th</sup> 1862 Grant suffered great losses at the Battle of Shiloh after being overpowered by 40,000 confederate soldiers on the first day of fighting. They fell back to a defensive position on a road the position was known as the “Hornet’s Nest” the rebels were not able to break the position and their general, Gen. Albert Sidney Johnston, was mortally wounded and was replaced by P.G.T. Beauregard. On April 7<sup>th</sup>, Federal reinforcements came and helped overwhelm the Confederates. This was the bloodiest battle in the United States history at that point and caused many to call for Grant to be removed from command President Lincoln defended him saying “I can’t spare this man. He fights.”","Like any military campaign, Grant had his victories and losses. Grant taking over command of the Army of the Potomac was important for not only showing his strength but also the strength of the union. Without Grants aggressive offensives and leadership the Civil War could have lasted much longer."," "," "," "],"display_date":"April 27, 1822 - April 9, 1865","search_date":"1843-10-18","locations":[{"id":53022,"lat":43.9109016,"lng":-78.7666972,"zoom":9,"place":"St. Louis, Missouri, United States of Am"},{"id":52855,"lat":38.9071923,"lng":-77.0368707,"zoom":9,"place":"Washington, D.C."},{"id":53023,"lat":35.5174913,"lng":-86.5804473,"zoom":9,"place":"Tennessee, United States of America"},{"id":53024,"lat":42.4166744,"lng":-90.4290168,"zoom":9,"place":"Galena, Illinois, United States of Ameri"}],"tags":[{"id":32,"tag":"Civil War"},{"id":332,"tag":"battle of shiloh"},{"id":3246,"tag":"Ulysses S. Grant"},{"id":3247,"tag":"Army of The Potomac"},{"id":3248,"tag":"Mexican War of 1846-1848"},{"id":3249,"tag":"21st Illinois Infantry"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}},{"id":6871,"title":"John Reynolds Shot Dead by Confederate Sharpshooter","course_id":188,"status":"P","start_date":"1863-07-01","end_date":"1863-07-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The rebel bullet cut through the air and struck Major General John Fulton Reynolds. On July 1, 1863, Reynolds’ men, part of the Army of the Potomac, had the intentions of relieving General John Buford’s cavalry who had formed defensive lines around the town of Gettysburg, Pennsylvania. As Reynolds and his troops traveled through a heavily wooded area on the outskirts of Gettysburg, Orderly Sergeant R. B. Clevenger observed that an enemy sharpshooter fired a Minnié ball straight into the back of his neck, which then passed through his brain. Reynolds died instantly. His horse launched him into a cluster of trees that left a marking on the bark. Of all the individuals who lost their lives in the Battle of Gettysburg, Reynolds held the highest rank and some estimated, the greatest potential. Reynolds commanded three corps: his own First Corps, Sickles’ Third, and Howard’s Eleventh. The Army of the Potomac unequivocally lost a great officer.","General John Buford, Jr. warned Reynolds not to ride into the grove of trees. Buford expressed that this exposure would make him an easy target. According to one of Reynolds’ soldiers, Major Joseph G. Rosengarten, Reynolds had given orders to “thrust forward his forces and push the enemy, almost inviting and compelling their return.”  Reynolds’ choice to take this particular route obviously led to his death. However, Reynolds’ choices during the time leading up to the Battle of Gettysburg also contributed to his death. After President Lincoln relieved General Joseph Hooker as commander of the Army of the Potomac, Reynolds had the offer to assume his position. However, he declined it and suggested the promotion of General George Meade. In making the decision to reject President Lincoln’s offer, Reynolds assumed a position that put him in more danger. Major Rosengarten argued, “His modest preference of Meade as the chief of the Army of the Potomac, when Hooker was relieved, no doubt brought Reynolds to the spot where he found his death.” The tragic irony of Reynolds’ death illustrates historical contingency, for no one knows what would have happened if Reynolds did take this position.","Among the numerous casualties at the Battle of Gettysburg, Rosengarten believed that Reynolds would forever stand out. General T. F. M’Coy, who also served under Reynolds, recalled his own shock when he learned of Reynold’s death. Likewise, Reynold’s corps greatly mourned his loss along with the entire Army of the Potomac. However, this tragedy did not negatively affect the performance of his corps. In fact, his death motivated them to carry out his plans fully and efficiently. Rosengarten stated, “[Reynold’s death] led to no disorder, changed no disposition he had directed, and in itself made the men only more eager to carry out his orders.” The significance of his death shows just how much of an impact he had on his men. Many individuals believed the first day would have gone better if Reynolds had lived. The Army of the Potomac undoubtedly lost one of their best leaders, and perhaps the outcome of the entire Battle of Gettysburg would have changed if he made it through the first day."],"display_date":"July 1, 1863","search_date":"1863-07-01","locations":[{"id":53027,"lat":39.831284450011,"lng":-77.230555239029,"zoom":15,"place":"Gettysburg, Pennsylvania"}],"tags":[{"id":32,"tag":"Civil War"},{"id":1860,"tag":"Battle of Gettysburg"},{"id":3247,"tag":"Army of The Potomac"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":188,"school_id":3}}]}