{"id":3259,"tag":"Susie King","points":[[32.0835407,-81.0998342]],"bounds":[[32.0835407,-81.0998342],[32.0835407,-81.0998342]],"episodes":[{"id":6652,"title":"Susie King","course_id":170,"status":"P","start_date":"1848-01-01","end_date":"1867-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Susie King Taylor born in 1848 during the Georgia slave law would later become the first African American Army Nurse. Susie was raised by her grandmother with her younger brother and sister. Her and her brother went to their grandmother’s friend’s house, Mrs. Woodhouse, to learn how to read and write. They raped their school books in paper to keep from getting questioned by the police, because during this time it was illegal for an African American to learn how to read and write.","            She attended the secret school for two plus more years before being moved into Ms. Beasley class until May, 1860 when she was taught as much as Ms. Beasley knew. Susie King had young white friend named Katie O’Connor who said she would teach Susie if promised not to tell her father. Katie secretly taught Susie for four months every evening before getting sent to a convent and was never see by Susie again. After some time passed Susie’s grandmother who was well looked upon by the landlords son agreed to also secretly teach Susie. ","            Since she could re and write she was also known for writing passes for her grandmother, free and enslaved African Americans, which saved many slaves from being arrested by the watchman. April 1, 1862 Susie was sent to her mother while the Union soldiers were fighting at Fort Pulaski. King’s uncle took her and his family of 7 to St. Catharine Island, where they were safe under the watchful eye of the Union. After about two weeks thirty people were taken onto a gunboat where the commander of the boat asked when Susie was from and if she could write and she replied yes. Captain Whitmore gave Ms. King a pencil and paper and told her to write her name and where she was from on the paper.        ","            Fast-forward to the latter part of 1866 after leaving the war African American’s who served in the war were still separated. In order them to ride the boat they had to sit in a certain spot just like they would later do with the busses as well. Getting fed up with the segregation and looked down upon African Americans ex-soldiers bought a boat for themselves. One of New York Company which appeared to be in great shape and had no issues when going on their first trip to Darien, GA, the ship took and bought them back safely. The second trip is when they realized they had been swindled on their voyage to Florida the boat ran upon St John and fell apart. ","Later they found out the boat they received had been condemned and with no insurance on the boat they had lost all the money they had put into it. After everything was over Susie and her husband moved back to Savannah where she later opened a school on South Broad Street. She opened this school because still during this time there was no public school for African American’s. She obtained one dollar person student every month and she had about twenty to twenty-five students. Later on a public school open for blacks and took most of her students because the school was free. In December 1866 Sergeant King died, her husband, but this did not stop Susie King from continuing to teach the young kids. "," ","In April of 1867 Ms. King opened a school in Liberty County, GA and taught there for about year before calling it quits and handing the school over to Ms. Susie Carrier. She did not give up on her student or teaching all together she just realized the country was not for her, so she moved to the city and opened a night school for adults and with her brother-in-law’s help she was able to do great things."],"display_date":"1848 - 1867","search_date":"1857-12-31","locations":[{"id":52775,"lat":32.0835407,"lng":-81.0998342,"zoom":8,"place":"Savannah, GA"}],"tags":[{"id":3259,"tag":"Susie King"},{"id":3260,"tag":"Hisotry"},{"id":3261,"tag":"First black nurse"},{"id":3262,"tag":"African american woman"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}}]}