{"id":3267,"tag":"Nat turner","points":[[36.6788512,-77.1024902]],"bounds":[[36.6788512,-77.1024902],[36.6788512,-77.1024902]],"episodes":[{"id":6657,"title":"Nat Turner Birth of a Nation","course_id":170,"status":"P","start_date":"1831-08-22","end_date":"1831-08-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the 1800’s, slave revolts against their white masters were rarely heard of due to slave’s fear of the unknown if they chose to fight back.  Even though slave revolts were not very popular during this era, some slaves came together and rebelled against their masters for their right of freedom. One of the most famous rebellion was Nat Turner’s which occurred on August 22, 1831, in an attempt to free slaves and kill all white supremacy. In fall of 2016, Nate Parker released the film “The Birth of a Nation” to tell the story of Nate Turner and how the revolt changed the face of America. The film depicted the heinous events that led the slaves revolting and ultimately killing fifty-five white civilians. Though the film showed a valid interpretation of what happened, the film in various scenes dramatized what really happened.","Nat Turner was born into slavery in Southampton County, Virginia and lived his life as any normal slave did growing up on the plantation. He had limited rights like most slaves such as he could not earn money or own property and travel without his master’s permission. In his twenties, he became a preacher and spoke the word of god to inspire and uplift slaves during their hard times. He felt he was chosen by god to do great things which led him to believe that god wanted him to rebelled. Turner felt that god sent him a sign during the solar eclipse that he was destined to lead the revolt (WALBERT)."," ","                On August 22, 1831, Turner and six other slaves attacked the master and his family of the Turner’s plantation as the beginning of the rebellion (WALBERT). After killing their master and freeing the slaves, they begin to go plantation to plantation on a rebellion. For 24 hours, Turner and fellow slaves moved through the county attacking up to eleven plantations before being by caught white militia (WALBERT). They soon were found and captured all the men except Turner who fled and hid in the woods for two months (WALBERT). Eventually he was caught and convicted by white militia and ultimately hanged and body skinned for his crimes. After the hanging of Turner, white mobs begin to kill many innocent slaves for Turner’s wrongdoing in attempt to prevent another rebellion occurring.","The film dramatized many scenes often missing reality points of what really occurred during and after the revolt. In the film, it shows the rebellion in a multiple day period when the event occurred in a 24-hour day period (Parker). Also, it showed Nat escaping after the attack and a couple of days later surrendering to town of Jerusalem. In reality, he actually fled and hid in the woods for two before being captured instead of surrendering (Parker). The movie represented the time period repugnant issues very well but missed some scenes that would have told the story of Turner’s revolutionary rebellion."," "," "],"display_date":"August 22, 1831 - August 23, 1831","search_date":"1831-08-22","locations":[{"id":53025,"lat":36.6788512,"lng":-77.1024902,"zoom":8,"place":"Southampton County, Virginia"}],"tags":[{"id":3267,"tag":"Nat turner"},{"id":1018,"tag":"rebellion"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}}]}