{"id":3269,"tag":"amendments","points":[[35.2270869,-80.8431267]],"bounds":[[35.2270869,-80.8431267],[35.2270869,-80.8431267]],"episodes":[{"id":6660,"title":"The 15th Amendment","course_id":170,"status":"P","start_date":"1869-03-04","end_date":"1870-02-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The document shown  here is a copy of the 15th Amendment, which granted people of all color and race the right to vote. This amendment was written up and dated March 4th, 1869. After the Civil War, slaves were freed, but they did not receive the same rights as other citizens of the United States of America. Before this amendment, it was difficult for African Americans to get anything.","The Government at this time created many regulations that disabled African Americans from voting. Through a series of loopholes that were used to discriminate against them, African Americans still pushed for an amendment to be written up. This amendment would disband those petty regulations and allow them to vote.","This document was sent and submitted by W.W. Holden, who at the time was the governor of North Carolina in 1869. The amendment was then put into place in 1870. Though it was ratified, the secondary source used expands upon how African Americans were still unable to vote until almost 100 years after the ratification.","Through poll taxes, literacy examinations, and many more tests that were given, the South was successfully disable African Americans once again, taking away their voting rights. The tests were exceedingly difficult and were only given to those of color. African Americans had the right to vote, but the steps it took them to get registered hindered them from the act of voting. These sort of tests were not given to white people either, only African Americans. Basically, African Americans were back where they started when they were freed. It took more people standing up and almost one hundred years for them to finally get their voting rights.  Fortunately, these ended during 1965 through the Voting Rights Act of 1965."," ","Though this amendment was put into place, cunning stunts from the southern states governments ruined the chances of blacks being able to vote. Although those governors will deny it, many believe this was done on purpose to continue the disablement of African Americans. Southern states still had their grievances with both the North and African Americans. So while blacks did have the right to vote, it was so hard for them to actually vote because of all the tests and regulations that were solely established upon them. These were darker times in America’s history and the effects of it are still felt today with the recent movements that have come to light. African Americans feel they are still not treated as equal, as do a lot of other minority groups."],"display_date":"March 4, 1869 - February 3, 1870","search_date":"1869-08-19","locations":[{"id":53026,"lat":35.2270869,"lng":-80.8431267,"zoom":11,"place":"Charlotte, North Carolina"}],"tags":[{"id":3269,"tag":"amendments"},{"id":32,"tag":"Civil War"},{"id":3213,"tag":"History"},{"id":123,"tag":"Reconstruction"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}}]}