{"id":3270,"tag":"Gettysburg Address","points":[[39.8309293,-77.2310955]],"bounds":[[39.8309293,-77.2310955],[39.8309293,-77.2310955]],"episodes":[{"id":6659,"title":"Gettysburg Address","course_id":170,"status":"P","start_date":"1863-11-19","end_date":"1863-11-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","            On November 19, 1863 President Abraham Lincoln gave one of his speeches that is known still to this day called the Gettysburg Address. This speech was given this day after the Battle of Gettysburg, Pennsylvania. The Battle of Gettysburg was a three day long battle from July 1st, 1863 to July 3rd, 1863 and was a victory for the Union. President Lincoln wrote this short but simple speech after as seen in the draft of the Gettysburg Address to the Nation torn apart by war and had hopes of bringing the Nation back together again. This battle that was fought had a cemetery built there to honor the men who died there and was dedicated by President Lincoln."," ","In his speech, President Lincoln says “Now we are engaged in a great civil war, testing whether that nation, or any nation so conceived, and so dedicated, can long endure. We are met on a great battle-field of that war. We have come to dedicate a portion of that field, as a final resting-place for those who here gave their lives, that that nation might live. It is altogether fitting and proper that we should do this.” This part of the speech is an important part because of how it addresses both the fallen and survivors of both sides of the war, and makes the land a place for both sides to honor their dead. This part of the speech can be seen in his draft and must be of importance because he kept it in his speech and did not take it out. President Lincoln was a man who wanted to hold the country together and this shows that."," ","President Lincoln wrote this letter to the people to help them understand what had happened at the Battle of Gettysburg, and even though he was the second speaker at this event he is the one remembered not because he was the President, but because his speech was short, sweet and to the point. It made in impact that lasted for a long time by what it says and the meaning behind it. The Gettysburg Address written by President Lincoln seen in the draft was not just written once but five times. The President had sent five copies out to people for one reason or another because of how important the few words he said made a lot of difference in how people felt about what had been happening during the war."," ","The Gettysburg Address was and still is one of the most famous speeches given during the Civil War and its contents still last with us till this day the by the cemetery, to the very first sentence said. President Abraham Lincoln had it right when I decided to keep the nation together and give the land of Gettysburg to the people to remember the battle that was fought there. The speech President Lincoln gave was written five times for five different people, but the speech given at Gettysburg was the final draft of the speech seen in the primary source and is still as moving as it was during its time."],"display_date":"November 19, 1863","search_date":"1863-11-19","locations":[{"id":53027,"lat":39.8309293,"lng":-77.2310955,"zoom":8,"place":"Gettysburg, Pennsylvania"}],"tags":[{"id":577,"tag":"President Lincoln"},{"id":3270,"tag":"Gettysburg Address"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}},{"id":6662,"title":"Analysis of The Gettysburg Address","course_id":170,"status":"P","start_date":"1863-11-19","end_date":"1863-11-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["  On November 19, 1863 in Gettysburg, Pennsylvania, Abraham Lincoln gives his most famous speech as president. This address takes place at union cemetery after the Battle of Gettysburg and is meant to help mourn the loss of the soldiers that died, but it did way more than that. The Gettysburg address is one of the most important speeches given during the time of the civil war. This speech encapsulates everything that the United States was struggling with during that time. Abraham Lincoln is able to use this speech as a sign of hope for the thousands of people who have lost it.","The Gettysburg address embodies what our country stands for but also show why the United States is a great country. Though the struggle of the war was at its climax Lincoln was able to bring a sense of security to the people of the union. The beginning of this speech sets the tone for the message Lincoln is trying to convey. In his address he states “Four score and seven years ago our father brought forth, upon this continent, a new nation, conceived in liberty, and dedicated to the proposition that “all men are created equal”.” In this infamous quote he is trying to make the statement that this country is founded on the principle of equality and he plans to do all he can to make it stay that way. So many people in the country at that time just wanted the country to come back together on the principles it was founded on.","Another point Lincoln tries to make in his address is that you can’t forget the events that are unfolding throughout the war. He says “ That we here highly resolve these dead shall not have died in vain; that the nation shall have a new birth of freedom and that the government by the people by the people for the people, shall not perish from earth.” Lincoln is trying to tell the people of the union and the rest of the divided country that we have to protect the principles that the men on the battlefield are fighting for, and we can’t let them die in vain. He also sends a beacon of hope to many people throughout saying that we are still a country for the people and it will not change."," ","To conclude, the Gettysburg Address is one of the most influential speeches of its time and it is still known around the United States today. Lincoln was able to convey a message of hope and determination when it was hard to have either of them. He spoke of the principle our countries were founded on and why we cannot forget the importance of each event of the Civil War. The effect of this war still echoes throughout our everyday lives. This address is able to embody everything we stand for as a country and it will forever be known as one of the best speeches given by a president."],"display_date":"November 19, 1863","search_date":"1863-11-19","locations":[{"id":53031,"lat":39.8309293,"lng":-77.2310955,"zoom":8,"place":"Gettysburg, Pennslyvannia"}],"tags":[{"id":701,"tag":"Lincoln"},{"id":3270,"tag":"Gettysburg Address"},{"id":32,"tag":"Civil War"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}}]}