{"id":3273,"tag":"spy","points":[[32.3790843,-80.6926069],[37.2279279,-77.4019267]],"bounds":[[37.2279279,-77.4019267],[32.3790843,-80.6926069]],"episodes":[{"id":6665,"title":"Harriet Tubmans Raid","course_id":170,"status":"P","start_date":"1863-06-01","end_date":"1863-06-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","Harriet Tubman’s Raid"," ","            Between 1815 and 1822, Harriet Tubman was born to Ben Ross and Harriet Green in Dorchester County, Maryland. Many people know this courageous woman to have saved anywhere from 50-70 slaves in her time conducting the Underground Railroad. But what many people do not know about her, is she is responsible for rescuing an additional 720 slaves in a reconnaissance mission for the Union in 1863. The first raid led by a woman in the Civil War. Freeing over 10 times the number of slaves during her 11 years running the Underground Railroad."," ","            In 1862, Harriet Tubman arrived in Port Royal, South Carolina to support the Union. She started teaching freed slave women how to make a living with the Union Army with certain skills. She then began to spy for the Union Army and then began getting news of more slaves in the country and started taking trips up the Combahee River to investigate."," ","             “On June 1, 1863, Tubman and Union Colonel James Montgomery steamed into the interior with 300 black Union soldiers. The troops swept through nearby plantations, burning homes and barns as Union gunboats sounded their whistles. Slave men, women and children came streaming from the countryside...” In this quote, you can get a sense of how Tubman and her “army” wanted this mission to be. A slash and burn operation to say the least. She was asked to speak on this event, “When our armies and gun-boats first appeared in any part of the South, many of the poor negroes were as much afraid of \"de Yankee Buckra\" as of their own masters. It was almost impossible to win their confidence, or to get information from them. But to Harriet they would tell anything; and so it became quite important that she should accompany expeditions going up the rivers, or into unexplored parts of the country, to control and get information from those whom they took with them as guides.” "," ","            After this successful raid, Tubman went on to spy for the Union Army and complete other missions with the Massachusetts 54th Infantry. Then 100 years later, in 1963, a group of black feminists formed calling themselves the Combahee River Collective, in honor of Harriet Tubman’s daring efforts to help bring slavery to an end. "],"display_date":"June 1, 1863 - June 2, 1863","search_date":"1863-06-01","locations":[{"id":53034,"lat":32.3790843,"lng":-80.6926069,"zoom":8,"place":"Port Royal, South Carolina"}],"tags":[{"id":3273,"tag":"spy"},{"id":3274,"tag":"Harriet Tubman"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}},{"id":6703,"title":"Photography During the Civil War","course_id":170,"status":"P","start_date":"1861-01-01","end_date":"1865-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","Photography During the Civil War"," "," "," ","            The camera was invented around 1816, and many people didn’t know what to think about it. At first, it took a photographer about 8 hours to take one picture. As technology advanced, the camera did as well. In a few short years, the time it took for pictures to be taken went from 8 hours, to about 30 minutes. Still not nearly as fast as we know today, but many people around that time say an opportunity to shift their focus to different subject matters. From portraits of wealthy land owners to graphic scenes of the Civil War. Many photographers risked their lives to capture gruesome scenes and carnage from the Civil War so everyone back home could see exactly how “romantic” war is."," ","            The Civil was the first major conflict to be photographed. This meaning that The Civil War is the first war we have extensive knowledge of with the help of photography. Many historians believe that the camera actually changed the war as we know it. The camera did a lot for the war. As previously stated, it brought people back home closer to the war. Showing them how terrible it actually was. It also gave women back home keepsakes of their loved one’s photo to remember them if they were to tragically die in battle. But more importantly it helped both the North and South spy on one another. “…military leaders on both sides also hired photographers to gain intelligence about enemy emplacements, roads, bridges and railroads.”[1] Gaining intelligence on the enemy was a crucial part in planning your next attack."," ","Being a photographer in the late 1860’s was not an easy task. Today, all we have to do is pull out our phones and we can snap a picture in seconds. Back then, a photographer had to carry all his equipment by wagon to the battlefield. The equipment included a darkroom, chemicals for processing the photo, and stands to hold up the camera. Whenever they moved, they had to make sure all their plates and chemicals were secure. It wasn’t recorded exactly how many photographers lost their lives while capturing photos of battles, but many historians believe it wasn’t many."," ","A famous photographer of the time period was a man by the name of Mathew Brady. He was practically a pioneer of war-time photography. He was President Lincolns photographer at one point as well. Brady’s first battle he documented was the Battle of Bull Run where he was under direct fire but managed to escape. His famous works come from the most gruesome battle, the Battle of Antietam. Brady came under a lot of criticism for allegedly moving dead bodies around and staging scenes to make them worse than they actually were. We have all seen Mathew Brady’s works and we just don’t know it. Brady is responsible for the portrait on the five-dollar bill and the penny. In 1874, the War Department purchased all of Brady’s pictured for roughly 28,000 dollars, or 6 million dollars in today’s money."," ","Photography did quite a bit for the war. Whether it be helping one side spy on another, or give wives and mothers pictures to hold on to, the camera and photography helped shaped and war and give historians a better understanding of how it all occurred."," "," "," "," "," "," ","[1] <a href=\"https://www.seeker.com/how-civil-war-photography-changed-war-1766077826.html\">https://www.seeker.com/how-civil-war-photography-changed-war-1766077826.html</a>"],"display_date":"1861 - 1865","search_date":"1863-07-02","locations":[{"id":17965,"lat":37.2279279,"lng":-77.4019267,"zoom":8,"place":"Petersburg, Virginia"}],"tags":[{"id":1161,"tag":"Photography"},{"id":3273,"tag":"spy"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}}]}