{"id":3274,"tag":"Harriet Tubman","points":[[32.3790843,-80.6926069]],"bounds":[[32.3790843,-80.6926069],[32.3790843,-80.6926069]],"episodes":[{"id":6665,"title":"Harriet Tubmans Raid","course_id":170,"status":"P","start_date":"1863-06-01","end_date":"1863-06-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","Harriet Tubman’s Raid"," ","            Between 1815 and 1822, Harriet Tubman was born to Ben Ross and Harriet Green in Dorchester County, Maryland. Many people know this courageous woman to have saved anywhere from 50-70 slaves in her time conducting the Underground Railroad. But what many people do not know about her, is she is responsible for rescuing an additional 720 slaves in a reconnaissance mission for the Union in 1863. The first raid led by a woman in the Civil War. Freeing over 10 times the number of slaves during her 11 years running the Underground Railroad."," ","            In 1862, Harriet Tubman arrived in Port Royal, South Carolina to support the Union. She started teaching freed slave women how to make a living with the Union Army with certain skills. She then began to spy for the Union Army and then began getting news of more slaves in the country and started taking trips up the Combahee River to investigate."," ","             “On June 1, 1863, Tubman and Union Colonel James Montgomery steamed into the interior with 300 black Union soldiers. The troops swept through nearby plantations, burning homes and barns as Union gunboats sounded their whistles. Slave men, women and children came streaming from the countryside...” In this quote, you can get a sense of how Tubman and her “army” wanted this mission to be. A slash and burn operation to say the least. She was asked to speak on this event, “When our armies and gun-boats first appeared in any part of the South, many of the poor negroes were as much afraid of \"de Yankee Buckra\" as of their own masters. It was almost impossible to win their confidence, or to get information from them. But to Harriet they would tell anything; and so it became quite important that she should accompany expeditions going up the rivers, or into unexplored parts of the country, to control and get information from those whom they took with them as guides.” "," ","            After this successful raid, Tubman went on to spy for the Union Army and complete other missions with the Massachusetts 54th Infantry. Then 100 years later, in 1963, a group of black feminists formed calling themselves the Combahee River Collective, in honor of Harriet Tubman’s daring efforts to help bring slavery to an end. "],"display_date":"June 1, 1863 - June 2, 1863","search_date":"1863-06-01","locations":[{"id":53034,"lat":32.3790843,"lng":-80.6926069,"zoom":8,"place":"Port Royal, South Carolina"}],"tags":[{"id":3273,"tag":"spy"},{"id":3274,"tag":"Harriet Tubman"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}}]}