{"id":328,"tag":"\"Civl War\"","points":[[30.3227252079,-88.4311231118]],"bounds":[[30.3227252079,-88.4311231118],[30.3227252079,-88.4311231118]],"episodes":[{"id":4728,"title":"An account of an engineering captain in the Graveyard Road approach during the Battle of Vicksburg of the Civil War.","course_id":34,"status":"P","start_date":"1863-06-19","end_date":"1863-07-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["       Dispersing an already short supply of soldiers, artillery, and engineers, who dug trenches and pushed sap rollers, which were spherical devices filled with cotton that guarded engineers, the two unsuccessful approaches of the Union army to penetrate the city of Vicksburg in 1863 demonstrate the highly complex, yet haphazard nature in which war was engaged during the battle and throughout the Civil War. Captain William Kossak, an engineer officer in the Union army, assumed command of Brigadier-General Ewing’s brigade on June 19, in which he “took charge of the trenches on and along the Graveyard road” that led into Vicksburg.  Combat, therefore, was not the sole defining experience of soldiers.  Although the Union army had made considerable progress in advancing along Graveyard road, Kossak had a serious issue to contend with when he gained charge of the brigade: “I found the work advanced within 20 feet of the enemy’s counterscrap, with such obstructions in front of the sap-roller as to make it impossible to move the roller one inch without having the party engaged in the moving killed outright.”  As a result, the intricacies of the engineering tasks required for the Graveyard approach were perhaps the most elaborate and involved of the Civil War, as the engineers not only had to rapidly complete their assignments, but they also had to deal with the gun fire—like missiles wrapped in cloth, drenched with turpentine, that set sap rollers ablaze—from enemy assaults.  Eventually, Kossak, acquiring information from a Confederate informant—an uncontrollable factor—had to adjust his plans as a result of the placement of Confederate mines near the construction of the Union trenches as well: “I therefore went on a circuitous route, to keep even out of [the mines’] radius[‘s] of rupture.”  In order to accomplish this, Kossack realized he “had to blow 27 or 28 feet of solid ground….at the same time destroying all the mining around that front” the Union army already constructed, demonstrating that realities on the battlefield contributed to the haphazard and disorganized nature in which strategy was conceived and pursued.  The failure of the brigade to seize Vicksburg by July 4 along Graveyard Road can be attributed to the complex engineering operations they faced."],"display_date":"June 19, 1863 - July 4, 1863","search_date":"1863-06-26","locations":[{"id":7083,"lat":30.3227252079,"lng":-88.4311231118,"zoom":9,"place":"JACKSON, Mississippi"}],"tags":[{"id":329,"tag":"\"Vicksburg\""},{"id":328,"tag":"\"Civl War\""},{"id":327,"tag":"\"Graveyard Road\""},{"id":326,"tag":"\"engineer\""}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":34,"school_id":4}}]}