{"id":3282,"tag":"spiritual revival","points":[[43.1405442,-102.365715],[38.5815719,-121.4943996]],"bounds":[[43.1405442,-100],[38.5815719,-121.4943996]],"episodes":[{"id":6671,"title":"Inquiry into the Battle of Wounded Knee","course_id":173,"status":"P","start_date":"1891-02-13","end_date":"1891-02-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the late 1800s, the living conditions of Native Americans deteriorated significantly. Settlers were aggressively expanding westward and coerced Natives to sign treaties to legally give away their land in return for very little. In 1890, a spiritual movement named the “Ghost Dance” became popular among Natives which preached that Natives were confined to reservations because they have angered the Gods and their living conditions would improve if they perform the dance. This dance terrified white settlers who notified the government authorities. When the troops arrived to arrested some of the leaders of the spiritual movement, someone fired a weapon and eventually, over a hundred men, women and children were massacred.","A government inquiry was conducted by the federal government into what is now known as the “Battle of Wounded Knee.” After the battle, Colonel Forsythe, the commander of the troops in this battle was suspended from command during the conduct of the investigation. It exonerated the members of the seventh Cavalry who were responsible for the killings. However, according to General Nelson Miles who testified in the investigation, he stated that most of the native men were not armed as most of their weapons were found back at their camp. He also stated that some bodies of women and children were found three miles away from camp which implied that some natives who tried to flee were hunted down. According to the interviews of the troops conducted for the report, they stated that the native men hid behind their women and children and fired under their cover, leaving the troops with no choice but to return fire and accidently killing the women and children.","Although General Nelson Miles gives a different account of what happened during the battle, his opinion is that of the minority and not accepted by the government. The inquiry laid blame on the ordeal on natives and stated “This unfortunate phase of the affair grew out of circumstances for which the Indians themselves were entirely responsible.” In fact, the report commends the officers of the seventh cavalry whose conduct they described as “skill, coolness, discretion and forbearance and reflects the highest possible credit upon the regiment.” In the end, many of the troops who participated in this battle were rewarded with the medal of honour and Colonel Forsythe was exonerated and reinstated as the command of his regiment."," "," "],"display_date":"February 13, 1891","search_date":"1891-02-13","locations":[{"id":53039,"lat":43.1405442,"lng":-102.365715,"zoom":8,"place":"Wounded Knee, South Dakota, USA"},{"id":950,"lat":38.5815719,"lng":-121.4943996,"zoom":8,"place":"SACRAMENTO, California"}],"tags":[{"id":3282,"tag":"spiritual revival"},{"id":3281,"tag":"ghost dance"},{"id":537,"tag":"Native Americans"},{"id":2859,"tag":"Massacre"}],"course":{"name":"US History 1867 to the present","school":"University of Toronto Scarborough","course_id":173,"school_id":28}}]}