{"id":3288,"tag":"Persecution","points":[[37.09024,-95.712891]],"bounds":[[37.09024,-95.712891],[37.09024,-95.712891]],"episodes":[{"id":6674,"title":"The Lavender Scare: A Difficult Time Period for the LGBT Community in America","course_id":173,"status":"P","start_date":"1/1/50","end_date":"12/31/69","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" "," ","An excerpt from a Department of Commerce report, which was drafted on June fifteenth,1950 in response to the Federal Government’s report on suspected homosexual employees in the civil service, helps to provide insight about the conditions and treatment of homosexuals in the Civil Service during the period of time known as the “Lavender Scare (1945-1950’s) a time in which mass firings of individuals took place on the grounds that they were suspected to be homosexual. The report, titled “Perversion Cases- Department of Commerce” entails the procedure and process used to dismiss employees who were found to be “sexually perverted”. Once individuals were suspected or alleged to be homosexual, they were investigated thoroughly by their department and this investigation was then followed up by a personal hearing; if both the investigation and personal hearing were to indicate that the individual was in fact homosexual, they were immediately dismissed from their job (forced to resign). Overall, of the twenty-two individuals which were suspected to be homosexual by the Civil Service Commission, only one individual was found to have false charges against them, sixteen individuals had been or were in the process of being dismissed at the time this report was published and four individuals’ cases were pending decision. Individual cases outlining the forced resignation of employees are also described in this report; employees that were found to be homosexual after a thorough investigation and personal hearing were promptly dismissed. One such case describes the dismissal by retirement of an employee who had served the Department of Commerce for thirty-one years.","Throughout the 1950’s, the practice of firing alleged homosexual individuals was gradually becoming more and more widespread; mostly based on the belief that homosexuals and communists possessed common characteristics which included moral corruption and sexual perversion; these traits made them vulnerable and left them psychologically weak, and therefore, a national security threat; according to the likes of the McCarthy administration and other anti-gay commentators of the time. The instance outlined in the Department of Commerce report is one of many that resulted from what Andrea Friedman calls “the sexualisation of cold war politics” in her article on the manipulation of homosexuality as a political tactic during Joe McCarthy’s term as a senator. The crackdown on homosexual people, according to Friedman, was a result of growing sentiment to differentiate the loyal from the disloyal in which private relationships which were considered inappropriate and abnormal became synonymous with symbols of disloyalty and national betrayal. The use of this political tactic known as the “Lavender Scare” alongside the anti-communist sentiments of what is known as the “Red Scare” portrays the idea that both homosexuality and communism were closely linked in the minds of those who sought to perpetuate misconceptions for their political motivations in the unsure times of the Cold War. "," "," "],"display_date":"1950 - 1969","search_date":"1960-01-01","locations":[{"id":53040,"lat":37.09024,"lng":-95.712891,"zoom":8,"place":"USA"}],"tags":[{"id":3289,"tag":"Mass Firings"},{"id":3288,"tag":"Persecution"},{"id":584,"tag":"gay"},{"id":3287,"tag":"Lesbian"},{"id":3284,"tag":"Lavender Scare"},{"id":3286,"tag":"Mccarthyism"},{"id":291,"tag":"Cold War"},{"id":265,"tag":"america"}],"course":{"name":"US History 1867 to the present","school":"University of Toronto Scarborough","course_id":173,"school_id":28}}]}