{"id":3292,"tag":"Institutional Racism","points":[[31.4481547,-109.9284084]],"bounds":[[31.4481547,-100],[31.4481547,-109.9284084]],"episodes":[{"id":6675,"title":"The Bisbee Deportation: From a newspaper's perspective","course_id":173,"status":"P","start_date":"6/26/17","end_date":"7/12/17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On July 12<sup>th</sup>, 1917 about 1,200 people were deported from Bisbee, Arizona and the event was orchestrated by the major mining company Phelps Dodge. The Bisbee deportation was not just a localized event, but instead one that involved many cities in Arizona. Tucson was just one of the cities that monitored Bisbee heavily and supported the deportation. The Tucson Citizen, one of the local newspapers, covered the Bisbee Deportation in great detail and presents a biased view against the strikers/deportees. On July 12<sup>th </sup>business in Bisbee was suspended as the Citizens Protective League (CPL) rounded up about 1,000 members of the Industrial Workers of the World (IWW). The CPL, armed with weapons and 2,200 men strong, corralled anyone associated with or perceived as a member of the IWW into the city baseball park and loaded them up into cattle and box cars. The CPL was composed of 1,200 volunteers from Bisbee and 1,000 volunteers from the nearby city Douglas. The sheriff had called them all loyal Americans ready to arrest the strikers on charges of vagrancy, treason and disturbing the peace. The sheriffs description of the IWW as unpatriotic, strangers to the region, and treasonous simply highlights how the general public saw the IWW and immigrants. The CPL had declared that there shall be no mark of the IWW by nightfall. At noon in Tucson, Mayor O.C Parker was informed that twenty four carloads of deportees may be sent to his city and in response he met with Sheriff Rye Miles, Dr. A.G Schnabel and Tom K. Richey to discuss about the possibility of the IWW members being sent to their city. Mayor Parker, on behalf of his city, declared that under no circumstances are the trains allowed to unload in Tucson and the Sheriff threatening deportation if they do unload. Even after being informed that the train was sent to New Mexico instead did nothing to lower tensions, and the Mayor and Sheriff stood on guard with the Home Guard ready to mobilize at any moment’s notice. They stood guard against trains that are carrying the ‘undesirables’ into Tucson."," ","The Tucson Citizen article is from the Tucsonan’s point of view, and how they saw the Bisbee deportation. The newspaper covered heavily on the CPL and opposition against the IWW and strikers, showing a heavy bias. The Mayor and Sheriffs announcements and actions showed that Tucson strongly opposed the IWW and their members being sent to their City/County. Douglas’ assistance with the Bisbee deportation showed how the general public viewed the IWW and the strikers, and the negative perception is because many saw the IWW as immigrants/non-Americans. The Strike began on June 26<sup>th</sup>, 1917 and those on strike were mostly Mexican and Europeans, who were paid less than native-born Americans, and the response to the strike highlights the racism the United States had towards immigrants. At the time the United States was both highly xenophobic and nativist, and the events of World War 1 led to Germans being a target of discrimination and being branded as enemies, and anyone deemed radical or anti-war was treated the same as well. While the perpetrators of the Deportation were tried in court, their charges were dropped and any attempts to convict them were unsuccessful due to the court declaring that no laws were broken. In the greater scope of the United States’ History the Bisbee mining strike was another incident regarding labour reforms. From 1900 to 1920 there were many unions that sought to introduce new regulations or improve working conditions and pay, and some succeeded and some failed. The Bisbee Strike and the I.W.W were some of the failures. What hindered the I.W.W was that it was too radical and anarchist and this affected the I.W.W’s relations with other Unions. Another important point to consider was the United States involvement in World War 1, so tensions about enemy spies or enemy sympathizers were possible. In fact there were rumors of the I.W.W being pro-German and the I.W.W being anti-war certainly did not help them at all and prior to the Bisbee deportation the government was cracking down on the I.W.W. In the end, even if the horrid act was justified in some way, the Bisbee Deportation was illegal and unjustified and stands as another instance of a lack of labour regulations in 20<sup>th</sup> century America. "],"display_date":"June 26, 1917 - July 12, 1917","search_date":"1917-07-04","locations":[{"id":53041,"lat":31.4481547,"lng":-109.9284084,"zoom":8,"place":"Bisbee, Arizona"}],"tags":[{"id":3290,"tag":"Deportation"},{"id":3291,"tag":"Labour Reform"},{"id":3292,"tag":"Institutional Racism"},{"id":3293,"tag":"Anti-Union Violence"},{"id":3294,"tag":"Miners"}],"course":{"name":"US History 1867 to the present","school":"University of Toronto Scarborough","course_id":173,"school_id":28}}]}