{"id":3298,"tag":"Wounded Knee","points":[[43.1405442,-102.365715],[43.9695148,-99.9018131]],"bounds":[[43.9695148,-99.9018131],[43.1405442,-102.365715]],"episodes":[{"id":6678,"title":"Wounded Knee: Battle or Massacre?","course_id":173,"status":"P","start_date":"1890-12-29","end_date":"1890-12-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Wounded Knee Massacre was a conflict that took place in 1890 near Wounded Knee Creek, South Dakota, between the U.S. Army and the Lakota peoples. According to James W. Forsythe, Colonel of the Seventh Cavalry and Commander at the Battle of Wounded Knee, the actions of the American forces at Wounded Knee were justified and necessary. Forsythe claims to have been following protocol as it relates to the treatment of prisoners of war. Upon an attempt to search the ‘Indians’, whom they had captured as prisoners, meaning they were required to surrender their weapons, the captured men attempted to ‘make a break’. This, according to Forsythe, led to his soldiers opening fire. The result was the deaths of many Native American men, women and children. Any of the ‘Indians’ who escaped were pursued and captured or killed. Forsythe contends that some of his forces which had separated and pursued the escaping ‘Indians’ were attacked by a band of 125 men. This attack forced his men to leave behind the injured and dead ‘Indians’ they had pursued. Forsythe claims that he mistakenly opened a letter which stated that these 125 men were on the warpath and he therefore felt he was in danger of an attack from “the discontented Indians in the vicinity”. Due to this danger, Forsythe claimed he did not have time to count the dead Indians on site and instead retreated to the agency as quickly as possible. Forsythe finishes his report by praising his own efforts stating, “I desire to express my admiration of the gallant conduct of my command in an engagement with a band of Indians in desperate condition and crazed by religious fanaticism.” ","Relations between the Natives and the U.S. government had been souring for many years leading up to the tragic event, with the government making concerted expansion efforts at the expense of Native-Americans’ lands. Historian David W. Grua placed this massacre in the larger context of the Native relationship with the government in the following way: “The late nineteenth-century conflicts with Native peoples were...seen as necessary for the progress of the nation and foundation for the prosperity that followed in the twentieth century.” The Wounded Knee Massacre, then, was part of a long continuum of destructive events, perceived at the same as a positive step towards civilization for America. There were twenty American soldiers who received the Medal of Honor for their efforts at Wounded Knee. Although the Medal of Honor was not awarded with the same criteria as it is currently, there is something that does not feel right about awarding valor to those involved in the killing of women and children. There have been attempts to seek reparations from members of Native American community which survived the bloody event. In an attempt to get justice, Joseph Horn Cloud and Dewey Beard, both survivors of the event, sought compensation from the American government for the massacre. They were unsuccessful in that attempt. By examining this event we can begin to scratch the surface as to the attitude of the American government towards the Native American people."],"display_date":"December 29, 1890","search_date":"1890-12-29","locations":[{"id":53043,"lat":43.1405442,"lng":-102.365715,"zoom":6,"place":"Wounded Knee, South Dakota"},{"id":53036,"lat":43.9695148,"lng":-99.9018131,"zoom":8,"place":"South Dakota"}],"tags":[{"id":3298,"tag":"Wounded Knee"},{"id":3297,"tag":"The Wounded Knee Massacre"}],"course":{"name":"US History 1867 to the present","school":"University of Toronto Scarborough","course_id":173,"school_id":28}},{"id":6782,"title":"The Wounded Knee Story","course_id":181,"status":"P","start_date":"5/8/73","end_date":"4/16/75","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["United States of America v. Russel Means and Dennis Banks reveals the consequences of the siege that occurred at Wounded Knee - which resulted in a shootout with the FBI agents. In the shootout of 8 May of 1973, both FBI agents were wounded: the FBI agent was critically wounded, and the US marshal of Nebraska became permanently paralyzed. The leaders of the American Indian Movement, were responsible for the seventy-one-day siege, Russel Means and Dennis Banks were charged with “11 violations of federal law, one conspiracy count and 10 substantive counts”. Chief Judge Fred J. Nicol of the District Court of South Dakota, dropped the charges against Russel Means and Dennis Banks. The charges were dropped due to the alleged prosecutorial misconduct: “failing to correct the ‘obviously false’ testimony of Government witness Louis Moves Camp, […] prosecutor’s ‘grossly negligent conduct’ […] offering the testimony of Government witness Alexander David Richards when that testimony was […] contradicted in a previously transcribed interview” and listed three other governmental misconducts. In a response to the charges being dropped, the United States government wanted to appeal the decision, but the Court of Appeals decided to reject it, which they did on April 16 of 1975 – based on the double jeopardy clause, where “a mistrial occurred on by operation of law when the Government refused to proceed with 11 jurors”.  "," ","The events that unfolded at Wounded Knee, resulted in the members of AIM being arrested: Russel Means, Dennis Banks, and Leonard Peltier. Originally the Indigenous people and the members of AIM, were gathering to remember the massacre that occurred there in 1890, which ended with government involvement. Leonard Peltier, a member of AIM, was convicted of the 1975 murders of FBI agents Jack Coler and Ronald Williams on the Pine Ridge Reservation and is serving two consecutive life sentences. The American government’s involvement shows how it always intervenes, while ignoring the Indigenous peoples’ legitimacy over its own affairs – which the intervention would have consequences for both sides. The siege reflects the mistreatment Indigenous people face from the American government. In the Peltier case, it “was a federal case that maintained without question the government’s power and legitimacy while negating Indian power and legitimacy […] as illegitimate, uncivil, and contradictory to dominant American culture”. The siege of Wounded Knee was a protest to the AIM’s unhappiness with how the Pine Ridge Reservation tribal chair handled its role: “abuse of power, misuse of monies, and use of a repressive personal police force”. The involvement of the government, reveal the injustice Indigenous people faced at the trials - for prosecution to easily put the AIM members in jail. In both US v. Means and Banks and the US v. Peltier cases, they reveal how injustice occurred with “FBI malpractices […] and the evidence adduced by the prosecution in the indictments has become a matter of conjecture”.  "],"display_date":"May 8, 1973 - April 16, 1975","search_date":"1974-04-27","locations":[{"id":53124,"lat":43.1405442,"lng":-102.365715,"zoom":8,"place":"Wounded Knee, South Dakota, United State"}],"tags":[{"id":1627,"tag":"Leonard Peltier"},{"id":3298,"tag":"Wounded Knee"},{"id":3520,"tag":"Dennis Banks"},{"id":3519,"tag":"Russel Means"}],"course":{"name":"US History since 1865","school":"University of Toronto Scarborough","course_id":181,"school_id":28}}]}