{"id":3304,"tag":"Arizona","points":[[31.4481547,-109.9284084],[33.4483771,-112.0740373]],"bounds":[[33.4483771,-100],[31.4481547,-112.0740373]],"episodes":[{"id":6683,"title":"Report on the Bisbee Deportations","course_id":173,"status":"P","start_date":"6/26/17","end_date":"11/6/17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the aftermath of the strike and deportation of workers in the booming town of Bisbee, Arizona, President Woodrow Wilson set up the Federal Mediation Commission to investigate the events in detail. In the commissions’ published report, it states that on July 12, 1917, the Bisbee Deportation was an embarrassment for industrial peace and that it, “Deeply affected the opinions of laboring men, as well as the public throughout the country.” (W. B. Wilson et al. 3)","Released on November 6, 1917, the <em>Report on the Bisbee Deportations</em> claimed that the strike was unjustified because an impartial process should settle grievances. The report determined that many people supported the strike because of their loyalty to fellow workers and to not be disliked by their peers. (W. B. Wilson et al. 4)","Despite the sheriff and governor of Arizona’s request for the aid of federal troops, two separate investigations on June 30 and July 2 concluded that the strike itself was peaceful and that troops were, “Neither needed nor warranted under existing conditions.” (W. B. Wilson et al. 4) Instead of receiving federal troops, Sheriff Harry Wheeler and approximately 2,000 men, who wore white armbands to distinguish themselves from other mining workers, herded 1,186 men. The men were put onboard a train that brought them to Columbus, New Mexico. Columbus authorities refused to take the deportees and were taken to the desert town Hermanas. The deportees were left stranded without food, water, and shelter for two days. On July 14, the War Department was notified of the stranded deportees and they were escorted back to Columbus.","The report notes that the leaders of the deportation never illustrated their fears to the governor of Arizona when they requested for federal troops two previous times. Therefore, the report concluded that this was, “Wholly illegal and without authority in law, either state or federal.” (W. B. Wilson et al. 6)","Of the deportees, 199 were native born American and 468 were citizens. There were 472 registered under the selective-draft law. Foreign born workers were split between 20 different nationalities. (W. B. Wilson et al. 5)","‘New immigration’ began in the early-twentieth century. From 1901 to 1914, 13 million immigrants born in southern and eastern Europe moved to the United States. By 1910, one-seventh of the American population was foreign born. (Foner 683)","Strikes weren’t uncommon during The Progressive Era. In 1907, 10,000 black and white dockworkers in New Orleans fought against employers who wanted to eliminate their unions and reduce wages. (Foner 696)","In 1913, immigrants from Europe and Mexico demanded wage increases, an eight-hour workday and the right to shop and live in places not owned by the Colorado Fuel and Iron Company. When 11,000 strikers and their families were evicted from company housing and moved into tent colonies, the armed militia killed 20 to 30 people, including children. (Foner 697)","The report recommended that the governor of Arizona punish those responsible, while creating separate investigations to determine whether there was any interference with the enforcement of selective-draft law and with lines of communication, respectively. (W.B. Wilson et al. 7) What’s truly telling is that despite insurmountable evidence against the sheriff, the report concludes that President Wilson and Congress should determine whether the deportation is a crime. The sheriff and his vigilantes were never convicted of any crime."],"display_date":"June 26, 1917 - November 6, 1917","search_date":"1917-08-31","locations":[{"id":53041,"lat":31.4481547,"lng":-109.9284084,"zoom":8,"place":"Bisbee, Arizona"}],"tags":[{"id":31,"tag":"Immigration"},{"id":3302,"tag":"IWW"},{"id":3290,"tag":"Deportation"},{"id":2645,"tag":"Woodrow Wilson"},{"id":3303,"tag":"Harry Wheeler"},{"id":3304,"tag":"Arizona"},{"id":1090,"tag":"strikes"}],"course":{"name":"US History 1867 to the present","school":"University of Toronto Scarborough","course_id":173,"school_id":28}},{"id":6726,"title":"Arizona Senate Bill 1070: The Racial Struggle of Hispanic Americans","course_id":176,"status":"P","start_date":"4/23/10","end_date":"6/25/12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On April 23, 2010, Arizona Governor Jan Brewer signed Senate Bill 1070 (SB 1070) also known as the “Support our Law Enforcement and Safe Neighborhoods Acts” into law.  Supporters wanted security, while opponents saw a bill which enabled law enforcement to participate in legalized racial profiling. SB 1070 sought to establish an official state policy of “attrition through enforcement.”[1] The wording of the bill indicated that Arizona sought to establish an overarching carceral state in which criminality was constructed around ethnic identity. Their solution was strict enforcement by any means. Enforcement was predicated on the ability for law enforcement officers to “…without a warrant… arrest a person if the officer has probable cause to believe…[the person] has committed any public offense that makes [them] removable from the United States.”[2] Larry Dever, Sheriff of Cochise County Arizona, vocalized pleasure with SB 1070 and stated, “Well, we’ve been doing that down here [border enforcement] for 36 years.”[3] Sheriff Dever’s statement illustrates the participation of law enforcement in racial profiling long before SB 1070. ","In 2008 the Arizona District Court heard the case of Manuel de Jesus Ortega Melendres, a Mexican national on vacation in the United States, in <em>Ortega Melendres, </em><em>et al. v. Arpaio</em>.  The court found that Melendres and others had been victims of racial profiling, when the van he was traveling in, driven by a white driver, was pulled over by the Maricopa County Sheriff’s Department (MCSD). Melendres was detained for over nine hours even though provided adequate identification.[4] The case decided that the MCSD had participated in a systematic practice of racial profiling. ","A long history of anti-Hispanic sentiment has been present in the politics of the United States. In 1902, Indiana senator Albert Beveridge opposed a bill which proposed statehood for multiple Southwestern territories.[5] Beveridge’s rationale was among Hispanic Americans, “…education, moral, and other elements of citizenship are unfavorable.”[6] During the Great Depression, people of Hispanic descent were blamed for many of the economic troubles which hit the Southwest. The United States responded by enacting the Immigration Act of 1929 which made entering the United State without a visa an unlawful felony.[7] The Immigration Act insinuated that people of Hispanic descent were to be associated with a degree of criminality because of the idea of unlawful entry.","Before the controversial bill was to be enacted, the United States Supreme Court found SB 1070 unconstitutional. In the <em>Opinion of the Court</em>, Justice Kennedy cited <em>INS v. Lopez-Mendoza</em> which established the legal precedent that it is not a crime for a removable alien to remain present in the United States. SB 1070 violated this statute and established a new precedent that police can stop someone, “…based on nothing more than possible removability” which violates the previous decision of the court.[8] In a sobering statistic, roughly half of Mexican Americans have reported some form of racial discrimination throughout their life.[9] There is an undeniable thread of institutionalized discrimination against Latino Americans which has persisted throughout the twentieth century."," "," ","[1] Russell Pearce, “Support Our Law Enforcement and Safe Neighborhood Act,” Pub. L. No. 1070, § 41-906 (2010).","[2] Ibid.","[3]\"Arizona Ranchers, Lawmen React To Court's SB 1070 Decision.\" Fronteras Desk. Accessed March 31, 2017. <a href=\"http://www.fronterasdesk.org/news/2012/jun/26/arizona-ranchers-lawmen-react-courts-sb-1070-decis/.\">http://www.fronterasdesk.org/news/2012/jun/26/arizona-ranchers-lawmen-react-courts-sb-1070-decis/.</a>","[4] <em>Ortega Melendres, et. al v. Arpaio, et al.,</em> No. CV07–02513–PHX–MHM (April 24, 2013).","[5] Zaragosa Vargas, <em>Crucible of Struggle: A History of Mexican Americans from Colonial Times to the Present</em> (New York, New York: Oxford University Press, 2011).","[6] Ibid.","[7] Ramiro Martinez, “Revisiting the Role of Latinos and Immigrants in Police Research,” in <em>Race, Ethnicity, and Policing: New and Essential Readings</em> (New York: New York University Press, 2010).","[8] <em>Arizona et. al v. United States</em> 567 U.S. 27 (2012).","[9] Jeff Jones and Lydia Saad, “Gallup Poll Social Series: Minority Rights & Relations,” (Gallup, July 15, 2015), <a href=\"http://www.gallup.com/poll/184769/immigrant-status-tied-discrimination-among-hispanics.aspx\">http://www.gallup.com/poll/184769/immigrant-status-tied-discrimination-among-hispanics.aspx</a> ."],"display_date":"April 23, 1910 - June 25, 1912","search_date":"1911-05-25","locations":[{"id":53081,"lat":33.4483771,"lng":-112.0740373,"zoom":8,"place":"Phoenix, Arizona"}],"tags":[{"id":3304,"tag":"Arizona"},{"id":1667,"tag":"Discrimination"},{"id":3388,"tag":"SB 1070"},{"id":3389,"tag":"Hispanic Americans"},{"id":3390,"tag":"Latino Americans"},{"id":3391,"tag":"Racial Profiling"},{"id":3392,"tag":"Legal History"},{"id":3394,"tag":"Arizona v United States"},{"id":3393,"tag":"Latino American Studies"}],"course":{"name":"Incarceration in the US","school":"Indiana University-Purdue University, Indianapolis","course_id":176,"school_id":94}}]}