{"id":3307,"tag":"Acts","points":[[37.5407246,-77.4360481]],"bounds":[[37.5407246,-77.4360481],[37.5407246,-77.4360481]],"episodes":[{"id":6687,"title":"Let Us Back In!","course_id":170,"status":"P","start_date":"1870-01-01","end_date":"1870-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["This letter is from the Secretary of State in 1870, to the Governor of Virginia, officially readmitting the state back into the Union. This comes at about five years after the end of the Civil War. Virginia, of course, leaving during 1861 to join and run the Confederate States of America, Richmond being the capital of the Confederate States. After the Confederacy lost, the whole United States had a long road to get things back to normal. Part of getting back to a sense of normalcy, is bringing the nation back together as it was before the war.","Some time after the war, there were Acts of Reconstruction put into place to bring back that sense of normal. These acts had certain requirements set in place in order to bring a state back into the Union. These states needed to ratify the 14th amendment which states: “All persons born or naturalized in the United States and subject to the jurisdiction thereof, are citizens of the United States and of the State wherein they reside. No State shall make or enforce any law which shall abridge the privileges or immunities of citizens of the United States; nor shall any State deprive any person of life, liberty, or property, without due process of law; nor deny to any person within its jurisdiction the equal protection of the laws.” The state also needed to rewrite a new State Constitution and have it approved by the federal government. All Four Acts are as follows: Each district was to be headed by a military official empowered to appoint and remove state officials, Voters were to be registered; all freedmen were to be included as well as those white men who took an extended loyalty oath, State constitutional conventions, comprising elected delegates, were to draft new governing documents providing for black male suffrage, States were required to ratify the 14th Amendment prior to readmission.","All the states were approved by 1870. The president at this time, Andrew Johnson, was highly against these Acts. He felt it would soon rekindle the fire of aggression if the South went through with these changes. Even though he vetoed it multiple times, congress pushed through and passed all four of the Acts.","This proved to be a trying time during the aftermath of the Civil War. It took the length of the war itself to put the nation back into order. Even today, the effects of this are still felt and many people still do not quite agree on the outcome of the war itself."," "],"display_date":1870,"search_date":"1870-07-02","locations":[{"id":52777,"lat":37.5407246,"lng":-77.4360481,"zoom":9,"place":"Richmond, VA"}],"tags":[{"id":32,"tag":"Civil War"},{"id":123,"tag":"Reconstruction"},{"id":3307,"tag":"Acts"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}}]}