{"id":3308,"tag":"Battle tactics","points":[[43.9508633,-79.7641511],[43.9079666,-78.4576144],[43.9138071,-78.6287105],[43.9900275,-77.7131275]],"bounds":[[43.9900275,-77.7131275],[43.9079666,-79.7641511]],"episodes":[{"id":6685,"title":"Union Navy Battles and Advancements of the Civil War","course_id":170,"status":"P","start_date":"1861-11-07","end_date":"1865-01-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The actions exhibited by the Northern Navy were very commendable as they aided the Union in victory. With in-land battles being crucial in determining the victor, often Navy triumph’s would transpire to in-land achievements as sea, and river battles would aid soldiers in combat. That understood importance resulted in the  Union expanding the Navy  by approximately six hundred percent. Out of this, bold strategy, technological innovation, and bravery was demonstrated by Union marines, and sailors. This can be seen as in just one battle, the Second Battle of Fort Fisher, fiftyone sailors and marine earned the Medal of Honor; one of the highest awards a serviceman can receive. With this the American Civil War proved to be paramount in the development of our contemporary Navy. Having had great feats accomplished by the expansion, the Civil War presented the Navy with many first accomplishments in battle and technological advancements.","Civil War Navy battles depicted many acts of savvy military strategy that fathered great Union successes. In one Battle, the Battle of Port Royal that took place November 7th, 1861, disastrous weather compelled Union leaders to terminate an inland operation in South Carolina and instead attack Port Royal Sound. This ultimately was a desirable action as Union ingenuity, along with their intense determination earned them a  successful campaign. Lasting four and a half hours, the Union victory resulted in them being able to take full control of the Port. This gave the North access to the Charleston harbour; which enabled them to fortify the blockade on a crucial sea port (Trust). Another significant battle was that of Forts Henry and Donelson which occurred February 16, 1862. In this Navy battle Union Leader Andrew H. Foote, working alongside famed Ulysses S. Grant, led a flotilla (a fleet of ships) out of Illinois in order to operate an attack on Fort Henry; which resulted in the Tennessee River opening up to the North. This action as well as that of  instantaneously  pivoting to the East to conquer Fort Donelson on the Cumberland river led to Union victory. With that, the fall of the port then fell onto the control of the Union as it eventually forced Nashville to surrender; the first capital to fall to the Union (Trust). With all of that, it should be noted that with the Second Battle of Fort Fisher taking place January 13-15, 1865, the Union victory allowed confederate commerce via the seaside to be terminated entirely throughout the remaining portion of the war.","The Civil War was when Americans first used Ironclad ships in battle. This revolutionized Naval warfare as it then permitted ships to gain speed, and hold larger guns, changing the atmosphere of war significantly. It was at this time period that torpedoes were also introduced to Naval warfare, as well as the use of submarine to gain the element of a surprise attack and intel (Mil). This rapid increase of technology within a relatively short period of time is indicative to how imperative most individuals believed technological innovation and advancement was, as well as the production of competent ships and boats. This can be seen as in 1853 America had but only eighteen ships, but after the eruption of the Civil war developed ninety ships. One of the most memorable ironclad ships was Monitor; led by Union forces in a heated battle against the Merrimac. As these type of ships were previously unknown, their impact was impressive.","On September 5th, Thursday, John G Morrison stated in his diary that he was “ turned in last night like a trooper’s horse, ready to bounce,” and that he was “not disturbed” by the action of entering battle. This kind of bravery and selflessness is not an isolated case within one soldier as many Union and Confederate men exhibited immense amount of bravery before entering battle (Morrison). So even though many a times, it was dark and or cold, many were still able to perform their duties knowing that it is what was needed of them.","Though overall Naval victories were not as imperative as in-land victories, winning the war on water was an essential aspect of the American Civil War. It aided the Union into victory as with the sea and river campaigns, it permitted them to take over crucial ports and fortify blockages that cut of Southern sea commerce, and potential aid foreign states. As well as this, throughout the American Civil War many technological advancements and innovations were made; the first ironclads were made, submarines were used in warfare, and torpedoes were introduced.","<strong><br /></strong>"," "],"display_date":"November 7, 1861 - January 15, 1865","search_date":"1863-06-12","locations":[{"id":53046,"lat":43.9508633,"lng":-79.7641511,"zoom":8,"place":"Tennessee, USA"},{"id":53047,"lat":43.9079666,"lng":-78.4576144,"zoom":8,"place":"Illinois, USA"},{"id":53048,"lat":43.9138071,"lng":-78.6287105,"zoom":8,"place":"Fort Henry, USA"},{"id":53049,"lat":43.9900275,"lng":-77.7131275,"zoom":8,"place":"Fort Fisher, USA"}],"tags":[{"id":113,"tag":"Navy"},{"id":2966,"tag":"American Civil War"},{"id":599,"tag":"Technology"},{"id":3308,"tag":"Battle tactics"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}}]}