{"id":331,"tag":"Battle of Wilderness","points":[[38.1882210605,-77.65248979]],"bounds":[[38.1882210605,-77.65248979],[38.1882210605,-77.65248979]],"episodes":[{"id":4725,"title":"\"Steady Men, Forward\"","course_id":34,"status":"P","start_date":"1864-05-04","end_date":"1864-05-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            “Steady men, forward.” These words, spoken by the Union Colonel Russel A. Alger of the Fifth Michigan Cavalry, encouraged a new line of union soldiers as they reinforced the Sixth Michigan in the midst of a bitter struggle with confederate forces led by Brigadier General Thomas L. Rosser during the Battle of the Wilderness. Their reinforcement proved vital to the maintenance of the Union line. Major Kidd, commander of the Sixth Michigan Cavalry, described the situation by saying, “no one who witnessed it can ever forget the superb conduct of Colonel Alger and his men when they swung into the line and turned a threatened reverse into a magnificent victory.”","            In the reports of Colonel Alger, he described the success of his brigade more modestly than Kidd, but nevertheless with a sense of triumph. Alger suggested the conflict was, “a severe contest, lasting about half an hour, during which the enemy was driven from the field, leaving his dead and a portion of his wounded in our possession.” Many of Alger’s descriptions of engaging the enemy display an overall feeling of conquest over the enemy amongst union soldiers. For instance, in another description of engaging the confederates at Todd’s Tavern, Alger wrote, “my regiment, with brigade, joined the right of the Second Division. The enemy was found in force, attacked, and routed.”","            Although Alger and the soldiers of his Fifth Michigan Cavalry achieved some success during the Battle of the Wilderness, it did not exclude them from the horrors of battle. The dense vegetation that characterized the landscape of the Wilderness caused the fighting to be confusing and chaotic. As a result, units for both Union and the Confederacy experienced advances and retreats as the battle see-sawed from Confederate to Union advantage. Colonel Alger and his men gained important victories for the Union; however, sustained firefight in the unfortified areas of the Wilderness littered the woods with casualties of both armies and the fighting ultimately ended in a stalemate. The rough terrain made it extremely difficult for transportation to reach and carry bodies of dead and wounded soldiers off the field. The day after Alger’s reinforcement of Kidd’s Sixth Michigan, he received a letter from the surgeon-in-chief that stated, “we have many killed and sixty more wounded than we have transportation for.” Thus, many wounded soldiers eventually died while lying on the battlefield because of the inability to successfully navigate the thick underbrush."," "],"display_date":"May 4, 1864 - May 25, 1864","search_date":"1864-05-14","locations":[{"id":14293,"lat":38.1882210605,"lng":-77.65248979,"zoom":9,"place":"SPOTSYLVANIA, Virginia"}],"tags":[{"id":331,"tag":"Battle of Wilderness"},{"id":396,"tag":"Sustaining Morale"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":34,"school_id":4}},{"id":4726,"title":"Woods, Roads, and Confusion","course_id":34,"status":"P","start_date":"1864-05-03","end_date":"1864-07-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Marching upon the Catharpin Road after trudging up the Plank Road, where “nothing was seen of the enemy save a small mounted force,” the Third Indiana Cavalry under Union Colonel George H. Chapman “proceeded less than a mile when their advance was attacked by the enemy and driven rapidly back on the main body.” Experiencing an ambush such as this was common for soldiers of both Union and Confederate Armies during the Battle of the Wilderness, May 5 and 6, 1864. Contrary to other major battles of the Civil War, such as Gettysburg or Antietam, the fighting literally took place in the thick woods and underbrush of Virginia. The prevalence of thick woods caused much of the fighting to take place on the roads that cut through the rough landscape. Since the Catharpin Road existed as one of the main roads of the Wilderness, it quickly became a source of conflict between the Union and Confederate armies. Under ambush, the exposed opening of the main body of any road was a death sentence, causing soldiers to retreat to the thick underbrush. The thick vegetation created a confusing arena in which to fight, and, in many cases, artillery could scarcely be used.","After Chapman’s cavalry was attacked by the confederates, led by Brigadier General Thomas L. Rosser, he “immediately reinforced this battalion,” and “soon dismounted the greater part of my brigade and drove the enemy steadily back until I reached a ravine.” Although Chapman followed orders to defend his position here, it gave confederates the opportunity to reestablish their lines and they began a new advance. Now, significantly outnumbered, Chapman recalled, “I again was obliged to put in my entire force.” The fighting “boiled into a bloody, uncontrolled melee, all semblance of organization lost, and each man fought for himself in a life-and-death slugfest face-to-face with the enemy.” Union cannon fire littered the ground with mangled corpses in gray. In the end, Chapman and his Third Indiana Cavalry were ordered to retreat to Craig’s Meeting House. Chapman reported that “confusion occasioned by getting large numbers of led horses back on one road caused men to break badly.” For Chapman, the battle was utter chaos and being forced to retreat did not help the morale of Union soldiers; however Rosser’s confederates were also left in a confused daze with no sense of direction."," "],"display_date":"May 3, 1864 - July 1, 1864","search_date":"1864-06-01","locations":[{"id":14293,"lat":38.1882210605,"lng":-77.65248979,"zoom":9,"place":"SPOTSYLVANIA, Virginia"}],"tags":[{"id":331,"tag":"Battle of Wilderness"},{"id":397,"tag":"Chaos and Confusion"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":34,"school_id":4}},{"id":4741,"title":"The Battle of the Wilderness","course_id":34,"status":"P","start_date":"1864-05-05","end_date":"1864-05-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","    The Wilderness of Spotsylvania was, for the 160,000 men who fought there on May 5 and 6, 1864, a scene straight out of Hell.  Lieutenant Colonel John Schnoonover was one of those men.  He was the commander of the 11th New Jersey regiment, one of the units that composed McAllister’s 1st Brigade.  During the morning of May 6, the Confederates were able to use the terrain of the Wilderness to launch a devastating flank attack on the Union positions.  According to Schnoonover, during the attck there was no panic in his regiment.  “The regiment with scarcely an exception acted with perfect coolness; not a man flinched.”  Schnoonover’s account also makes the retreat necessitated by the attack seem fairly ordered.  “This fire was continued for some time, when the regiment on my immediate left fell back.  The one on my right followed.”  After a few minutes of trying to find his superiors, Schnoonover made his own decision to fall back.  “As no troops were to be seen on either my right or left, I deemed it proper to do so.”  From what we can gather from Schnoonover's account, his men acted as trained soldiers should and held their ground until ordered to fall back.  From his account, the fighting in that area of the battle did not seem to be very intense and the retreat seemed to have been caused merely out of surprise. ","   This differs greatly from the account given by historian Robert E. L. Krick, in \"Longstreet's Flank Attack.\"  As Robert E. L. Krick put it, “When the attack hit, McAllister wrested his brigade through a maneuver that changed its front almost ninety degrees to face the onslaught.  That merely exposed both his flanks to overlapping southerners and barely dented the momentum of the attack. Panic spread through Mott’s entire force with increasing urgency.”  Krick’s recounting of the incident contradicts the account given by Schnoonover in that Krick characterizes the fighting in that area as chaotic and confusing, whereas Schnoonover made the whole retreat out to be a well organized withdrawal.  While undoubtedly, many of Schnoonover's men fought courageously in keeping with his orders, it is difficult to imagine that a few men were not caught up in the panic sweeping the Union forces.  Schnoonover probably omitted such incidents in his report so as to not give his unit a reputation for retreating in the face of danger.  Such a reputation would eventually fall back on him, which would not help with advancement or promotions in the future.  Whatever the reasons for the differences in the accounts, the regiment was forced to fall back due to an attack that used the terrain to its advantage.  In both versions, Lee’s gamble paid off, as the Confederates were able to use the Wilderness to downplay the strengths of the Federal units and strike a critical blow on their forces.     ","   Lee chose the Wilderness of Spotsylvania as his battlefield because Grant had 102,000 men to his 61,000 and had a decided advantage in artillery and cavalry.  The Wilderness would counter these imbalances.  The Wilderness was about seventy square miles of what had once been farmland.  After thirty years of no one tending the land, nature had reclaimed the land.  The whole area was \"a region of dense second-growth woods,\" with a dense layer of scrubby brush growing beneath the canopies of the trees.  This made marching very difficult.  “With the regiments on the right and left crowding, and in the midst of an almost impassable underbrush, it was found impossible to form a line of battle in the space I occupied on the road.”  Visibility was sometimes limited to twenty yards or less.  Such terrain would negate Grants advantage in artillery and cavalry and would make unit cohesion very difficult, giving the Confederates, who already occupied key roads and other important elements of the battlefield, an advantage.  In the case of the flank attack on the Union lines, it was an advantage pressed to its fullest potential."," "],"display_date":"May 5, 1864 - May 6, 1864","search_date":"1864-05-05","locations":[{"id":14293,"lat":38.1882210605,"lng":-77.65248979,"zoom":9,"place":"SPOTSYLVANIA, Virginia"}],"tags":[{"id":331,"tag":"Battle of Wilderness"},{"id":32,"tag":"Civil War"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":34,"school_id":4}},{"id":4742,"title":"The Battle of the Wilderness","course_id":34,"status":"P","start_date":"1864-05-05","end_date":"1864-05-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","Directing large numbers of men in battle, while crawling through brush so thick that it could put out one’s eyes, is a nightmare beyond imagining.  Such was a normal occurrence during the Battle of the Wilderness, a series of actions on May 5 and 6, 1864, that took place in the Spotsylvania Wilderness southwest of Chancellorsville.","From the turn of the century to the mid 1830s, the area that would be known as the Wilderness of Spotsylvania was a collection of farms, pastures and orchards owned by various families.  By the mid to late 1830s, however, most of the families had left their homesteads for lands further west.  With no one to tend the land, nature began the process of reclaiming the former farmland and turning it to forest.  By 1864, what had once been farms and fields was now about a seventy square mile \"region of dense second-growth woods.\"  Beneath the main canopy of trees was a thick layer of scrubby plant growth, that hindered movement.  The Wilderness of Spotsylvania was aptly named.","Colonel Robert McAllister, commander of the 1st Brigade of the 4th Division, discovered how truly imposing the Wilderness was on his first attempt to advance on Confederate lines.   His unit was to advance over their breast works and find the Confederate lines, “but the dense thickets of underbrush made it impossible for the troops to keep their proper distance…”  The 1st  Brigade had to blindly forge ahead until they made contact with the enemy.  When this occurred, the results were not expected.  “On receiving the enemy’s fire, to my great astonishment, the line began to give way on the left.”  A general panic ensued and the Union forces re-occupied the line at their jump-off point.  McAllister thought the panic was due to “the fact that a large number of men were about to leave the service.”  Whatever the cause of the unit’s flight, the men would have to reform and try again to make contact with the Confederate lines.  They would have to regain communications with the other Union units and march back through the obscenely thick forests.  Due to the nature of the battleground, this would take time, and time spent reorganizing was time not spent marching on the enemy.  Concerning the 1st Brigade, the Wilderness had the exact effect for which Lee had hoped.  Such pitched and confusing actions in which the 1st Brigade was engaged typified the fighting in the Wilderness.  While the intensity of the fighting was new to the war at this point, it would, however, be the norm from then to Lee’s surrender at Appomattox Courthouse, eleven long months away."," The terrain of the Wilderness could have an adverse effect on troop movements which was one reason Lee chose the Wilderness as his battleground.  It offered him several advantages.  As Gordon C. Rhea said in The Battle of the Wilderness, May 5-6, 1864 “From the rebel perspective, the Wilderness offered an ideal battlefield. Meade’s imposing artillery and cavalry would be hobbled, and the Federals would have difficulty bringing their numbers to bear.  Accosting Meade in the Wilderness made eminent sense as a southern objective.”  In other words, if Lee could lure the Federals into the Wilderness, he had a much better chance of winning the battle."," "],"display_date":"May 5, 1864 - May 6, 1864","search_date":"1864-05-05","locations":[{"id":14293,"lat":38.1882210605,"lng":-77.65248979,"zoom":9,"place":"SPOTSYLVANIA, Virginia"}],"tags":[{"id":331,"tag":"Battle of Wilderness"},{"id":32,"tag":"Civil War"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":34,"school_id":4}}]}