{"id":3313,"tag":"slave population","points":[[37.1148487,-78.0195387],[37.3212714,-77.973865]],"bounds":[[37.3212714,-77.973865],[37.1148487,-78.0195387]],"episodes":[{"id":6690,"title":"Distribution Of Virginia Slave Population","course_id":170,"status":"P","start_date":"1861-01-01","end_date":"1865-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" "," ","During the civil war and reconstruction era, the slave industry was beneficial to the south’s economy. Slavery was the most successful industry in the United States when even over the booming railroad industry. The main cause of the civil war is slavery because of its importance to the south. The south threatened and eventually left the union due to abolishing slavery. Abolishing slavery within the states would affect the each state economy. The states that had a larger population of slaves would be more affected if slavery was to ever be abolished. The state of Virginia held the most slaves throughout the south, nearly five hundred thousand slaves."," ","By 1861, Slavery in the south was understood as the reasoning behind the cause of the civil war and secession. Since the state of Virginia held most the enslaved population in America, the state played a vital role in the possible secede. Voters at the Virginia Convention who lived in greater enslaved population voted on more supporters for the secession. Voters who lived in smaller enslaved population did not vote as much to support the idea of secession. Lewis E. Harvie discussed the secession by representing Amelia and Nottoway County, two counties that held seventy percent of their population in slavery. <br />","The picture above showed the slave population distribution in Virginia in 1860 based on the state's population. The map features the list of counties in Virginia and its population of whites, slaves, and a number of slaves in the county. It also shows Virginia western counties that are now part of West Virginia which were insignificant in slave population. It also showed the percentage of the slave population in Virginia Blue Ridge Mountains. Most of these counties plantations held more than fifty slaves. The Shenandoah Valley and the Appalachians had fewer due to the geography and environmental disadvantages that discouraged plantations.The map shows the reality of the mass population of slavery within Virginia.","<br />The southern state's economy depended on slave labor, it continued through the civil war to the thirteenth Amendment in 1865. The eastern part of Virginia, an agriculture-based economy, had the highest percentage of slaves. The mountain area in Western Virginia depended more on an industrial industry, had a fewer population in slaves. Slavery in Virginia was vital to Civil War and Reconstruction era, due to its majority of the slave population."],"display_date":"1861 - 1865","search_date":"1863-07-02","locations":[{"id":53053,"lat":37.1148487,"lng":-78.0195387,"zoom":8,"place":"Nottoway County,Virginia"},{"id":53052,"lat":37.3212714,"lng":-77.973865,"zoom":8,"place":"Virginia, Amelia"}],"tags":[{"id":3313,"tag":"slave population"},{"id":32,"tag":"Civil War"},{"id":2930,"tag":"Virginia"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}}]}