{"id":3314,"tag":"General Robert E. Lee","points":[[37.3775201,-78.7960069]],"bounds":[[37.3775201,-78.7960069],[37.3775201,-78.7960069]],"episodes":[{"id":6692,"title":"General Robert E. Lee Parole andCitizenship","course_id":170,"status":"P","start_date":"1865-06-13","end_date":"1865-06-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","Taking place on April 9, 1865 the Generals Robert E. Lee and Ulysses S. Grant met for the first time face to face in Wilmer McLean’s house in Appomattox Court House, Virginia. This was to formally end the Civil War and for General Lee and his army to surrender and go on parole for acts of against the United States. Proceeding towards May 29, 1865 President Andrew Johnson issued a Proclamation of Amnesty and Pardon in the direction of the people of the South who had participated in the Civil War, General Lee was one of these people who submitted an application for a pardon. As a General former the Southern Army General Lee needed to do this separately and sent the application headed for General Grant and wrote a letter to President Johnson, but was never pardoned or given back his citizenship even though he had signed his amnesty oath."," ","There is no known reason why he was not pardoned at the time, his application was put aside for consideration and was not looking at again until 1970, when it was found in the National Archives. In 1975 President Gerald Ford signed a form giving General Lee his citizenship back, the signing took place in Arlington House, Virginia. When President Ford signed the form giving him back his citizenship and pardon several of his decedents were there to witness the event and take pride in. President Ford stated that it was time to honor a man who taught this country lessons in duty and valor and stood for what he believed in was right."," ","In conclusion General Robert E. Lee, a General for the Confederacy during the American Civil War, served his country and did what he believed to be the right thing to do. In doing so lost his rights as a citizen in the United States. He tried to get them back, but his paperwork was never looked at again until 1970, and did not get his rights back until 1975. President Ford did the honors of returning his status of citizen, giving General Grant the honor he deserved from long ago. When General Grant decided to fight for the Confederacy, he knows that it would be ruthless if the Confederacy lost and he was still prepared to do what he thought needed to be done even though that it meant that since the South lost he lost his rights as a citizen. General Lee was a man who wanted to fight for his rights and freedoms and even though that dammed him, he still wants to do what he thought was right. It was because of his views and that of the country President Ford decided to finally give him back his rights, something that was long overdue."],"display_date":"June 13, 1865 - June 14, 1865","search_date":"1865-06-13","locations":[{"id":53054,"lat":37.3775201,"lng":-78.7960069,"zoom":8,"place":"Appomattox Court House, Virginia"}],"tags":[{"id":32,"tag":"Civil War"},{"id":3314,"tag":"General Robert E. Lee"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}}]}