{"id":3317,"tag":"Abraham Lincon","points":[[38.968343,-77.0087889]],"bounds":[[38.968343,-77.0087889],[38.968343,-77.0087889]],"episodes":[{"id":6698,"title":"Does Emancipation Really Mean Free?","course_id":170,"status":"P","start_date":"1862-01-01","end_date":"1865-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["     During the time Surrounding the Civil War, African American slaves and northern citizens had anticipated the official end of slavery. Initially during this time there was only one man who had the authority to end the existence of the gruesome institution once and for all. The man in question was Abraham Lincoln.  Lincoln was elected President of the U.S in 1861. Being that he was the elected official, he bestowed the power to do something that slaves and citizens of the North had long waited to happen. He emancipated slavery once and for all just two years after being elected. Although he didn’t take charge immediately to end the existence of the gruesome institution, he did it just at the right time during the war."," ","    During the war Lincoln issued a Preliminary Emancipation Proclamation. This document was issued by Lincoln in 1862, which was almost a year from the official document. In this document, Lincoln did in fact free slaves. But did he free every slave? Here’s the issue with the preliminary document. Instead of freeing all slaves, he only freed slaves in slave holding Union states. Being that slaves in the union would be emancipated, this would mean that slaves in confederate states would have to wait much longer than they had anticipated. This act also created questions like “ Why not free every slave ?”. There was more to the story leading up to the emancipation of slaves.   "," ","    Being that the country was in an internal war, Lincoln would have to be very clever with the decisions that he made. Because the Confederate Army had possession of part of the country, it was almost impossible for Lincoln to emancipate the slaves in full. The Confederacy definitely wouldn’t allow it. Although Lincoln was the president of the country, the South wasn’t too fond of his ideas and philosophies. The South perceived Lincoln as an imbecile and refused to let him take their source of commerce away from them."," ","Eventually, the Union pushed pass Confederate forces to the point where they had more control. Once they gained as much ground as they did, the war was putty in their hands. After gaining ground into Confederate territory, this opened the door for the emancipation of slaves. In 1863, on the first day of the year, Lincoln finally freed all slaves once and for all. Being that slaves were free, many doors opened up for the African American population. After being freed many of the slaves went on to join the Union Army to give them an edge over the once notorious south. Two years after being emancipated, the slaves joined the Union Army in victory over the Confederacy in 1865. The emancipation of slaves played a vital role in the Civil War. In fact there’s a possibility that the Confederacy may have caused an unexpected turnaround  had slaves  not joined in on the war. The emancipation of slaves changed the structure of the U.S and will forever be remembered."],"display_date":"January 1, 1862 - January 1, 1865","search_date":"1863-07-03","locations":[{"id":52826,"lat":38.968343,"lng":-77.0087889,"zoom":7,"place":"Washington D.C."}],"tags":[{"id":3317,"tag":"Abraham Lincon"},{"id":3252,"tag":"1863"},{"id":317,"tag":"1862"},{"id":98,"tag":"Emancipation Proclamation"},{"id":32,"tag":"Civil War"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}}]}