{"id":332,"tag":"battle of shiloh","points":[[35.182488505,-89.8964012565],[35.1986686307,-88.1843543266],[43.9109016,-78.7666972],[38.9071923,-77.0368707],[35.5174913,-86.5804473],[42.4166744,-90.4290168]],"bounds":[[43.9109016,-77.0368707],[35.182488505,-90.4290168]],"episodes":[{"id":4737,"title":"J.J Anderson's report on the battle of Shiloh","course_id":34,"status":"P","start_date":"1862-04-06","end_date":"1862-04-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["  Texts about the Civil War will often discuss in great lengths about the heroic deeds and bravery of the soldiers who fought. These men were often revered for their dedication to the army and to their country. Jabez J Anderson was a thirty eight year old farmer from Middleton, Illinois, who had to take control of his regiment during the first day of battle when two of his superiors were severely wounded. Although his prior occupation as a farmer probably left him with very little knowledge about combat, he would remain in charge of his regiment for all of Shiloh. This was not uncommon among the Confederate and Union armies, but this lack of experience is often hidden by the romantic explanations of war, which is evident in Anderson's reports. Captain Anderson, reporting from the Eighteenth Illinois Infantry, states how the majority of the men in his regiment acted in a manner that was \"becoming of soldiers and men\", and who endured the fight against the overwhelming numbers of the rebel army gallantly.","  However, this report on the battle also goes on to show that not all soldiers acted gallantly, and that there were divisions within the Union Army. Anderson points out that not all men were present in the battle at Shiloh that lasted from April 6 to April 7. In his report, Anderson discussed how William L Cross, second lieutenant of Company D, was absent during the beginning of the fight on the morning of April 6 although he was made aware of his company's position. Furthermore, Anderson states that \"he did not make any effort to rally or encourage the stragglers to return to the help of their comrades\". Another example of \"un officer- like behavior\" was the conduct of William M. Thompson, who was the second lieutenant of Company F. Thompson, he notes, left during the night of the sixth and did not return to battle until the next night. According to Anderson, Thompson said during his absence that \"He would be damned if he would fight in such a cowardly regiment\". These examples of men that were accused of dishonorable conduct were only two of four that Anderson mentions. This demonstrates how each regiment within the army suffered from internal problems, whether it was exhaustion, lack of unity or disagreement. These internal issues coupled with the overall brutality of Shiloh seemed to have a significant impact on the soldiers who fought. McPherson states that the  \"romantic image of Rebels and Yanks who marched off to war in 1861\" were gone. The beliefs surrounding war were not as clear cut and simple as it was made out to be in the beginning of the Civil war and nor did the officers in charge of these regiments always have in mind what was best for the company as a whole."],"display_date":"April 6, 1862 - April 7, 1862","search_date":"1862-04-06","locations":[{"id":12369,"lat":35.182488505,"lng":-89.8964012565,"zoom":9,"place":"SHELBY, Tennessee"}],"tags":[{"id":332,"tag":"battle of shiloh"},{"id":393,"tag":"loyalty"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":34,"school_id":4}},{"id":4739,"title":"Captain Robert H. Sturgess's report of the Battle of Shiloh","course_id":34,"status":"P","start_date":"1862-04-06","end_date":"1862-04-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the early hours of the morning of April 6, 1862, the Eighth Regiment Illinois Volunteers heard shots fired near the Union battle lines. These shots signified the beginning of a bloody, two-day battle known as the Battle of Shiloh. The battle of Shiloh occurred on April 6th and 7th of 1862 in Shiloh, Tennessee. During those two days of fighting, the causality count was higher than it was in the entire Revolutionary War.  One in four men fighting at Shiloh died. In the course of the first day of battle, Captain Robert H. Sturgess took command of the unit after the commanding officer was injured and the second in command, Captain William H. Harvey, was killed.  Charles Royster states in <em>The Destructive War </em>that during the Civil War, civilian newspapers followed the progress of the battle and the commanders. The public as a whole came to expect commanders to be daring and victorious. Thus, it is no surprise that countless reports written during the Civil War were peppered with adjectives such as valiant, brave and gallant to describe soldiers or their actions. Captain Sturgess’s report is no exception.  Even though his report gives a detailed account of the losses and gains made by the Union Army, it also contains a romanticized, heroic tone. While describing the death of Captain William H. Harvey, he stated that Harvey was shot while, “gallantly leading and stimulating the men by his noble conduct, and displaying the greatest bravery and activity”.  Again, at the end of his report, he commended his men saying that they all “acted the noble part…” With both high-ranking officials and citizens following the battles, it must have been a high priority of the person writing the report to portray his unit favorably.","Like Robert Sturgess, who was a carpenter, most of the soldiers were not trained, professional soldiers before the war. Instead they were first industrial workers, farmers or the like. Some had recently joined the war effort and were truly inexperienced. Due to this fact, disorganization was a common element of the war. This is shown at the Battle of Shiloh in Sturgess’s statement that “Our men, seeing their peril, immediately fell back in disorder, and the company officers lost control of their men from the promiscuous mingling together of the different regiments”. Without modern technology, it was impossible to keep in constant communication, to be aware of the exact placement of various troops, or know instantly who had died and who was in charge. Sturgess’s sudden rise to command and his decision to lead illustrates how swiftly the change of command changed. As he said, “Knowing I was next in rank, I immediately assumed command”. There was not a formal announcement that Sturgess was now in command, he simply took over.","The Battle of Shiloh was a battle where common men on both sides assumed the role of soldiers and faced the confusion of war while the public kept watch."],"display_date":"April 6, 1862 - April 7, 1862","search_date":"1862-04-06","locations":[{"id":12073,"lat":35.1986686307,"lng":-88.1843543266,"zoom":9,"place":"HARDIN, Tennessee"}],"tags":[{"id":332,"tag":"battle of shiloh"},{"id":389,"tag":"Battle of Pittsburg"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":34,"school_id":4}},{"id":4745,"title":"Shiloh As Witnessed by the Sixth Iowa Regiment","course_id":34,"status":"P","start_date":"1862-04-06","end_date":"1862-04-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Similar to the soldiers of the Army of the Mississippi, the recruits of the Sixth Iowa Regiment in Grant’s Army of the Tennessee found warfare during the battle of Shiloh to be far more intense than any of their previous combat experiences. Mustered on July 17, 1861, the Sixth Iowa Infantry Regiment participated in the expeditions to Springfield and Crump’s Landing along the Tennessee River prior to their action at Shiloh.","Their encounters during the violence at Pittsburgh Landing reflected the experiences of the average infantryman and the challenges faced by inexperienced soldiers. Following the Confederate assault on Grant’s center on the morning of April 6, 1862, the Sixth Iowa was immediately sent to the line of battle in an effort to protect the bridge over Owl Creek, where the Confederate attack was gradually moving toward the right. Fearful of being outflanked by enemy units and cut off from the rest of the army, Captain Williams relocated the unit to an alternate position. At this time, Confederate General Trabue’s brigade launched a fierce attack on the Union center, an attack that the Sixth Iowa, along with the Forty Sixth Ohio and the Thirteenth Missouri, withstood for an hour and a half. According to Trabue, “the combat here was a severe one…I lost here many men and several officers.” Trabue’s report of stiff resistance from the Union soldiers coincided with Captain Williams claim that “the regiment gallantly maintained the position” before eventually pulling back in the face of overwhelming odds. Williams repeatedly praised the actions of his men, declaring that “too much cannot be said” with regards to the “bravery, coolness, and intrepidity of both officers and men.” While the Sixth Iowa repelled Confederate attacks for over an hour, the casualties suffered by the unit (54) paled in comparison to the losses suffered by the Forty Sixth Ohio (246) and the 40<sup>th</sup> Illinois (216), two Union units that withstood the same advance from Trabue’s brigade. As soldiers in their first major engagement, the attack by Trabue's regiment on William's men mostly likely defined the remainder of their initial wartime experience.","Shiloh, unlike the previous expeditions undertaken by the Sixth Iowa, proved to be far more costly in terms of lives and battle fatigue. Wounded shortly after retreating from the Trabue brigade attack, Williams was wounded from a throw off his horse, causing him to leave the battle. His absence, however, did not keep him from reporting the brave actions of his men, implying the possibility of Williams’ potential for hyperbole in his reports. Shortly after Shiloh, Williams was promoted to Full Major, an indication of his worth as a field officer and strong constitution in the face of fierce action. While the fighting at Shiloh took a larger toll on adjacent units, the Sixth Iowa still found the fighting worthy of placing greater emphasis on the tenacity and bravery of its own soldiers, even considering its non engagement status the following day.","<em><br /></em>"],"display_date":"April 6, 1862 - April 10, 1862","search_date":"1862-04-08","locations":[{"id":12073,"lat":35.1986686307,"lng":-88.1843543266,"zoom":9,"place":"HARDIN, Tennessee"}],"tags":[{"id":332,"tag":"battle of shiloh"},{"id":387,"tag":"Sixth Iowa Infantry"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":34,"school_id":4}},{"id":4746,"title":"Raw Meat: The Nineteenth Louisiana Regiment at Shiloh","course_id":34,"status":"P","start_date":"1862-04-06","end_date":"1862-04-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The experiences during the first day of combat at Shiloh were a display of a new level of brutality encountered in American warfare, with no unit better exhibiting this change than the Nineteenth Louisiana Regiment. A regiment of the First Brigade under Colonel Gibson in the Army of the Mississippi and led by Colonel B.L. Hodge, the Nineteenth Louisiana entered combat on the Sunday of April 6, 1862 during the Confederate assault on the Union army on the banks of the Tennessee River, near the port of Pittsburgh Landing, Tennessee. Mustered from Louisiana communities the previous December, the recruits of the Nineteenth Louisiana experienced their first taste of war during their attack on the Union positions surrounding Barnes field, now considered part of the infamous “Hornet’s Nest.”","The Nineteenth, along with the rest of the First Brigade, began their attack at noon on the sixth of April, when they launched four consecutive waves at the well-entrenched Union positions of Tuttle and Prentiss. Hodge, the commanding officer of the Nineteenth, recalled the “impenetrable undergrowth” in front of the Union lines that left both sides “only firing at the flash of the enemy’s pieces.” After seeing the futility of firing at indistinguishable targets, Hodge ordered a bayonet charge, a command his men promptly obeyed. However, after advancing a mere “20 or 30 steps” the undergrowth of the terrain again forced the Nineteenth to halt the attack and due to the cross-fire from Union forces inflicting heavy casualties on his men, Hodge ordered his unit to fall back, “which was accordingly done in good order.” After the initial advance, Hodge and his men were ordered three more times to assault the same, undergrowth-ridden position, where they lost increasingly more men in each wave. Throughout his report, Hodge repeatedly praised the efforts of his men, commending their “desperate courage and unflinching bravery,” while simultaneously offering alternate tactical plans of how to overwhelm the enemy, contrasting the repeated frontal assaults ordered by his superiors. Hodge, commanding in his first major engagement, seemed intent on sharing his contrasting view of the tactics he was forced to implement, a desire that showed not only his ability to follow orders as a first time commander, but also the potential for future promotion through his ingenuity.","Following their actions on April 6, the Nineteenth Louisiana spent the majority of April 7 covering the retreat of the Washington artillery from the field.  Comprised primarily of new recruits who had seen little to no combat action, the Nineteenth Louisiana Regiment discovered the bloody and seemingly unnecessary effects of repeated attacks against a well entrenched foe at Shiloh, foreshadowing the deadly outcomes of future engagements."," "],"display_date":"April 6, 1862 - April 10, 1862","search_date":"1862-04-08","locations":[{"id":12073,"lat":35.1986686307,"lng":-88.1843543266,"zoom":9,"place":"HARDIN, Tennessee"}],"tags":[{"id":388,"tag":"Nineteenth Louisiana"},{"id":332,"tag":"battle of shiloh"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":34,"school_id":4}},{"id":6656,"title":"The Rise of Ulysses S. Grant","course_id":170,"status":"P","start_date":"1822-04-27","end_date":"1865-04-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            Hiram Ulysses Grant, was born in Point Pleasant Ohio. He went to the military academy of West Point where, due to an administrative error, his name was put in as Ulysses S. Grant and his classmates began calling him Sam. Graduating 21<sup>st</sup> in a class of 39 he was not an exceptional student.  Indeed, he was not expected to become the commander of the Army of the Potomac due to his standings in school."," He was first noticed for his leadership in the Mexican War of 1846-1848 where he was awarded three awards two of which were for gallantry and one was for meritorious conduct. After the war had ended, he was forced to be stationed far from his family in remote regions. Drinking became his way to pass time which lead to him being viewed poorly. In 1854 He resigned from his position in the military to avoid being kicked out.","Grant, having to fall back onto his family to survive, moved to St. Louis, Missouri. He made many attempts to keep his family afloat in society being a farmer and other odd jobs. Eventually he was forced to move to his family’s business in Galena, Illinois where he took up the position of a clerk at the store. The Civil War began in 1861 and Grant rushed to join and regain his lost glory.","            First, he was stationed as a colonel of the 21<sup>st</sup> Illinois Infantry. Grant proved himself a great leader which allowed for him to climb in the ranks. Quickly he managed to gain the brigadier general in July 1861 then, in September was given command of the whole Distract of Southeast Missouri. In 1862 Grant earned the nickname “Unconditional Surrender” after his success in western Tennessee at Fort Henry and Fort Donelson.","After being recognized for his excellent military prowess Grant was promoted to lieutenant-general and the next day took command of the Army of the Potomac. Grant arrived in Washington saying “It had been my intention before this to remain in the West, even if I was made lieutenant-general; but when I got to Washington and saw the situation it was plain there here was the point for the commanding general to be.” General Meade was the previous commander of the Army and even suggested that Grant replace him in his command with a general he knew better from the west. This changed Grants view of Meade for the better stating “It is men who wait to be selected, and not those who seek, from whom we may always expect the most efficient service.”","April 6<sup>th</sup> 1862 Grant suffered great losses at the Battle of Shiloh after being overpowered by 40,000 confederate soldiers on the first day of fighting. They fell back to a defensive position on a road the position was known as the “Hornet’s Nest” the rebels were not able to break the position and their general, Gen. Albert Sidney Johnston, was mortally wounded and was replaced by P.G.T. Beauregard. On April 7<sup>th</sup>, Federal reinforcements came and helped overwhelm the Confederates. This was the bloodiest battle in the United States history at that point and caused many to call for Grant to be removed from command President Lincoln defended him saying “I can’t spare this man. He fights.”","Like any military campaign, Grant had his victories and losses. Grant taking over command of the Army of the Potomac was important for not only showing his strength but also the strength of the union. Without Grants aggressive offensives and leadership the Civil War could have lasted much longer."," "," "," "],"display_date":"April 27, 1822 - April 9, 1865","search_date":"1843-10-18","locations":[{"id":53022,"lat":43.9109016,"lng":-78.7666972,"zoom":9,"place":"St. Louis, Missouri, United States of Am"},{"id":52855,"lat":38.9071923,"lng":-77.0368707,"zoom":9,"place":"Washington, D.C."},{"id":53023,"lat":35.5174913,"lng":-86.5804473,"zoom":9,"place":"Tennessee, United States of America"},{"id":53024,"lat":42.4166744,"lng":-90.4290168,"zoom":9,"place":"Galena, Illinois, United States of Ameri"}],"tags":[{"id":32,"tag":"Civil War"},{"id":332,"tag":"battle of shiloh"},{"id":3246,"tag":"Ulysses S. Grant"},{"id":3247,"tag":"Army of The Potomac"},{"id":3248,"tag":"Mexican War of 1846-1848"},{"id":3249,"tag":"21st Illinois Infantry"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}}]}