{"id":3321,"tag":"Overseer","points":[[32.3546679,-89.3985283]],"bounds":[[32.3546679,-89.3985283],[32.3546679,-89.3985283]],"episodes":[{"id":6701,"title":"The Owner and the Overseer","course_id":171,"status":"P","start_date":"1850-01-01","end_date":"1865-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["As a child on a Mississippi plantation, Fanny Smith-Hodges experienced something seemingly surprising, but somewhat commonplace for Southern slaves: she would dread when her master would leave her. Smith-Hodges was owned by a man named Hiram Cassedy. Smith-Hodges praised Cassedy, saying that when he was there she and the other slaves were treated and fed well under his ownership. Cassedy was not just a plantation owner, he was also a well known judge. He was unable to oversee day-to-day operations on his plantation, so he hired an overseer to look over the slaves and their work while he was away. A profit-driven power struggle would often arise when an owner was forced to hire an overseer.","Smith-Hodges’ life on the plantation would drastically change when the overseer was in charge. Cassedy instructed overseer to not be hard on his slaves, yet when he would leave, they were worked longer, harder, and whipped to draw blood. Conflict that resulted from a master’s treatment of an slaves and an overseer’s treatment of the slaves came as a result of how they profited from the slaves’ work. “He had money in every one of us,” said Smith-Hodges. “De oberseers was white men workin’ fer wages.” Cassedy saw the slaves as more of a long-term investment. His ability to keep them working and be able to sell them for profit depended on their health. Cassedy’s effort into having his “property” earn him back profit paints him as more of a “good cop” character, effectively entering him into conflict with the “bad cop,” or the overseer. The overseer made a wage based on the amount of work slaves completed in a day; he was uninterested in their long term. These competing interests often caused situations like Fanny’s.","The “good cop,” bad cop” roles of the owner and overseer continued to play into the power they had on their plantation. Social standing, not just business interest, contributed to the power struggle between overseers and owners. Overseer’s reputation with the slaves they abused and the general public often corresponded. In historical accounts of varying classes of people, they were seen as unrefined, violent, and almost as low of class as the slaves they controlled.","In full knowledge of the reputation their overseer had, owners would often accept their “good cop” role in order to separate themselves from the lower-class, harsh daily work of the plantation. Their slaves were then able to be worked hard, earn them profit, yet they were not seen as having the brutish role of the overseer. This is most likely the role Cassedy happily accepted when he would leave town to be a judge. He was able to play his high-class and benevolent, yet earn profit because of his overseer’s bad reputation."," ","Slaves would often use the negative reputation of their overseer to their advantage; it was easier to resist and manipulate someone less powerful and of a lower class than their master. At Fanny’s plantation, many slaves would run away while the overseer was on duty. “Afte’ supper, we set ’bout an’ sing an go places. Sometimes de men would steal off an’ go ter other plantations,” she said. Slaves throughout the South also used manipulation and resisted their overseer’s grasp by escaping to the woods. Even at an old age, Fanny Smith-Hodges was able to remember this power struggle, and the violent impact it would ultimately have on slaves involved.","<strong><br /><br /><br /></strong>"," "],"display_date":"1850 - 1865","search_date":"1857-12-31","locations":[{"id":53068,"lat":32.3546679,"lng":-89.3985283,"zoom":8,"place":"Mississippi"}],"tags":[{"id":3322,"tag":"Slave Owner"},{"id":3321,"tag":"Overseer"}],"course":{"name":"Human Trafficking: Yesterday and Today","school":"University of Richmond","course_id":171,"school_id":11}}]}