{"id":3326,"tag":"slave marriage","points":[[39.0457549,-76.6412712],[32.1656221,-82.9000751]],"bounds":[[39.0457549,-76.6412712],[32.1656221,-82.9000751]],"episodes":[{"id":6702,"title":"The Anguish of the Auction Block","course_id":171,"status":"P","start_date":"1780-01-01","end_date":"1850-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Slaves were often required to surrender their bodies, the vessel that encapsulated their freedom and individuality, to the ownership of their master. Their bodies constantly fell victim to the harsh and violent hands of white men, but a heightened vulnerability was present when a slave was dragged to the auction block, bound by chains. The fate of a slave’s future was placed in the hands of white men, giving the man with the winning bid the ability to reshape their entire identity and even dictate familial and romantic relations among them. The auction block was the battleground at which a slave’s future was put up for sale and families were most susceptible to separation.","Charles Ball, as well as many other African Americans during this time, experienced just that. He was forced into a life under the constraints of a white slave owner who, with an unyielding fist, immediately claimed him as property. No input from Charles was needed. With one swift grab of the collar, Charles was instructed that he would be going to Georgia without the accompaniment of his wife and children. Through the power of his relentless grip, a white man was able to reinvent Charles’ identity and uproot his entire life to move him to a different state. Without a second thought, Charles was taken away from his family, the people who were the core of his identity.","Silenced under the command of a white slave owner, Charles Ball timidly voiced one question. He asked about his wife and children, and he asked if they would be allowed to see each other. His question was answered immediately and unsympathetically; he would be able to get a new wife when he got to Georgia. He must have understood that he did not have much voice in this matter and he must have remembered the consequences of resistance. Maybe he had a flashback of being separated from his own mother who Charles remembers “turned to him [the slave buyer] and cried, ‘Oh, master, do not take me from my child!’” The slave master immediately struck her multiple times and dragged her back to the auction block for sale. Charles must have known that any efforts of resistance would be futile. He learned from a young age, just as many children that grew up in the shackles of slavery did, that they would not be given the luxury to love nor would they be permitted the freedom of consistent companionship.","This story, however, is not unique to Charles Ball. In fact, Lewis Clarke, a former slave said, “I never knew a whole family to live together till all were grown up in my life.” There were millions of stories of families being torn apart just like Charles Ball was dragged away from his. Slaves did not have ownership of themselves, but rather they were under the control of other human beings. They were considered property and commodities, unable to legally marry or claim ownership of their children. With no protection from the law, slave traders and owners faced no opposition in splitting apart families, and that is exactly what happened time and time again.","The fate of a slave was dependent on the desires of their master, allowing the slaves no stability or security in interpersonal relationships. The threat of familial separation constantly loomed over the heads of slaves, but this anguish and uncertainty was further intensified at the auction block. At the auction block, slaves’ entire lives were put up for sale and their futures were governed by the personal motives of the white bidders surrounding them."],"display_date":"1780 - 1850","search_date":"1815-07-02","locations":[{"id":52769,"lat":39.0457549,"lng":-76.6412712,"zoom":11,"place":"Maryland"},{"id":52795,"lat":32.1656221,"lng":-82.9000751,"zoom":11,"place":"Georgia"}],"tags":[{"id":4,"tag":"Slavery"},{"id":2749,"tag":"Slave Family"},{"id":3323,"tag":"slave seperation"},{"id":3324,"tag":"slave auction"},{"id":3325,"tag":"Charles Ball"},{"id":3326,"tag":"slave marriage"}],"course":{"name":"Human Trafficking: Yesterday and Today","school":"University of Richmond","course_id":171,"school_id":11}}]}