{"id":3330,"tag":"Slave Families","points":[[31.9685988,-99.9018131]],"bounds":[[31.9685988,-99.9018131],[31.9685988,-99.9018131]],"episodes":[{"id":6707,"title":"Rose Williams and Slave Breeding","course_id":171,"status":"P","start_date":"1860-01-01","end_date":"1860-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Rose Williams stood on the auction block hoping the enslaver who bought her mother and father would also buy her. Her family was recently put up for sale after her previous owner claimed he had no use for them. She was forced to watch as her siblings were sold to various owners, but she still had hope. Master Hawkins bought her mother and father together, so he could potentially buy her too. Though two other men were questioning her, Master Hawkins rose from his chair and bid. She thought she was lucky; most of her family remained intact. However, at the time of her sale she did not comprehend what awaited her at her new home.","One year after Rose was sold to Master Hawkins, he moved her from her family’s cabin to live with a slave, Rufus, who was twice her age. Rose entered these new quarters believing her purpose at his house was to cook and clean for him while he worked in the fields. After the first night of her domestic duties, Rose went to the bed and began to fall asleep. Shortly after, Rufus climbed into bed with her. Rose gawked in his direction and said “What you means, you fool?’ He say for me to hush de mouth” and refused to leave. Rose feeling helpless and terrified, grabbed a plank of wood and “let him have it over de head.” Rufus was one of the biggest men on the plantation, and before Rose, no other slave exerted any physical power over him. Eventually, Rufus left the bed sulking.","The following day, Master Hawkins ran to Rose and screamed. Though at the time she believed Master Hawkins bought her with her family to keep them together, he informed Rose she was only purchased because of her age. On a plantation, younger women were coveted; they were in the prime childbearing age. Master Hawkins knew she would be able to have children soon, and he wanted her to produce more slaves for him.","Rose’s situation was not an anomaly. In the South, slaves existed as commodities. They were not only valuable because of the cotton and crops they produced, but they also had the potential to increase the wealth of their enslaver substantially by having children. Though generally slave’s reproduction was consensual, enslavers sometimes ordered sexual relations on female slaves who were not engaging in reproduction. Rose was forced to create a family because she was not having sex with another slave. Comparable to how a farmer breeds their domestic livestock, occasionally, if an enslaver wanted more slaves, they would \"breed\" slaves to increase their supply.","At this point, Rose was faced with a predicament. She could risk being separated from her mother and father if she did not create a new family with Rufus, or she could have children, and always live with the threat of them being sold in the auction away from her. After Master Hawkins was done intimidating her, Rose walked back to her cabin. The following night, Rufus climbed into the same bed with Rose, but this time she did not misbehave."," "],"display_date":"January 1, 1860","search_date":"1860-01-01","locations":[{"id":52817,"lat":31.9685988,"lng":-99.9018131,"zoom":6,"place":"Texas"}],"tags":[{"id":3330,"tag":"Slave Families"},{"id":3329,"tag":"Sexual Assault"},{"id":3328,"tag":"Slave Breeding"}],"course":{"name":"Human Trafficking: Yesterday and Today","school":"University of Richmond","course_id":171,"school_id":11}}]}