{"id":3348,"tag":"Thomas Jackson","points":[[38.3084627,-77.6344334],[37.4315734,-78.6568942]],"bounds":[[38.3084627,-77.6344334],[37.4315734,-78.6568942]],"episodes":[{"id":6713,"title":"The Stone Wall","course_id":170,"status":"P","start_date":"4/16/17","end_date":"4/18/17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Throughout the Civil War, there were some great commanders in both the Confederate and Union armies. One commander that stood out to me was Thomas Jackson. Jackson graduated from West Point, a U.S Military academy around 1846. Being that he graduated around that time he was able to fight in the Mexican War which lasted from 1846-1848.  After fighting in the Mexican War, he went on to pursue a teaching career. After teaching for a while, the secession of Virginia came about in 1861. After Virginia seceded from the Union, jackson took immediate action to join the Confederate army.","<strong><br /></strong>","After joining the army, the first wave of secession was already in place. The first wave lasted from December of 1860 through February of 1861. During the first wave, seven southern states took action and declared their independence from the Union. Throughout the first wave, Jackson hoped that his home state, Virginia, would remain in the Union. Although his home state seceded, he continued to show his loyalty towards his state rather than the Federal Government. In the army, Jackson originally served as colonel until he was promoted to brigadier general under General Joseph E. Johnston. Being that Jackson taught artillery tactics, he would have no problem leading men on the battlefield.","<strong><br /></strong>","Of course the first battle of the war came, and Jackson was ready to fight. The first battle in the Civil War was the Battle of Bull Run. In this first battle Jackson earns his nickname. His nickname comes about through a Union general. As Jackson rushed his men to close a gap against union attack, a Union general said “Look men, there’s Jackson standing like a stone wall”. After that day Thomas Jackson became known as “Stonewall” Jackson.  Some people might question why someone would just be standing in the middle of a battle. Later on during the Civil War, Jackson was eventually commissioned as a major general.","<strong><br /></strong>","Throughout the Civil War, Jackson led his men through some great victories. But little did he know that the end was near. Jackson’s final battle took place in Chancellorsville, Virginia. In this battle, Jackson went to fight with almost two times less men than the opposing Union Army.  The Union came into the battle with about 130,000 soldiers, and Jackson brought about 60,000 soldiers to the battle. Jackson already knew that he had the lower hand in this battle. Being that he had the lower hand he decided to join forces with Robert E. Lee to help fight towards victory.","<br />Out of that 60,000 soldiers, Jackson took 28,000 and  engaged in diversionary attacks against Hooker’s exposed flank. Jackson’s attack caused extreme casualties to the Union force. Following the attacks, Hooker was eventually forced to withdraw his soldiers. Hooker’s withdrawal meant victory for the Confederate Army.  The attacks by Jackson lasted until sunset. Following the end of the conflict, Jackson took some of his men to the forest to scout for approaching Union forces. Because it was night time, a North Carolina regiment mistook the Confederate Army for Union troops and opened fire. After realising that they weren’t Union soldiers, they ceased fire only to find that they had wounded Jackson. Jackson later died because the wounds were too severe for him to survive. Jackson went on to be known as one of the most notorious leaders during the Civil War."],"display_date":"April 16, 1917 - April 18, 1917","search_date":"1917-04-17","locations":[{"id":53067,"lat":38.3084627,"lng":-77.6344334,"zoom":8,"place":"Chancellorsville, Virginia"},{"id":52766,"lat":37.4315734,"lng":-78.6568942,"zoom":8,"place":"Virginia"}],"tags":[{"id":2930,"tag":"Virginia"},{"id":2676,"tag":"Stonewall"},{"id":32,"tag":"Civil War"},{"id":755,"tag":"Confederacy"},{"id":3347,"tag":"1861"},{"id":3348,"tag":"Thomas Jackson"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}}]}