{"id":3354,"tag":"Quaker","points":[[41.9220496,-71.5495101],[41.9067663,-71.3906119]],"bounds":[[41.9220496,-71.3906119],[41.9067663,-71.5495101]],"episodes":[{"id":6716,"title":"White Quaker Women as Abolitionists in the Anti-Slavery Movement","course_id":171,"status":"P","start_date":"1806-12-09","end_date":"1899-12-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["As Elizabeth Buffum Chace prepared dinner, she talked with the guest sitting at the family table. She and this guest, an elderly woman and devoted Baptist, disagreed about slavery. When dinner was ready, Chace asked the woman to sit with the rest of the guests for dinner. Among the dinner party was Charles Lenox Remond, a young person of color and Anti-Slavery orator. “No; I don’t eat with niggers,” the Baptist woman promptly replied. At the end of dinner, Chace again called for the woman to eat, to which she was responded with, \"No; I don’t eat with niggers nor after ‘em.” This bumptious comment certainly did not sit well with her abolitionist hostess, for “Whether she went hungry that day, [Chace] never inquired.”","Chace stemmed from a family with a deep background of abolitionist activism. Growing up in Rhode Island, Elizabeth Buffum Chace became accustomed to her mother rehearsing the story of Morier, a girl stolen from her family and enslaved in the home of her great-grandfather for a large part of her life. Chace’s mother and father, both faithful Quakers, raised their children in a revolutionary household, teaching them there was no bright side of slavery. The paternal grandfather of Chace, William Buffum of Smithfield, was a member of the Rhode Island Society for the Gradual Abolition of Slavery. He would regularly harbor fugitive slaves from New York who sought refuge in Rhode Island, instilling anti-slavery attitudes in his son. Chace’s father, therefore, became an abolitionist in his childhood. As Chace noted, all of her family were abolitionists, allowing her to pursue her activist beliefs early on. Believing in gradual emancipation, Chace and her husband organized a Female Anti-Slavery Society at Fall River in 1835. There, a large number of visitors dined at the Chace’s house. The Chace’s sheltered many refugee slaves, such as one escaped blacksmith whom they dressed in Quaker women’s clothes, bonnet and shawl included. In 1831, Chace began to plan a committee that devised schemes for gradual liberation alongside the formation of her abolitionist New ?England Society, thus allowing her to have a prominent role in the movement for abolition.","Unlike many women of her time, Chace pursued her own interests despite the typical expectations in the nineteenth century. Yet Chace belonged to a specific group of the time: white abolitionist women. These female abolitionists were essentially born and baptized in the anti-slavery and were the heart of political activism. Religion played a prominent role in this movement. Chace, a Quaker, and many women like herself, considered the emancipation of human beings a sacred duty to fulfill. They practiced both privately and publicly to drive emancipation by raising their children in anti-slavery households or creating national societies for the abolition of slavery. Quaker women stepped beyond the bourgeois gender system that categorized women as solely domestic. Rather than subordinating to their husbands, these women partnered with their spouses to create a stronger representation for the abolitionist community. As the campaign for freedom moved forward, activities of these white abolitionist women began to defy the “emerging middle class norms,” thus creating a movement for the liberation of both slaves and white women suppressed by the social ladder. Often times, however, these women continued to be suppressed, for others objected their abolitionist commitment as being primarily domestic. Many letters of abolitionist women state the fact that they were “almost alone in their support the cause.” This, however, did not stop the movement, for white women, like Elizabeth Buffum Chace, continued to use their privilege to campaign for the abolition of slavery."],"display_date":"December 9, 1806 - December 12, 1899","search_date":"1853-06-10","locations":[{"id":53071,"lat":41.9220496,"lng":-71.5495101,"zoom":1,"place":"Smithfield, Rhode Island"},{"id":53070,"lat":41.9067663,"lng":-71.3906119,"zoom":7,"place":"Valley Falls, Rhode Island"}],"tags":[{"id":3357,"tag":"antislavery movements"},{"id":3356,"tag":"Abolitionist women"},{"id":3355,"tag":"Elizabeth Buffum Chace"},{"id":3354,"tag":"Quaker"},{"id":859,"tag":"Nineteenth Century"},{"id":2307,"tag":"antislavery"},{"id":1685,"tag":"Woman"},{"id":2743,"tag":"Abolitionist"}],"course":{"name":"Human Trafficking: Yesterday and Today","school":"University of Richmond","course_id":171,"school_id":11}}]}