{"id":3361,"tag":"Carceral State","points":[[39.768403,-86.158068]],"bounds":[[39.768403,-86.158068],[39.768403,-86.158068]],"episodes":[{"id":6717,"title":"The Incarcerated Life of George Cousins","course_id":176,"status":"P","start_date":"1882-11-22","end_date":"4/22/26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Founded in 1870 by the Religious Society of Friends, the Indianapolis Asylum for Friendless Colored Children (IAFFCC) provided care for African American children until its closing in 1922. The asylum’s mission was to take care of young African American children during a time in Indiana when African Americans were often “denied access to jobs, education, and charity services.”[1] Children were brought to the asylum through state admittance or by parents who lacked financial capital.  ","George Cousins, born around 1882, entered the asylum around the age of four in January of 1887. George’s father, Oliver, promised to pay the asylum once he “gets into work”[2] according to the admission records compiled by Jean E. Spears and Dorothy Paul. In November, George’s mother Mary removed him from the asylum. Mary had been released from the Indiana Women’s State Reformatory for stealing $5 from Pleasant Glenn.[3] In 1890, the Board of Guardians returned George to the asylum.","Orphanages like the IAFFCC sought to place children in suitable homes or teach them a trade. It was common for children to bounce in and out of the asylum. For instance, George went to live with “David and Patsy Heildt” in 1891 before being returned the same year for being “unmanageable.”[4]","After leaving the official registry in late 1891, George most likely lived with or nearby a relative, Maggie Ford on Tremont Avenue in Indianapolis’ Haughville.[5] However, for George, this meant being in the paper for various instances that would label him as “incorrigible.”[6] During one incident in 1902, a 19-year-old George Cousins aided by another male, tried to rob a chicken coop near Bond Street.[7] After stealing several hundreds of dollars in jewelry and silverware in 1906, George Cousins was sentenced to “two to fourteen years at Michigan City”[8] in the Indiana State Penitentiary. During his time in the state prison, Cousins had spent an unknown amount of time in the hospital for the criminally insane.[9] After leaving the State Penitentiary in 1920, George was sentenced again to long term incarceration for stealing around $2,000 worth of jewelry.[10] George passed away in 1926 from cirrhosis of the liver in Haughville.[11]","The life of George shows the various arms of the carceral state. His life paints a story on how a single African American male spent time in every major type of carceral institution in Indiana. It also shows how society uses these institutions to subjugate those who are stereotypically determined unmanageable and incorrigible."," ","[1] Cowger 1992, 96","[2] Jean and Paul 1978, 25","[3] <em>Indianapolis News</em>, December 2, 1886","[4] Jean and Paul 1978, 26","[5] WWI Draft registration card September 12<sup>th</sup>, 1918 [ancestry.com]; <em>Indianapolis Star </em>August 11, 1906","[6] <em>Indianapolis Journal</em>, September 20, 1895","[7] <em>Indianapolis Journal,</em> September 20, 1902","[8] <em>Indianapolis Star,</em> October 3, 1906; 1910 Census record of Michigan City, Indiana [ancestry.com]; 1920 Census record of Michigan City, Indiana [ancestry.com].","[9] <em>Indianapolis Star, </em>April 17, 1915","[10] <em>Indianapolis Star, </em>September 22, 1921; <em>Indianapolis Star, </em>November 13, 1921.","[11] George Cousins Death Certificate April 22<sup>nd</sup>, 1926 [ancestry.com]."," "," ","Citations:","“Arrest In Terre Haute Uncovers Loot Taken Here,” <em>Indianapolis Star, </em>September 22, 1921 (Newspapers.com).","“Cousins Is Sentenced: Negro Burglar Pleads Guilty on Three Charges in Criminal Court,”<em> Indianapolis Star, </em>October 3, 1906 (Newspapers.com).","Thomas W. Cowger, “Custodians of Social Justice: The Indianapolis Asylum For Friendless Colored Children, 1870-1922.” <em>Indiana Magazine of History </em>88, no. 2 (1992): 93-110.","“Detectives Recover Valuable Jewelry,”<em> Indianapolis Star, </em>August 11, 1906 (Newspapers.com).","“‘Dope’ Victim, Sentenced For Burglary, Paroled<em>,” Indianapolis Star, </em>April 17, 1915 (Newspapers.com).","“George Cousins Incorrigible,”<em> Indianapolis Journal, </em>September 20, 1895 (Hoosier State Chronicles).","“Held By Barb Wire Fence,”<em> Indianapolis Journal</em>, September 20, 1902 (Hoosier State Chronicles).","“Local Pickups,”<em> Indianapolis News,</em> December 2, 1886 (Hoosier State Chronicles).","“Robber Gets Long Term: George Cousins Sentenced for $2,000 Jewel Theft—Bank Thief Given Year,”<em> Indianapolis Star,</em> November 13, 1921 (Newspapers.com).","Jean E. Spears & Dorothy Paul, <em>Admission Record Indianapolis Asylum For Friendless Colored Children: 1871-1900</em>, (Indianapolis: Family History and Genealogy Section, Indiana Historical Society, 1978)."," "," "," "," "],"display_date":"November 22, 1882 - April 22, 1926","search_date":"1904-08-07","locations":[{"id":53073,"lat":39.768403,"lng":-86.158068,"zoom":8,"place":"Indianapolis, Indiana"}],"tags":[{"id":3361,"tag":"Carceral State"},{"id":3360,"tag":"History of Incarceration"},{"id":3359,"tag":"Incarceration"}],"course":{"name":"Incarceration in the US","school":"Indiana University-Purdue University, Indianapolis","course_id":176,"school_id":94}}]}