{"id":3379,"tag":"Chinese Americans","points":[[37.7749295,-122.4194155],[38.9071923,-77.0368707]],"bounds":[[38.9071923,-77.0368707],[37.7749295,-122.4194155]],"episodes":[{"id":6721,"title":"Legal Precedent of Chae Chan Ping v. United States","course_id":176,"status":"P","start_date":"1889-05-13","end_date":"1889-05-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Burlingame Treaty between the United States and China guaranteed the right of Chinese and US citizens to immigrate between the two countries and outright rejected any attempts to restrict this immigration. In 1875 Chae Chan Ping, a Chinese laborer, immigrated to the United States, protected by the provisions of this treaty. Seven years later Congress, under intense pressure from labor unions and west coast politicians concerned about Chinese migrants competing with white American for jobs, passed the Chinese Exclusion Act in the spring of 1882, which was the most famous of several acts that amended the Burlingame Treaty by restricting immigration from China. After living and working in the United States for twelve years, Ping decided to make a return voyage to China, fully intending to return to the United States afterwards, and obtained all the certifications necessary to do so as stipulated by the act; he departed on June 2, 1887.","While he was away Congress amended the Chinese Exclusion Act by passing the Scott Act on October 1, 1888, which canceled all certificates of residence and prevented any Chinese people who had previously resided in the United States, like Ping, from returning. When he returned to the US one week after the Scott Act’s passage, his papers were declared null and void; thus he was denied reentry and detained. Ping soon after submitted a habeas corpus petition, asserting that he was unlawfully detained without a trial, to the circuit court of the United States for the northern district of California. This circuit court maintained that Ping, under the Scott Act, was not allowed to enter the United States and was thus not unlawfully detained.","The petitioners, now arguing that the 1888 Scott Act itself was unconstitutional, appealed the circuit court’s decision to the US Supreme Court.. On May 13, 1889 Justice Stephen Jay Field, writing the decision for a unanimous court, portrayed Chinese immigrants as a threat to American civilization, since they refused to assimilate into American culture and were outcompeting white laborers. He argued that immigration policy was a right of the federal government free from judicial review since a strict immigration policy, especially in regards to Chinese immigration, was vital to the national interest. Therefore any certification held by Chinese immigrants prior to the passage of the Scott Act, “is held at the will of the government, revocable at any time, at its pleasure.” Whether any such amendments are within the national interest or are at all constitutional “are not questions for judicial determination.” The Supreme Court thus upheld the decision of the circuit court for the northern district of California. After this decision Ping was deported; his final fate in China is unknown.  <em>Chae Chan Ping v United States </em>was not the only legal challenge to the Chinese Exclusion Act, but the decision Field handed down established a significant precedent of judicial deference to federal immigration policy, known as the “plenary power doctrine,” which continues to shape United States immigration policy to this day."],"display_date":"May 13, 1889","search_date":"1889-05-13","locations":[{"id":966,"lat":37.7749295,"lng":-122.4194155,"zoom":8,"place":"SAN FRANCISCO, California"},{"id":52855,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington, D.C."}],"tags":[{"id":3379,"tag":"Chinese Americans"},{"id":746,"tag":"Supreme Court"},{"id":31,"tag":"Immigration"}],"course":{"name":"Incarceration in the US","school":"Indiana University-Purdue University, Indianapolis","course_id":176,"school_id":94}}]}