{"id":3382,"tag":"police brutality","points":[[41.8781136,-87.6297982]],"bounds":[[41.8781136,-87.6297982],[41.8781136,-87.6297982]],"episodes":[{"id":6722,"title":"Policing Gender Expression","course_id":176,"status":"P","start_date":"1857-07-15","end_date":"1857-07-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In July of 1857, Chicago’s “Charley H.” was the topic of an article in the <em>Tribune</em>. The article described his as a “hard-working clerk who lived in a boarding house.” The article reveals, however, Charley is actually a female-bodied person who dressed and acted like a man. The acquaintances of Charley H. were astonished that “Charley was a woman, yes a veritable woman in man’s apparel.” When Charley’s secret was discovered, Charley left Chicago. Charley’s identity as a female bodied person in men’s clothing was criminalized. Throughout the early twentieth century, many people like Charley were criminalized for cross-dressing.","In 1851, 6 years before Charley’s story was publicly published in the <em>Tribune,</em> Chicago’s Common City Council passed an ordinance that made it criminal to “appear in a dress not belonging to his or sex, or in an indecent or lewd dress.” In Chicago’s press, many people, such as Charley, were labeled as those who enacted “cross-dressing,” or “cross dressers.” Reports of people “cross-dressing,” such as Charley, flooded newspapers across the country. One headline read, “Eventful Career of Woman who became ‘Female Husband,’” which tells the story of a woman who not only wore men’s clothing, but “smoked, chewed, and shaved,” enacting male gender roles. Another story read, “Young Woman Jailed for wearing men’s clothing.” In the story the reporter notes, “She claims she can get better wages as a man than she can dressed as a woman.” Not only are these people being reported in the newspaper, but are criminalized by police.","“Women in Men’s Attire-Curious Mania that has long caused Trouble to the Police,” was a headlining story that focused on the cause of “cross-dressers,” and how the police handled situations with “cross-dressing.” The article publicly revealed the stories of individuals and shared the punishment of those caught and convicted of “cross-dressing.” People were charged with vagrancy, jailed, sent to court to explain why they enacted cross-dressing,” and punished with fines, prison sentences, or admitted into penitentiaries. The article also stated, “Negroes are frequent offenders, police say.” In the present, the police’s attitude towards African-American “cross-dressers” is often violent. Numbers of cases were and currently are being added to police records across the country. “Local governments used vagrancy and other statutes to regulate and restrain those who dressed in public as the other sex.” The policing of “crossdressing” and other forms of gender expression have continued into the twenty-first century","The term transgender is defined as those “who identify with gender ‘opposite’ of what society would typically assign to their bodies.” Although “cross-dressers,” and “transgender people,” are defined differently, they both share similar circumstances in being policed for their gender expression. The National Transgender Discrimination Survey attests that twenty-two percent, of transgender individuals who have interacted with police reported harassment by police. African-American transgender individuals reported much higher rates of physical and sexual harassment by police and in prisons. The policing of individuals who express gender that is opposite from their assigned sex at birth has been an issue for the “cross-dressing,” and “transgender” communities for over 150 years. "],"display_date":"July 15, 1857 - July 16, 1857","search_date":"1857-07-15","locations":[{"id":52933,"lat":41.8781136,"lng":-87.6297982,"zoom":9,"place":"chicago"}],"tags":[{"id":2677,"tag":"LGBT"},{"id":1758,"tag":"Gender"},{"id":2845,"tag":"Chicago Tribune"},{"id":3380,"tag":"transgender"},{"id":3381,"tag":"LGBTQ"},{"id":3382,"tag":"police brutality"},{"id":3383,"tag":"cross-dressing"}],"course":{"name":"Incarceration in the US","school":"Indiana University-Purdue University, Indianapolis","course_id":176,"school_id":94}}]}