{"id":3396,"tag":"Museum","points":[[40.0411536,-86.8744516]],"bounds":[[40.0411536,-86.8744516],[40.0411536,-86.8744516]],"episodes":[{"id":6727,"title":"\"The Last Vestige of the Gloomy Structure\"\nPublic Displays of Hangings in Indiana","course_id":176,"status":"P","start_date":"1885-01-01","end_date":"1885-10-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In Crawfordsville, a small Indiana town, stands the last working rotating jail, now a museum.  Inside, guests examine the revolving cells and tour the sheriff’s adjoining home. While no famous criminal resided behind these bars, the museum is nonetheless full of exciting tales.  At one stop on the tour, visitors face a metal fixture on the wall.  This “staple” was once attached to the scaffold used to hang two men, including John W.C. Coffee, the first man to be executed in Crawfordsville. Visitors clamor to see this artifact and listen in awe to its gruesome story.  It’s been over 130 years since the execution, but the popularity of this object shows the unrelenting fascination society has with crime and punishment.","In January<sup>, </sup>1885, the bodies of James and Elizabeth McMullen were found beaten and burned.  Days later, police apprehended the “idler and loafer” John Coffee, who quickly confessed to the murder.  Over the coming months, Coffee’s story changed several times, but investigators always assumed his guilt.  Coffee was tried and sentenced to be hanged in October 1885.","This was Crawfordsville’s first public execution.  Local workers constructed a scaffold and fence for the event and officials sent invitations to control crowds.  Jail officials spent weeks leading up to the execution preparing; the rope used was “tested repeatedly by a 150-lb. sack of sand.”  This overzealousness would ultimately lead to disaster.","An estimated 200 people crammed the square to witness the hanging.  Around 12:20 PM on that October day, executioners placed the rope around Coffee’s neck and opened the trapdoor.  Unfortunately, due to repeated practice, the weakened rope broke and Coffee dropped to the ground, still alive.  Officials quickly brought him back to the top of the scaffold and dropped him for a second time, the rope breaking yet again.  The rope held on the third attempt and Coffee was pronounced dead at 12:58 PM.","His execution was over, but the horrific scene would linger.  Just a few days after the event, prisoners demanded carpenters tear down the scaffold as the sight and sound of the empty staple frightened those who could view it from their cells.  <em>The New York Times</em> picked up the story and soon Coffee’s botched execution became national news.  Townspeople reported seeing Coffee’s ghost roaming the town and jail for years.  Crawfordsville went from being a little-known Indiana town to the site of an infamously terrible execution.","A century later we still view Coffee’s hanging “through cracks in the fence.” Crime and punishment have fascinated audiences for years, and the Rotary Jail Museum’s display of the stable is another example of our undying curiosity.  John Coffee may have had an average life, but it is his torturous death that attracts visitors to his story.  His tale would not have as much weight without the ability to view the real stable.  Objects of punishment and death are powerful vehicles for education, but it is up to historic sites to find ways to display them effectively. "],"display_date":"January 1, 1885 - October 31, 1885","search_date":"1885-06-01","locations":[{"id":53083,"lat":40.0411536,"lng":-86.8744516,"zoom":8,"place":"Crawfordsville, IN"}],"tags":[{"id":1268,"tag":"Capital Punishment"},{"id":3148,"tag":"Indiana"},{"id":108,"tag":"prison"},{"id":3395,"tag":"Jail"},{"id":3396,"tag":"Museum"},{"id":3397,"tag":"Hangings"},{"id":3398,"tag":"Crime and Punishment"}],"course":{"name":"Incarceration in the US","school":"Indiana University-Purdue University, Indianapolis","course_id":176,"school_id":94}}]}