{"id":34,"tag":"Crime/Violence, Economy, Law, Slavery, Urban Life/Boosterism","points":[[43.0056890825,-76.1943998481],[38.9151212228,-76.9435162098],[40.6450686304,-73.9495584018]],"bounds":[[43.0056890825,-73.9495584018],[38.9151212228,-76.9435162098]],"episodes":[{"id":4466,"title":"<strong>U.S. Marshall Protected by Fugitive Slave Act </strong>\n","course_id":18,"status":"P","start_date":"1851-10-01","end_date":"1852-06-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1851, United States Deputy Marshall Henry W. Allen arrested freed slave William Henry in Syracuse, New York. Allen claimed Henry was a fugitive slave from Missouri. Though Henry was temporarily aided in escaping by local abolitionists, Marshall Allen and police arrested William Henry. This arrest happened in a brutal manner and William Henry was \"excessively bruized in the struggle and was taken to the Police Office of the city.\" This created a great disturbance in the city of Syracuse and resulted in rioting. People who were against William Henry's arrest threw stones at the police office in which Henry was held and at nine o'clock at night, the suspect slave was freed and helped in his escape to Canada. Though the people who helped Henry in his escape were charged with aiding a fugitive slave, the more surprising indictment was that of United States Deputy Marshall Allen for kidnapping by the Onondaga District Court.","            The court brought Marshall Allen to trial based upon his attempt to kidnap William Henry. Because he captured Henry in compliance with the Fugitive Slave Act, the trial focused on enforcing of the Fugitive Slave Act and the case was brought to the New York Supreme Court. The Fugitive Slave Act of 1850 protected Henry W. Allen from his alleged kidnapping and he was found to be \"Not Guilty\" by the court. The reason for the upheaval in Syracuse stranded from the act's unpopularity in the Northern states because it was believed to appease slave-holding states."," Violence in response to the Fugitive Slave Act was not uncommon. James McPherson writes in <em style=\"mso-bidi-font-style: normal;\">Battle Cry of Freedom </em>of an incident in the town of Gettysburg, Pennsylvania where a slave-owner was killed when attempting to capture his fugitive slave. Armed resistance also took place in Lancaster County, Pennsylvania when slave-owner Edward Gorsuch and local constables attempted to capture fugitive slaves. An all black militia led by an ex-slave named William Parker drove off Gorsuch's party after clubbing Gorsuch along with one of the constables. Northerners, along with ex-slaves, had the will to fight against the Fugitive Slave Act. As seen with the case of Marshall Allen and slave William Henry, it was only through enforcement by the federal government that the act was carried out in the North.    "],"display_date":"October 1, 1851 - June 21, 1852","search_date":"1852-02-09","locations":[{"id":8955,"lat":43.0056890825,"lng":-76.1943998481,"zoom":9,"place":"ONONDAGA, New York"}],"tags":[{"id":34,"tag":"Crime/Violence, Economy, Law, Slavery, Urban Life/Boosterism"},{"id":4,"tag":"Slavery"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}},{"id":4794,"title":"Charles Hudson Speaks Against the Annexation of Texas","course_id":37,"status":"P","start_date":"1845-01-20","end_date":"1845-12-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the fierce debate over the annexation of Texas, Charles Hudson, took the floor of the House of Representatives in hopes of preventing the admission of Texas to the Union.  A Whig member of the House of Representatives, representing Massachusetts, as well as a Universalist minister, Hudson emphasized the selfish motives of the Southern advocates for annexation.","The admission of Texas to the Union would have been to the South’s advantage, as many Texas citizens were southerner’s who had migrated there with their slaves, and would therefore result in another slave state, as discussed by scholar, Jesse Macy.  This would have then given the South greater representation in Congress.  As a citizen of Massachusetts, Hudson opposed the annexation of Texas because Northern states would have been overruled by the South in Congress.  Hudson’s opposition was further cemented through his political affiliation as a Whig, as the Whig Party was a party dominated by the North, and therefore opposed to the annexation of Texas and expansion of slavery.  Further, Massachusetts was specifically against annexation as it was a hotbed of resistance to the annexation, led by Whigs as discussed by scholar Kinley J. Brauer.  Whigs were also apprehensive about the possibility of war with Mexico.","The South was not keen to point out how advantageous the annexation of Texas would be to the furtherance of their interests and the continuity of slavery, but rather attempted to persuade the North that the annexation of Texas would work to preserve the Union and expand Northern industry.  Hudson addressed this as he discussed the argument made by Southern Congressmen that “the commercial advantages to be derived from a connexion [sic] with Texas would be immensely great.”  Hudson quickly saw through the possible advantages of acquiring Texas for the North, as he points out that “the very annexationists, those new-born friends of Northern manufacturers, have been constantly in the habit of assailing manufacturers.”","Besides these attempts to persuade the North that annexing Texas was in its best interest, Hudson stated that the House of Representatives received little information on why they should annex Texas.  Congress only received threats that it was important to annex Texas, because if not the South may secede as they had more to gain through affiliation with Texas than with the North.  This can be observed, according to Hudson in Mr. C. J. Ingersoll’s opening of the debate on the admission of Texas as he stated “that he should offer no argument in favor of the measure, till he should hear it assailed!”  Further, Hudson pointed out that during meetings regarding the annexation of Texas throughout the South, “annexation or dissolution were the only alternatives presented.”","Hudson quickly dismissed these arguments as he argued that the annexation of Texas “is a device, got up by Messrs. Upshur and Calhoun, to place slavery on a more permanent foundation, and to give the South a balance [of] power.”  Texas would be annexed in “an attempt, in one part of the Union, to build itself up at the expense of another.”  He wanted to argue that the annexation of Texas could also have possibly led to war, and a great accumulation of debt, and would not have provided any of the advantages that the Southerners discussed.  In essence, the annexation of Texas would tear the Union apart, as “the admission of Texas into the Union would sow the seeds of discontent and alienation and do more to jeorpard[ize] the peace and endanger the perpetuity of the Union.”","Regardless of the problems Texas potentially caused the Union, Congressmen such as Hudson were succumbed to defeat, as Texas was annexed to the Union in 1845."],"display_date":"January 20, 1845 - December 29, 1845","search_date":"1845-07-10","locations":[{"id":1274,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":18,"tag":"Politics"},{"id":34,"tag":"Crime/Violence, Economy, Law, Slavery, Urban Life/Boosterism"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":37,"school_id":3}},{"id":5101,"title":"A English tourist documents his travels from Liverpool, England to New York.","course_id":50,"status":"P","start_date":"1848-06-01","end_date":"1848-06-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In 1848, Archibald Prentice composed “A tour in the United States” during his journey from Liverpool, England to New York. In his letters, Prentice recorded observations of his experiences throughout his tour of America.","During his stay in the Astor House in New York, Prentice wrote about what he observed after touring Brooklyn. He was particularly fascinated by the working man of America. In one of his journal entries, he noted that the labor market for incoming immigrant men was plentiful throughout the city. In the following passage he described the lure of moving to America. Many poor immigrants had nothing but hope that the simple opportunity to promote themselves through higher wages could improve their lifestyles. “Much misery must prevail. Tens of thousands of immigrants land here and linger here without a definite object; but yet the wages of common labour are about fifty percent. more than they are in England, and the price of food is one-third less. It is true that rent, clothes, and coals are fifty per cent. higher; but where a man has scarcely earned more than has kept him in food, the change by coming here is decidedly to his advantage, always premising that he brings the kind of labour which is in demand. If the labourer has earned three shillings a day in England, he will earn four shillings and sixpence here.\"","Although Prentice painted a portrait that sounded hopeful to any poor immigrant, not everyone entering the United States was able to obtain good employment or maintain a successful lifestyle. Prentice noted that alcohol such as whiskey was cheap and plentyful which caused problems for immigrant workers. He wrote how alcohol abuse often ruined the progress of hopeful immigrants by causing ill mental and physical health.","Those who were destitute often ended living in charitable homes for the poor called Almshouses. “Life in many 19th-century immigrant urban neighborhoods was squalid and mean. Immigrants were disproportionately represented among the ranks of the inner-city poor. By 1860 nearly 90 percent of New York City’s paupers were immigrants. When not begging for food or accepting charity, they lived in dank, dark, filthy, crowded tenements. Such conditions served as a breeding ground for alcohol abuse and crime. In 1870, 65 percent (32,322 of 49,423) of those in New York City’s prisons were foreign-born, with 68 percent hailing from Ireland .”"," "," "," "," "," "," "," "," "," "," "," "," "," "," "," "],"display_date":"June 1848","search_date":"1848-06-15","locations":[{"id":8868,"lat":40.6450686304,"lng":-73.9495584018,"zoom":11,"place":"KINGS, New York"}],"tags":[{"id":602,"tag":"Transportation/Migration"},{"id":34,"tag":"Crime/Violence, Economy, Law, Slavery, Urban Life/Boosterism"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":50,"school_id":40}}]}