{"id":3412,"tag":"Image","points":[[38.9071923,-77.0368707]],"bounds":[[38.9071923,-77.0368707],[38.9071923,-77.0368707]],"episodes":[{"id":6734,"title":"The Omnipotent Kennedy Fade","course_id":174,"status":"P","start_date":"1/1/60","end_date":"11/1/63","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On February 14, 1962, Jackie Kennedy gave her famous White House Tour on for CBS Television. Charles Collingwood of CBS guided the hour-long tour. Jackie represented a new, relaxed style of modernity and femininity. She demonstrated impressive knowledge of history by speaking about what events past presidents held in each room. In the Green Room Jackie noted, “this used to be the dining room, and here Jefferson gave his famous dinners and introduced such exotic foods as macaroni, waffles and ice cream to the United States.” Kennedy’s eye for beauty and desire for prestige established the myth and glamour that would define the era of the Kennedys. While many perceived Jackie as a flawless beauty and easygoing mother and wife, she struggled with her public appearance and confidence.","The Kennedys represented the image of a cultural revolution in the1960s. The modern <em>Mad Man</em> television series centers on this image with the new hopes, fears and the eventual decline of the American dream. The article <em>Don, Betty and Jackie Kennedy On Mad Men and Periodization,</em> discusses the symbolism behind the Jackie Kennedy White House Tour in the 1960s. The central characters in <em>Mad Men </em>noted that Jackie seemed nervous, even when she saw Jack at the end. The message behind the show addresses the story of image control. The images and reality observed was well groomed to a specific persona as opposed to the reality of the hardships the family faced. The flaws and secrets of the family are hidden behind the well-tailored clothes, bright smiles and good looks.","In historian James Giglio’s book <em>The Presidency of John F. Kennedy</em>, he accounted for the image the Kennedys had, compared to the reality behind the scenes. John Kennedy was one of the most image-conscious presidents and centered the media on his attractive children, glamorous wife and his livelihood as a family man. The Kennedy lifestyle hardly resembled the Camelot that Jackie portrayed after the assassination.","Behind the handsome façade, Kennedy suffered from failing health, aggressive behavior towards others and being unfaithful to his family. Jackie was well aware of her husband’s problems. Her frustration may have been taken out on her shopping sprees for designer clothes, jewelry, antiques and artwork. Jackie unwillingly assumed the political obligations as first lady. Once President Kennedy twisted Jackie’s arm behind her back and marched her over to female reporters so that would portray the right family image. Jackie often had unpredictable mood swings and would cancel engagements due to illness, only to be reported to be water-skiing at Hyannis Port.","Jackie was a major asset to the image of the Kennedy presidency. In the White House tour Jackie acted as the perfect mother and wife, but her tense posture and controlled voice showed otherwise. Jackie’s seemingly flawless beauty was an image created to shield the ubiquitous flaws in the Kennedy family private life. Jackie lived a life where public image ruled over her own happiness, forcing her into a role she did not fully believe in."],"display_date":"January 1, 1960 - November 1, 1963","search_date":"1961-11-30","locations":[{"id":52836,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington DC"}],"tags":[{"id":2866,"tag":"Jackie Kennedy"},{"id":617,"tag":"Feminism"},{"id":1727,"tag":"JFK"},{"id":1507,"tag":"1960s"},{"id":2865,"tag":"White House Tour"},{"id":3213,"tag":"History"},{"id":145,"tag":"art"},{"id":197,"tag":"fashion"},{"id":7,"tag":"Women"},{"id":3412,"tag":"Image"}],"course":{"name":"JFK","school":"Marist College","course_id":174,"school_id":77}}]}