{"id":3421,"tag":"DNC","points":[[34.0140526,-118.2878754]],"bounds":[[34.0140526,-100],[34.0140526,-118.2878754]],"episodes":[{"id":6739,"title":"The Beginning of a New Frontier","course_id":175,"status":"P","start_date":"7/15/60","end_date":"7/15/60","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On July 15, 1960, a crowd of over 80,000 people congregated at the Los Angeles Memorial Coliseum in California, all of them had one thing in common, to hear the words of the newly selected Democratic Presidential Nominee, John F. Kennedy. Before the Kennedy campaign, the United States had entered the early stages of the Cold War, Fidel Castro installed a communist regime ninety miles off the coast of Florida, and the Southern States strongly resisted desegregating schools. Kennedy, a young senator from Massachusetts, was viewed as somebody who offered optimism in the midst of this tumultuous and tension-filled era. As Sara Mehltretter stated in her oratory dissertation, “Kennedy announced the start of a new era in American politics, one in which Americans could look forward with optimism and confidence despite all these challenges.” A future where the possibilities were limitless and citizens had faith in the unknown rather than fear.","As Kennedy took the podium that day, he delivered a speech that is remembered throughout history as the “New Frontier.” The “New Frontier” resembled that of memorable Presidential platforms such as President Theodore Roosevelt's \"Square Deal,\" President Franklin D. Roosevelt's \"New Deal,\" and President Harry S. Truman's \"Fair Deal.\" Kennedy painted the image of a new, progressive America that offered,  “a new generation of leadership--new men to cope with new problems and new opportunities.” It was a government that understood the plight of the common people and was there to benefit all citizens, instead of some. In addition to this, Kennedy spoke of a “New Frontier,” an American frontier that was not “won” or “solved” like Professor Frederick Jackson Turner wrote in his Frontier Thesis. Instead, it was a frontier that has yet to be discovered, let alone explored. This frontier Kennedy spoke of was the “uncharted areas of science and space, unsolved problems of peace and war, unconquered pockets of ignorance and prejudice, and the unanswered questions of poverty and surplus.” It was these areas of the frontier that had yet to be analyzed and then conquered.","Kennedy branded the “New Frontier” not as a list of what the government was going to do for the American people, but rather a set of challenges for the American people. Through the “New Frontier,” Kennedy called for the expansion of the United States foreign aid by promoting the United Nations and providing assistance to newly independent countries. The Peace Corps, Food for Peace, and the Alliance for Progress were also created as a result of the “New Frontier” to further help countries in need. On the domestic front, the “New Frontier” called for a society where the civil and economic liberties of all citizens were not only visible, but also upheld. A society where elderly citizens had access to medical care, technological advancements were used to enhance working conditions and an end to racial discrimination. Kennedy wanted a society where every citizen, regardless of background or race, was able to have the unalienable rights to life, liberty and the pursuit of happiness the founding fathers proclaimed in the Declaration of Independence."],"display_date":"July 15, 1960","search_date":"1960-07-15","locations":[{"id":53088,"lat":34.0140526,"lng":-118.2878754,"zoom":16,"place":"Los Angeles Memorial Coliseum, Los Angel"}],"tags":[{"id":3422,"tag":"Los Angeles"},{"id":3421,"tag":"DNC"},{"id":3420,"tag":"Food for Peace"},{"id":3418,"tag":"Peace Corp"},{"id":3417,"tag":"Space Race"},{"id":1648,"tag":"1950s"},{"id":2855,"tag":"New Frontier"},{"id":2703,"tag":"John F. Kennedy"},{"id":1727,"tag":"JFK"},{"id":3191,"tag":"1960"}],"course":{"name":"JFK","school":"Marist College","course_id":175,"school_id":77}}]}