{"id":3426,"tag":"Nationalism","points":[[16.4498,107.5623501],[16.0544068,108.2021667],[10.8230989,106.6296638],[43.653226,-79.3831843],[45.4215296,-75.6971931]],"bounds":[[45.4215296,108.2021667],[10.8230989,-79.3831843]],"episodes":[{"id":6741,"title":"A Struggle for Freedom: The 1966 Buddhist Crisis of South Vietnam","course_id":179,"status":"P","start_date":"3/26/66","end_date":"6/8/66","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            On March 27, 1966, the<em> New York Times</em> reported on ongoing anti-government protests led by young, angry Buddhists, mainly teenage boys and girls, in Saigon, South Vietnam (United Press International, 1966). With a crowd of over 3,000 demonstrators led by the Buddhist youth headquarters, they demanded that the military government of Premier Nguyen Cao Ky be replaced with a civilian government. The Rev. Hoang Quynh, chairman of the Catholic Greater Unity Force, also voiced a similar opinion saying that the current government should be replaced by civilian representatives of each of the country’s main religions. Premier Ky responded to the protestors by promising that a civilian government would be established soon, but at the same time, criticized the demonstrations and demanded for an immediate end to them. Premier Ky also hinted that the government would resort to physical force to dispel demonstrations occurring in not only Saigon, but also Hue and Danang, two other major cities where large-scale protests were happening. For Hue especially, being the old imperial capital, the protests attracted around 20,000 students. In Saigon, as well as Hue and Danang, the protests were not only anti-government, but also anti-American. Many speakers at the rallies denounced Ky’s government as being “corrupt” and having sold out to the American government. Among those in the rallies were South Vietnamese soldiers in uniform. The students, together with the soldiers, chanted for the overthrow of Ky’s government, and the enactment of democracy and return of sovereignty.","            Even before the 1966 Crisis, the Buddhist movement had been growing in size and support for years. To many, the Buddhist movement really began on May 8 1963, when government forces shot at crowds of Buddhists celebrating Wesak, the anniversary of the birth of Buddha (Roberts 1965, 240). This incident would not be the last act of religious suppression that Buddhists would face. President Ngo Dinh Diem, who came into power following the 1954 Geneva Convention (Sacks 1967, 516), installed a pro-Catholic regime that recognized Buddhism not as a religion, but as an “association” (Roberts 1965, 240). Many Buddhists publically spoke of their experiences of unfair treatment as a result of Diem’s regime. The Buddhist journal <em>Lien Hoa </em>published appeals to end religious oppression and forced conversion to Catholicism. Buddhists also spoke of favouritism towards Catholics when it came to promotions and land tenure (Roberts 1965, 241). Even though it is called the Buddhist Crisis, they were not the only group experiencing suppression at the time. All groups independent of the government, including the Boy Scouts, experienced a decline in influence as government-backed organizations took their place. Because of this, the boy scouts would come to play an active role during anti-regime protests (Roberts 1965, 242). The movement was not only anti-regime in nature, but also anti-American. During protests and demonstrations, the Buddhists claimed they represented the voice of the people in order to emphasize their dedication to Vietnamese nationalism and tradition. The Government of South Vietnam, by contrast, had brought in American forces and turned Vietnam into a battlefield between the United States and the forces of communism (Topmiller 1997, 207-208)."],"display_date":"March 26, 1966 - June 8, 1966","search_date":"1966-05-02","locations":[{"id":53091,"lat":16.4498,"lng":107.5623501,"zoom":8,"place":"Hue Vietnam"},{"id":53092,"lat":16.0544068,"lng":108.2021667,"zoom":8,"place":"Danang Vietnam"},{"id":53093,"lat":10.8230989,"lng":106.6296638,"zoom":8,"place":"Saigon Vietnam"}],"tags":[{"id":757,"tag":"Catholicism"},{"id":292,"tag":"Vietnam"},{"id":2247,"tag":"communism"},{"id":1385,"tag":"Social Movement"},{"id":3424,"tag":"Buddhism"},{"id":3425,"tag":"Nguyen Cao Ky"},{"id":3426,"tag":"Nationalism"},{"id":3427,"tag":"Suppression"}],"course":{"name":"Critical Writing and Research for Historians","school":"University of Toronto Scarborough","course_id":179,"school_id":28}},{"id":6746,"title":"Expression of Opinion on the French-Canadian Divide","course_id":179,"status":"P","start_date":"8/10/60","end_date":"12/30/61","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On December 30, 1961 <em>The Globe and Mail</em> printed an article about a newspaper article printed by the University of Toronto Varsity regarding criticism of Québec separatism. The co-editor who wrote the piece was accused of French-Canadian nationalism for not growing academically in Quebec, infringing civil liberties, and accusing French-Canadian culture is not with modern times but of the last century. Various editors from universities across Canada of both English and French language expressed their opinion on the matter detailing the right of freedom of expression but also the requirement for a writer to have all the facts before writing; what the facts are were not included. Some editors were for the motion to censure, whereas the Varsity writer of the controversial editorial, Mr. Musgrove, would prefer those who were disappointed by the article to write a letter to the editor. The article brought on a split at the Canadian University Press national conference, although a slim majority of student editors refused to censure the Varsity. The delegates at the Ryerson University eventually voted 12 to 10 against the motion to censure. Despite this the issue doesn’t seem to end here as, the president of the CUP charter is to poll all member newspapers on their opinion of Musgrove’s article and results will be published in the students papers the following month. In the end, the conference is supporting a study of the causes for the discord and finding ways to remove them. "," ","The 1960s introduced many reforms called the “Quiet Revolution” (Révolution tranquille) in Québec under Premier Jean Lesage of the Québec Liberal Party. Some plans included: establishment of a public hospital network, creation of ministries of cultural affairs and for federal-provincial relations, lowering the legal age to vote from 21 to 18. During this time John Diefenbaker was Prime Minister and while dealing with an economic-slowdown after World War II did not seem at ease with this new display of Québec nationalism. Diefenbaker pursued a “One Canada” or “unhyphenated Canadianism” policy, a single Canadian nation for people of all ethnic origins under a government that would respect everyone’s fundamental human rights and would not allow to make special exceptions to Québec’s Francophones. In 1960, his government passed a federal Bill of Rights emphasizing individual freedoms of every Canadian. The political divide at the time was also in due part of Lesage being part of the Québec Liberal Party, and Diefenbaker being part of the Progressive Conservatives. Whereas Lesage wanted to modernize Québec independently with new reforms Diefenbaker’s outlook was to keep Canada united as one entity under the category of Canadians respectively. These ideologies of what it means to be a Canadian or Québecois at the time did lead to people being on opposing sides and expressing their opinions on the matter that sometimes seemed to divide rather than unite people which is reflected in the debate on university campuses caused by voicing conflicting beliefs. "],"display_date":"August 10, 1960 - December 30, 1961","search_date":"1961-04-20","locations":[{"id":53097,"lat":43.653226,"lng":-79.3831843,"zoom":8,"place":"Toronto, Canada"}],"tags":[{"id":18,"tag":"Politics"},{"id":17,"tag":"Government"},{"id":3426,"tag":"Nationalism"},{"id":600,"tag":"Media"},{"id":3505,"tag":"Freedom of Expression"}],"course":{"name":"Critical Writing and Research for Historians","school":"University of Toronto Scarborough","course_id":179,"school_id":28}},{"id":6894,"title":"Recommendation for Change, Multiculturalism in the Making","course_id":191,"status":"P","start_date":"12/10/68","end_date":"12/10/68","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The December 10th, 1968 edition of The Globe and Mail highlights a news article by Lewis Seale that details recommendations made in a report by the Royal Commission on Bilingualism and Biculturalism (RCBB). Seale describes the report as a call for the Canadian government to provide federal aid to elementary and secondary minority language schools for districts whose French minority makes up at least 10% of the total population. The author explains that the report was based upon two primary principles: the right of all Canadians to have their children taught in the official language of their choice and the opportunity to learn a second language. In favour of supporting Canada’s national duality (English and French identities), Seale details that the report calls for Ottawa to abandon its policy of overlooking the educational needs of minority groups. In addition to this, Seale describes how the federal government can support duality in Canada through the promotion of dual-language schools, training centres for French-language teachers, and the revision of history texts to begin to dissolve conflict between Canadians of French and English identity. Seale then goes on to explain the importance of RCBB reports in the past in advocating for French-Canadian rights and producing improvements in equality for French Canadians. Through the exploration of an RCBB recommendation, Seale presents an argument favouring future practises towards French Canadian educational inclusion within Canada.","Between Confederation and the 1970s, Canada considered itself an important segment of the British empire. As the connection between Britain and Canada began to fade, Canada strove to redefine the national identity using a strategy of ‘new nationalism’. This created an identity for Canadians that was primarily Anglo-centric. This was accomplished through the establishment of national symbols such as a national flag during the Great Flag Debate of 1964. However, in the mid 1960s there were new efforts to influence Canadian policy towards multiculturalism which would form a Canadian identity that would accurately represent the existing population. This began with voices advocating for French-Canadian rights through Quebec’s Quiet Revolution. Between 1960 and 1966, Quebec saw numerous governmental, social, and economic reforms that increased the modernization of Quebec such as an embrace of secularism and national electricity. Through these new policies, Quebec’s French population was encouraged to occupy positions of power and thus begun to frame French Canadians as social equals to the Anglo-Canadians that existed at the time. These voices were furthered by the creation of commissions such as the RCBB which was established by Prime Minister Lester B. Pearson and his government. This commission provided a channel in which to discuss rights of language, education and the political future of minority neighbourhoods within Canada. This commission and its recommendations (such as the one seen above) helped to create the framework for changing government policy towards multiculturalism during the 1960s and 1970s. Pearson used these voices and recommendations to pass numerous multicultural policies within Canada. For example, on account of these voices, Bill 101 was created and declared French the official language of Quebec and its government. These policies led the way towards more inclusive immigration and constitutional policies from the 1970s to today."],"display_date":"December 10, 1968","search_date":"1968-12-10","locations":[{"id":53223,"lat":45.4215296,"lng":-75.6971931,"zoom":2,"place":"Ottawa, Canada"}],"tags":[{"id":3713,"tag":"Educational Rights"},{"id":3712,"tag":"Language Rights"},{"id":3426,"tag":"Nationalism"},{"id":1630,"tag":"Canada"},{"id":2353,"tag":"Identity"}],"course":{"name":"Critical Writing and Research for Historians","school":"University of Toronto Scarborough","course_id":191,"school_id":28}}]}