{"id":3433,"tag":"May Day","points":[[40.7127753,-74.0059728]],"bounds":[[40.7127753,-74.0059728],[40.7127753,-74.0059728]],"episodes":[{"id":6744,"title":"The May Day March, Women's Rights, and African-American Freedoms","course_id":179,"status":"P","start_date":"5/2/40","end_date":"5/2/40","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On May 1st, 1940, Left-Wing Labour Groups marched through the streets of New York. The estimated number of protestors was in the ballpark of 25,000 and 100,000 according to the organizing committee and police officials. The theme: Peace, Jobs, and Civil Liberties. The goal: exhort America to remain an observer to the growing European conflict. The sentiment among protestors was anti-Capitalist, which many among the protestors identified as the reason for entering the war. Banners ridiculing Wall Street, and the U.S. Maritime Commission were a few of the sentiments expressed during the rally. Protestors drew parallels between leaders of the Allied and Axis powers, claiming that Chamberlain was the cause for Hitler’s rise to power. The same protestors failed to acknowledge or mention Russia’s invasion of Poland and Finland (although various signs, carried by delegations of Polish and Finnish workers proclaimed Soviet Peace agreements), and no denunciations of Stalin comparable to those for Hitler, Chamberlain, and Daladier were made. Socialist Party officials, including the party’s presidential candidate John W. Aiken, declared decadent capitalism as the catalyst for the emergence of war and proclaimed Hitler as its figurehead. Various banners ridiculed the Dies Committee (who were concerned with the possible uprising of communist sympathizers and similar sentiments among protestors); Thurman Arnold, head of the anti-trust division of the Department of Justice, was satirized by several signs. Alien and Radical detective squads were present and took notes during the proceedings. All members of the police department were held on duty during the ceremonies from 12:01 a.m. of that morning until the rally had come to a close, and two thousand of these members were assigned to policing the parade’s route in order to keep both protestor and spectator alike safe from harm."," ","Unbeknownst to Americans at the time, the Great Depression was on its last legs. A recovering housing market devastated by the depression was a topic of concern among the protestors during the May Day march. Upon entering the fight in 1941, the job market opened the floodgates for various wartime employment opportunities on American soil, primarily in the industrial sector producing arms and munitions in factories. In the 1930s, many American factories were operated as “small dictatorships”, workers were beaten and could be fired without prior warning or notice (Foner, p. 653). In 1934, no fewer than 2,000 general strikes occurred as a response to demands of workers that went beyond the increase of wages (civil liberties for workers and the removal of “employers’ arbitrary power in the workplace” to name two). Socialist and Communist militant labour leaders provided leadership to the growing labour upsurge, and between 1937-1938, labour union membership increased by approximately 2.5 million. The next major increase in members would not come until 1940-1941, and again between 1942-1943 (Foner, p. 689). Women were dominant in the workforce, but black Americans were generally ignored. Black Americans that were part of the army served in segregated units, and were only ever employed as cooks or waiters in the navy (Foner, p. 701). The treatment of workers was what gave the Communist Party a foothold in American politics during the War (a popular one at that). From 1941-1945, however, the Communist Party would suspend traditional May Day activities, and the American peoples’ focus gradually switched to “uniting against the fascist threat abroad.” (Haverty-Stacke, p. 174). By the end of the War, women were largely dismissed from industrial positions and black army vets returned to a country unaccommodating and unappreciative of their military service. For so many protestors, World War II was a battle on two fronts. Overseas combatting the axis powers, and on American soil, fighting for worker rights and civil liberties."," "],"display_date":"May 2, 1940","search_date":"1940-05-02","locations":[{"id":52989,"lat":40.7127753,"lng":-74.0059728,"zoom":9,"place":"New York"}],"tags":[{"id":311,"tag":"Union"},{"id":3432,"tag":"Labour"},{"id":3433,"tag":"May Day"},{"id":3434,"tag":"World War"}],"course":{"name":"Critical Writing and Research for Historians","school":"University of Toronto Scarborough","course_id":179,"school_id":28}}]}