{"id":344,"tag":"Fifty-fifth Illinois","points":[[32.364480123,-90.8603381835]],"bounds":[[32.364480123,-90.8603381835],[32.364480123,-90.8603381835]],"episodes":[{"id":4718,"title":"Infantry in the Failed May Attacks on Vicksburg","course_id":34,"status":"P","start_date":"1863-05-22","end_date":"1863-05-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["While the city of Vicksburg eventually fell to Union forces on July 4, 1863, giving the Union control of the Mississippi River, several failed assaults occurred prior to the successful siege.  Two of the assaults took place on May 19 and 22, and Vicksburg’s defenses held against the Union infantry and artillery forces on both these occasions.  Infantry forces in the Civil War often engaged in the bloodiest and most brutal fighting, and the Union forces attacking Vicksburg were no exception.  Lieutenant William C. Porter and 12 other men of the Fifty-Fifth Illinois Infantry volunteered to participate in the May attacks.  Lieutenant Porter resided in Naperville, Illinois, and enlisted as a sergeant on September 3, 1861.  He was promoted to Second Full Lieutenant on September 17, 1862, the position he held while fighting the battle.  His regiment was part of the Second Brigade of the Second division of the Fifteenth Army Corps, under the command of General Sherman.  As the only ranking lieutenant who volunteered to storm Vicksburg, he commanded the other volunteers from various brigades, and submitted his report to his superior, Colonel Oscar Malmborg.  In his report of the failed sieges, Malmborg commends the entire Fifty-Fifth Infantry as deserving of their reputation for bravery, and characterizes Porter as a daring leader.  Although Porter was in a leadership position, he had limited decision making ability, forcing him to rely on the verbal orders of various superiors.  One of the most dramatic moments detailed in this report occurs while Porter’s regiment is waiting for support from another division.  His men are under constant fire and exposed to the enemy, yet they courageously remained in position.  In his report, Porter makes it clear to higher ranked officers that his men fought valiantly, but did not have enough support from other divisions.  Officers would often claim that others did not fight bravely in order to improve their own image for possible advancement.  For example, Lieutenant Porter claims that the lieutenant of another infantry division kept himself and a protection of ten men away from the fighting.  Lieutenant Porter was killed at Kenesaw Mountain, GA, on June 27, 1864.  Reports from Vicksburg, Mississippi, such as that from Lieutenant William C. Porter of the Fifty-fifth Illinois Infantry of the Union Army, showed that the infantry forces often engaged in brutal combat, yet were concerned with valor and upholding the morale of the men."],"display_date":"May 22, 1863 - May 23, 1863","search_date":"1863-05-22","locations":[{"id":7312,"lat":32.364480123,"lng":-90.8603381835,"zoom":9,"place":"WARREN, Mississippi"}],"tags":[{"id":344,"tag":"Fifty-fifth Illinois"},{"id":314,"tag":"William C. Porter"},{"id":311,"tag":"Union"},{"id":310,"tag":"Vicksburg"},{"id":32,"tag":"Civil War"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":34,"school_id":4}}]}