{"id":3441,"tag":"1920's","points":[[37.7749295,-122.4194155]],"bounds":[[37.7749295,-100],[37.7749295,-122.4194155]],"episodes":[{"id":6748,"title":"Smallpox Anti-vaccination in the 1920's","course_id":177,"status":"P","start_date":"10/18/20","end_date":"12/31/29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Smallpox inoculation has been a controversial topic throughout the early history of vaccination of highly infectious diseases, and even throughout its eradication. In the 1920’s, a Californian physician, A. A. O’Neill, writes an article pleading for families to vaccinate their children in San Francisco. Despite the fact that the technique had already been prominent for hundreds of years, parents were choosing to not vaccinate their children out of “negligence” and “ignorance”. Even with all this time passed, smallpox vaccination was still seen as ineffective or not necessary, but its effectiveness at preventing the contagious disease was extremely successful. Smallpox has negatively affected many communities, but the success of vaccination was resulting in pleas for the vaccine in this Californian community.","            In 1920’s San Francisco, there was an array of misinformation regarding the smallpox vaccine and its effectiveness. Physicians were telling patients that they could be immune from smallpox; A. A. O’Neill describes this as an “erroneous statement”. Nurses were working in hospitals without becoming vaccinated, putting themselves and the patients at risk. This lack of vaccination in San Francisco can be described as negligence of parents not vaccinating their children and lack of knowledgeable information, and lack of vaccination can also be attributed to the passiveness of the medical profession toward vaccination and their neglect of it during times of need. A third factor regarding the lack of smallpox vaccinations during this time is associated with the anti-vaccinations propaganda of the 1920’s, which forced the repeal of a law mandating smallpox vaccinations. This propaganda had deadly effects, with ten thousand unvaccinated persons yielding 247 deaths. O’Neill goes on to state that, “there is no possible excuse for the appearance of smallpox in a civilized community at the present day”. This statement stems from the evidence displayed outlining the preventability of the disease by vaccination.","            Vaccination in the 1920’s had many objections from various groups including scientific, political, and philosophical ideologies. It was an ongoing battle for public opinion with medical and scientific professionals, who often responded in opposition to these objections to vaccination. Ideological struggles prevailed, and there was constant fear that scientific advances such as vaccination were being used coercively against the public. Anti-vaccination activists and propaganda were prevalent in the Progressive Era and the 1920s, despite evidence for the success of vaccination, specifically smallpox. The matter was simply an issue of how various citizens viewed scientific knowledge during a period of swift and unsettling change. Anti-vaccination in San Francisco during the 1920’s was influenced by these ideologies and stemmed from a lack of trust in medical professionals, as the growth of technology, medicine, and new ideas were escalating during this time."," "," "],"display_date":"October 18, 1920 - December 31, 1929","search_date":"1925-05-25","locations":[{"id":966,"lat":37.7749295,"lng":-122.4194155,"zoom":8,"place":"SAN FRANCISCO, California"}],"tags":[{"id":942,"tag":"California"},{"id":3439,"tag":"smallpox"},{"id":3440,"tag":"vaccination"},{"id":3441,"tag":"1920's"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":177,"school_id":94}}]}