{"id":3444,"tag":"Military Medicine","points":[[42.3600825,-71.0588801]],"bounds":[[42.3600825,-71.0588801],[42.3600825,-71.0588801]],"episodes":[{"id":6749,"title":"Civil War Field Guides: Advances in Medicine in the 1860's","course_id":177,"status":"P","start_date":"1861-04-12","end_date":"1865-05-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Civil War is often noted as the bloodiest war in American history, due to the many casualties from the war. However, historian Guy Hasegawa states “roughly twice as many soldiers in that conflict died from disease as from combat injuries.” Naïve medical care and sanitary conditions were a major reason that so many soldiers died from disease. In America, in the late 1800’s, medical education was unstandardized and unregulated, and advanced theories on treatment and spread of disease were under developed. The profession of medicine’s lack of regulation caused each doctor and surgeon to have very different knowledge, experience, and preferences on how to treat various diseases. However, during the Civil War there were advances to the standardization of medical analysis and treatments.","The Union attempted to standardize battlefield medicine by hiring two surgeons to create medical supply lists. Many other surgeons later created medical field guides that aided in surgery and wound treatment. The Report of a committee of the associate medical members of the Sanitary Commission: on the subject of amputations is a twelve-page Civil War field guide on what circumstances require and how to perform field amputations. The Union report also briefly outlines post-care instructions, that are pre-germ theory. Many soldiers fell ill because of infection, due to wounds from living conditions or minor combat-related injuries. However, there were many unlucky soldiers whose combat wounds required amputation. The current thoughts on amputation are that it is a very drastic medical intervention and one of the last attempted treatment options. Unfortunately, during many of the early Civil War battles, surgeons performed more amputations than necessary to better understand the surgery. This is one of the reasons that the report was needed, and provided to battlefield surgeons. ","The Report is a Union edition of an amputation field guide. The Confederacy had their own surgery guides, like A Manual of Military Surgery by Samuel Moore, M.D. In many ways, the Confederate military was less advanced than the Union Army, but this manual was highly advanced with 174 illustrations. However, the Union report, with it’s twelve pages of concise requirements of a wound that mandated amputation, and surgical instruction on how to perform amputations on various areas of the body, would prove very helpful in the midst of battle. Often, there were many gravely injured soldiers screaming and demanding treatment at the same time. Surgeons had to weigh the possibility of infection, with the post-injury use of the limb, and possibility of survival of the injury and surgery, while listening to the gut-wrenching cries of the wounded in an unhygienic field hospital.","The historian Schroeder-Lein, states that field hospitals were often in a nearby home, barn, or other structure; however, if no structures were available, a shade tree would be used. Being that no official tent or area would be stocked and ready for battle made the idea of concise field guides much more needed and valued. A military surgeon could be prepared for amputation at a moment’s notice with his field guide in his pocket or with his surgical case. Although unsanitary conditions proved to be very detrimental, this report shows the innovations and advances in understanding in Civil War medicine. "," "],"display_date":"April 12, 1861 - May 9, 1865","search_date":"1863-04-26","locations":[{"id":52781,"lat":42.3600825,"lng":-71.0588801,"zoom":8,"place":"Boston, MA"}],"tags":[{"id":32,"tag":"Civil War"},{"id":3442,"tag":"Field Guide"},{"id":3443,"tag":"Amputation"},{"id":3444,"tag":"Military Medicine"},{"id":3445,"tag":"Military Surgery"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":177,"school_id":94}}]}