{"id":3450,"tag":"josephine baker","points":[[40.7830603,-73.9712488],[38.604731164363,-90.257197935671]],"bounds":[[40.7830603,-73.9712488],[38.604731164363,-90.257197935671]],"episodes":[{"id":6752,"title":"Dr. Josephine Baker: Baby Savior of Hell's Kitchen","course_id":177,"status":"P","start_date":"6/1/02","end_date":"6/1/20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Manhattan neighborhood of Hell’s Kitchen was truly living up to its name in the summer of 1902. The oppressive heat and ripe stench gripped at Dr. Sara Josephine Baker as she climbed floor after floor of the crowded tenements, knocking on doors in the neighborhood in search of sick babies as part of her job with the New York City Department of Health. Dr. Baker was faced with all measures of poverty and squalor- cockroaches skittering across the floors, dead flies floating in milk bottles, and “dying baby after dying baby.” At the time, as many as 1500 babies died every week during that summer, and it was Dr. Baker’s job to record and report these statistics. According to her memoirs, Dr. Baker recounted that mothers felt helpless against the epidemics of the day: “[The mothers] were just horribly fatalistic about it while it was going on. Babies always died in summer and there was no point in trying to do anything about it.”","Dr. Baker later collected her recommendations for new mothers based on her years of fieldwork and research into her 1920 book, Healthy Babies. This handbook for mothers does not offer cures for diseases, but instead offers suggestions on how to keep a baby well. In the preface of the book, Dr. Baker makes it clear that “methods of keeping babies well are simple and easy,” and emphasizes many times over that any mother with common sense can provide a clean and safe environment for her child. In clear and concise language, Dr. Baker instructs mothers on what temperature to keep the nursery (66 to 68 degrees in the day), and dictates if babies must have toys, they should be washable. Dr. Baker wrote this book based on the assumption that a mother could positively impact her baby’s health rather than leaving it to chance, and also promotes the idea of “wellness” over simply “not being sick.” The existence of such a book reflects the time it was written. Between her sweltering summer in Hell’s Kitchen and the year this book was published, infant health in New York City improved by leaps and bounds, and much of this can be attributed to Dr. Baker herself.","The years of fieldwork amongst the poorest of New York City’s families inspired Dr. Baker as she rose through the ranks of the Department of Health, where she eventually held the position of Commissioner of Health. In 1908, she was appointed director of the newly formed Bureau of Child Hygiene, the first agency of its kind in the United States, and immediately began efforts to coordinate the programs all of the child hygiene agencies in the city. Dr. Baker’s programs exemplified public health at its best, streamlining and connecting existing organizations to work together towards the common goal of preventing child mortality and improving conditions of child hygiene across the board. Under her guidance, every reported new mother was visited by a public health nurse, who instructed the mother on proper care and feeding practices and gave her informational pamphlets. Milk stations, which provided the city’s mothers with quality milk for their babies at low prices or for free, partnered with Dr. Baker’s bureau and developed into child health stations. These stations not only offered nutritious food for children, but offered education on child care, and later provided vaccinations. By the time Dr. Baker retired in 1923, New York City had the lowest infant mortality rate in the country. Dr. Sara Josephine Baker’s impact on infant health in New York City, and public health as a whole, cannot be overstated."],"display_date":"June 1, 1902 - June 1, 1920","search_date":"1911-06-01","locations":[{"id":53100,"lat":40.7830603,"lng":-73.9712488,"zoom":13,"place":"Manhattan, New York"}],"tags":[{"id":3450,"tag":"josephine baker"},{"id":3449,"tag":"infant health"},{"id":579,"tag":"New York City"},{"id":1122,"tag":"Public Health"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":177,"school_id":94}},{"id":6875,"title":"Josephine Baker: Civil Rights Hero or a Threat to American Democracy?","course_id":186,"status":"P","start_date":"2/3/52","end_date":"2/3/52","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" “Ladies and gentlemen believe me when I say that it makes me profoundly happy...it makes my heart swell with pride to see in this beautiful audience tonight, salt and pepper...I mean by that colored and white brothers mingling.”1  Josephine Baker, famed exotic dancer, gave a powerful homecoming speech to St. Louis, on February 3, 1952, stating how proud she was to see a mixed audience of “salt and pepper.” This was a landmark moment, a mixing of races in complete defiance to the Jim Crow laws. She had been invited by many civil rights groups as well as John F. Kennedy to return to join in the effort to fight discrimination and racism that was seen a normal part of American life during this time. Josephine Baker loudly voiced dreams of equality and acted against discrimination throughout her carrier, and because of this she was viewed as a radical by those opposed and “the FBI regarded Baker as a threat and a danger to America and America’s international image and reputation.” 2 Josephine was not conventional entertainer, with her opposing views to Jim Crow laws, the government saw her as a threat. The FBI was concerned with the promoting democracy and Josephine did not fit into this idea. She was accused on multiple occasions by the press of being a communist. Josephine met resistance in general public majority due to being an eccentric highly vocal black woman, but she was a hugely important figure in the fight against discrimination. "," Baker’s return to St. Louis was a powerful moment, she was returning to her hometown from which she ran away from “because of the terror of discrimination.”1 She had vowed that she “would not appear in any city where her people could not come see her.”1  Baker was met with mixed reactions from the American public. Some felt she was a hero fighting for civil rights, while others believed she was a radical trying to promote equality between races because at this time segregation was view as part of normal. Her refusal to perform in segregated venues won her support from the NAACP. Both the American Press and the African American Press, “regarded [Baker] as eccentric and risqué and as a troublemaker who often articulated threatening political views.” 3 During the 1950s, she became more politicized, speaking out against discriminatory practices and “became labeled a threat to American democracy.”2 The FBI compiled extensive files, “constructing of Baker, they sexualized, racialized and politicized her, using the media sources which had participated in deconstructing of the star by rendering a polemical profile of Baker.” 2 "," Baker, theatrical and eloquent, voiced a warning to her St. Louis audience, “try to love one another before it is too late. Don’t let the same thing happen to America through hate and misunderstanding that happened to Germany.” 1 Baker never backed down and voiced against what she knew was wrong. She lived an unapologetic life, she stated, “I have been very proud of my start, because it has made me remain human.” 1 Josephine Baker died April 1975 leaving behind a legacy of triumph and challenged the American ideals of African American women. "],"display_date":"February 3, 1952","search_date":"1952-02-03","locations":[{"id":53204,"lat":38.604731164363,"lng":-90.257197935671,"zoom":11,"place":"St. Louis, Missouri, United States."}],"tags":[{"id":42,"tag":"Civil Rights"},{"id":225,"tag":"Jim Crow"},{"id":266,"tag":"Segregation"},{"id":3450,"tag":"josephine baker"},{"id":2860,"tag":"Equality"},{"id":1667,"tag":"Discrimination"},{"id":3680,"tag":"radical woman"},{"id":3681,"tag":"shero"},{"id":3682,"tag":"salt and pepper"},{"id":3683,"tag":"not nazi"}],"course":{"name":"American Women's History","school":"Schreiner University","course_id":186,"school_id":69}}]}