{"id":3455,"tag":"Health Education","points":[[31.5439375,-84.2278796]],"bounds":[[31.5439375,-84.2278796],[31.5439375,-84.2278796]],"episodes":[{"id":6753,"title":"All My Babies: A Midwife?s Own Story (1952) - A pseudo-documentary training film for black midwives in the south","course_id":177,"status":"P","start_date":"1/1/52","end_date":"12/31/87","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A dead baby was not only a tragedy for black families of rural Georgia in the 1950s but a mark against the midwife in attendance.  Public officials were concerned about the health of this population and began requiring strict regulation to receive licenses for practice.  Although black midwives were highly skilled in their practice, no formal training existed to explain the theory behind sanitation.","Enter George C. Stoney – a  white documentarian who not only had a humanitarian’s heart but had a deep affinity for the black midwives he’d met as a child growing up in the south.  With funding from the Georgia Department of Public Health, Stoney traveled with Miss Mary, a well-respected black midwife; the result was <em>All My Babies: A Midwife’s Own Story (1952)</em> – the first training film for black midwives in the south.  This educational film followed the birth stories for two women, detailing the risks for each and how the midwife could best provide a safe and sterile environment.","Stoney faced many challenges inherent as part of a white film crew documenting life in a black community during the racial turbulence of the 1950s.  He wrote extensively about the challenges he faced with funders, research, casting, filming, editing and ultimate production. Stoney struggled with the presentation of the raw human side of the birthing experience along with the contractual agreements for this as a training film to be used across the southern states.  He went to great lengths in what can best be described as ethnography, having lived among the community to better capture a realistic portrait of their lives and living conditions. ","In 1987 film historian Lynne Jackson the relational dimensions between the white crew and the black cast in 1952 rural Georgia through letters, phone calls, formal interviews, and informal conversations. Personal narratives from those who were present during the filming reveal a behind scenes tension that was not evident in the film.  These included racial tensions that stemmed from social mores such as the relationship that developed between Stoney and black physician Dr. William Mason who were forced to eat dinner at separate restaurants during their collaboration. When placed in context of the policy changes in social and medical reform initiatives at this time, the relationships between the funders, the black community, the midwives and Stone himself is complex.","Historian Gertrude  Fraser has examined how tensions surrounding gender and race shaped the production and reception of public health initiatives in the south.  For example Fraser posited that the refusal of southern African American midwives to reveal their working knowledge of birthing can be offered as an act of “deliberate resistance.”  This stands as stark contrast with the goals of the producers, particularly when compared with Stoney’s first person reports in the community. Such a contrast was evident in the white patriarchal positions in <em>All My Babies</em> as well as the treatments and remedies known to be effective by black midwives.","<em>All My Babies: A Midwife’s Own Story</em> may have been framed by the government but thanks to George C. Stoney, elements of authenticity were included in this training film to increase awareness of obstetrical hygiene and safety for black midwives."],"display_date":"1952 - 1987","search_date":"1969-12-31","locations":[{"id":53101,"lat":31.5439375,"lng":-84.2278796,"zoom":8,"place":"Dougherty county, Albany, Georgia, USA"}],"tags":[{"id":3455,"tag":"Health Education"},{"id":3454,"tag":"Documentary"},{"id":3453,"tag":"Training Film"},{"id":3451,"tag":"Black Midwives"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":177,"school_id":94}}]}