{"id":3458,"tag":"scarlet fever","points":[[43.0936649,-75.8001519]],"bounds":[[43.0936649,-75.8001519],[43.0936649,-75.8001519]],"episodes":[{"id":6756,"title":"Edward Parker's Reccomnedations for Scarlet Fever","course_id":177,"status":"P","start_date":"1825-01-01","end_date":"1885-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Parents of children in New York City in 1859 had great reason to fear scarlet fever. Per historian John Duffy, in its endemic state, scarlet fever killed one to two hundred young people in New York every year, and was worse during epidemic years. Parents were not alone in fearing the disease. Physicians dreaded an encounter with scarlet fever because they knew little about treatment and frequently lost their patients to the illness.","Scarlet fever had been endemic in New York City since its “first attack in 1745.” In lieu of the outbreak, one newspaper ran a warning and listed the symptoms, warning that it was fatal to many children. The most common subjects of this disease are children under twelve years of age. Physicians were studying and tracking the disease in hopes of creating a better means of treatment. One such person dedicated to the study was medical doctor and professor Edward Parker. Parker authored a detailed monograph in 1859 describing the symptoms he witnessed in his many years of observations and his recommendations for treatment of scarlet fever. Parker defined three distinctive characteristics of scarlet fever that separate it from other diseases. These three characteristics include” the eruption, the sore throat, and the frequent pulse.”","Parker defined the eruption of red to be a unique color of “burnt sienna” that targeted the “mucous membrane of the mouth, the neck and upper portions of the chest, the inside of the elbow-joints, the groins, and behind the knee joint.” An outbreak of this red could be seen in as little as half an hour after the patient begins to feel unwell, but most typically arrived within forty-eight hours. The sore throat was characterized by an enlargement of the tonsils, so much so that they projected into the throat. This enlargement produced a change in the patient’s voice. “Externally, the glands could be felt distinctly, and pressure upon them caused pain.” This swelling caused great pain to the patient when they attempted to swallow fluids or solids. One of the most reliable symptoms was the rise in pulse. Parker noted that the pulse was “quick and irritable” in some cases reach “140 or 150 beats.”","Treatment of scarlet fever began with protecting the family of the inflicted. It was necessary to ensure that no one was in direct contact with the patient, to keep the disease contained. Parker recommended quarantining the infected person in a well-ventilated, dim, quiet room that only the attendants should have access to. Additionally, he mentioned that “washing the hands is also wise.” Parker encouraged the use of a preventative drug called belladonna, which he pointed out is somewhat controversial, but was used by many physicians. Once infected, for children, paregoric was preferable to other opiates. Externally, Parker recommended sponging the surface of the body with tepid water with added vinegar to lower the excessive heat that the fever brought. To ease soreness of throat a gargle of alum or capsicum was recommended. For the external treatment, wrap a piece of flannel around the neck that has been wetted with diluted rum and black pepper. Parker concludes by adding that if there are white deposits in the throat wipe them with a soft sponge and then apply a solution of chloride of soda.","While Parker did not find a cure for scarlet fever, his monograph is significant today because it allows historians to see the advancement in treatment, from 1859, of inflicted individuals. Additionally, it allows readers to better understand the importance that sharing medical information had in 1859. The importance of physician’s access to medical information to ensure better treatment continues today, 158 years later."],"display_date":"1825 - 1885","search_date":"1855-07-02","locations":[{"id":52989,"lat":43.0936649,"lng":-75.8001519,"zoom":5,"place":"New York"}],"tags":[{"id":763,"tag":"epidemic"},{"id":3458,"tag":"scarlet fever"},{"id":3459,"tag":"scarlet"},{"id":3460,"tag":"fever"},{"id":3461,"tag":"scarlatina"},{"id":3462,"tag":"childhood illness"},{"id":3463,"tag":"childhood"},{"id":3464,"tag":"endemic"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":177,"school_id":94}}]}