{"id":3468,"tag":"Missouri","points":[[39.7422561,-92.4726859]],"bounds":[[39.7422561,-92.4726859],[39.7422561,-92.4726859]],"episodes":[{"id":6758,"title":"Andrew Taylor Still: Treating Flux with Osteopathy","course_id":177,"status":"P","start_date":"1874-09-01","end_date":"1874-11-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["After losing three of his children to spinal meningitis in 1864, Andrew Taylor Still began to question traditional medicine’s effectiveness. Having learned medicine from his father’s practice, he began to explore alternative medicines. After years of studying and experimenting, he established his own blend of bone setting and magnetic healing in 1874. Calling his practice osteopathy, Still rejected main-stream medicine’s emphasis on drugs and instead performed physical manipulations to treat disease. He believed that all disease was caused by imbalances of bodily fluids that can only be remedied by bone realignment.","Still worked to develop treatments for a variety of diseases, eager to expand his scope of practice. In his autobiography, Still recounted his first treatment of flux using osteopathy. One autumn day in 1874, Still was enjoying a stroll with a friend in Macon, Missouri, when he discerned fresh blood spotting the street for fifty yards. As he peered ahead, he distinguished a distressed young mother trudging along the street with her children. The source of the bloody trail was an ill four-year-old boy, wearing only a calico dress as protection against the autumn weather. Alarmed at the boy’s blood-covered legs and feet, Still and his friend rushed ahead and offered to help the family home. Still picked up the sick boy and judged him to have bloody dysentery, also known as flux.","During the walk home, Still noticed that, while the boy’s back was warm, his belly was cool. Despite having never treated flux before, Still attempted to treat the boy by pushing the warm areas of the boy’s body into the cold ones, hoping to ease the congestion near the lower region of the spine. After a few minutes of this spinal manipulation, Still told the boy’s mother that he would return the next day to see how the boy was doing. Early the next morning, the mother rushed to Still, informing him that his treatment had been successful and her son was improving. Over the next few days, several other families brought their children with flux to Still for him to treat. All in all, Still treated seventeen cases of flux with his method.","At first, Still’s new healing philosophy was met with skepticism by both medical professionals and the public, who viewed him as either a quack or a “hypnotist.” To gain support, he traveled to several Missouri towns throughout the 1880s. Eventually, his visits attracted large crowds, with patients drawn to his charismatic personality and his novel treatments. By 1889, he had gained enough support to establish his own infirmary in Kirksville, Missouri. The infirmary was immensely successful, with patients flooding to Kirksville in train-loads. Desiring to further spread his art, he instructed his four sons on how to diagnose and treat patients in an osteopathic manner. Not long after, in 1892, he established the first osteopathic medical school—the American School of Osteopathy—which grew from eighteen students in the first class to hundreds of students just years later, representing osteopathy’s remarkable growth in America."," "],"display_date":"September 1, 1874 - November 30, 1874","search_date":"1874-10-16","locations":[{"id":7709,"lat":39.7422561,"lng":-92.4726859,"zoom":8,"place":"MACON, Missouri"}],"tags":[{"id":3468,"tag":"Missouri"},{"id":3469,"tag":"osteopathic medicine"},{"id":3470,"tag":"flux"},{"id":3471,"tag":"Andrew Taylor Still"},{"id":3472,"tag":"alternative medicine"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":177,"school_id":94}}]}