{"id":3472,"tag":"alternative medicine","points":[[39.7422561,-92.4726859],[40.8115504,-73.9464769],[40.7127753,-74.0059728]],"bounds":[[40.8115504,-73.9464769],[39.7422561,-92.4726859]],"episodes":[{"id":6758,"title":"Andrew Taylor Still: Treating Flux with Osteopathy","course_id":177,"status":"P","start_date":"1874-09-01","end_date":"1874-11-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["After losing three of his children to spinal meningitis in 1864, Andrew Taylor Still began to question traditional medicine’s effectiveness. Having learned medicine from his father’s practice, he began to explore alternative medicines. After years of studying and experimenting, he established his own blend of bone setting and magnetic healing in 1874. Calling his practice osteopathy, Still rejected main-stream medicine’s emphasis on drugs and instead performed physical manipulations to treat disease. He believed that all disease was caused by imbalances of bodily fluids that can only be remedied by bone realignment.","Still worked to develop treatments for a variety of diseases, eager to expand his scope of practice. In his autobiography, Still recounted his first treatment of flux using osteopathy. One autumn day in 1874, Still was enjoying a stroll with a friend in Macon, Missouri, when he discerned fresh blood spotting the street for fifty yards. As he peered ahead, he distinguished a distressed young mother trudging along the street with her children. The source of the bloody trail was an ill four-year-old boy, wearing only a calico dress as protection against the autumn weather. Alarmed at the boy’s blood-covered legs and feet, Still and his friend rushed ahead and offered to help the family home. Still picked up the sick boy and judged him to have bloody dysentery, also known as flux.","During the walk home, Still noticed that, while the boy’s back was warm, his belly was cool. Despite having never treated flux before, Still attempted to treat the boy by pushing the warm areas of the boy’s body into the cold ones, hoping to ease the congestion near the lower region of the spine. After a few minutes of this spinal manipulation, Still told the boy’s mother that he would return the next day to see how the boy was doing. Early the next morning, the mother rushed to Still, informing him that his treatment had been successful and her son was improving. Over the next few days, several other families brought their children with flux to Still for him to treat. All in all, Still treated seventeen cases of flux with his method.","At first, Still’s new healing philosophy was met with skepticism by both medical professionals and the public, who viewed him as either a quack or a “hypnotist.” To gain support, he traveled to several Missouri towns throughout the 1880s. Eventually, his visits attracted large crowds, with patients drawn to his charismatic personality and his novel treatments. By 1889, he had gained enough support to establish his own infirmary in Kirksville, Missouri. The infirmary was immensely successful, with patients flooding to Kirksville in train-loads. Desiring to further spread his art, he instructed his four sons on how to diagnose and treat patients in an osteopathic manner. Not long after, in 1892, he established the first osteopathic medical school—the American School of Osteopathy—which grew from eighteen students in the first class to hundreds of students just years later, representing osteopathy’s remarkable growth in America."," "],"display_date":"September 1, 1874 - November 30, 1874","search_date":"1874-10-16","locations":[{"id":7709,"lat":39.7422561,"lng":-92.4726859,"zoom":8,"place":"MACON, Missouri"}],"tags":[{"id":3468,"tag":"Missouri"},{"id":3469,"tag":"osteopathic medicine"},{"id":3470,"tag":"flux"},{"id":3471,"tag":"Andrew Taylor Still"},{"id":3472,"tag":"alternative medicine"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":177,"school_id":94}},{"id":6766,"title":"A Shocking Revelation in Medicine","course_id":177,"status":"P","start_date":"1868-01-01","end_date":"1871-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["A physician sat at his patient’s bedside, dumbfounded. Typically docile, well-mannered, and pious, she shouted obscenities, overcome with rage displayed in forceful expressions of perversions. Dr. Alphonso Rockwell could do little to comfort the woman and spent most of the night there. The evening was interrupted when William Miller, a kind-hearted and elderly “electrician,” arrived at the door with a single, ordinary induction coil. Amusedly, Rockwell watched the uneducated man administer a dose of electricity, hereby witnessing unforeseen positive results. ","In <em>Rambling recollections: an autobiography</em>, Rockwell detailed his experience treating a woman with brain inflammation and impotence in remedying the increasingly common condition. Historical and sociological research published in<em> Pushbutton Psychiatry</em> explained its growing presence as the consequence of evolving American culture. In the years following the Civil War, new liberties complicated life and affected the psyche. Nerve sensitivities were exhausted by new demands of politics, religion, education, and philosophical thought. Women were deemed particularly susceptible, ill-equipped to handle such great mental activity. In 1868, medicine provided no relief for these mental afflictions, but Rockwell’s patient provided him undeniable proof of the need for alternative treatment.","Research into Miller’s method proved risky. Electrotherapeutics were mentioned only in hushed voices, considered little more than quackery. The stigma stemmed from its cultivation by ignorant laymen, based solely on experience rather than pathology or electrophysiology. Its early application was crude, a current forced into the body using a battery or induction coil and wire—without knowledge of various electric currents or their effects on diseases. The media further influenced the stigma with advertisements for illegitimate at-home devices, rendering physicians powerless to distinguish electrotherapeutics as medical science. Entering this field could quickly tarnish a doctor’s reputation. ","However, the meeting with Miller gripped him. Despite professional hazards, Rockwell retired his general practitioner title and began an apprenticeship under him. He began his own practice and recorded thousands of cases with his silent partner, Dr. George Beard. He experimented on charity cases directed from Beard’s clinic to develop theories and standard applications. After only two years, they accumulated enough research to publish several articles, which piqued substantial curiosity in the medical community. In 1871, they published <em>A practical treatise on the medical and surgical uses of electricity, including localized and general electrization</em>. This lengthy piece explained what lay-practitioners could not: electrization was a stimulating tonic that immediately disrupted ailments and, after long-term exposure, improved disposition and strengthened the brain and muscles’ capacity for labor. This revelation was invaluable in remedying the overly-taxed population. "," ","Rockwell could not have known his visit to a hysterical patient would be a catalyst for the scientific acceptance of a quack treatment. He provided strong evidence that electrotherapeutics could increase the ability to tackle the demands of modernizing civilization. Its merit was validated by prestigious individuals seeking its benefits and widespread introduction of electrotherapeutic devices in institutions. Though methodology hardly resembles its beginning, the practice continues to be used in the modern day, despite the persistent stigma and controversy that accompany it. "],"display_date":"1868 - 1871","search_date":"1869-12-31","locations":[{"id":53110,"lat":40.8115504,"lng":-73.9464769,"zoom":8,"place":"Harlem"},{"id":8915,"lat":40.7127753,"lng":-74.0059728,"zoom":8,"place":"NEW YORK, New York"}],"tags":[{"id":3472,"tag":"alternative medicine"},{"id":3489,"tag":"Electrotherapeutics"},{"id":3490,"tag":"Electricity"},{"id":3491,"tag":"Shock therapy"},{"id":3492,"tag":"Quack medicine"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":177,"school_id":94}}]}