{"id":3473,"tag":"19th century","points":[[41.49932,-81.6943605],[40.7127753,-74.0059728]],"bounds":[[41.49932,-74.0059728],[40.7127753,-81.6943605]],"episodes":[{"id":6759,"title":"Emily Blackwell becomes the third woman to earn a medical degree in the United States!","course_id":177,"status":"P","start_date":"1837-01-01","end_date":"1893-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","Inspired by her older sister, Dr. Elizabeth Blackwell (the first woman to earn a medical degree in the United States), Dr. Emily Blackwell studied medicine. Like her sister, she did not have an easy journey. Dr. Blackwell’s sister warned her from the beginning, “a blank wall of social and professional antagonism faces the woman physician that forms a situation of painful loneliness, leaving her without support, respect or professional counsel.” She was rejected from eleven medical schools, due to complaints from male students, but continued to carry on.","            Medicine at this time, in 1854, was going through a transition. The onset of industrialization brought about important alterations in the organization of work and family life, which created a change to the role of women, and made more middle-class women comfortable with studying medicine. Before this time, there was a specific role for women that limited them, they were to stay at home and care for the house and children. The advances in medical science have begun to call traditional therapeutics into question, and older concepts of professionalism are being challenged. Women brought another element to medicine, humanity.","            Emily saved money for her education through her salary as a teacher, and persisted on for the cause of women in medicine, and for this she was willing to struggle. Prior, Dr. Emily Blackwell was studying, and teaching, music. “I soon felt the want of a more engrossing pursuit than the study of music, German, and metaphysics. The suggestion of studying medicine was first presented to me by a lady friend who was ill and said to me, “if I could be treated by a lady doctor, my worst suffering would have been spared me.” Dr. Blackwell went on to write to physicians she knew through her family, and in various parts in the country, about the possibilities of a woman becoming a physician. Most of her responses concluded with, “the idea is a great one, but also impossible.” Using this as inspiration, she started her journey. After spending a year at Rush Medical College her studies ended, the college bowed to pressure from the state medical society and rescinded her admission. 1852, she spent the summer in New York, gaining practical experience at her sister’s side among poor immigrant women. She went on to attend Case Western Reserve University in Cleveland, Ohio, where she became the second woman to earn a medical degree after graduating in 1854. At the time of her graduation there were 1,206 students, with her being the only woman.","In 1857 the Blackwell sisters and established the New York Infirmary for Indigent Women and Children. By 1874 the infirmary served over 7,000 patients annually. In 1868, the Blackwell sisters established the Women's Medical College in New York City. Emily became professor of obstetrics and, in 1869, became dean of the college. In 1876 it became a three-year institution, and in 1893 it became a four-year college, ahead of much of the profession. By 1899 the college had trained 364 women doctors. Dr. Emily Blackwell’s determination to not give up on pursuing a profession in medicine inspired many women to follow in her footsteps. She played a large part in helping other women in the same journey. Her strength, courage, and bravery should be noted and remembered."],"display_date":"1837 - 1893","search_date":"1865-07-02","locations":[{"id":53103,"lat":41.49932,"lng":-81.6943605,"zoom":7,"place":"Cleveland, OH"},{"id":52793,"lat":40.7127753,"lng":-74.0059728,"zoom":7,"place":"New York City, NY"}],"tags":[{"id":3466,"tag":"Women in Medicine"},{"id":3473,"tag":"19th century"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":177,"school_id":94}}]}