{"id":3482,"tag":"Medical Education","points":[[40.7127753,-74.0059728],[48.1351253,11.5819805],[39.728915,-86.088368]],"bounds":[[48.1351253,11.5819805],[39.728915,-86.088368]],"episodes":[{"id":6767,"title":"Icones Anatomicae: Reviving a Passion in Science and Medicine 400 Years in the Making","course_id":177,"status":"P","start_date":"1/1/34","end_date":"12/31/34","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the year 1543, Andreus Vesalius published the <em>De Humani Corporis Fabricae</em> and revolutionized the medical landscape. The work was a masterpiece. It combined the fields of art and anatomy and cut to the core of human anatomical understanding. In order to most accurately depict the anatomy of the human body, Vesalius employed several artists and had them attend anatomical dissections and demonstrations. Their beautiful drawings were then transferred to woodblocks for printing, and here is where our story begins. The original woodblocks were lost for nearly 400 years until in 1932 Dr. Samuel Lambert, President of the New York Academy of Medicine, heard a colleague make mention of an anatomy professor at Basel who wrote of the survival of several original blocks at the University of Munich Library. An ecstatic Dr. Lambert then set into motion a series of events that would culminate in the 1934 publication of <em>Icones Anatomicae</em>.","<em>Icones Anatomicae</em> is a masterpiece in itself. It is an anthology consisting of the <em>De Humani Corporis Fabricae, </em>the<em> Tabulae Anatomicae Sex, </em>several personal letters, and a few of Vesalius’ previously unpublished works.  The publication was received with much acclaim. The influence of Andreus Vesalius and his impact on the field of medicine were already well understood in the early twentieth century, but not many knew why. Several physicians, historians, and artists decided that along with the publication of <em>Icones Anatomicae,</em> an explanation of the significance of Vesalius and his work was necessary. J.B. Saunders and Charles O’Malley held nothing back in their praise of Vesalius in their 1950 book, <em>The Illustrations from the Works of Andreas Vesalius of Brussels.</em> They explain that his work signaled “the beginning of modern observational science and research,” essentially calling Vesalius the father of not just anatomy, but of <em>all of modern science</em>. Saunders and O’Malley go on to compare Vesalius to the likes of Hippocrates, Galen, Harvey, and Lister. Then, in 1952, John F. Fulton published <em>Three Vesalian Essays to accompany the Icones Anatomicae of 1934</em>, hoping to further illustrate why Vesalius was so important and why the publication of <em>Icones Anatomicae</em> was such a momentous occasion. Samuel Lambert commissioned the essays in 1932 hoping to give modern context to the significance of <em>Icones Anatomicae </em>and the impact of Vesalius’ work. ","Before Vesalius, science, and specifically anatomy and medicine, lectures were taught from purely textual classic sources, such as Galen. Vesalius was the first to emphasize the importance of visual aids in scientific texts. Vesalius’ contributions to the fields of anatomy, medicine, and art have undeniable influence. Vesalius is just as notable, important, and influential as other renaissance figures. <em>Icones Anatomicae </em>and the essays, books, and articles published to accompany it attempt to outline just how much of an impact Vesalius had on modern science and medicine. Vesalius was able to revive a collective passion in medicine after a millennia and a half of stagnation. He imbued the pursuit of knowledge with a certain art. The <em>Icones Anatomicae </em>was an essential vessel in transporting that collective passion into the modern age."],"display_date":1934,"search_date":"1934-07-02","locations":[{"id":53112,"lat":40.7127753,"lng":-74.0059728,"zoom":8,"place":"New York, NY, USA"},{"id":53113,"lat":48.1351253,"lng":11.5819805,"zoom":8,"place":"Munich, Germany"}],"tags":[{"id":100,"tag":"Medicine"},{"id":3482,"tag":"Medical Education"},{"id":3493,"tag":"Vesalius"},{"id":692,"tag":"Science"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":177,"school_id":94}},{"id":6770,"title":"An Early Indiana Advocate for the Medical Internship","course_id":177,"status":"P","start_date":"4/15/10","end_date":"4/15/10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Dr. Albert Sterne was presented with a great challenge. In charge of placing recent graduates of the Indiana University School of Medicine (IUSM), he had to convince a hesitant group of Indiana physicians to accept them into their clinics as interns. As the first chairman of student affairs at the newly established Indiana University School of Medicine, Sterne was determined to see more of IUSM’s “boys” receive a highly competitive internship position. This was no easy task at a time in which the internship was seen as a “favor” to the medical school graduate. In his letter to Indiana physicians, Sterne highlighted the value that taking in interns would offer. He emphasized that IUSM would provide “highly qualified” interns. Each intern would undergo a standardized exam to demonstrate competency. Sterne went on to claim that interns would provide significant help in easing the workload.","Dr. Sterne’s push for a greater quantity of internships available to IUSM graduates occurred in 1910, <em>even before</em> the internship was required to practice medicine. Clinical practicums, though common in Europe, were scarce in the U.S. Despite recommendations by the American Medical Association in 1905 to incorporate the clinical internship into medical education, it was highly debated. Physician, James Herrick, for instance, argued against its incorporation stating, “But in many hospitals, the intern does little more than give an anesthetic, dress and take the blame for pus cases, and occasionally examine the urine and sputum.” Others felt internships should be reserved for the best and the brightest. Dr. Halstead of the John’s Hopkins University stated “Only the honor men of each class at graduation (should be) entitled to these positions.” Sterne was determined that all IUSM graduates should gain this “highly valuable” clinical experience, at a time in which fewer than two-thirds of U.S. medical school graduates were granted one of the coveted positions.","By 1912, the mood began to shift. The CME published its first edition of “<em>Approved Training Hospitals</em>” for internships, and that year, 75% of U.S. medical school graduates would receive a clinical internship. However, there was still an enormous shortage in the number of open positions, and it wasn’t until 1923 that the number of internship positions and the number of graduates began to balance out. Dr. Sterne recognized the value of clinical experience and the need for more internships early on. Looking out for the best interest of IUSM students, Sterne was determined to fill this gap. With urgency, he began sending his letter to chairmen of hospitals around the state of Indiana and creating partnerships so that more IUSM graduates could receive a position."],"display_date":"April 15, 1910","search_date":"1910-04-15","locations":[{"id":53073,"lat":39.728915,"lng":-86.088368,"zoom":5,"place":"Indianapolis, Indiana"}],"tags":[{"id":3502,"tag":"internship"},{"id":100,"tag":"Medicine"},{"id":3482,"tag":"Medical Education"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":177,"school_id":94}}]}