{"id":3483,"tag":"Reform Efforts","points":[[39.9371328,-75.1684727]],"bounds":[[39.9371328,-75.1684727],[39.9371328,-75.1684727]],"episodes":[{"id":6764,"title":"Medical Reform: From Words to Action","course_id":177,"status":"P","start_date":"1847-02-01","end_date":"1847-02-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Dr. Charles Meigs, an obstetrician and professor at Jefferson Medical College, became apprehensive as his four-month course on obstetrics and the diseases of women drew to an end. Although medical knowledge and information about the human body and disorders had grown extensively by 1847, the medical education system did not provide an adequate amount of time to cover the abundance of information. Due to the gap between the amount of medical education needing to be taught and the amount of time provided to realistically teach it, Dr. Meigs wrote a collection of letters known as <em>Woman: Her Diseases and Remedies: A Series of Letters to His Class</em> for his students to continue learning about information on obstetrics that he did not have time to fully cover during the term. The forty-five letters covered various aspects of obstetrics and women’s health in great depth, from disorders and cancers that can affect females to puberty and pregnancy.","Aspiring physicians faced challenges due to the unorganized educational system and democratic culture that was established in the United States during the 19<sup>th</sup> century. Medical school executives wanted to attract students from various backgrounds. No licensing laws existed and courses were often short and sophisticated. Because it did not appear difficult to become a physician, schools were able to increase their enrollment rates. By observing Dr. Meigs’ letters written as a response to the inadequate amount of lecture time incorporated into the curriculum, it becomes evident that this was one way that medical education began to undergo reformation. His localized effort to improve the deficient medical system in Philadelphia was one solution that set the stage for further and more widespread education reform efforts that occurred in the following decades.","After 1870, medical education standards became stricter and the field of medicine began to transform into an elite profession. For example, wealthy men impacted the ways in which learning were carried out through the creation of teaching hospitals and labs, and more requirements such as obtaining an undergraduate degree, became required to enter medical school. In the early 20<sup>th</sup> century, the American Medical Association designated Abraham Flexner to assess the quality of curriculums, faculty, and facilities in various medical schools to continue reform efforts. Flexner and other reformers found that short academic years posed problems with learning the immense amount of medical knowledge necessary to evolve students into successful physicians. As a result, longer course times and academic years were implemented and licensing boards and medical organizations were established.","The series of letters on diseases and treatments of women foreshadowed later efforts to forever change the medical education system. They can be viewed as an innovative teaching tool created as an early grassroots reform effort in medicine. Growing reform efforts led legislators and other medical school faculty to realize the existence of deficiencies in education and to work towards change well into the 20<sup>th</sup> century."," "],"display_date":"February 1, 1847","search_date":"1847-02-01","locations":[{"id":52780,"lat":39.9371328,"lng":-75.1684727,"zoom":6,"place":"Philadelphia, PA"}],"tags":[{"id":3483,"tag":"Reform Efforts"},{"id":3484,"tag":"Education Deficiencies"},{"id":100,"tag":"Medicine"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":177,"school_id":94}}]}