{"id":3486,"tag":"Ethnography","points":[[30.2265949,-93.2173758]],"bounds":[[30.2265949,-93.2173758],[30.2265949,-93.2173758]],"episodes":[{"id":6763,"title":"Secret Doctors","course_id":177,"status":"P","start_date":"8/1/94","end_date":"8/1/94","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Wonda L. Fontenot, 20<sup>th</sup> century cultural ethnographer, stepped out onto the backwood swamplands of rural southwest Louisiana. This is Opelousas Territority, an area of the U.S. that encapsulates remnants of French, West Africa, and Native American elements. Fontenot is greeted by the son of Tee Begbe, infamous “Secret Doctor”, with the salutation of, “Ca va’?” – “How’s everything?” he asked. The make shift waiting room was filled with six adult patients and one child waiting their turn to be seen by the local healer. Fontenot conducted three interviews with Doc Begbe in order to understand his practice.  Begbe shared in French Creole, while his son translated, that most people in the community couldn’t afford the local doctors.  Nostalgically, Doc Begbe recalls that the “healing” comes to him like a dream. He shares, “God just told him what to do. He started (treating) as young as twenty years old”.","Noc Sol was a folk practitioner who treated with prayer, herbal teas, salve, and poultices. He was known for his use and practical knowledge of botanical medicine. Many medicinal plants were part of his backyard.","Granny Ya was an eighty-six year old “secret doctor” that once served as a full time midwife.  Ya’s lifework was summed up by 100-200 babies a year.  She describes her craft of “catching babies” as a God-given talent.  In later years, Granny Ya’s folk doctoring centered upon only treating childhood illnesses.","These tales of “secret doctors”, “root doctors”, or “treaters” entail the rich tradition of ethno-medicine of the African-American culture. It’s folk medicine which spans from a colonial past to a 20<sup>th</sup> century re-emergence. Many local healers were highly revered, trusted, considered wise sages, and leaders within their communities. Some folk healers practice today.  ","It was the “talking stories” or narratives of folk healers that allowed Fontenot to captures the essence of Louisiana’s ethno-medicine, an undocumented tradition of “secret doctors” that has been hidden and morphed by the residual impact of slavery. Slave medicine was plantation medicine. Plantation medicine was orchestrated by local healers. Local healers practiced \"secret doctoring\". Within the pages of her incredible work, <em>Secret Doctors</em>, Fontenot highlights the historical perspective, healing narratives, religious practices, ritual artifacts, and medicinal ethnobotany of the “healers” and the people they serve.","The ethnobotany of this region represented the commingling of African, Native American, and French recipes and remedies. The secret doctors were trained by Indian grandmothers who taught them about the many botanical medicines.  Plants shape, smell, and color was memorized by the “treater”. The treatment might consist of specific directions like “three fingers wide” which could be a dosage interpretation of either three times a day or a half cup measurement. Roots and barks were known to be both useful and/or toxic. Ethnobotany, oral tradition, and religious practices were the cornerstone elements of the African American medicinal legacy.The medical cosmologies of African, Native American, and French meshed into a unique cross-cultural experience.   ","Those treated shared that folk remedies felt more soothing and comforting than modern medicine. The historical footprint of traditional folk medicine displays an entire population relied upon unconventional means as their only healthcare for centuries. Many slaves felt their recipes were simpler as well as they prefered their own doctors to conventional white doctors. These traditional folk methods were passed down and practiced in secret. In <em>Medical Apartheid</em>, Harriet Washington, encapsulates the nature of this secret doctoring, “A secret is not something unrevealed, but told privately in a whisper”.  Today, this fear and anxiety has lead to distrust of modern medicine. Washington laments concerns of the African American perspective, “… modern medicine delivers you helplessly into the hands of a profession which you deeply mistrust”. Scholars, such as Fontenot and Washington, have encountered a dark history of a race driven toward self-care.      "],"display_date":"August 1, 1994","search_date":"1994-08-01","locations":[{"id":53108,"lat":30.2265949,"lng":-93.2173758,"zoom":3,"place":"Lake Charles, Louisiana"}],"tags":[{"id":3485,"tag":"Ethnomedicine"},{"id":3486,"tag":"Ethnography"},{"id":3487,"tag":"Folk Medicine"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":177,"school_id":94}}]}