{"id":3489,"tag":"Electrotherapeutics","points":[[40.8115504,-73.9464769],[40.7127753,-74.0059728]],"bounds":[[40.8115504,-73.9464769],[40.7127753,-74.0059728]],"episodes":[{"id":6766,"title":"A Shocking Revelation in Medicine","course_id":177,"status":"P","start_date":"1868-01-01","end_date":"1871-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["A physician sat at his patient’s bedside, dumbfounded. Typically docile, well-mannered, and pious, she shouted obscenities, overcome with rage displayed in forceful expressions of perversions. Dr. Alphonso Rockwell could do little to comfort the woman and spent most of the night there. The evening was interrupted when William Miller, a kind-hearted and elderly “electrician,” arrived at the door with a single, ordinary induction coil. Amusedly, Rockwell watched the uneducated man administer a dose of electricity, hereby witnessing unforeseen positive results. ","In <em>Rambling recollections: an autobiography</em>, Rockwell detailed his experience treating a woman with brain inflammation and impotence in remedying the increasingly common condition. Historical and sociological research published in<em> Pushbutton Psychiatry</em> explained its growing presence as the consequence of evolving American culture. In the years following the Civil War, new liberties complicated life and affected the psyche. Nerve sensitivities were exhausted by new demands of politics, religion, education, and philosophical thought. Women were deemed particularly susceptible, ill-equipped to handle such great mental activity. In 1868, medicine provided no relief for these mental afflictions, but Rockwell’s patient provided him undeniable proof of the need for alternative treatment.","Research into Miller’s method proved risky. Electrotherapeutics were mentioned only in hushed voices, considered little more than quackery. The stigma stemmed from its cultivation by ignorant laymen, based solely on experience rather than pathology or electrophysiology. Its early application was crude, a current forced into the body using a battery or induction coil and wire—without knowledge of various electric currents or their effects on diseases. The media further influenced the stigma with advertisements for illegitimate at-home devices, rendering physicians powerless to distinguish electrotherapeutics as medical science. Entering this field could quickly tarnish a doctor’s reputation. ","However, the meeting with Miller gripped him. Despite professional hazards, Rockwell retired his general practitioner title and began an apprenticeship under him. He began his own practice and recorded thousands of cases with his silent partner, Dr. George Beard. He experimented on charity cases directed from Beard’s clinic to develop theories and standard applications. After only two years, they accumulated enough research to publish several articles, which piqued substantial curiosity in the medical community. In 1871, they published <em>A practical treatise on the medical and surgical uses of electricity, including localized and general electrization</em>. This lengthy piece explained what lay-practitioners could not: electrization was a stimulating tonic that immediately disrupted ailments and, after long-term exposure, improved disposition and strengthened the brain and muscles’ capacity for labor. This revelation was invaluable in remedying the overly-taxed population. "," ","Rockwell could not have known his visit to a hysterical patient would be a catalyst for the scientific acceptance of a quack treatment. He provided strong evidence that electrotherapeutics could increase the ability to tackle the demands of modernizing civilization. Its merit was validated by prestigious individuals seeking its benefits and widespread introduction of electrotherapeutic devices in institutions. Though methodology hardly resembles its beginning, the practice continues to be used in the modern day, despite the persistent stigma and controversy that accompany it. "],"display_date":"1868 - 1871","search_date":"1869-12-31","locations":[{"id":53110,"lat":40.8115504,"lng":-73.9464769,"zoom":8,"place":"Harlem"},{"id":8915,"lat":40.7127753,"lng":-74.0059728,"zoom":8,"place":"NEW YORK, New York"}],"tags":[{"id":3472,"tag":"alternative medicine"},{"id":3489,"tag":"Electrotherapeutics"},{"id":3490,"tag":"Electricity"},{"id":3491,"tag":"Shock therapy"},{"id":3492,"tag":"Quack medicine"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":177,"school_id":94}}]}