{"id":349,"tag":"19th Arkansas Infantry","points":[[32.364480123,-90.8603381835]],"bounds":[[32.364480123,-90.8603381835],[32.364480123,-90.8603381835]],"episodes":[{"id":4756,"title":"19th Arkansas Infantry in the Battle of Vicksburg","course_id":34,"status":"P","start_date":"1863-05-18","end_date":"1863-07-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The colonel paused briefly before moving his troops into line to make eye contact with his superior and friend Brig. General Martin Green. Colonel Thomas P. Dockery grew up in a rich railroad dynasty family so he understood the importance the coming battle had to the protection of supply lines, specifically those running through the Mississippi River. Commanding an outstanding infantry of the Second Brigade, the Nineteenth Arkansas and Colonel Dockery commenced fighting on the May 22, 1863 against Grant’s troops who huddled in the ditches right outside the garrison of Fort Hill. The sharpshooters aimed and fired, killing many of the 3,900 Union soldiers that would die that day. Later that week, the 19th Infantry moved to the rear of the city to fill in the gap created between Major Generals’ Forney and Smith; soon finding that trenches were desperately needed. With their bare hands, the entirety of the infantry from Arkansas set to work, bravely digging all night to fortify their works for themselves and their fellow soldiers. The lack of supplies was unfortunately very common for the good ‘ol Confederate boys at Vicksburg, which severely weakened their morale.","Baldwin’s Ferry Road would be the site of the next bloody encounter with the enemy, and the Confederate army fought back the enemy Union army with mere bites of mule meat in their stomachs. The Infantry was hit time and time again with shells flying from the enemy war ships on the Mississippi River, and Brigadier General Martin Green fell in combat on the 25th of May, shot directly through the head. The 19th Infantry, devastated from the loss of their beloved General, looked to Colonel Thomas P. Dockery for leadership, which was a lot of pressure for a young Colonel. The Infantry fought every day through June losing dozens of men in the process, and the ache of war was felt in their bellies and in their hearts.","The men’s honor was humbled as the word spread like wildfire about the caves, or Prairie Dog Villages, the civilians of the city of Vicksburg were living in. The morale of the men weakened as they realized that they couldn’t protect their own, forcing them to live like animals in the surrounding hillsides.","On July 3rd, the men still fought for success, and watched gravely as the flag of surrender was raised the next day. The Vicksburg <em>Whig</em> newspaper ran for the last time on wallpaper, highlighting the Union Army’s blockade of the Confederate supply lines into the city, portraying the men walking out of the city as downcast, disheveled prisoners of war. The battle delivered a crippling blow to the morale of the Confederate soldiers and civilians as they survived on swiftly disappearing supplies, their humanity stripped from them in many ways. This was a huge defeat in the political, economic and social aspect as well because it followed a major defeat at Gettysburg, leaving the Confederate nation demoralized. But they fought bravely and held back the Union army for a time in the city of Vicksburg, weakening their forces to the North and protecting vital rail and shipping ports for the sake of their honor. ."],"display_date":"May 18, 1863 - July 4, 1863","search_date":"1863-06-10","locations":[{"id":7312,"lat":32.364480123,"lng":-90.8603381835,"zoom":9,"place":"WARREN, Mississippi"}],"tags":[{"id":32,"tag":"Civil War"},{"id":310,"tag":"Vicksburg"},{"id":348,"tag":"Colonel Thomas P. Dockery"},{"id":349,"tag":"19th Arkansas Infantry"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":34,"school_id":4}}]}