{"id":3495,"tag":"herbalists","points":[[51.5073509,-0.12775829999998]],"bounds":[[51.5073509,-0.12775829999998],[51.5073509,-0.12775829999998]],"episodes":[{"id":6768,"title":"The Great Herball's Denial of Mythology and Contribution to Medicine","course_id":177,"status":"P","start_date":"1597-06-01","end_date":"1633-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The mandrake root has been a source of lore and wonder for hundreds of years. In Renaissance England, the mandrake root was believed to have special medicinal properties, and also believed to emit deadly cries when uprooted. Mandrake root was used as a supplement to increased fertility, as a surgical anesthetic, and as a sedative. It was seen as both a good luck charm and a curse. To dig it up from the ground, some herbalists suggested tying a dog to the leaves and the dog run, so that the deadly cries of the root could not be heard. In 1597, John Gerard’s book, <em>The Great Herball</em>, boldly denied this mythology surrounding the mandrake root, a point which demonstrated a small shift in culture in England in the late sixteenth century towards a more scientific approach to viewing the world.","Plant-based foods and medicines were very important in the late 16<sup>th</sup> century when the <em>Great Herball</em> was produced. People relied on plants as cures for most ailments, which is in part the reason that pharmacopeias such as the <em>Great Herball</em> were very popular. Gerard’s book detailed hundreds of plants with their medical and sometimes decorative properties, making more and more treatment ideas accessible. Contrary to other herbals, Gerard’s entries usually did not include any mythology or special recommendations for harvesting. The entry concerning the mandrake root stands out because of its varied history and mythology. It helped propel the <em>Great Herball </em>into a book of lasting interest.","Mandrake root took on an anthropomorphized role in Renaissance England that can even still be observed in the popular culture of today such as in J.K. Rowling’s Harry Potter: The Chamber of Secrets. Most depictions of the mandrake were given human-like faces and legs, along with the ability to emit a loud scream. The illustration of the root in the Great Herball was much less guilty of this, though the base of the root still resembles legs and a male and female version are included, no face is suggested. Gerard criticizes the popular tales of the mandrake root and instead suggests that it is safe to harvest, as he had done it himself, and is effective in the treatment of jaundice and internal bleeding.","Gerard’s <em>Great Herball</em> was part of the intricate fabric of medicine in Birtain as well as mythology. It dispelled the long-held beliefs of the mandrake root and suggested its medicinal benefits. Folklore reveals the thoughts and beliefs of the time and place they are told as mythology often changes along with society, so the Great Herball’s focus on observation and drawing upon medical experience reflected a larger trend in English society in the early modern period. The book itself covers plants of all sorts, and attempts to address everything from abdominal pains, kidney health, lesions and burns, poisons, and much more."],"display_date":"June 1, 1597 - December 31, 1633","search_date":"1615-09-16","locations":[{"id":53087,"lat":51.5073509,"lng":-0.12775829999998,"zoom":7,"place":"London, England"}],"tags":[{"id":3494,"tag":"Renaissance"},{"id":3495,"tag":"herbalists"},{"id":3496,"tag":"mandrake"},{"id":3497,"tag":"medicinal plants"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":177,"school_id":94}}]}