{"id":35,"tag":"Architecture","points":[[30.1220750117,-89.7244851703],[42.107446354,-83.1351982696]],"bounds":[[42.107446354,-83.1351982696],[30.1220750117,-89.7244851703]],"episodes":[{"id":4433,"title":"The Peak of Excellence\n","course_id":16,"status":"P","start_date":"1/1/21","end_date":"12/31/21","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["This building serves as a symbol of the innovation that the Cotton Exchange implemented in its field of industry. The exterior of the building appears to be a typical 1921 classically inspired design. The architects, Favrot and Livaudais, who built several of the buildings in the area, designed the eight story steel framed structure. They believed that they created a new style of building because they incorporated old world elements with an innovative and modern design.  This is illustrated by the arched windows and faux columns that surround the building on the second and third floor.  The story behind this building is marked by the rise and fall of Henry G. Hester, the secretary of the New Orleans Cotton Exchange from 1871-1933.  He revolutionized and standardized the cotton trade in New Orleans and built it to rival the cotton exchanges of New York and Liverpool. ","Henry G. Hester was a pioneer as the secretary of the New Orleans Cotton Exchange.  It was through his policies that he standardized and legitimized the cotton market in New Orleans.  The exchange was established to, \"maintain quarters for the Exchange; adjust disputes between members; establishing regulations, uniform usages…\" and it was through Hester that these goals were realized.<a name=\"_ftnref6\"></a>  One of the more remarkable things that Hester did was collect cotton statics in hopes of standardizing the industry.   In addition, he divided Louisiana into districts and sub districts in which men on behalf of the exchange surveyed the crop and asked questions pertaining to the quantity grown, weather conditions, and the progress of the cotton.  By 1880, cotton farmers sought out the book published by Hester in hopes of gaining insight on the conditions and quality of cotton.  ","Simultaneously with the development of the cotton statistics, Hester also began to diversify the resources of the Cotton Exchange.  In 1872 after a myriad of discussions, the New Orleans Cotton Exchange committed to pay the Gold and Stock Telegraph Company 10,000 annually to install and dispatch ten telegraphs to the New York Cotton Exchange.  As a result of this agreement, it established the New Orleans Cotton Exchange as the premier cotton exchange in the south because it \"had facilities that no other southern market could match.\"  As a result of Hester's policies that advanced the Cotton Exchange, the company was able to tear down the smaller and more cramped building and construct the lavish 1921 structure that became a physical representation for what Hester had achieved in innovation.  The construction of this building symbolized the rise of the Cotton Exchange as a powerhouse of business for a crop that had dominated the south and allowed for lucrative business like the New Orleans Cotton Exchange."],"display_date":1921,"search_date":"1921-07-02","locations":[{"id":20995,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"Orleans, Louisiana"}],"tags":[{"id":35,"tag":"Architecture"},{"id":11,"tag":"Economy"}],"course":{"name":"History of Urban and Suburban America","school":"Furman University","course_id":16,"school_id":4}},{"id":4442,"title":"Influence of Greek Revival Architecture\n","course_id":16,"status":"P","start_date":"1834-01-01","end_date":"1834-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"Y","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Greek Revival sprung into the American architectural landscape just as quickly as it disappeared lasting only from the 1820s to 1850s.  A typical result from the movement was a James Gallier product that was part of the \"Three Sisters\" and constructed on Rampart Street in New Orleans in conjunction with two other Greek Revival town homes.  Originally built in 1834 as a residential structure, it was one of Gallier's first projects within the city.  Gallier, one of the forerunners in Greek Revival architecture in the South and prominent architect of the period, had a significant role in changing \"the look\" of New Orleans.  His inspiration came from his belief that \"the character of the genuine architecture of the Greeks, in their brightest days... is that of an imposing grandeur united to pleasing simplicity, elegance of ornament, and harmony of proportion in an eminent degree.\"  A simple observation links his building to a traditional Greek temple due explicitly to the four columns and stylistic roof.  The town house is also adorned with wrought iron fencing and the frame is structured in simple lines and geometric symmetry.   Aligned with the Greek Revival movement, the construction stemmed from a passion and appreciation of the Greek form and style.  The structure portrayed an air of prominence and Republican simplicity because of the conscious display of splendor and the elemental nature.  The decision to pursue such a design was reflective of the times which placed emphasis on artistic achievement and where restraint and clear surfaces were valued.   ","The functionality of the building underwent a transformation after a shift in cultural values sparked a greater pursuit of wealth.  The shift called for ostentatious residences that showcased prosperity and the owner's habit of extravagances.  Initially classified as the most advanced structural form of the day, this town house was converted into a coffee shop probably around the beginning of the Civil War as there was a change in the cultural climate, and its clean exterior was deemed too bland to house anyone of stature.  However, this makeover was still partially in line with the Greek Revival movement because as Joseph Downs stated, \"Greek Revival in the United States was one of progress and commercial expansion.\"  The alteration gave way to the economic growth that permitted the formation of new industries and allowed the building to take on a new role as part of the commercial sector in New Orleans.  As a coffee shop, this building served as a social gathering spot and held a more public position within the city.  Unfortunately, in 1952 the town house was torn down and replaced by an automobile service center and its parking lot indicating the decline of importance of neoclassical ideals."],"display_date":1834,"search_date":"1834-07-02","locations":[{"id":5596,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":35,"tag":"Architecture"},{"id":45,"tag":"Greek Revival"}],"course":{"name":"History of Urban and Suburban America","school":"Furman University","course_id":16,"school_id":4}},{"id":4443,"title":"The Thirteen Sisters of Julia Street\n","course_id":16,"status":"P","start_date":"1833-01-01","end_date":"1833-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"Y","estimated_end_month":"Y","estimated_end_day":"Y","content":["The thirteen sisters of Julia Street started a new trend.  These \"sisters\" were a row of thirteen side-hall style town houses that spanned the 600 block of Julia Street in New Orleans.  Upon their construction by the New Orleans Building Company in 1833, they were among first rows constructed in the side-hall, or London-plan, manner most commonly seen in Philadelphia and Baltimore.  The exteriors combined traditional Creole features with emerging Greek revival design aspects to create a transitional style later mimicked by similar rows of houses.  Each doorframe consisted of a unique design of elaborate fanlights above the doors, ionic columns, and neoclassical infusions that created a unique look for each dwelling place amid the sea of red brick. Additionally, the Julia Street town houses were sold with a blank interior that attracted the wealthy who desired the flexibility to modify their own homes to best suite their needs and display their affluence.","Row houses provided one of most efficient housing solutions for urban areas like New Orleans because they maximized land use by utilizing a narrow lot.  The side-hall style offered a front gallery that joined the two main rooms and rear passageways that connected to narrower servants' quarters.  Such a design for the service wing offered a convenient housing solution for servants while maintaining the privacy of the homeowner.  Before the introduction of the row house, flat and raised French Creole cottages and cabins dominated the architecture of New Orleans, making the emergence of a new style desirable among the affluent who desired innovation.  Typical town houses consisted of between two and six units, giving the thirteen houses of Julia Row a distinctive architectural flair.  Each of the homes sold quickly at an auction in 1833 to members of the high society of New Orleans.  One home went to Henry Howard, the notable architect of the Howard Library and another to architect Henry Hobson Richardson.   The use of row houses continued to spread through New Orleans as a favorable residential plan, including famous rows like the Pontalba Apartments built in the 1850s.","Over time the sisters' glory faded as residential areas moved away from the American central business district and southwest into the Garden District.  Julia Row no longer offered the prestige and innovation desired by the elites and the homes were wrought with architecturally careless \"improvements\" made by neglectful owners who turned them into cheap boarding houses.  Cracks spanned across the face of the buildings, the servants' quarters deteriorated from lack of upkeep and one eventually collapsed entirely.  Recently, efforts have been made to restore what had become subpar property and create a high-end, artistic community teeming with art galleries and young energy.  The New Orleans City Planning Commission has been leading the gentrification endeavors to transform what had become the warehouse district into a neighborhood of museums and galleries to appeal to young artists, tourists, and history buffs.  The first to be revamped was at the corner of Julia and Camp Street, and the others quickly followed.  The Riverfront Streetcar also runs through the area booster visitation through providing easy access for both locals and tourists.  Although the demographic has shifted with time, Julia Row persists as a trendy destination for the culturally inclined."],"display_date":1833,"search_date":"1833-07-02","locations":[{"id":5596,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":44,"tag":"Town Home"},{"id":46,"tag":"gentrification"},{"id":10,"tag":"Urban-Life/Boosterism"},{"id":35,"tag":"Architecture"},{"id":8,"tag":"Arts/Leisure"}],"course":{"name":"History of Urban and Suburban America","school":"Furman University","course_id":16,"school_id":4}},{"id":5904,"title":"Brewster Housing Project","course_id":118,"status":"P","start_date":"1/1/35","end_date":"12/31/55","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the first half of the twentieth century, with an influx in population and with large numbers of African Americans and other minorities making their way to the city, affordable housing became a salient issue in many American metropolises. The Brewster Housing Group was a housing project on the east side of Detroit. The Brewster Housing projects (constructed between 1935-1955), which would eventually be renamed the Frederick Douglass Housing projects, were especially notable for their size and scale. The high rises each took up three square blocks of land. In addition, they were surrounded by residential areas with relatively large homes. Each of the high rises faced inward to the other buildings in the projects, creating small areas between each building that could be small community gathering places. This shows the self-contained nature of housing projects and how the architecture promotes fraternizing with those in the projects but not with the world around you.","Detroit was not unlike other cities that required low income housing to accommodate a growing population, and in Chicago in particular the development of affordable housing has become a contemporary issue. In David Schalliol's <em>Method of Living</em> he gives an account of how the views and uses of these once great housing projects have shifted. He states that we moved \"from viewing subsidized housing as a pathway to a better future to condemning it as an almost unmitigated failure.\" The Hull housing projects he refers to and the Brewster projects both \"exacerbated\" a problem that was trying to be fixed. The Brewster photograph displays how this housing project was a small community that was only to be observed by the outside world without much interaction. While the Brewster projects still stand today they are abandoned and have become an eye sore for the city and like Chicago the city plans to tear these projects down without any plan for the future."," "],"display_date":"1935 - 1955","search_date":"1945-07-01","locations":[{"id":22722,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":35,"tag":"Architecture"},{"id":1899,"tag":"Detroit"},{"id":1969,"tag":"Public housing"},{"id":1914,"tag":"Black Bottom"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6003,"title":"The Exclusionary Grandeur of the Detroit Yacht Club","course_id":118,"status":"P","start_date":"1/1/22","end_date":"12/31/22","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The morning sunlight pours into the high ceilinged room.  George D. Mason’s photographer captures the newly furnished coffee room for the Detroit Yacht Club in 1922.  Mason, Yacht Club's architect, also designed the Grand Hotel, Detroit Masonic Temple and the Gem Theatre in Detroit.  A collection of photos of the clubhouse from 1922 reveal a lounge, kitchen, pool, nursery, grill, library, dining room, ball room, and billiards room.  His Mediterranean Revival-styled design was extremely extravagant, costing more than one million dollars.  The photo of the coffee room showcases this style, with its arched windows, simple ornamentation, and even décor of small palm trees.  The windows look out to the club’s docks on the Detroit River.  It is a scene of grandeur and a leisurely morning.","For years after the opening of the clubhouse in 1923, the Detroit Yacht Club held its prestige as a club for Detroit boaters (all male). It has been termed as the “Jewel of Belle Isle.”  The Club saw a huge decline in membership during the Great Depression, but then its usage was restored by the 1940s.  However, the DYC has always been maintained as a symbol of privilege and exclusivity, especially racially.  Black members were rejected until the 1970s, and there has always been a high monthly membership due, rejecting the working class who cannot afford this luxury.  As Belle Isle’s popularity waned in the late twentieth century, so did the DYC’s, leading to the creation of the non-profit Detroit Yacht Club Foundation in 2012. The organization aims to support the Club's preservation and restoration.  Although there are still members, the usage of the club has gone from that of recreation to that of restoration and historical education."],"display_date":1922,"search_date":"1922-07-02","locations":[{"id":21386,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":35,"tag":"Architecture"},{"id":1899,"tag":"Detroit"},{"id":1901,"tag":"Belle Isle"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}]}