{"id":3500,"tag":"William A. Hammond","points":[[32.7523476,-79.8746925],[37.09024,-95.712891]],"bounds":[[37.09024,-79.8746925],[32.7523476,-95.712891]],"episodes":[{"id":6769,"title":"The History of the Ambulance-Wagon During the Civil War","course_id":177,"status":"P","start_date":"1861-04-12","end_date":"1865-05-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Between April 12, 1861 to May 9, 1865, the Civil War waged claiming the lives of about 620,000 American. The Civil War conflict was a great tragedy, but if could have been worse if it wasn’t for William A. Hammond the surgeon general at the time. It was thanks to his almost single-handed push of a vehicle designed to get medics to the injured faster, and/or the injured out of combat zones.","Known as the ambulance-wagon in its time, it was the first vehicle of its kind; with the express purpose of transporting care to the wounded. An 1891 diagram detailed the inner workings of this type of ambulance was used as a detailed diagram of the innerworkings of the type of an old-style ambulance. It was used in its time as a reference to how a vehicle meant for treating wounds on a battlefield should be built and stocked. It includes a medicine pannier, Autenreith medicine wagon, hospital tent, Sibley tent, litters, Wheeling or Rosecrans ambulance wagon, Rucker ambulance wagon, Confederate field ambulance wagon, hospital rail cars, hospital ship, and six-mule team with U.S. Army wagon. The reason from then number of different types of elements was due to the number of different types of war zones the ambulance-wagon would be used in, and the vast amount of different types of injuries one would fall victim to during the war. The company who created it was Julius Bien & Co.","The photo the same ambulance described by the lithograph in action, shows medical staff tending to the wounds of soldiers on the battle field. During the Civil War, when medicine hadn’t advanced to the point where ambulances only served a means of stabilization, and transportation to a hospital like they do now; it was the ambulance-wagon, and those who pushed its integration that no doubt saved thousands of lives.   ","Hammond demanded (and got) one ambulance for every 150 soldiers and got two medical supply wagons for each regimental corps. His improved transportation system proved itself, and at the battle of Antietam (September 1862) his stretcher bearers and ambulance-wagons had every one of the Union Army's 9420 wounded soldiers off the battlefield before the day ended. It was a remarkable feat in the early history of ambulances. At first, ambulance at the time was used strictly for combat zone purposes, but was quickly adopted by hospitals soon after. "],"display_date":"April 12, 1861 - May 9, 1865","search_date":"1863-04-26","locations":[{"id":53115,"lat":32.7523476,"lng":-79.8746925,"zoom":7,"place":"Fort Sumter, South Carolina"},{"id":52839,"lat":37.09024,"lng":-95.712891,"zoom":7,"place":"United States"}],"tags":[{"id":3500,"tag":"William A. Hammond"},{"id":3499,"tag":"ambulance-wagon"},{"id":3498,"tag":"Ambulance"},{"id":5,"tag":"War"},{"id":100,"tag":"Medicine"},{"id":32,"tag":"Civil War"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":177,"school_id":94}}]}