{"id":3504,"tag":"Medical Research","points":[[39.7759976,-86.1769417]],"bounds":[[39.7759976,-86.1769417],[39.7759976,-86.1769417]],"episodes":[{"id":6773,"title":"Postwar Plans and a New Outlook for Medicine: Reaching the Research Potential","course_id":177,"status":"P","start_date":"1/1/45","end_date":"12/31/70","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["After the end of World War II, there was much to be done to improve the Indiana University Medical Center for the better. As can be seen from the document written in 1945, postwar plans were drawn out to improve the administrative, educational, research set-up, and curriculum for postgraduate study and to incorporate the creation of new buildings in preparation for the arrival of the armed forces. Committee members held great responsibility for the future of the medical center and made decisions that would alter the outlook of its progression. They knew that the most important aspect of change that should be focused on was change in the administrative, educational, and scientific research of the center. Work for the medical center’s improvement was delegated and distributed to different health professionals and six different committees were created, each with its own purpose. ","As for the development of the research field in the Indiana University Medical Center, committee members; Chairman Dean Gatch, Mr. Eli Lily, and Mr. Hugh Mck. Landon; as well as other members all agreed that research should be incorporated into patient care and the teaching of medicine to medical students. Furthermore, the committee called for increasing clinical staff at the medical center to meet the demands of the research field which was progressing forward at an increasing rate after the discoveries made during the war. Staff was increased in all components of work at the medical center, ranging from the clerical staff in charge of maintaining records and assisting with publications to hiring a director of research who would serve as an advisor to all other research faculty.","The increasing need for more personnel and the better establishment of research principles within medical institutions came to light during World War II. During the war, there were not enough individuals available to care for the growing numbers in need, and it was also realized that the research field had not reached the bounds needed by the demands of war. The research field could not have reached its potential and medical institutions could not have met this growing demand if not for federal support. In the twenty years since the end of World War II, there have been many advances in the cooperation between the medical field and the federal government. Joseph C. Hinsey discusses “the value of the cooperation between the federal government and health agencies in the field of research” and “that the over-all effect upon the advance of medicine has been very good because the frontiers of knowledge have been pushed back”. The effort put into the improvements in the organization of research and the administrative/faculty structure made by the Indiana University Medical Center could not have been carried out if not for the federal support that strengthened after the end of the war."," "],"display_date":"1945 - 1970","search_date":"1957-12-31","locations":[{"id":53116,"lat":39.7759976,"lng":-86.1769417,"zoom":8,"place":"Indiana University Medical Center"}],"tags":[{"id":258,"tag":"World War II"},{"id":3150,"tag":"Indiana University"},{"id":3504,"tag":"Medical Research"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":177,"school_id":94}}]}