{"id":3506,"tag":"Broad Street Pump","points":[[51.5073509,-0.12775829999998]],"bounds":[[51.5073509,-0.12775829999998],[51.5073509,-0.12775829999998]],"episodes":[{"id":6775,"title":"Pumping Death","course_id":177,"status":"P","start_date":"1854-01-01","end_date":"1866-08-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" John Snow had always been critical of the Miasma theory. But it wasn’t until his monumental discovery at the Broad Street pump in 1849 that his criticism was heard with any degree of fervor. But with this fervor came a growing awareness of the divides between the rich and the poor, and how these divides affected who lived and who died. Perhaps this is no more evident than in a cartoon published by <em>Fun</em> magazine in 1866, in which a depiction of a pensive death dispenses water through the Broad Street pump to a dignified, albeit ragged-looking, family. A brief caption reads “Death’s Dispensary: Open to the poor, Gratis, by permission of the Parish."," The cartoon stands in stark contrast to the usual satirical material published in <em>Fun </em>magazine. Perhaps this underscores the dramatic shift in attitude towards the disparity between rich and poor. This is not to say that the difference in the health of the rich and the poor had not been acknowledged before, but it was only after John Snow’s discovery that this disparity was substantiated with science. It did little, however, to change how the poor were treated, at least not for a time. But this cartoon highlights, starkly and eloquently, the growing displeasure of the poor at being downtrodden by the rich."," The family in this cartoon are hardly depicted as the satirical parodies that can be seen elsewhere in <em>Fun </em>magazine or in other media outlets. They are shown to be victims of their circumstances, lorded over by not only be the “parish,” but by death itself. They are not shown as comedic caricatures that one might expect from a comedic magazine such as in John Leech’s “A Court for King Cholera.” The animalistic African, the gangly German, the impish Irish, such are the stereotypes one would expect to find. But the man, woman, and children fit none of these, nor any other stereotypes. They are depicted plainly, without any exaggerated features or characteristics. Perhaps this is a statement by artist George Pinwell, meant to draw the eye and the mind to the humanity of even the lowest people. "," The macabre caption highlights the indigent attitudes of the unhealthy poor, who are depicted plainly, perhaps even proudly. Its sarcastic tone demonstrates the displeasure of the lower classes at the indifference of the upper class, a sharp cut at the “charity” of the landowners of London."," The depiction of death is perhaps the most interesting. Rather than a malicious spectre, a king astride the world, in this cartoon he is depicted passively, a pensive actor with averted eyes. He seems indifferent, perhaps even unwilling, to dispense death to the figures before him. Maybe this is a statement on shifting the blame from death, into the hands of those who do nothing to prevent his approach."," "," We will likely never know why George Pinwell chose to depict the characters in his cartoon the way that he did. However, one thing is certain. This cartoon is undoubtedly a slap in the face of the landowners who failed to provide a healthy standard of living to those who lived under them. Be it the government, landlords, or even the scientists who provide the former with the information they might need. "],"display_date":"January 1, 1854 - August 18, 1866","search_date":"1860-04-25","locations":[{"id":53114,"lat":51.5073509,"lng":-0.12775829999998,"zoom":7,"place":"London"}],"tags":[{"id":1315,"tag":"cholera"},{"id":3501,"tag":"Jon Snow"},{"id":3506,"tag":"Broad Street Pump"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":177,"school_id":94}}]}