{"id":3508,"tag":"Anti-Nuclear Activism","points":[[40.7804872,-73.9679741]],"bounds":[[40.7804872,-73.9679741],[40.7804872,-73.9679741]],"episodes":[{"id":6776,"title":"Americans Shocked by Television Movie The Day After.","course_id":178,"status":"P","start_date":"11/20/83","end_date":"11/20/83","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["<em>The Day After,</em> a made-for-television movie directed by Nicholas Meyer and written by Edward Hume, aired November 20, 1983, on the ABC Television Network. The film dramatized the aftermath of a nuclear confrontation between the United States and the Soviet Union. The movie took place in Kansas City, Missouri and included cities such as Lawrence, Kansas. <em>The Day After</em> explored the effects of nuclear war from the perspective of ordinary Americans. The story focuses on several sets of characters: most notably Russell Oakes (played by Jason Robards), a doctor and professor at the University of Kansas, the Dahlbergs, a farming family from Harrisonville, Missouri and Billy McCoy (played by William Allen Young), an Air Force reservist stationed at Whiteman Air Base. The film became infamous at the time for scenes of violence and the graphic portrayal of characters perishing from radiation sickness. The movie ends with the ominous warning that “the catastrophic events you have just witnessed, are in all likelihood less severe than the destruction that would actually occur in the event of a full nuclear strike against the United States…” <em>The Day After</em> attracted 100 million viewers, and remains the highest rated television movie in U.S. history.","The controversy surrounding the movie’s release caused an uproar among the American population. Americans criticized U.S. nuclear policy because of what they had seen in the film. ABC and the White House received hundreds of calls from anxious viewers, many of whom supported the movie’s message. Anti-nuclear activists rallied behind movements such as “Let Lawrence Live” and 800-NUCLEAR. Those in favor of nuclear deterrence, however, worried that the emotional fall-out of the movie and controversy surrounding it would negate any critical analysis of nuclear weapons. Director Nicholas Meyer stood firmly on the side of the anti-nuclear activists, denouncing ABC’s attempts to tone down the movie’s political nature. According to historian Deron Overpeck, Meyer wanted to “clobber sixty-million people over the head” with his criticisms of nuclear weapons.","The role <em>The Day After</em> played in changing U.S. nuclear policy is debatable. When the movie premiered in 1983, U.S. relations with the Soviet Union were at their worst levels in twenty years. President Ronald Reagan viewed it days before its premier on ABC. While the movie left Reagan shaken and disheartened, he continued to defend nuclear deterrence as a means to pressure the Soviet Union to the negotiating table. Despite this, <em>The Day After</em> spurred public conversation about nuclear war to reach levels unseen since the Cuban Missile Crisis twenty-one years earlier. The movie’s greatest impact was not changing the minds of policy makers, but its effect on how ordinary Americans debated nuclear policy."],"display_date":"November 20, 1983","search_date":"1983-11-20","locations":[{"id":8915,"lat":40.7804872,"lng":-73.9679741,"zoom":10,"place":"NEW YORK, New York"}],"tags":[{"id":291,"tag":"Cold War"},{"id":1041,"tag":"Film"},{"id":293,"tag":"Ronald Reagan"},{"id":2197,"tag":"Television"},{"id":3507,"tag":"ABC"},{"id":3508,"tag":"Anti-Nuclear Activism"},{"id":3509,"tag":"Movie"},{"id":3510,"tag":"Nuclear War"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":178,"school_id":3}}]}