{"id":3514,"tag":"Operation Ranch Hand","points":[[41.49932,-81.6943605]],"bounds":[[41.49932,-81.6943605],[41.49932,-81.6943605]],"episodes":[{"id":6779,"title":"\"Weeds Trees and Turf\" Magazine applauds defoliants use in Vietnam","course_id":178,"status":"P","start_date":"3/1/69","end_date":"3/31/69","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["The United States agricultural magazine <em>Weeds Trees and Turf</em>, along with many other forms of media, promoted the domestic application of chemicals for farming and other agricultural needs. The strategically titled article “Life-Saving Aerial Spray Missions in Vietnam” appeared in the March 1969 issue and provided the audience with broad understanding of how defoliation missions took place. More than that, the tone, title and content of the piece explained and endorsed the necessity of such missions. In favor of herbicide and defoliant use, the article relied upon education to inform those reading the article of how vital the use of defoliants can be to American lives as “Their task: aerial defoliation at various strategic areas to help save the lives of their fighting compatriots.”","            Misunderstood and misjudged at the time, the use of defoliants in the Vietnam war, through Operation Ranch Hand, unleashed unintended environmental and health effects on those in targeted areas. Ultimately, the U.S. used eleven million gallons of defoliants leading to unimaginable destruction. The defoliants remained hidden in the soils, water systems, and fats of humans and animals following exposure and as a result, defoliants affected areas such as rice fields and rubber plantations that had not been intended targets. With dioxin levels at estimated concentrations of 1000 mg/kg in highly exposed areas, some zones in Vietnam are still considered harmful to humans. One study, published in 1998, that surveyed areas adjacent to the former A So airbase in Central Vietnam suggested that fish still contained concentrations of dioxins that would be harmful to humans if consumed. This further raises the question of whether defoliant use was necessary.","The monthly magazine held a distinguished position as the foremost provider of valuable herbicidal and agricultural information covering developments in farming techniques. With such a title came the responsibility of producing pertinent and informative articles each month. Through their report on the use of defoliants in Vietnam, <em>Weeds Trees and Turf</em> suggested to their audience of dealers and manufacturers of herbicides, along with farmers and landscapers that the topics they cover are cutting-edge and significant at that time throughout the world.","As with many new technologies, the use of defoliants in Vietnam came with an initial lack of knowledge and understanding of its long-term consequences. This use led to the significant destruction of native Vietnamese vegetation, along with severely affecting human health through cancer and birth defects, prompting an international questioning of its use and accusations of violating the 1925 Geneva Protocol. However, the article provides an example of defoliants viewed as an asset because it was critical to saving the lives of American soldiers."],"display_date":"March 1969","search_date":"1969-03-16","locations":[{"id":53121,"lat":41.49932,"lng":-81.6943605,"zoom":8,"place":"Cleveland, Ohio"}],"tags":[{"id":292,"tag":"Vietnam"},{"id":5,"tag":"War"},{"id":3512,"tag":"Defoliants"},{"id":3513,"tag":"Agent Orange"},{"id":3514,"tag":"Operation Ranch Hand"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":178,"school_id":3}}]}