{"id":3517,"tag":"Public law 78","points":[],"bounds":[[-100,-100],[100,100]],"episodes":[{"id":6780,"title":"Braceros: the lead up to Operation Wetback","course_id":181,"status":"P","start_date":"4/4/42","end_date":"1/1/64","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Braceros and American agricultural workers finally had a government act on their side. It was July 13, 1951 and President Truman had approved (S. 984), also known as public law 78. This would mean the enforcement of better living and working conditions for all farm workers whether foreign or domestic. (S. 984) would also allow for fixed pay, government sponsored transportation and recruitment, and standard worker contractual terms. It was a chaotic time for Braceros; American agriculture demands were sky high and that meant that cheap labour was desperately needed. Many Mexicans answered the call and moved north, becoming “Braceros”, which was “wage labourers” in Spanish. Yet, many illegal workers followed since working conditions in America were more tolerable, even as the Mexican government tried reforming its labour laws. These were known as the “Wetbacks”, and their presence threatened to negate public law 78. Truman argued that this would leads to serious competition between legal and illegal workers. So he came up with a three point plan to solve this problem. First, Congress will punish those who allow Wetbacks to stay within America. Second, the Immigration and Naturalization Services (INS) now reserve the right to inspect workplaces, without a warrant, where they believe illegal immigrants are working. Third, the INS was to expand its personnel in the southwest to increase apprehension, investigation, and deportation of illegal workers. This was the immediate plan, but Truman ultimately wanted only US citizens in the farm labour force by reducing dependence on foreign sources.","Leading up to Operation Wetback, which started around 1954, President Truman and later, Eisenhower tried to prevent illegal immigrant from the entering the US with a combination of policies aimed at supporting legal Braceros while punishing Wetbacks. However, most were not enforced under the State, Justice, Agriculture and Labour departments and led to Braceros “[enduring] harsh working conditions, prejudice, substandard housing, poor quality food, etc.”[1]. Many organizations emerged at this time to call for equality among Bracero and “native” workers including César Estrada Chávez and the National Farm Workers Association. Out of Congress’ reach, local states and municipalities known as “drying out the Wetbacks”. Illegal workers were captured, taken back to the border and converted into Braceros. According to historian Anna Bartnik, during this time, “the number of illegal immigrants from Mexico increased by 6, 000 percent”[2]. Another issue was that many Braceros became illegal immigrant rather than just workers. Congress therefore allowed banks to take 10% of workers’ incomes, which would be distributed back once they arrived back in Mexico. Finally, the INS decided that mass deportation was the only solution to the Wetback problem and ordered the “[detention] of hundreds of thousands of aliens, encouraged the \"self-deportation\" of hundreds of thousands more”[3]. In the end, the Braceros’ legacy was threefold: it increased the production of southern agriculture significantly, led to increased calls for better foreign workers’ treatment and paved the way for the successor of the Bracero Program, the H-2 Visa Program."," "," ","Work Cited","Bartnik, Anna. \"The Bracero Program.\" Journal of American Studies, 2011th ser., no. 12 (December 2011): 23-31. Accessed February 2, 2018. <a href=\"https://www-ceeol-com.myaccess.library.utoronto.ca/search/viewpdf?id=45091.\">https://www-ceeol-com.myaccess.library.utoronto.ca/search/viewpdf?id=45091.</a>","Hazelton, Andrew J. \"Farmworker Advocacy through Guestworker Policy.\" Project Muse. 2017. Accessed February 2, 2018. <a href=\"http://muse.jhu.edu.myaccess.library.utoronto.ca/article/664030.\">http://muse.jhu.edu.myaccess.library.utoronto.ca/article/664030.</a>","Truman, Harry S. \"Harry S. Truman: Special Message to the Congress on the Employment of Agricultural Workers from Mexico. - July 13, 1951.\" The American Presidency Project. Accessed February 02, 2018. <a href=\"http://www.presidency.ucsb.edu/ws/index.php?pid=13837&st=mexican&st1=.\">http://www.presidency.ucsb.edu/ws/index.php?pid=13837&st=mexican&st1=.</a>"," "," "," "," "," ","[1] Anna Bartnik, \"The Bracero Program,\" Journal of American Studies, 2011th ser., no. 12 (December 2011): 27, accessed February 2, 2018, <a href=\"https://www-ceeol-com.myaccess.library.utoronto.ca/search/viewpdf?id=45091.\">https://www-ceeol-com.myaccess.library.utoronto.ca/search/viewpdf?id=45091.</a>","[2] Ibid. 28","[3] Andrew J. Hazelton, \"Farmworker Advocacy through Guestworker Policy,\" 2017, accessed February 02, 2018, <a href=\"http://muse.jhu.edu.myaccess.library.utoronto.ca/article/664030.\">http://muse.jhu.edu.myaccess.library.utoronto.ca/article/664030.</a>"],"display_date":"April 4, 1942 - January 1, 1964","search_date":"1953-02-15","locations":[{"id":53097,"lat":0,"lng":0,"zoom":7,"place":"Toronto, Canada"}],"tags":[{"id":3515,"tag":"Bracero Program"},{"id":3516,"tag":"Operation Wetback"},{"id":3517,"tag":"Public law 78"},{"id":3518,"tag":"Mexican workers"}],"course":{"name":"US History since 1865","school":"University of Toronto Scarborough","course_id":181,"school_id":28}}]}