{"id":3519,"tag":"Russel Means","points":[[43.1405442,-102.365715]],"bounds":[[43.1405442,-100],[43.1405442,-102.365715]],"episodes":[{"id":6782,"title":"The Wounded Knee Story","course_id":181,"status":"P","start_date":"5/8/73","end_date":"4/16/75","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["United States of America v. Russel Means and Dennis Banks reveals the consequences of the siege that occurred at Wounded Knee - which resulted in a shootout with the FBI agents. In the shootout of 8 May of 1973, both FBI agents were wounded: the FBI agent was critically wounded, and the US marshal of Nebraska became permanently paralyzed. The leaders of the American Indian Movement, were responsible for the seventy-one-day siege, Russel Means and Dennis Banks were charged with “11 violations of federal law, one conspiracy count and 10 substantive counts”. Chief Judge Fred J. Nicol of the District Court of South Dakota, dropped the charges against Russel Means and Dennis Banks. The charges were dropped due to the alleged prosecutorial misconduct: “failing to correct the ‘obviously false’ testimony of Government witness Louis Moves Camp, […] prosecutor’s ‘grossly negligent conduct’ […] offering the testimony of Government witness Alexander David Richards when that testimony was […] contradicted in a previously transcribed interview” and listed three other governmental misconducts. In a response to the charges being dropped, the United States government wanted to appeal the decision, but the Court of Appeals decided to reject it, which they did on April 16 of 1975 – based on the double jeopardy clause, where “a mistrial occurred on by operation of law when the Government refused to proceed with 11 jurors”.  "," ","The events that unfolded at Wounded Knee, resulted in the members of AIM being arrested: Russel Means, Dennis Banks, and Leonard Peltier. Originally the Indigenous people and the members of AIM, were gathering to remember the massacre that occurred there in 1890, which ended with government involvement. Leonard Peltier, a member of AIM, was convicted of the 1975 murders of FBI agents Jack Coler and Ronald Williams on the Pine Ridge Reservation and is serving two consecutive life sentences. The American government’s involvement shows how it always intervenes, while ignoring the Indigenous peoples’ legitimacy over its own affairs – which the intervention would have consequences for both sides. The siege reflects the mistreatment Indigenous people face from the American government. In the Peltier case, it “was a federal case that maintained without question the government’s power and legitimacy while negating Indian power and legitimacy […] as illegitimate, uncivil, and contradictory to dominant American culture”. The siege of Wounded Knee was a protest to the AIM’s unhappiness with how the Pine Ridge Reservation tribal chair handled its role: “abuse of power, misuse of monies, and use of a repressive personal police force”. The involvement of the government, reveal the injustice Indigenous people faced at the trials - for prosecution to easily put the AIM members in jail. In both US v. Means and Banks and the US v. Peltier cases, they reveal how injustice occurred with “FBI malpractices […] and the evidence adduced by the prosecution in the indictments has become a matter of conjecture”.  "],"display_date":"May 8, 1973 - April 16, 1975","search_date":"1974-04-27","locations":[{"id":53124,"lat":43.1405442,"lng":-102.365715,"zoom":8,"place":"Wounded Knee, South Dakota, United State"}],"tags":[{"id":1627,"tag":"Leonard Peltier"},{"id":3298,"tag":"Wounded Knee"},{"id":3520,"tag":"Dennis Banks"},{"id":3519,"tag":"Russel Means"}],"course":{"name":"US History since 1865","school":"University of Toronto Scarborough","course_id":181,"school_id":28}}]}