{"id":3528,"tag":"Native Relations","points":[[43.1405442,-102.365715]],"bounds":[[43.1405442,-100],[43.1405442,-102.365715]],"episodes":[{"id":6785,"title":"An Editorial of The Wounded Knee Incident","course_id":181,"status":"P","start_date":"2/27/73","end_date":"5/8/73","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Eighty-three years after the Wounded Knee Massacre in 1890, the American Indian Movement (AIM) chose the same village again in the Oglala Sioux to protest condition on the reservation. Wounded Knee was a symbolic site of the American Indians, it witnessed the oppression of the white people to indigenous people and the development of the native rights movement. The American society had been changed during this 83 years. Violence was less tolerated in the 1970s especially when hostages were holding. It was not acceptable that people used violence no matter what were their grievances. The AIM thought they could be succeed in this protest, however, their militant actions were not only gaining the support and sympathy of the majority but generating the feeling of fear and hostility to public. Even the chief of Oglala Sioux was strongly opposed the movement from the tribal reservation. Due to the opposition of the chief, the militants of AIM was asking the Federal Government to drive out the chief from office. The author suggested the Administration should accept the recommendation of President Nixon for greater tribal self government. He also advised the Bureau of Indian Affairs should have less intervention by their own agents on the tribal internal affairs and allowing tribes to carry out federally sponsored programs. He concluded that the Americans should feel guilty for the repeat of armed confrontation by the same group of people after 1890.   ","The Wounded Knee incident was a protest called out by the American Indian Movement (AIM) in 1973, seeking treaty rights, sovereignty and improve the dire condition of all Indian Reservation in the United States (Rich, 79). It eventually evolved into a gunfire conflict between the government and Indians . The relation between the U.S. government and native people had been strained from the 18th century until 20th century. Even in today’s America, the living conditions on the reservations are worse and Indians are facing a lot of challenges to improve their life in the American society. The conflict between two of them began in 1887, the U.S. government passed the General Allotment (Dawes) Act, aimed to separate the reservation system and tribalism, forced the natives to sell their lands to non-natives (Pritzker, xiii). During the 1920s to 1930s, the American government tried to rebuild the relationship. In 1924, they granted citizenship to Indians, they also passed the Indian Reorganization Act ten years after. This Act abolished the allotment, encouraged Indians to create a constitutional tribal government, but the decision that made by tribal government need to grant the approval by the Bureau of Indian Affairs (BIA) (Pritzker, xiii). Under the restriction of the BIA to tribal governments and the termination policy that encouraged Indians moved into cities, many Indians experienced poverty and alienation on reservations (Pritzker, xiv). The Indians considered these policies as the violation of their sovereignty which gave rise to “Red Power” movement in the late 1960s and 1970s (Pritzker, xiv). Militant organizations were rising such as the American Indian Movement (AIM) organized several protests to fight for native rights (Rich, 71). The strained relationship eventually ended up after the 1990s, Indians population increased generally (Pritzker, xiv). However, poverty, poor education, and health are still being the existing problems on reservations in today’s America.     "],"display_date":"February 27, 1973 - May 8, 1973","search_date":"1973-04-02","locations":[{"id":53039,"lat":43.1405442,"lng":-102.365715,"zoom":8,"place":"Wounded Knee, South Dakota, USA"}],"tags":[{"id":3527,"tag":"Indians, Riot"},{"id":3528,"tag":"Native Relations"}],"course":{"name":"US History since 1865","school":"University of Toronto Scarborough","course_id":181,"school_id":28}}]}