{"id":3531,"tag":"Civil Rights, Protest","points":[[36.1626638,-86.7816016]],"bounds":[[36.1626638,-86.7816016],[36.1626638,-86.7816016]],"episodes":[{"id":6787,"title":"The Nashville, Tennessee Sit-In","course_id":181,"status":"P","start_date":"3/26/60","end_date":"3/26/60","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On March 16, 1960, the newspaper <em>The Nashville Tennessean</em> reveals the story of a civil rights protest gone awry. Approximately 120 African Americans entered nine separate white-only restaurants in a show of protest. The group of protesters demanded the desegregation of eating facilities. The public demonstration was sparked by students angered with the Mayor of Nashville’s biracial committee, who felt contempt that the group had not met in days while hostilities boiled in the African American community. Demonstrators were skeptical about the nature of the committee working with local shop owners. At the time of the protest, police worked hard to segregate the two races by moving whites out of stores. While racial tensions certainly existed, law enforcement attempted to curb violence and the potential chance for a riot by retaining a presence in every store. As black demonstrators moved into restaurants, they found all eventually closed their counters and refused to serve them. John Lewis, a great figure in the Civil Rights movement was a part of this demonstration. Lewis walked into the Moon - McGrath Drug Store and asked for service from a waitress. The waitress denied his request on grounds that the store did not serve to African Americans. The manager demanded that Lewis and the demonstrators with him leave, he refused and was shortly arrested. Lewis states in a comment that the police did not request that they move, rather they forcefully arrested him and his friends. Only after the demonstration was over did the biracial committee meet and discuss grounds for why the demonstration had occurred.","This episode in history can be explored in a much broader historical context regarding the Civil Rights movement. Peaceful demonstrations have been practiced by civil rights activists since the start of the era, one of the earliest examples being Rosa Parks’ refusal to move on a bus. Early demonstrations in the 1950s and 60s are what paved the way for larger movements like the Freedom Rides. Such organized acts of rebellion challenged the narrative of racism embedded in American society during the 1960s. The episode displays the tension between White and Black populations and creates vivid imagery for what demonstrators expected to face while protesting. A key element of civil rights demonstrations is the use of non-violent techniques in making public statements. While this episode’s protest ended with relatively little violence, later protests tend to essentialize the disdain from White folk towards African Americans more clearly. Freedom Rides, a group of thirteen men and women riding across Southern States to challenge segregation laws are a prime example of the suffering protesters had to endure. John Lewis, a student mentioned in the previous article eventually became a full-fledged member of the order. Starting on the Fourth of May, 1961, the Freedom Rides left Washington to challenge segregation laws. Only ten days after the start of the campaign, the Freedom Riders were attacked in Alabama, their bus set ablaze by Ku Klux Klan segregationists. Bull Connor, a leading segregationist figure of the time represented the resentment felt by White communities who oppose such protesters demanding equality. Conner, a commissioner for the Birmingham, Alabama Police Department was involved in staging the assault on the bus, informing the KKK when police would arrive so that they could stage a successful attack. While the article does not inform of characters like Connor, there is still a sentiment of disdain from public authorities. This sentiment would carry on throughout the entirety of the civil rights movement."],"display_date":"March 26, 1960","search_date":"1960-03-26","locations":[{"id":53130,"lat":36.1626638,"lng":-86.7816016,"zoom":8,"place":"Nashville"}],"tags":[{"id":3531,"tag":"Civil Rights, Protest"},{"id":3552,"tag":"John Lewis"}],"course":{"name":"US History since 1865","school":"University of Toronto Scarborough","course_id":181,"school_id":28}}]}