{"id":3538,"tag":"post-war","points":[[43.6378194,-79.3902334]],"bounds":[[43.6378194,-79.3902334],[43.6378194,-79.3902334]],"episodes":[{"id":6791,"title":"Well-Behaved Women in the '60s Seldom Make History; they get Divorces","course_id":180,"status":"P","start_date":"2/7/18","end_date":"2/26/18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Liberal Member of Parliament for Parkdale, Toronto- Stanley Haidasz, has sent 20 000 personal opinion questionnaires to residents of the city’s west-end. Little over 2100 surveys were returned, and revealed new data supporting easier divorce laws. The survey also asked whether Torontonians were in favor of: better diplomatic relations with China under a communist government, more lotteries to fund hospital construction, and increased taxation on tobacco. However, the <em>Globe and Mail</em> newspaper took an interest on the surprisingly high percentage of divorce favorability, because it had been uncommon in Canadian history. In the article, “Easier divorce favored by 74% in Toronto poll”, posted by the <em>Globe and Mail </em>on July 28 1966, reveals the breakdown of the survey. As 74% favored easier divorce; requesting to shorten the three-year separation period, into just one year. 22% were not in favor of easier divorce, and 4% had no official opinion on the matter. In conclusion, Stanley Haidasz’ position in government meant he was aware of the socio-cultural demand for change within the city and launching this survey may have acted as the kick-start he needed for his own personal career direction.","            The increased favorability in divorce can be a result of increased feminist movements in the 1960s. Prior to 1968, Ontario’s civil courts were responsible for divorce cases. This court system had set an unreasonably long separation period of three to five years, and treated marriage as more of a contract than a holy sacrament. From the late nineteenth century to early twentieth century, a woman’s role in society was to be subordinate and devoted to her husband. The colonial government at the time, wanted to maintain a content male labour force, and one way that can be ensured is through a wife’s legal dedication to stay with her husband. This can be seen when adultery was removed as a criminal offence, and therefore lost its base for divorce under the English Divorce and Matrimonial Causes Act of 1857. Furthermore, Canadian women already recognized the unequal treatment they received in society, but with employment and increased personal wealth, brought a sense of autonomy and authority to the lives of many women whom were previously silenced by male figures. Many new employment positions had opened to middle class women during/post-WWII, that were previously dominated by men. Even after the War, many women maintained their employment positions to support their families and secured themselves in middle class positions for the following decades. Additionally, the 1960s were a period of radical social and humanitarian changes demanded by middle class women. Protests for peace and non-conflict during the Cold War (1961), a united Canada wide- divorce law in 1968, the decriminalization of same sex activity in 1969, and legal abortion in 1969, are some of the social battles in which Canadian women were on the forefront. In conclusion, a new wave of feminist movements can potentially explain why more Torontonians were in favour of easier divorce laws, as examined in Stanley Haidasz’ 1966 survey."],"display_date":"February 7, 1918 - February 26, 1918","search_date":"1918-02-16","locations":[{"id":53134,"lat":43.6378194,"lng":-79.3902334,"zoom":8,"place":"Toronto, Ontario, Canada"}],"tags":[{"id":3538,"tag":"post-war"},{"id":3537,"tag":"Stanley Haidasz"},{"id":3536,"tag":"Feminist Movements"},{"id":3535,"tag":"Toronto"},{"id":291,"tag":"Cold War"},{"id":617,"tag":"Feminism"}],"course":{"name":"Critical Writing and Research for Historians","school":"University of Toronto Scarborough","course_id":180,"school_id":28}}]}