{"id":3544,"tag":"Japanese Internment","points":[[33.9905733,-114.3963424]],"bounds":[[33.9905733,-100],[33.9905733,-114.3963424]],"episodes":[{"id":6795,"title":"Into the Japanese Internment Camps","course_id":181,"status":"P","start_date":"3/1/42","end_date":"3/31/46","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On November 16, 1942 a letter was sent to a close friend named Clara Breed from Tetsuzo, a Japanese-American expressing his disappointment towards the living conditions provided by the Americans. Tetsuzo stated how the harsh conditions and situation in the Poston, Arizona camp were nowhere near humane. The temperatures were unpredictable, and the wind blew all morning and all night, threatening to bring down the roofs. However, the food was good, but the quantity was insufficient. The Japanese did not have a choice but to make do with what was given. Moreover, the medical situation was a major issue. There was only one hospital in the first camp, 15 kilometers away and one doctor in camp three that was “apparently” supposed to take care of 5000 Japanese (Tetsuzo, 1942). It was pitiful, but the guardsmen turned a blind eye. They had heavy guns pointing at the camp claiming it was to keep the Japanese safe from the white mob, but the Japanese knew the truth. As Tetsuzo (1942) said, “They thought we were fools when it came to protecting the Japanese.” Any suspicious acts would result in a severe punishment. Guards surrounded the area with five strands of barbed wire claiming it was to keep the people and cattle out, in reality it was to keep the Japanese in. The guards were not protecting the Japanese but were finding excuses to cover up for the inhumane acts they were regulating (Tetsuzo, 1942). After taking them from their homes they still did not pity them, and Tetsuzo was not surprised. Possessing hidden anger towards the guards and the army, the only news that mattered was the news of going back home. Tetsuzo believed many of the whites would not be happy on their return home but he knew, there were those like Clara, that would be."," ","The Japanese internment camps were a mere representation of what the Japanese were feeling. In February, 1942, President Franklin D. Roosevelt signed Executive Order 9066, radically moving 120,000 men, women, and children of Japanese ancestry (NPS, 2015). Order 9066 was one of the most blatant violations of civil liberties in American history. During the time period after the Pearl Harbor attack, U.S government punished all the Japanese descent by opening the first camp in March, 1942. for a crime they did not commit (AtomicHeritage, 2016). The Japanese only had a few days to decide what they would do with their valuables and belongings, not knowing when or if they will ever return home. It was a time of anger, sadness and sorrow, as seen through letters written by Tetsuzo to Clara. The Japanese were moved up to ten different locations where they were kept. Manzanar, was the location that was most harsh and not only physically, but mentally destroyed many Japanese. Nonetheless, as time elapsed, conditions got better as children were able to attend school, even when incarcerated. Adults found jobs that gave them wages from as low as $12 to $19 a month (NPS, 2015). However, times became intense when the government wanted loyalty from the Japanese by joining the army. Those who said no, were segregated. Furthermore, the last camp closed in March, 1946 as the war department lifted the restrictions. However, the Japanese were not compensated for their traumatic losses until 1990 With $20,000 to each of the 82,219 survivors along with a formal apology (AtomicHeritage, 2016). Through the misfortunes of the Japanese, the lesson of Order 9066 was a reminder towards Americans to stay vigilant against such abuse."],"display_date":"March 1, 1942 - March 31, 1946","search_date":"1944-03-15","locations":[{"id":53137,"lat":33.9905733,"lng":-114.3963424,"zoom":8,"place":"Poston, Arizona"}],"tags":[{"id":3544,"tag":"Japanese Internment"},{"id":258,"tag":"World War II"}],"course":{"name":"US History since 1865","school":"University of Toronto Scarborough","course_id":181,"school_id":28}}]}