{"id":3549,"tag":"wire-tapping","points":[[40.7127753,-74.0059728]],"bounds":[[40.7127753,-74.0059728],[40.7127753,-74.0059728]],"episodes":[{"id":6796,"title":"The Wiretapping Profiteer","course_id":180,"status":"P","start_date":"1/14/45","end_date":"2/26/60","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On Feb 26th, 1960, the <em>New York Times</em> announced the outcome of the case of a 56 year-old man named John G. Broady in New York City's General Sessions Court. Broady was a private investigator and attorney who pleaded guilty to “three charges of eleven-count of indictment charged with conspiracy and making false representations in order to obtain information from telephone companies”. Judge Mitchell D. Schweitzer sentenced Broady to a six-month suspended sentence on Feb 25th. Regarding what a suspended sentence entailed, it meant that the judge decided to delay the defendant’s prison sentence after he was been found guilty. The judge granted Broady a period of probation, rather than immediately having the defendant serve his sentence. As long as Broady does not break the law again and fulfills the conditions in his probation, his prison sentence would be lifted. Judge Schweitzer noted that the defendant was already serving a “two-four year term for illegal wiretapping - a term that he began serving [in January], so he considered the idea of giving Broady another sentence to serve no purpose”. The sentence that the judge is referring to occurred back in 1955, when Broady was convicted for his involvement in a secret wiretapping business in an apartment located on 360 E. 55th Street, New York City. This organization was linked to 100,000 of the city's telephones. Broady’s collaborators were Shannon B. Warren, an electrical technician; and Walter Asmann and Carl R. Ruh, two members of the New York telephone company. These men placed taps on multiple “business and private phones, and sold the information” to clients. All of the men who involved were detained during a police raid in 1955.  ","As a consequence of this operation’s discovery, it exposed to NYC authorities how easy it was for third parties to illicitly tap into the city’s extensive telephone network. During the 1950s, the crime of eavesdropping in the state of New York existed in a gray area. While the American federal government considered illegal wiretapping as an uncondonable crime, the New York state’s government was far more lenient towards the practice, as its own independent legistation allowed the practice to operate with and without court approval. This meant that there were significant disparities between the federal and state wiretapping statutes. With this knowledge in mind, Broady argued in his 1956 trial that “all state efforts to penalize wiretapping and conduct associated with wiretapping were unconstitutional”. With this argument, Broady attempted to try to avoid being punished for his criminal activity via a legal loophole. This pressured the legal authorities to bring the eavesdroppers to trial as soon as possible, as they were aware of this issue in New York’s wiretapping laws. The original court case in the 50's resulted with Broady being convicted as the operation's brainchild. As for his accomplices, they were acquitted of any charges because they agreed to testify against him. Due to the outcome of this case, the federal government decided to update New York's legal code on wiretapping. By 1957, the state of New York made the practice of unwarranted wiretapping to be officially illegal. Any illegally intercepted evidence was outlawed from being submitted in New York courts. The state’s legal definition of eavesdropping was updated to include bugging on microphones and dictaphones.  "],"display_date":"January 14, 1945 - February 26, 1960","search_date":"1952-08-05","locations":[{"id":53112,"lat":40.7127753,"lng":-74.0059728,"zoom":8,"place":"New York, NY, USA"}],"tags":[{"id":3549,"tag":"wire-tapping"},{"id":290,"tag":"Crime"},{"id":97,"tag":"Espionage"},{"id":9,"tag":"Law"},{"id":3545,"tag":"wiretapping"},{"id":3546,"tag":"eavesdropping"},{"id":3547,"tag":"criminal law"},{"id":3548,"tag":"NYC"},{"id":3550,"tag":"wire tapping"}],"course":{"name":"Critical Writing and Research for Historians","school":"University of Toronto Scarborough","course_id":180,"school_id":28}}]}