{"id":3558,"tag":"statehood","points":[[39.415352,-81.4548436]],"bounds":[[39.415352,-81.4548436],[39.415352,-81.4548436]],"episodes":[{"id":6801,"title":"The Road to Statehood","course_id":182,"status":"P","start_date":"1802-06-01","end_date":"0000-00-00","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["One of the greatest obstacles along the frontier was transportation. No railroad existed to get settlers over the mountains or across rivers. In a letter to Luther Shepard, Rufus Putnam petitioned the court for a road to be built “from Marietta to Griffin Greene’s farm.” This road would be vital to the infrastructure of the Northwest Territory. Infrastructure was necessary for statehood, and Ohio was no different. This process involved developing a road system, working with other established states, and holding a constitutional convention to present the state of Ohio to the National government. While this process ended up creating an entirely new state, it all began with Marietta as the first settlement of the Northwest Territory.","            The settlement of Marietta began because of the close proximity to the Ohio and Muskingum Rivers. This made Marietta accessible and suitable to receive supplies from the East. Rivers were the primary mode of transportation in the early twentieth century, making Marietta a prime destination for expansion into the West. As settlers moved further inland, the need for roads became necessary. Therefore, in 1802, the court petitioned to build a road system. The origins were in a document from the Court within Washington County with the intent of fully developing this new land. This road would stretch from, “the easterly bank of said creek to the Ohio River at the mouth.” This is in reference to Duck Creek, and shows the perimeter within Marietta where the first roads were built. The roads permitted faster transportation, a better supply of goods, and a larger number of people for settlement, and thus statehood. According to the Northwest Ordinance, “sixty thousand people resided in a territory, they could apply for statehood.” Thus, a system of roads was vital to the development of the Northwest Territory and the eventual creation of the state of Ohio."," The National Road was built once the road network was created in Eastern Ohio. It connected the new state to Cumberland, Maryland. The completion of the National Road allowed for a more extensive road system throughout the state over the following ten years. The national government had an interest in expanding further into the Northwest Territory as people were moving and sold goods in the region. Furthermore, this is due to the clause in the Northwest Ordinance, in which it was declared that within the Northwest Territory should be, “the creation of at least three but not more than five states.” Therefore, development and infrastructure pioneered by Marietta’s settlers in the early 1800s led to the establishment of the State of Ohio and a system of networking throughout the new frontier.It also permitted further expansion into the Northwest Territory."],"display_date":"June 1, 1802 - undefined 0, 0","search_date":"1851-03-01","locations":[{"id":53139,"lat":39.415352,"lng":-81.4548436,"zoom":8,"place":"Marietta, Ohio"}],"tags":[{"id":3559,"tag":"Northwest Territory"},{"id":3558,"tag":"statehood"},{"id":3557,"tag":"roads"}],"course":{"name":"Professional Historian","school":"Marietta College","course_id":182,"school_id":101}}]}