{"id":356,"tag":"\"69th New York Infantry\"","points":[[38.1882210605,-77.65248979]],"bounds":[[38.1882210605,-77.65248979],[38.1882210605,-77.65248979]],"episodes":[{"id":4748,"title":"A Union Account: The Battle of The Wilderness","course_id":34,"status":"P","start_date":"1864-05-03","end_date":"1864-10-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Hindered by an uneven terrain covered with “tangled thickets of pine, scrub-oak, and cedar,” battle organization and tactics broke down as Captain Robert H. Milliken and other officers struggled to see the enemy and maintain unit cohesion. Consequently, the Battle of the Wilderness represented a definitive moment in the course of the Civil War - providing  an insightful perspective to a polysemic conflict.  Lasting officially from May 5 to May 7, 1864, the conflict marked the first engagement in a larger Federal campaign to wear down Confederate tactical strength and capture Richmond.  Moreover, though, it was the first time that the commands of General Ulysses S. Grant and General Robert E. Lee would meet in battle – a scenario that would come to dominate the remainder of the war and has defined historical perceptions.","Serving in the 69th New York Infantry, a famed Irish regiment that solidified ethnic Irish and Catholic support for the Union, Captain Robert H. Milliken provides a first hand account of the three day battle – characterizing the large numbers of killed and wounded, difficult terrain, and inconclusive action.  From the first epoch of his terse battlefield report, Milliken describes the movement of his company from the former Chancellorsville battlefield, across the Rapidian River, and into a heavy engagement with Rebel forces.  Composing the far left section of the Federal lines, his troops along with the remaining detachments of the First Division are depicted as becoming “heavily engaged” in a battle that “raged with great severity and obstinacy.\"","Despite encountering initial success, though, advances from Rebel troops under General Longstreet eventually overran the Federal regiments; consequently, the 69th Infantry with the rest of the Second Irish Brigade was removed from direct combat and ordered to Todd’s Tavern where they remained until May 9, 1864.  Engagements fettered out by May 7, 1864, as the Armies of the Potomac and Northern Virginia counter-maneuvered and repositioned forces for what would become a continued set of encounters in central Virginia.  Still, the impact on the \"Fightin 69th\" was profound - after four years of continued combat the brigade had been reduced to regimental size and was forced to assimilate into other units.","Nevertheless, severe casualties and difficult battle circumstances failed to provide a tactical advantage for either army.  Thus, the limited engagements described by Milliken demonstrate the effects of combat experience on the enlisted mindset while providing a first hand chronology of the Wilderness."],"display_date":"May 3, 1864 - October 16, 1864","search_date":"1864-07-25","locations":[{"id":14293,"lat":38.1882210605,"lng":-77.65248979,"zoom":9,"place":"SPOTSYLVANIA, Virginia"}],"tags":[{"id":355,"tag":"\"Milliken, Robert\""},{"id":356,"tag":"\"69th New York Infantry\""},{"id":358,"tag":"\"Irish Brigade\""},{"id":359,"tag":"\"Fightin 69th\""}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":34,"school_id":4}}]}