{"id":3561,"tag":"Richard Cardinal Cushing","points":[[38.911387,-77.03062]],"bounds":[[38.911387,-77.03062],[38.911387,-77.03062]],"episodes":[{"id":6802,"title":"Cardinal Cushing, JFK, and the Religion Hurdle","course_id":183,"status":"P","start_date":"1/1/66","end_date":"1/30/66","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"N","content":["“I was convinced if anyone could break through that wall of prejudice, our best hope was with John F. Kennedy. More than any other Catholic of the twentieth century, he was capable of facing this Herculean challenge.”  ","In 1966, Richard Cardinal Cushing, a close confidante and spiritual adviser to John F. Kennedy, sat for an oral history with Edward M. Kennedy. Cardinal Cushing first encountered John F. Kennedy during his campaign for Congress and said that he remained a steadfast influence in the young President’s life until his untimely death. Cushing attested that Kennedy called and visited him frequently to discuss a range of subjects, from federal aid to education to current events. In his interview with Edward M. Kennedy, Cushing described and evaluated the main conflicts Kennedy faced regarding his Catholic religion.","Cushing declared that some citizens undoubtedly did not vote for Kennedy solely for his Catholicism and he admitted that some in the Catholic hierarchy felt the time had not yet come for a Catholic’s election to the presidency. In sharp contrast, Cushing extolled Kennedy’s ecumenical spirit, which meshed with the reforms associated with the Second Vatican Council. Cushing likewise noted Kennedy’s “liberal rather than conservative Catholicism” and many “qualities of mind and heart” made him the only Catholic with a chance to obtain the highest office in the land.","Cushing stated that Kennedy’s faith never obstructed his relationships. Yet Kennedy’s faith and allegiance prevailed as a topics of heated controversy during his campaign and presidency. During his interview with Cushing, Edward M. Kennedy mentioned a highly-publicized incident regarding the Chapel of Four Chaplains in Pennsylvania, where Kennedy encountered harsh criticism for neglecting to attend an interdenominational service. Cushing said this was just one of hundreds of similar conflicts. This specific episode, however, continued to follow Kennedy, despite his insistence that he did not attend solely because “he was not credentialed to be a representative of the Catholic church,” according to historian Shaun Casey.","Kennedy’s Catholicism gave rise to other concerns, including fears that he would advocate to send an ambassador to the Vatican. Cushing considered this an “absurd objection” and proclaimed that he knew no one in the U.S. Catholic hierarchy who supported that initiative. Yet a group of Baptist ministers in St. Louis passed a resolution that encouraged Kennedy to send Cardinal Cushing himself – “Mr. Kennedy’s own hierarchical superior in Boston” – to obtain the Vatican’s authorization on Kennedy’s position regarding the separation of church and state. Casey wrote that a move like this would have presented Kennedy as submissive to the Vatican. Kennedy firmly denounced this appeal, reiterating that he felt strongly that his position mirrored those of most American Catholics.","As for federal aid to education, Cushing never passionately supported the cause, fearing that parochial schools would become subject to some federal control. But Cushing affirmed that Kennedy felt private or parochial schools deserved a place in the U.S. educational system. Kennedy even believed these schools should receive “some kind of aid that had no relation to religion,” as long as this motion would align with the Constitution. Historian Thomas Maier wrote that during a debate surrounding a 1950 federal aid-for-education bill, Kennedy openly argued that parochial schools should receive aid, at least for buses and health services.","Cushing told Edward M. Kennedy how he officiated the late President’s wedding to Jacqueline Bouvier, visited during one of Kennedy’s near-fatal hospital stays, gave the only prayer offering at Kennedy’s inauguration, and attended the funeral masses of both Patrick Bouvier and the President himself. In all the time that he knew the President, Cushing said he never once saw any evidence that an allegiance to the Vatican had influenced Kennedy’s loyalties to the presidency. In fact, he considered Kennedy “the greatest representative of brotherhood...we had among the laity.”","<br /><br /><br /><br /><br /><br />"],"display_date":"January 1, 1966 - January 30, 1966","search_date":"1966-01-15","locations":[{"id":52855,"lat":38.911387,"lng":-77.03062,"zoom":7,"place":"Washington, D.C."}],"tags":[{"id":3561,"tag":"Richard Cardinal Cushing"},{"id":3563,"tag":"Vatican"},{"id":3562,"tag":"Edward M. Kennedy"},{"id":757,"tag":"Catholicism"},{"id":648,"tag":"Kennedy Assassination"},{"id":2703,"tag":"John F. Kennedy"}],"course":{"name":"JFK","school":"Marist College","course_id":183,"school_id":77}}]}