{"id":3565,"tag":"White House Restoration","points":[[38.8976763,-77.0365298]],"bounds":[[38.8976763,-77.0365298],[38.8976763,-77.0365298]],"episodes":[{"id":6804,"title":"Jackie Kennedy: A Role Model for Women","course_id":183,"status":"P","start_date":"2/14/62","end_date":"2/14/62","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Dated February 14, 1962, a letter written by Jean Warren Hight reads “It was so much more than a tour-it was a deeply rewarding experience, a glimpse into the tremendously fruitful effort you have been engaged in,” while the following day, Cornelia Otis Skinner penned “Many thanks for your magnificent telecast it is one of the best things that has happened in our country all my admiration and respect.” These are just two examples among many letters received by the First Lady in the days following her broadcast, Jacqueline Kennedy represented strength, independence and purpose. She created the image of a successful woman; rather than the stereotypical dependent and obedient women in the early 1960s. Most importantly, Jackie Kennedy served as a role model for women.","On February 14, 1962 Jacqueline Kennedy conducted a TV tour of the newly restored White House. Not only did she single handedly start the restoration, overseeing everything from wallpaper in the Monroe Room to china in the State Dining Room, she also presented the renovated rooms of the White House with knowledge and poise, intermittently providing historical context. The hour-long CBS special symbolized something greater than just presenting artifacts of American history to its viewers, it communicated that Jackie Kennedy was more than just Jack Kennedy’s wife. Through White House restoration, Jackie publicized her movement away from dependence and toward initiative and progress. Whether she intended directly or not, Jackie Kennedy provided women with a newfound inspiration for change; change that was well overdue.","President Kennedy was introduced at the tail end of the tour, and for once, it is to support the First Lady in her endeavors, rather than the reverse. “Being educated, having some knowledge your husband didn’t have, was glamorous, even enviable” according to Media Studies Scholar Susan Douglas. It was refreshing, revolutionary and important to young women in the United States at that time to see that a woman, not only a man, could do something great, something “magnificent” as R. M. Frisby states in a letter to the First Lady. Her voice, as Historian Gil Troy states, is “thin” with an “upper-class accent.” Her hair was done perfectly and her wardrobe, as always, superb. Not only was her appearance untouchable, but her knowledge as well. She articulated “beautifully sculpted grammatical sentences” and “compelling facts” throughout the televised special, creating an intimacy between the viewers and herself.","Troy recounts “reporters hailed the First Lady for transcending the typical polarities of gender and marriage.” Jacqueline Kennedy established a new interpretation of societal roles, one that spoke directly to females. The second youngest First Lady, only 31 years of age, according to Douglas was a “one-woman revolution” and this statement holds true as seen through the appreciative letters sent by citizens regarding the success of the White House restoration."],"display_date":"February 14, 1962","search_date":"1962-02-14","locations":[{"id":53140,"lat":38.8976763,"lng":-77.0365298,"zoom":17,"place":"The White House"}],"tags":[{"id":3565,"tag":"White House Restoration"},{"id":7,"tag":"Women"},{"id":2848,"tag":"First Lady"},{"id":2847,"tag":"Jacqueline Kennedy"}],"course":{"name":"JFK","school":"Marist College","course_id":183,"school_id":77}}]}