{"id":3578,"tag":"Amazing Heroes","points":[[38.9071923,-77.0368707]],"bounds":[[38.9071923,-77.0368707],[38.9071923,-77.0368707]],"episodes":[{"id":6808,"title":"The Spider Man of Ronald Reagan: Defeating Threats to Masculinity","course_id":185,"status":"P","start_date":"8/1/81","end_date":"8/31/81","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["As tensions arise in the sphere of gender rights in America, Spider-Man swings in to save the day, or at least save the men of the world from the threat of feminism. In August 1981, Fantagraphics Books released their third issue of <em>Amazing Heroes</em> which includes an interview with the new editor for Marvel’s <em>Spider-Man</em> titles, Tom DeFalco, on his plan to “revitalize” Spider-Man by “returning to the ‘grandeur and the power and the menace” of the hero’s original days. As Spidey’s revamping to “use his powers to the fullest potential,” the push to extend the date for the Equal Rights Amendment (ERA) ratifications was struggling under the presidency of Ronald Reagan (Amazing Heroes 54). The Equal Rights Amendment, passing on March 22, 1972, had a seven-year deadline on ratification processes, meaning it could not be ratified after 1979. Congress approved an extension until June 30, 1982, but after the swearing in of Ronald Reagan, the ERA lost its support from the republican party (Francis). On the major political loss, Anne Costain says, “what makes gender differences distinctive in the 1980s is that they are now tied to a consistent preference in the part of women for the democratic party and its candidates” (Costain 115). A citizen’s right to not be denied or abridged based on their sex was undermined by more than half of the political system: the feminist movement was battling against Reagan’s presidency.","            Hegemonic masculinity took over the US and feminists were fighting for equal rights on the basis of sex. In the midst of this political tension, Tom DeFalco presses for a character of justice, masculinity, womanizing, and heroism of full amelioration, found in none other than the friendly neighborhood hero, Spider-Man. The political realm of equal rights was battling a threat and the face of masculinity that was in charge was being opposed by a mass movement. Spider-Man’s supposedly old-and-improved characterization is an agent of protection against the threat of femininity and, more specifically, feminism and gender inclusivity. In fact, based on a study about the embodiment of superheroes done by Dr. Edward Avery-Natalie, “evolution toward hyperbolic forms has been increasing since the Golden Age of comic books” (Avery-Natalie 81). Furthermore, male characters can be, as it is typically found in this study, fetishized to embody the fullness of male power that is depicted through masculinity of said character (Avery-Natalie 80). The article in <em>Amazing Heroes</em> includes sketches for the upcoming Spider-Man, captioned by DeFalco that he’s bringing back lots of “hoo-hah and shenanigans to spider-man” (<em>Amazing Heroes</em> 58). “Hoo-hah and shenanigans to spider-man,” is repeated throughout the story. The sketches detail the muscular, intense, action-packed, violence-packed fight scenes that Spider-Man takes action in. Penciled by Bob Hall, these scenes are exactly the fun and invigorating graphics that depict ideal masculinity: “children live in a historical period, undergoing political, economic, social, cultural and technological changes; those changes are so complex that boys and girls are confronted with many different experiences, which lead them to criticize certain hegemonic values” (Silva 526). In addition to Sylvia’s claim, the call to criticize hegemonic values is accompanied by the exposure to hegemonic values. Comic readers can see masculinity and other historical contexts via this article, especially the want for hyper-masculinity in the time that it’s patriarchal power is being threatened by the strive for greater equal rights.","            Under the new Reagan presidency, the Equal Rights Amendment struggled to get momentum for ratification and the push for more hegemonic, hyper-masculinity was on the forefront for America and in comics. Tom DeFalco’s re-vamping of Spider-Man shows how masculinity plays a large role in the construction of comics and the urge for patriarchal power to take control in America."],"display_date":"August 1, 1981 - August 31, 1981","search_date":"1981-08-16","locations":[{"id":52950,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington, DC, USA"}],"tags":[{"id":2598,"tag":"Comic"},{"id":293,"tag":"Ronald Reagan"},{"id":1771,"tag":"masculinity"},{"id":617,"tag":"Feminism"},{"id":3576,"tag":"ERA"},{"id":3577,"tag":"Spider-Man"},{"id":3578,"tag":"Amazing Heroes"}],"course":{"name":"ENG 492H Honors Seminar in English","school":"Rollins College","course_id":185,"school_id":5}}]}