{"id":3579,"tag":"double conciousness","points":[[44.3148443,-85.6023643]],"bounds":[[44.3148443,-85.6023643],[44.3148443,-85.6023643]],"episodes":[{"id":6811,"title":"Double- Consciousness: Defining and Skewing Black Superheroes","course_id":185,"status":"P","start_date":"10/6/18","end_date":"10/6/18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","The Civil Rights Movement of the 1960s-70s defined the decade and marked it as the most progressive era to date. With the marches, protests, sit-ins, etc. America saw huge steps towards a more fair and free country for African Americans. With all this being said, there was still the underlying disconnects between how black people defined blackness and what white America defined as blackness. The comic book culture at this time can clearly be seen following this same pattern in relation to racial representation, usually doing so in problematic and condescending ways. The 60s-70s saw the introduction of many black characters such as the Black Panther, Luke Cage, etc., who were in all honesty, lackluster and riddled with stereotypes. Consider the Black Lightning, whom was portrayed as donning an Afro wig and speaking slang. In this case, the hero is defined by his blackness as opposed to his substance. Many comics representing black characters, including this one, are interesting though in that their disguises shed light on this idea of double-consciousness, meaning that black people always look at themselves through the eyes of others. In this way, it is almost inevitable that these characters would be flat because, though the world was progressing, black people were looked at through predominately white American eyes who struggled with only seeing what they wanted to see. Black superheroes found some freedom in their powers though. Luke Cage, who possessed super strength and impenetrable skin is made more powerful in the fact that he is not just a common man—he is capable of bigger and better things than what someone would assume just by looking at him. This was a way to challenge what many white supremacists considered “the real” lives of black people, which they defined in their own, skewed terms. These comics, though admittedly underdeveloped and stereotypical, still help show its readers that black lives are not definable by white eyes. Instead, the increase of black characters in comic books allowed for a deeper understanding of their lives. Literature representing black characters allowed for many readers to finally get a glimpse into the complexities of black lives, which white Americans had been ignorant to for years. This knowledge represented in literature, including comics, ranged from male/women relations, gender roles, parenting, etc. Obviously, this is a plus, but not even this could make black comic book characters of the 60s-70s progressive enough. This is preciously what Keith Henry Brown, in his article “Growing Up Black Reading Comics”, argues in <em>Amazing Heroes</em>. These black characters introduced in this era simply weren’t progressive enough. Characters such as Luke Cage and Black Lightning were only defined by the fact that they were black and the stereotypes that plagued them counteracted most steps they took toward progressivism. These characters could have been something, but not simply just because they were black, which is what comics were only able to define them as at the time. In all, the 1960s could have been extremely progressive, but the country was changing rapidly and its citizens still hadn’t caught up to seeing black people outside of their mostly white eyes. The culture was trying to see black people as separate, powerful entities, as evident by the introduction of black characters, but this outlook still clouded them and made them end up rather stereotyped. Progressivism is tricky and non-linear, but over time it can and will seep into the country culture to be consumed by all."],"display_date":"October 6, 1918","search_date":"1918-10-06","locations":[{"id":53144,"lat":44.3148443,"lng":-85.6023643,"zoom":8,"place":"Michigan, United States"}],"tags":[{"id":629,"tag":"race"},{"id":1775,"tag":"Comics"},{"id":3579,"tag":"double conciousness"}],"course":{"name":"ENG 492H Honors Seminar in English","school":"Rollins College","course_id":185,"school_id":5}}]}