{"id":3580,"tag":"Alternative Comics","points":[[34.9592083,-116.419389]],"bounds":[[34.9592083,-100],[34.9592083,-116.419389]],"episodes":[{"id":6809,"title":"Japanese Influence in American Comic Art","course_id":185,"status":"P","start_date":"12/1/41","end_date":"12/31/90","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Beyond racist caricatures, Japanese influence in American comic books did not explode until post World War II. Though Japanese characters appeared as racialized villains before the Pearl Harbor bombing of 1941, racist depictions exploded in war comics after the attack [1]. This hatred left Japanese characters consistently portrayed as “ghastly yellow demons... or buck toothed little monkeys with oversized spectacles,” but never resembling humans [1]. During this time when Japanese individuals were viewed largely as dastardly villains, influence from Japanese existence on comic books mainly existed as overt racism.","While the rise in tensions during World War II led to increased depictions of Japanese characters, often this representation was far from positive. However, after World War II, the influence of the Japanese, particularly manga, grew to have a diversified effect on American comic books. From serialization to magazines like Giant Robot to the rabbit samurai Usagi Yojimbo and other anthropomorphic fighters, the influence of Japanese culture and creators has since extended into the consciousness of American comic book culture. While serialization had not been an asset of the European comic book scene, serialization plays a massive role in Japanese manga, which accounts for approximately a third of all Japanese publishing [2]. This influenced came into the United States to affect not only alternative comics, but the wider total market of long-form comics, including graphic novels [2]. All together, the popularity of graphic novels in the United States can be at least partially contributed to the popularity of English translations of Japanese manga [2].  ","Even more notably, post World War II “story manga” contributed to the rising popularity of animal-warrior comics, such as Usagi Yojimbo and the Teenage Mutant Ninja Turtles [3]. This movement of alternative comics largely affected the West Coast of the United States, which stands as a massive site for Japanese immigration. Likewise, Giant Robot, magazine published in the 1990’s discussing Asian American and Asian culture, particularly in California, proves again the rise in popularity of Japanese popular culture in the print. One figure in such Japanese-inspired comics, Usagi, a samurai rabbit created by Stan Sakai and first appearing in 1984 [4], also appeared on the cover of the fanzine Amazing Heroes Issue 187. Within the issue’s interview with the Japanese-born creator, Sakai cites connection to Japanese culture through his art and coloring and also fights for historical accuracy within his story [5]. While the character started as a simple eight page story in another magazine, he eventually ended up with his own black and white comics, regular comics. Usagi also makes guest appearances in the Teenage Mutant Ninja Turtles, or TMNT, world. TMNT was created by two American creators in 1990, and Usagi’s appearance in this American-made cartoon allows us to argue for Sakai’s and Japanese culture’s influence on the two creators beyond the turtle’s “ninja” title.","Therefore, though the influence of Japanese culture and the representation of Japanese characters in American has expanded in post World War II era with the advent of story manga and alternative comics, the cultural representation still has imperfections."," "," "],"display_date":"December 1, 1941 - December 31, 1990","search_date":"1966-06-16","locations":[{"id":53143,"lat":34.9592083,"lng":-116.419389,"zoom":8,"place":"Southern California"}],"tags":[{"id":2629,"tag":"Manga"},{"id":3575,"tag":"Japanese Culture"},{"id":3580,"tag":"Alternative Comics"},{"id":3581,"tag":"Japan"}],"course":{"name":"ENG 492H Honors Seminar in English","school":"Rollins College","course_id":185,"school_id":5}}]}