{"id":3584,"tag":"Power","points":[[47.7827941,-120.9263262],[28.415240140801,-81.882343850498]],"bounds":[[47.7827941,-81.882343850498],[28.415240140801,-120.9263262]],"episodes":[{"id":6812,"title":"Sex Sells: The Hypersexualization of Women in Comics","course_id":185,"status":"P","start_date":"6/1/91","end_date":"1/1/95","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the 1990s, there was an extreme influx of violence and sex in comics. In <em>Amazing Heroes #191</em>, released in June 1991, science fiction, fantasy, and horror writer, Adam-Troy Castro, wrote a review of a series of sex comics. This publication problematizes the majority of these comics for their lack of substance and oversexualization of women. Many of the comics are completely degrading and have no clear story line. Though many of them are written to sell and earn a profit, they are incredibly distasteful and offensive to many.","In <em>Comic Book Nation</em>: <em>The Transformation of Youth Culture in America, </em>Bradford W. Wright explains, “The comic book industry suffered some shock in the mid-1990s… The biggest problem is the transformation of American culture itself” (Wright 283-84). As the United States modernized, television, video, computer games, etc. were popular and “comic books simply could not match.” This suggests that the contemporary world seemed to outgrow comics. There were so many different avenues that consumers could enjoy, rather than just reading a comic.","Leading up to this collapse of the industry, was a time of complete oversexualization of females in comics. At this point, the Comics Code Authority lost power and the industry focused on writing for more mature audiences. Brigham Young University’s Kyra Nelson writes, “The ‘90s was a particularly notable decade in comics for impossible body proportions with very few clothes to hide them…These women were so impossibly proportioned that, had they been real, they would have tipped over if they had tried to stand up” (Nelson 4). These images caused consumers to have an incorrect image of what women really look like. In this tough time for comics, writers utilized the oversexualization of women as a selling point for their comics in order to keep the industry alive.","      Females also had a complete lack of power in relation to their male counterparts in comics. In a journal on Feminist Criminology, Tammy S. Garland, Kathryn A. Branch, and Mackenzie Grimes discuss stories of rape in comic books. They write how, “This oversexualization of comic characters coupled with the sexual violence perpetrated against them reifies rape myths as they are ‘cultural artifacts that contribute to the cultural construction of hegemonic masculinities’… As a result, the path to justice is determined by a patriarchal system that determines ‘who’ may be the hero and what type of person maybe the victim” (Garland, Branch, & Grimes 6). This indicates that having females constantly playing victims rather than heroes reflects the patriarchal society in which we live. It glorifies males as powerful and dominant, while females are perceived as weak without control.","      In Castro’s article, in <em>Amazing Heroes #191,</em> he discusses a comic, <em>Revelry in Hell,</em> by Ron Wilber in which females are portrayed as victims to their male counterparts. He writes, “This is a book where women are chained, whipped until they’re raw, threatened with branding irons, and pictured both before and after having their eyes poked out, all for supposedly erotic effect” (Castro 89). A description like this causes one’s stomach to turn. The fact that someone decided to write a comic for male pleasure that is completely violent towards women is problematic in itself. It is completely distasteful, and again portrays females as the victim, while males are dominant. This indirectly suggests that extreme violence towards a woman for sexual pleasure is okay. However, in reality it is harmful and objectifies females.","In the 1990s, there was a comic book crisis along with an extreme rise in violence and sex in the media. With this, female characters were completely oversexualized and objectified. Sex was used as a means of gaining profit in the industry and females had little to no power over their male counterparts. This was a very dangerous time in society because women were perceived as lesser and weaker than males. Despite this, it is absolutely crucial to criticize these comics and their portrayal of women so that one can have a greater understanding of the social injustices that are hidden within all types of media during this time."],"display_date":"June 1, 1991 - January 1, 1995","search_date":"1993-03-16","locations":[{"id":53145,"lat":47.7827941,"lng":-120.9263262,"zoom":4,"place":"Seattle, WA"}],"tags":[{"id":7,"tag":"Women"},{"id":364,"tag":"sex"},{"id":244,"tag":"Violence"},{"id":3582,"tag":"Hypersexualization"},{"id":3583,"tag":"Victim"},{"id":3584,"tag":"Power"}],"course":{"name":"ENG 492H Honors Seminar in English","school":"Rollins College","course_id":185,"school_id":5}},{"id":6837,"title":"Moses Roper and His Experience With a Breaker","course_id":187,"status":"P","start_date":"1834-01-01","end_date":"1834-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["When Moses Roper’s owner he got along with became bankrupt, his fate transitioned into another master’s hands. His new owner Mr. Register was known to be a savage slave owner. Before even purchasing Roper, Register frequently taunted him, “You have been a gentleman long enough, and, whatever may be the consequences, I intend to buy you.” With this fear ingrained into Roper’s mind, he did everything in his power to not live with Register. But with his situation being a slave, he could not help it. The day Roper was purchased by Register, he was so worn out that he did not care whether he lived or died. On his trip back to his new plantation, he obtained a bottle of whiskey with the intent of getting drunk enough to drown himself in the nearby river before his new owner could endlessly flog him.","The terror in Roper’s eyes reflected that of many slaves. This fright was sourced from slave owners categorized as “breakers.” Breakers are described as “men whose business it was to break slaves of ‘bad’ behavior” Much like Roper, many slaves in the Antebellum south were purchased for the sole reason of being made as an example. They would be bought, severely flogged, and many times killed as a model for other slaves to remember. The purpose of the cruelty was to remind slaves who was in charge, and the consequences of misbehaving or attempting to run away. In a more limited instance, some owners referred to as breakers would buy slaves to torture to show dominance not just to African Americans in general, but also to other slaveholders. The thought was their power inherited from the actions was somewhat like a fame they could gain, a popularity and title to their names. Breakers wanted to be revered for their reputation of not just breaking slaves’ bodies, but also their souls.","Roper was a lucky case from being bought by a breaker. On his way back to Register’s property, he was seen tied up by a proprietor that talked Register out of beating Roper in that instant. His life was still on the line for the next day though. Roper made it back to the owner’s land safely and was questioned on whether he would run away. Register took Roper’s only belongings including his clothing for the night as insurance for him not to flee, but when Register fell into a deep drunken sleep, Roper feared for his life in the next few days and escaped through the woods and ran away along the river. A few days later chugging along the river, he found an old indian canoe and made his way down."," "],"display_date":1834,"search_date":"1834-07-02","locations":[{"id":53173,"lat":28.415240140801,"lng":-81.882343850498,"zoom":7,"place":"Florida, USA"}],"tags":[{"id":164,"tag":"Slave"},{"id":3584,"tag":"Power"},{"id":3624,"tag":"Slave Breaker"},{"id":3625,"tag":"Breaker"},{"id":3626,"tag":"Moses Roper"},{"id":3627,"tag":"Moses"},{"id":3628,"tag":"Roper"},{"id":3629,"tag":"Torture"}],"course":{"name":"Human Trafficking: Yesterday and Today","school":"University of Richmond","course_id":187,"school_id":11}}]}