{"id":3585,"tag":"Transmedia","points":[[42.7353595,-84.4831298]],"bounds":[[42.7353595,-84.4831298],[42.7353595,-84.4831298]],"episodes":[{"id":6813,"title":"The Transformation of Transmedia: The Influence of Outside Media Tie-Ins in Comic Books","course_id":185,"status":"P","start_date":"10/1/87","end_date":"10/1/87","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" Comics themselves are influential enough to serve as their own form of popular media. However, in issue #126C of <em>Amazing Heroes</em> titled “Millenium,” there’s an emphasis placed on popular culture outside of comics themselves. One short article in the beginning of the issue, titled “<em>Captain Eo</em> Hits Stores in August,” brings a music star into the comic world. An ad for a comic adaptation by Tom Yeates of a 3D film starring Michael Jackson that could only be see at Disneyland and Epcot Center, the book was predicted to have extensive reorders due to Jackson’s massive popularity. ","The idea of bringing Jackson, a megastar, into comic books supports the concept of transmedia. According to Henry Jenkins, transmedia is defined as “storytelling [that] represents a process where integral elements of a fiction get dispersed systematically across multiple delivery channels for the purpose of creating a unified and coordinated entertainment experience... the strategy may work to draw viewers who are comfortable in a particular medium to experiment with alternative media platforms,” (Jenkins par. 2 and 6). It’s often used in the comic world, being that superheroes would debut in print and make their way to other platforms like radio, television, movies, physical merchandise, and more.","Transmedia in comics became crucial when World War II was emerging, mainly through the means of incorporating Superman into radio propaganda. Being the first superhero, Superman was, arguably, the most popular of them all. Seeing his success in the printed comic world, it was figured that he could prosper in other media platforms as well. On February 12<sup>th</sup>, 1940, <em>The Adventures of Superman </em>radio serial aired, only a few months after the first propaganda film for World War II emerged. Appearing on the Mutual Broadcast System, Superman was depicted fighting more villainous, real forces— affiliating himself with pro-American wartime imagery as a result. Serving as its own form of transmedia, “propaganda, in effect, was a form of advertising, enabling media messages to flow more freely across the borders of media. Both the strategies of producing interlinking narratives in the Superman comics as well as the character’s new construction as propaganda had involved many of the same industrial configurations, with both concerning the production of a flow of adjoining content across media—urging those who had purchased Superman already to purchase Superman again,” (Freeman par. 14). By using Superman in propaganda-like radio shows, the superhero found success in an audio format as well as print by fighting the “real” enemies of the American people. In turn, people would trust him more, and buy more of his comics as well.","Carrying into the 1980s, transmedia was used in “<em>Captain Eo </em>Hits Stores in August.” Through using Michael Jackson, the world’s most famous pop star at the time who appeared in several other media tie-ins like the 1978 film <em>The Wiz, </em>along with Pepsi commercials, <em>Amazing Heroes</em> knew that bringing him into their comics would not only increase their sales, but bring in readers who previously hadn’t picked up their comics. Not only was incorporating Jackson beneficial to them, but to Jackson as well, being that “it [was] necessary to develop new strategies, codes and narratives that brands and artists [were] creating to connect with consumers. Music [was] the basis of the collective experience and, in addition, it connect[ed] intensely and emotionally with the identity of groups that [were] its potential target,” (Sánchez-Olmos and Viñuela 11). Though he already had ample exposure, Jackson hadn’t been included in the comic book world before, giving him a new audience of people.","            Though popularized within the comic’s industry in World War II due to Superman transitioning to radio, transmedia proved to be popular in the industry long afterwards, incorporating a powerhouse musician into a print format to increase sales and draw in new readers."],"display_date":"October 1, 1987","search_date":"1987-10-01","locations":[{"id":53146,"lat":42.7353595,"lng":-84.4831298,"zoom":11,"place":"East Lansing, Michigan"}],"tags":[{"id":1775,"tag":"Comics"},{"id":2589,"tag":"Superman"},{"id":258,"tag":"World War II"},{"id":3585,"tag":"Transmedia"}],"course":{"name":"ENG 492H Honors Seminar in English","school":"Rollins College","course_id":185,"school_id":5}}]}