{"id":3590,"tag":"Fan Studies","points":[[40.1434317,-89.5397361]],"bounds":[[40.1434317,-89.5397361],[40.1434317,-89.5397361]],"episodes":[{"id":6816,"title":"Issues Within Issues: A Meta-Analysis of Wonder Woman's History","course_id":185,"status":"P","start_date":"1/1/40","end_date":"12/31/89","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Much can change in the seemingly endless lifespan of a comic book hero, and as the culture surrounding a character's pages shifts, heroes adapt to stay relevant. “Improving the Amazing Amazon” of the 56th issue of the fan magazine Amazing Heroes contains fan advice for improving the DC superhero Wonder Woman as the writer of the series changes. In providing advice, the fan, Lon M. Rovner, additionally asserts a critique of Wonder Woman's development over time. Consequently, Rovner delves into problems with Wonder Woman that display a lack of complexity, particularly with the series's villains, causing a rift between Wonder Woman and the male superheroes she intends to exceed and exhibiting further problems that emerged with crafting a superhero after WWII.","Aware of the impacts of WWII on the stories in comics, Rovner asserts that Wonder Woman struggled after the war, citing the cause as the heroine's concept changes and weak villains after the Nazi threat was eliminated in comics (Rovner 55-56). Not unique to Wonder Woman, the loss of an international threat greatly affected the villains presented in superhero comics. Assuming that “the meaning of both Superhero and Supervillain depends upon a mutual negation” (Pitkethly), a change in supervillains corresponds to a change in superheroes, and without a major supervillain prevalent throughout Wonder Woman's consistently altering history, the default adversary becomes petty, low-threat criminals. Determining Wonder Woman's identity, then, becomes dependent on these simplistic criminals, and as a heroine who was intended to, according to William Marston, her creator, be “propaganda for the new type of woman who should, [Marston] believe[s], rule the world” (Knight), Wonder Woman should make an impact on readers. She does not meet Marston's expectation if comic fans see her as less than male superheroes because of her lack of complexity and lack of identity. Before accounting for the fan requests such as Rovner's, Wonder Woman misses her chance to overcome patriarchal dooms that both entice the audience and send the (somewhat) feminist message that Marston attempted to craft.","    Gladys Knight examines Wonder Woman's feminist origins, explaining that the comics initially held excerpts of women's accomplishments, intended to teach readers (especially boys) about powerful women (Knight). However, Wonder Woman was created by a man to educate predominantly boys, was scripted predominantly by men, and did not utilize a female artist until Trina Robbins worked on the Legend of Wonder Woman mini-series in 1986 (Cronin). This perspective reinforces the female existence as seen from a male lens like that described by comic writer Marguerite Bennett (who explains that men often depict women as they see them in male spaces) (Skye), and binary roles are reinforced by the “othering” of Wonder Woman described by scholar Clare Pitkethly in which the heroine is presented as on the cusp of masculinity and femininity (Pitkethly). Wonder Woman's strength masculinizes her instead of being a part of her. Considering the male dominance involved, Wonder Woman's feminist roots do not fit with a feminism to which all fans (particularly female fans) can relate. Rovner's exclusion of this dominance may provide further insights into what was and was not discussed by male fans about gender in comics.","    Conclusively, without the development of Wonder Women, her supporting cast, and her supervillains after WWII, many fans saw a need for change. This call for further development (and, ironically, a call for a return to Wonder Woman's roots) brings into question the intentions of Wonder Women as a character and the ways in which she has been able to achieve these visions, as well as how they have changed with the culture around the comics."],"display_date":"1940 - 1989","search_date":"1964-12-31","locations":[{"id":53149,"lat":40.1434317,"lng":-89.5397361,"zoom":6,"place":"Illinois, United States"}],"tags":[{"id":3591,"tag":"Feminism in Comics"},{"id":3590,"tag":"Fan Studies"},{"id":3589,"tag":"Wonder Woman"}],"course":{"name":"ENG 492H Honors Seminar in English","school":"Rollins College","course_id":185,"school_id":5}}]}