{"id":3600,"tag":"Post-War Japan","points":[[35.0116363,135.7680294]],"bounds":[[35.0116363,135.7680294],[35.0116363,100]],"episodes":[{"id":6820,"title":"An American Educational Exclave","course_id":189,"status":"P","start_date":"11/3/46","end_date":"12/31/69","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On August 22nd, 1965, the New York Times ran a special feature on the presence of a large brick building in Kyoto built in the mold of American colonial-era architecture. Amherst House, apart of the Doshisha University campus, stood in stark contrast to the traditional wooden homes, tile-roofed temples, and the ornate palaces populating the primordial former imperial capital of Japan. The educational institution, which is attached to a Japanese-style tea house, is host to a unique synthesis of Eastern and Western subject matter and methods of inquiry. Though Doshisha University was supported by the eponymous Amherst College of Massachusetts, it owed its American traditions to its founder, who in 1875 defied the law of the land to pursue an education in the United States. Adopting the name Joseph Hardy Neesima, he eventually returned to his homeland to proliferate the knowledge he obtained abroad. At the time of the article, Doshisha University provided Japanese students living in a majority Buddhist country with a Christian education from kindergarten onwards. (NYT, 6)","The popularity and success of the school was due in large part to the reordering of the Japanese education system following the country’s defeat in the Second World War. The new Japanese Constitution, ratified on November 3rd, 1946, stripped the emperor of political authority, handed power to a democratically elected National Diet, declared human rights inviolable, and forbade war. (Saito and Imai, 584) The U.S government also brought over American education experts with the mandate of promoting democracy and steering the Japanese away from a “pre-war education based upon militarism, nationalism, and the Emperor system.” (Saito and Imai, 584) The time between the end of the war and the 1960s is sometimes referred to as the “Period of Love/Hate” because while many Japanese sympathized with anti-occupation protests, there was a general yearning for the American way of life. (Yoshimi and Buist, 434) In September 1945, just a month after Japan’s surrender, the Japanese-American English Conversation Booklet became a national bestseller, demonstrative of the underlying allure of Americanism within the urban middle class. (Yoshimi and Buist, 435) American military bases and the soldiers who inhabited them exerted powerful cultural influence, inducing the spread of Western fashions like jazz, denim, and animated cartoons. (Yoshimi and Buist, 434) The 1960s, a decade characterized by miraculous economic growth, brought about a demographic shift towards urban life, allowing for increased access and consumption of American material and cultural exports. (Yoshimi and Buist, 434) The shifting social landscape strengthened the connection between education and socioeconomic standing in post-war Japan. (Saito and Imai, 587)"],"display_date":"November 3, 1946 - December 31, 1969","search_date":"1958-06-02","locations":[{"id":53152,"lat":35.0116363,"lng":135.7680294,"zoom":8,"place":"Kyoto, Japan"}],"tags":[{"id":3601,"tag":"Cultural Diffusion"},{"id":3600,"tag":"Post-War Japan"},{"id":3599,"tag":"Doshisha University"},{"id":3598,"tag":"Amherst House"},{"id":1255,"tag":"consumerism"},{"id":2497,"tag":"Americanization"},{"id":6,"tag":"Education"}],"course":{"name":"Critical Writing and Research for Historians","school":"University of Toronto Scarborough","course_id":189,"school_id":28}}]}