{"id":3605,"tag":"Omnibus Bill","points":[[45.4235937,-75.700929]],"bounds":[[45.4235937,-75.700929],[45.4235937,-75.700929]],"episodes":[{"id":6821,"title":"Liberal policy reform in the 1960's: Canada's path to decriminalizing homosexuality","course_id":189,"status":"P","start_date":"12/21/67","end_date":"12/21/67","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On December 21<sup>st</sup> of 1967, an amendment to the Canadian Criminal Code was introduced in Parliament decriminalizing homosexual acts performed between two consenting adults in privacy. The amendment was spearheaded by the Justice Minister at the time, Pierre Trudeau, whose face emblazoned the <em>Globe and Mail</em><em> </em>issue which announced the story the following day. As news concerning the federal amendment spread from Ottawa to Toronto, Toronto Metropolitan Police authorities, members of the gay community, and medical professionals alike expressed their approval of what was unanimously deemed a step in the right direction for sex law reform in Canada. One Toronto Police inspector commented that the amendment was likely to provide more security to homosexuals who found themselves victims of assault and extortion. Medical experts based in Toronto similarly noted that decriminalization of homosexuality was a progressive reform which would help to deter homophobia. Finally, two members of the gay community remarked that the amendment would allow them to live more freely in private, although there was more work to be done regarding how the state regulates expressions of homosexuality in public. (<em>Globe and Mail, </em>December 22, 1967)","When Trudeau introduced his proposed amendment to the Criminal Code before the House of Commons, the Justice Minister famously remarked, “I think the view we take here is that there’s no place for the state in the bedrooms of the nation.”(CBC, 1967 Omnibus Bill) Although <em>The Globe and Mail </em>commentator’s spoke in support of the amendment, Trudeau’s Omnibus Bill C-150 was not without controversy- the statute sparked intense debate across the nation as Trudeau set the stage for a discussion not only regarding homosexuality in Canada, but also brought abortion and divorce law to the center stage of Canadian politics.(CBC, Trudeau) The Bill espoused a desire among Canadian Liberals to separate legalism from moralism in forming federal laws and was initially unsuccessful during the 1967-1968 2<sup>nd</sup> session of the 27<sup>th</sup> Parliament. It was only until Trudeau rose from the rank of Justice Minister to Prime Minister that the bill was reintroduced in December of 1968 and the House of Commons was swayed by the Liberal Party’s secular platform to pass the Bill and subsequently amend the criminal code in favor of decriminalizing homosexuality.(Chambers, 250) The amendment came as a result of a trend, as early as 1965, towards liberal public policy formation in Canada and the separation of the state law from Judeo-Christian natural law. (Chambers, 251)"," "," "],"display_date":"December 21, 1967","search_date":"1967-12-21","locations":[{"id":53153,"lat":45.4235937,"lng":-75.700929,"zoom":8,"place":"Parliament Hill, Ottawa, Ontario"}],"tags":[{"id":3605,"tag":"Omnibus Bill"},{"id":3604,"tag":"Canadian Politics"},{"id":3603,"tag":"Homophobia"},{"id":3602,"tag":"Sex Laws"}],"course":{"name":"Critical Writing and Research for Historians","school":"University of Toronto Scarborough","course_id":189,"school_id":28}}]}