{"id":3612,"tag":"Reporter","points":[[43.653226,-79.3831843]],"bounds":[[43.653226,-79.3831843],[43.653226,-79.3831843]],"episodes":[{"id":6824,"title":"Humanitarian, Yet Overwhelmed Canada, Saves Another Family's Life.","course_id":189,"status":"P","start_date":"1/1/89","end_date":"2/15/96","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On August 19, 1995, <em>The Globe and Mail </em>reported an attention-grabbing incident. Nazrul Bhuiyan, an honest Bangladeshi journalist who wrote articles exposing the military-run Bangladeshi government corruption, was no longer safe in his country. Consequently, in 1989, with his wife and four children, Bhuiyan sought refugee status in Toronto, Canada. Realizing that 10,000 Bangladeshis already in Canada had no local newspaper and eager to inform people about what was happening in Bangladesh, in 1991, he started the monthly Deshe Bideshe. In 1992, his refugee claim was denied; consequently, he appealed. On September 16, 1995, Bhuiyan received an award from Ethnic Press Council of Canada for his outstanding journalism. Three days later, his appeal failed, along with a notice of removal. The saddening factor was the existence of the policy of deferred removals order class (DROC) since 1994, stating “refugees who had been in Canada for three years after their claim was rejected, could apply to remain here permanently, provided they had worked for six months and did not have a criminal record.” (<em>The Globe and Mail</em>, 1995). The Bhuiyan family had only two months left for the eligibility. The community that he helped by also setting up information telephone lines, and a desktop publishing business and in which he became a social figure, helped him along with his lawyer by sending letters to the immigration minister, requesting a review on the rejection for his approval. As a result, the federal court ordered an investigation. The earned public voice led to a quiet in-depth investigation, which resulted in the permanent residency on February 15th, 1996 (<em>Toronto Star, 1996).</em>","<em><br /></em>","Between 1982-1990 Bangladesh was ruled by Hussain Muhammad Ershad, a dictator who came to power through a coup. Ershad imposed the martial law, meaning the suspension of ordinary law by military take-over. The elections were neither fair nor free (Bureau of South and Central Asian Affairs, 2008). Under the first immigration Act of Canada, anyone in good health and financial condition could enter the country. The new immigration act was put in action in 1978. This new act focused on how to select immigrants that were more beneficial for the country by deciding on “who” could enter the country, it also added “refugees” as a class of immigrants (Dirks, 1984). With the popularity of refugees, many people started to seek asylum although they were safe, to enter Canada without status (Dirks, 1984). The increase in non-documented people led Canada to restrict the entrances and the refugee cases. Bhuiyan’s case was weak for the lack of evidence, but mostly since it took so long for the case to be heard, the government had changed and therefore so did the credibility of his claim (even though the recent regime was also problematic), these factors led already drowning refugee case judges, decide on deportation of the victim. Canada still welcomed so many people. In 2007, approximately 100,000 Bangladeshi-origin people were living in Canada according to the Bangladesh High Commission report."," "," "],"display_date":"January 1, 1989 - February 15, 1996","search_date":"1992-07-24","locations":[{"id":53097,"lat":43.653226,"lng":-79.3831843,"zoom":6,"place":"Toronto, Canada"}],"tags":[{"id":3614,"tag":"Freedom of writing"},{"id":3613,"tag":"DROC"},{"id":1765,"tag":"Asylum"},{"id":3612,"tag":"Reporter"},{"id":366,"tag":"Migration"},{"id":3611,"tag":"Military Corruption"},{"id":3610,"tag":"Bangladesh"},{"id":3290,"tag":"Deportation"},{"id":1619,"tag":"family"},{"id":17,"tag":"Government"}],"course":{"name":"Critical Writing and Research for Historians","school":"University of Toronto Scarborough","course_id":189,"school_id":28}}]}