{"id":3615,"tag":"Protestants/Anabaptists","points":[[37.2467123,-80.1205256],[38.753760758288,-78.447091118493],[39.786199014051,-77.571002583671]],"bounds":[[39.786199014051,-77.571002583671],[37.2467123,-80.1205256]],"episodes":[{"id":6825,"title":"The Brethren Denomination Officially Forbids Slave Ownership","course_id":188,"status":"P","start_date":"1845-05-09","end_date":"1845-05-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In May of 1845, a committee of ordained leaders from the German Baptist Brethren (Church of the Brethren) convened in Roanoke County, Virginia to discuss the most pressing questions facing their denomination. Much of their discussion, according to the minutes of the meeting, focused on the nuances of traditional Brethren theology in terms of worldliness, alcohol use, nonresistance, feet washing, service language, and the like. Additionally, the topic of slavery appeared in their annual discourse. The elders made their position clear, saying “it would be best for a follower of Jesus Christ to have nothing at all to do with slavery.” They forbade both owning and hiring slaves. The committee also considered admitting African Americans into the church. While the decision to admit free blacks into the church was left to individual congregations, the committee made certain that if they were admitted they would be treated as equals to whites, asserting that the love of God “makes no distinction in the brotherhood” according to race.","At the time of this meeting, the slavery crisis in the United States divided religious denominations. At the start of the nineteenth century, the Second Great Awaking set a spark among Protestants in the North. According to historian James McPherson, this revival created numerous reforms and a collective conscience among New England’s Protestants. Slavery was deemed a sin and religion-based abolitionism flared up. Many Protestants in the South moved increasingly in the opposite direction, developing biblical defenses of their “peculiar institution”. As a result of these sectional divisions over slavery, in 1844 the Methodists, followed by the Baptists in 1845, and the Presbyterians in 1858, were torn into separate factions, North and South.","Although written some 157 years after the first organized Anabaptist criticism of slavery, this denomination-wide decision contrasts sharply with those of other American Protestants. The Brethren became unified. While some Brethren had individually denounced slavery, others did own slaves. The denomination also crossed sectional lines, existing both above and below the Mason-Dixon Line. According to the previous year’s meeting minutes, the elders accepted an invitation from the Roanoke, Virginia congregation. It is unclear why exactly they selected this locale, but it provided the perfect setting to discuss the question of slavery. They discussed the immorality of slavery in the home of that institution. By adopting the resolution in Virginia, there could be no question that slave state Brethren were included. In addition, to soothe possible divides, the elders selected a softer stance on the integration of free blacks. Although the elders felt all men were created equal and that it would be best for all to accept them into the church, they left it up to individual congregations and offered some mercy to those who were “weak in the faith.” By clarifying the Brethren’s stance on slavery and racial equality, this 1845 meeting placed the Brethren squarely in the court of abolitionism in the wake of national division."],"display_date":"May 9, 1845 - May 10, 1845","search_date":"1845-05-09","locations":[{"id":53156,"lat":37.2467123,"lng":-80.1205256,"zoom":6,"place":"Roanoke County, Virginia"}],"tags":[{"id":95,"tag":"Abolition"},{"id":4,"tag":"Slavery"},{"id":1336,"tag":"racial equality"},{"id":3615,"tag":"Protestants/Anabaptists"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":188,"school_id":3}},{"id":6857,"title":"\"Stonewall\" Jackson Suggests Noncombatant Roles for Shenandoah Valley Anabaptists","course_id":188,"status":"P","start_date":"1862-03-21","end_date":"1862-03-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the spring of 1862, Confederate General Thomas “Stonewall” Jackson contended not only with his Federal enemy, but also with the nonresistant peace churches of Virginia’s Shenandoah Valley. A letter Jackson wrote in March of 1862 explains that there were three denominations who resisted service in the militia even when compulsory. Although unnamed, they include the Mennonites, Dunkers (Church of the Brethren) and some Quakers. Some defected and attempted to escape to the North, while others hired substitutes. Those that did join militia forces could “be made to fire, but they [could] very easily take bad aim.” For the sake of an effective fighting force, Jackson suggested that the Virginia Governor John Letcher allow the men to be divided up into companies and used in non-combat roles to better serve the Confederacy.","The Anabaptists of the Shenandoah Valley generally practiced strict non-resistance. While these denominations were not pacifist per se, it was not permissible for them to use violence, or even the political means, to address their worldly issues. These sects condemned slavery, but it was not their place to end it or help support it, as in this case. Instead, even when drafted, the Anabaptist soldiers fired in the air to uphold their convictions.","At the time of Jackson’s letter, Union forces had already entered the Shenandoah Valley. Two days later, they tactically defeated Jackson’s own men at Kernville, Virginia. Maintaining forces in this part of Virginia kept critical Federal forces from other, more central fights. According to historian James McPherson, Confederates, including those in the Shenandoah Valley, were becoming weary by early 1862, having fought for nearly one year. Men had little desire to reenlist or voluntarily enlist. Compulsory service began to replace the voluntary system, forcing more men, including Anabaptists, into militias and general armed forces. While there was a general aversion to such compulsory service in the South, the non-resistant denominations were especially opposed to fighting and actively resisted it in various ways.","“Stonewall” Jackson was certainly not bound to peace as the Anabaptists were, but he was a man of strict Presbyterian faith. He understood the power of religious conviction and through this letter sought a better way to humanely deal with what others would view as disloyal soldiers. He made it clear that these men were “faithful laborers” that could be trusted. While they would not use a rifle to defend their Virginian home, they could still serve through non-combatant roles, like teamsters and laborers. This freed better soldiers for combat and partially dealt with the shortages which hampered the Confederacy throughout the war. More importantly, Jackson’s suggestion is the basis for conscientious objector status for nonresistant denominations in the Confederacy. On October 11, 1862, the Confederacy officially exempted some conscientious objectors, baptized members of specified nonresistant sects, from armed service entirely if they could pay a rather large fee. Although insufficient, such exceptions relieved some of the burden felt by the southern peace churches."],"display_date":"March 21, 1862","search_date":"1862-03-21","locations":[{"id":53193,"lat":38.753760758288,"lng":-78.447091118493,"zoom":9,"place":"Mount Jackson, Shenandoah County, Virgin"}],"tags":[{"id":3664,"tag":"Valley Campaign"},{"id":3663,"tag":"Conscientious Objectors"},{"id":3662,"tag":"CSA"},{"id":3615,"tag":"Protestants/Anabaptists"},{"id":1822,"tag":"Stonewall Jackson"},{"id":32,"tag":"Civil War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":188,"school_id":3}},{"id":6858,"title":"The German Baptist Brethren Begin Their Own Reconstruction","course_id":188,"status":"P","start_date":"1866-05-22","end_date":"1866-05-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["<strong>            </strong>In 1866, delegates from the German Baptist Brethren (Church of the Brethren) gathered for their Annual Meeting to formally address pressing matters of church doctrine. While these ordained men discussed topics ranging from lightning rods to funeral attire, some of their conversation also focused on addressing consequences of the recently concluded Civil War and the role they should play in its wake. The first article of discussion reinforced their traditional aversion to voting after a faction of the delegates brought it into question. Later in the meeting, the elders, despite their lack of specific knowledge, forbade ministers in Missouri from swearing the oath of loyalty for ministers and officials, as found in their new state constitution, “if it conflicts with the principles of the gospel.” Delegates also addressed the fact that “the freedmen of the south [were] in a starving condition, and also destitute of education and Christianity” by raising funds and sending brethren to “distribute those funds among the needy, irrespective of color.” Finally, near the close of the meeting, the ordained men agreed to reimburse a brother who had freed Anabaptists draft-dodgers from prison with his own funds and suffered Confederate thefts during the war.","            The Brethren, like all Americans, had to deal with the consequences of the Civil War. Hunger was wide spread. Education, especially for African Americans, remained almost nonexistent. While Southern Brethren were generally had more resources than freedmen, many suffered serious property damage as well, especially during the Valley Campaigns in Virginia. According to Anabaptist historians James Lehman and Steven Nolt, costs associated with avoiding conscripted service through substitutes, prison bail, relocation and, eventually, a consensus objector fee, also weighed heavily.","On top of material issues, there proved to be continued political discord as the South slowly reintegrated itself into the United States. The Brethren traditionally played little role in politics, especially the politics of war, on grounds of their non-resistant doctrine. Therefore, they generally did not vote nor participate in the creation of Federal Reconstruction. This said, the Brethren were not always supportive of the outcomes. For example, while many Brethren remained loyal to the Union, they disagreed with swearing the required loyalty oaths for ministers, officials and voters.","While the Brethren refused to participate in the politics of Reconstruction, they understood that there were still needs and found their own way to address them. Within their church structures they successfully supplemented federal inadequacies in their own community and in the broader South. They raised thousands of dollars and sent Brethren to feed, educate and minister to communities in need. Most importantly, they did so without regard to race, which cannot be said about much in those turbulent years. "],"display_date":"May 22, 1866 - May 23, 1866","search_date":"1866-05-22","locations":[{"id":53194,"lat":39.786199014051,"lng":-77.571002583671,"zoom":11,"place":"Antietam Church, Franklin County, Pennsy"}],"tags":[{"id":32,"tag":"Civil War"},{"id":123,"tag":"Reconstruction"},{"id":3615,"tag":"Protestants/Anabaptists"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":188,"school_id":3}}]}