{"id":3625,"tag":"Breaker","points":[[28.415240140801,-81.882343850498]],"bounds":[[28.415240140801,-81.882343850498],[28.415240140801,-81.882343850498]],"episodes":[{"id":6837,"title":"Moses Roper and His Experience With a Breaker","course_id":187,"status":"P","start_date":"1834-01-01","end_date":"1834-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["When Moses Roper’s owner he got along with became bankrupt, his fate transitioned into another master’s hands. His new owner Mr. Register was known to be a savage slave owner. Before even purchasing Roper, Register frequently taunted him, “You have been a gentleman long enough, and, whatever may be the consequences, I intend to buy you.” With this fear ingrained into Roper’s mind, he did everything in his power to not live with Register. But with his situation being a slave, he could not help it. The day Roper was purchased by Register, he was so worn out that he did not care whether he lived or died. On his trip back to his new plantation, he obtained a bottle of whiskey with the intent of getting drunk enough to drown himself in the nearby river before his new owner could endlessly flog him.","The terror in Roper’s eyes reflected that of many slaves. This fright was sourced from slave owners categorized as “breakers.” Breakers are described as “men whose business it was to break slaves of ‘bad’ behavior” Much like Roper, many slaves in the Antebellum south were purchased for the sole reason of being made as an example. They would be bought, severely flogged, and many times killed as a model for other slaves to remember. The purpose of the cruelty was to remind slaves who was in charge, and the consequences of misbehaving or attempting to run away. In a more limited instance, some owners referred to as breakers would buy slaves to torture to show dominance not just to African Americans in general, but also to other slaveholders. The thought was their power inherited from the actions was somewhat like a fame they could gain, a popularity and title to their names. Breakers wanted to be revered for their reputation of not just breaking slaves’ bodies, but also their souls.","Roper was a lucky case from being bought by a breaker. On his way back to Register’s property, he was seen tied up by a proprietor that talked Register out of beating Roper in that instant. His life was still on the line for the next day though. Roper made it back to the owner’s land safely and was questioned on whether he would run away. Register took Roper’s only belongings including his clothing for the night as insurance for him not to flee, but when Register fell into a deep drunken sleep, Roper feared for his life in the next few days and escaped through the woods and ran away along the river. A few days later chugging along the river, he found an old indian canoe and made his way down."," "],"display_date":1834,"search_date":"1834-07-02","locations":[{"id":53173,"lat":28.415240140801,"lng":-81.882343850498,"zoom":7,"place":"Florida, USA"}],"tags":[{"id":164,"tag":"Slave"},{"id":3584,"tag":"Power"},{"id":3624,"tag":"Slave Breaker"},{"id":3625,"tag":"Breaker"},{"id":3626,"tag":"Moses Roper"},{"id":3627,"tag":"Moses"},{"id":3628,"tag":"Roper"},{"id":3629,"tag":"Torture"}],"course":{"name":"Human Trafficking: Yesterday and Today","school":"University of Richmond","course_id":187,"school_id":11}}]}