{"id":3630,"tag":"Family Separation","points":[[30.022691007754,-90.251417687389]],"bounds":[[30.022691007754,-90.251417687389],[30.022691007754,-90.251417687389]],"episodes":[{"id":6840,"title":"The Effects of Family Separations","course_id":187,"status":"P","start_date":"1855-01-18","end_date":"1855-01-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" On January 18, 1855, a writer for the New York Tribune went to New Orleans in order to write an article about a slave auction. While at the auction, the writer witnessed some sales, but he describes the sale that separated a mother from her child as the most upsetting. When they were brought up to be auctioned, the auctioneer offered for them to be sold together. However, the lack of responses from buyers caused them to be sold separately. The mother would end up going to Texas, and her son, Jimmie, to Missouri. The writer describes the moment of separation as one of the most horrific events in his life, the mother wailing and begging for her new master to buy her son, all to no avail. The actual moment of separation between mother and son showed the trauma they experience, both yelling and crying, knowing they would never see each other again.","Family separations occurred regularly during the slave trade. Buyers and sellers paid no mind to keeping families together while making a transaction. The only thing they were worried about was the profit that they could make. Family members, like Jimmie’s mother, would plead for buyers to keep their family together, but often wouldn’t sway their masters. While this story depicts a family separation at an auction, some families could be separated unexpectedly. This could be due to the death of an owner, or just a random sale that took place at a home, where a slave could just taken with no clue that a sale even happened. "," ","The impacts of family separation were long lasting, as these separations would devastate these enslaved people who held family in such high regard. Historian Diane Sommerville talks about the impacts of family separation, as well as other traumatic events experienced by slaves. She says that the centrality of family and community among the slaves would hinder the trauma of everyday slavery. However, Sommerville also says that this stress on the importance of family means that slaves would turn to suicide when dealing with separation from a family. Women, specifically mothers, make a large number of the suicides that are attributed to separation of families. Abolitionists often took stories of family separation and published or spread them with the attempt to gain support for their movement. The story Jimmie and his mother spread across the North through newspapers and preachers. Suicide was often a part of these family separation stories, and wasn’t considered an issue that slaves dealt with until stories began to spread. While it isn’t known what happened to Jimmie and his mother, they suffered extreme trauma from being separated, the same kind of trauma that caused many slaves to commit suicide."],"display_date":"January 18, 1855","search_date":"1855-01-18","locations":[{"id":52890,"lat":30.022691007754,"lng":-90.251417687389,"zoom":8,"place":"New Orleans"}],"tags":[{"id":3630,"tag":"Family Separation"},{"id":4,"tag":"Slavery"}],"course":{"name":"Human Trafficking: Yesterday and Today","school":"University of Richmond","course_id":187,"school_id":11}}]}