{"id":3635,"tag":"Fertility","points":[[33.51075454458,-80.336888961225]],"bounds":[[33.51075454458,-80.336888961225],[33.51075454458,-80.336888961225]],"episodes":[{"id":6835,"title":"Enslaved Women Give Birth to the Field of Gynecology","course_id":187,"status":"P","start_date":"1819-08-01","end_date":"1819-08-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In August of 1819, Nanny, an enslaved pregnant woman from South Carolina, cried out as she approached her 60th hour of labor. She was unable to give birth to twins who had died in utero. Fearing she would die, her owners called for a physician. Over the next two days, Nanny endured seven surgeries. Her friends were deeply concerned but not surprised. This was her eighth pregnancy, and she was thought to be now “too delicate” to continue bearing children. Her owners, of course, continued to profit from her reproduction. She was a valuable breeder. ","For slaveholders, an enslaved woman’s fertility was a major asset within the slave market. As soon as a young woman began menstruating, her economic value greatly increased because of her ability to reproduce. Enslavers capitalized on the possibility that a woman could produce offspring. Owning fertile women allowed masters to acquire new slaves through reproduction, bypassing the slave market. Enslaved women whose responsibility it was to become pregnant were known as breeders. In the half century before the Civil War, these women’s reproduction increased the enslaved population of the United States from roughly one to four million.","As the fertility of enslaved women proved to be an advantage within the slave market, masters focused more time on the gynecological health of their enslaved. The field of gynecology grew as a result of the emphasis on the reproductive health of slaves. Doctors in this emerging field viewed enslaved women as subjects for experimental and high-risk procedures in order to further their research. The doctor Nanny’s owners called saved her life but not her fertility."," "," "," "],"display_date":"August 1, 1819 - August 31, 1819","search_date":"1819-08-16","locations":[{"id":53168,"lat":33.51075454458,"lng":-80.336888961225,"zoom":6,"place":"South Carolina, USA"}],"tags":[{"id":3636,"tag":"Gynecology"},{"id":3635,"tag":"Fertility"},{"id":3634,"tag":"Breeder"},{"id":3633,"tag":"Reproduction"},{"id":3632,"tag":"Enslaved Women"},{"id":100,"tag":"Medicine"}],"course":{"name":"Human Trafficking: Yesterday and Today","school":"University of Richmond","course_id":187,"school_id":11}}]}