{"id":3637,"tag":"Human Trafficking","points":[[38.3560025,-85.4788065]],"bounds":[[38.3560025,-85.4788065],[38.3560025,-85.4788065]],"episodes":[{"id":6843,"title":"Henry Bibb and The Chamelon Effect: The Ever Changing Survival Instinct and Manipulation of a Sale","course_id":187,"status":"P","start_date":"1834-01-01","end_date":"1849-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["After months of traveling with his new masters, Henry Bibb had finally gotten the chance he had been waiting for: a chance at escape. After enduring a brutal and sadistic master who had beaten and lashed Bibb many times, taken out his anger on Bibb’s wife through attempted sexual assault and beatings, as well as refusing to show Bibb’s family mercy after his sale by refusing to sell the family together, Bibb had prioritized escaping north by any means necessary. However, unlike his prior master, Bibb’s new owners took pity on the slave and his circumstances by offering him a deal in exchange for his cooperation. As a reward for his obedience and assisting his new masters in their efforts to sell him, the group of gamblers promised to give him a percentage of his sale as well as directions to Canada. ","Up until this point, Bibb had been told to act intelligent and demonstrate his potential value. Yet, this tactic proved unsuccessful and resulted in nobody wanting to purchase Bibb. After striking their deal, Bibb’s owners advised him to appear stupid and not very intelligent, but must be ready to spring into action if he observes a potential buyer that he was interested in.","During his time among the Cherokee Indian Territories, although not directly identified as a modern location within the U.S, Bibb found the man he was looking for: an Indian slave owner who had taken a keen interest in purchasing Bibb. This potential buyer stood out to Bibb for two major reasons. The first being that Bibb believed he could escape with fewer issues from an Indian man rather than a white man; believing that a man of Indian heritage wouldn’t be able to garner the support of white men to hunt Bibb down. The second being that the man wanted Bibb as a “body servant” and he believed this role would be less intense than working the fields. Additionally, Bibb’s owners informed him that this particular plantation was a very easy location to escape from. After understanding what this buyer could provide him, Bibb did everything he could to secure the sale by appealing to what his potential master was looking for in order to facilitate his journey towards freedom.","This identification and analysis of future buyers was a common tactic throughout the slave market. Just as buyers analyzed their future property based upon appearance and physical qualities, slaves were breaking down and analyzing their future masters based upon the clothes they wore, how they spoke, what they were looking for, and the potential future they could give the slave. Once the desires of particular masters were identified, slaves could attempt, at extremely high personal risk, to manipulate the sale choose their masters for themselves. If told to act a certain way or not speak at all, slaves could ignore those commands and present themselves in a way that would aid them in coming out on top of the system that had enslaved them. ","By describing what he saw in his future master, Bibb was able to give his audience a glance into what slaves were forced to do in order to survive the brutal world they inhabited. By transforming into whatever a particular buyer wanted, slaves could ensure their survival to a certain degree. Bibb was eventually able to escape to the Northern territories where he, at great risk of being recaptured, published his slave narrative and spread his story.","<br />"],"display_date":"1834 - 1849","search_date":"1841-12-31","locations":[{"id":53169,"lat":38.3560025,"lng":-85.4788065,"zoom":2,"place":"Oldham County, Kentucky"}],"tags":[{"id":4,"tag":"Slavery"},{"id":3637,"tag":"Human Trafficking"}],"course":{"name":"Human Trafficking: Yesterday and Today","school":"University of Richmond","course_id":187,"school_id":11}}]}