{"id":3645,"tag":"#slavery","points":[[33.0801429,-83.2320991]],"bounds":[[33.0801429,-83.2320991],[33.0801429,-83.2320991]],"episodes":[{"id":6847,"title":"Extralegal Justice In The Antebellum South","course_id":187,"status":"P","start_date":"1857-03-01","end_date":"1860-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","In February of 1861, a young slave named George sat in a jail in Milledgeville, Georgia, awaiting trial after being accused of raping a white woman. After the accusations were presented, he was pursued by two men who captured and tied him up until authorities could arrive to interrogate him. While waiting for his court hearing, he was stolen out of his cell by a mob and burned to death. In the eyes of the law, slaves in the United States occupied an ambiguous position. Slaves were both property and people at the time. When it came to civil cases, they were afforded no rights, and were legally recognized as property. They could be bought, sold, mortgaged, traded, and used as credit, with one famous court case declaring that the slave has “no legal mind, none which the law can recognize” (Flanigan 538). However, their recognition in criminal cases depended on the jurisdiction they were in, along with the crime that they were accused of. In some states slaves were given full legal protection, including a trial by jury. In others, they were mere property and were legally identified as such. Generally, slaveholding states gave slaves many rights when on trial for criminal cases. "," This lack of uniformity among state legal codes helped maintain a system where white men preferred to take matters into their own hands, instead of allowing the legal system to take its course. They did this through systematic homicide, primarily through lynching and burning. This “extralegal justice” was a major part of the all-encompassing institution of slavery, and allowed whites who were dissatisfied with their states’ attitudes on slave legal rights to become their own administrators of justice. Extralegal justice highlights several aspects about attitudes in the antebellum South. The first was that blackness brought with it an inherent assumption of inferiority. When mobs lynched and burned blacks suspected of crimes, they not only deprived them of their legal privileges, but also recognized that with their race came the notion that they were guilty. Even though states had institutional methods to try and legitimately prove guilt or lack thereof, southern whites still often took matters into their own hands. ","The second is slaveholder attitudes about the institution of slavery itself. When slaveowners saw a slave who was accused of violating a law, they took it as an inherent betrayal of a system that they created, one that upheld their interests regarding social status, money, and control.  When a slave was accused of violating this relationship, slaveholders and southern whites took it as a protest of the entire system of paternalism, one that proposed that the relationship between enslaved and enslaver was symbiotic and mutually beneficial. Extralegal justice in the antebellum South served not only as a systematic deprivation of slaves’ rights in legal proceedings, but also the assumption that slaves were inherently guilty, along with a way for slaveholders to maintain the institution of slavery as they saw fit, regardless of the law. George’s story is a shining example of the inequities inherent in the institution of slavery. Slaveowners were willing to subdue the American legal system and kill their slaves in order to uphold their own depraved power dynamics."],"display_date":"March 1, 1857 - January 1, 1860","search_date":"1858-08-01","locations":[{"id":53172,"lat":33.0801429,"lng":-83.2320991,"zoom":2,"place":"Millidgeville, Georgia"}],"tags":[{"id":3644,"tag":"#lynching"},{"id":3645,"tag":"#slavery"},{"id":3646,"tag":"#paternalism"},{"id":3647,"tag":"#AmericanSouth"},{"id":3648,"tag":"#extralegaljustice"}],"course":{"name":"Human Trafficking: Yesterday and Today","school":"University of Richmond","course_id":187,"school_id":11}}]}