{"id":365,"tag":"Emancipation","points":[[35.2392503756,-77.6416017962],[42.6001926046,-73.9735779487],[30.4938122303,-81.4274627631],[33.8933663203,-81.2948046475],[42.3649994065,-70.9800517697],[38.9071923,-77.0368707],[-22.9068467,-43.1728965]],"bounds":[[42.6001926046,-43.1728965],[-22.9068467,-81.4274627631]],"episodes":[{"id":4763,"title":"The \"Exodusters\"","course_id":31,"status":"P","start_date":"1879-12-05","end_date":"1879-12-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Goldsboro inhabitants were shocked at the condition of the African American “Exodusters” coming through town in December 1879. There were some 139 blacks traveling in this group, all shabbily dressed, according to the <em>Raleigh Observer. </em>The paper reported their departure with a hint of contempt and disgust, as if the fact that blacks were unhappy with their living conditions was something unheard of in the years following Emancipation. According to the <em>Raleigh Observer, </em>this was not the first time that residents of Goldsboro, North Carolina, had this problem of northern-bound blacks temporarily invading their town. “It will be remembered that, “the author noted,” a few weeks since we spoke of the feelings of the colored people of Wake towards the exodus movement.” This new motley crew of blacks, however, had hailed from Green Castel in hopes of making their way north in search of new jobs and living opportunities. “The crew had an array of colors, sexes and ages, from those still suckling to a ripe old age.” The group had no designated leader and seemed to be completely unorganized, and not well educated. Though this crew had aspirations of the great life the North had to offer, many of the blacks did not have sufficient train fare to reach these far-off places. Many had to settle with going to Indiana or Washington, whereas others could only afford to go to the next town.","The white people of Goldsboro were not the only people or town to have an experience with these “Exodusters.” In the years following emancipation, many blacks did not know what to do with themselves. This was most prevalent in the year 1877. As Nell Irvin Painter explains, “by 1877, thousands of ex-slaves realized they never could fulfill their aspirations in the South- aspirations for their own farms, an education for their children, and a comfortable life.” So in the late 1870s many blacks began to migrate from states all over the South, such as Mississippi, Louisiana, Texas, Tennessee, and many more places. They planned to rebuild in Kansas, where, Historian Glen Schwendmann said, “‘they believed’ they would be furnished free transportation, where farm, implements, and subsistence awaited all who succeeded in making an appearance.”","The “Exodusters” of 1879 were part of the black migration trying to find and build new opportunities for themselves. Many whites did not understand why many blacks would want to leave the situations they were in; because many whites felt ex-slaves should be happy enough having their freedom.  This, however, was not the case; as Painter suggests, many blacks just wanted the opportunity to provide themselves with the tools to survive in a world still dominated by their white oppressors."],"display_date":"December 5, 1879","search_date":"1879-12-05","locations":[{"id":9577,"lat":35.2392503756,"lng":-77.6416017962,"zoom":9,"place":"LENOIR, North Carolina"}],"tags":[{"id":142,"tag":"african americans"},{"id":365,"tag":"Emancipation"},{"id":366,"tag":"Migration"}],"course":{"name":"African-American History from 1863 to the Present","school":"University of North Carolina at Pembroke","course_id":31,"school_id":9}},{"id":4885,"title":"Harriet Jacobs comes forward to tell her story of escaping slavery and fighting for emancipation.","course_id":33,"status":"P","start_date":"1861-11-01","end_date":"1861-11-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["“Far better to have been one of the starving poor of Ireland whose bones had to bleach on the highways than to have been a slave with the curse of slavery stamped upon yourself and children…” These powerful words come from the fugitive slave Harriet Jacobs. First hesitant to tell her story, later Jacob’s was convinced through the suggestion of a friend to indeed tell her story to others in order to help. Her famous tale <em>Incidents in the Life of a Slave Girl: Written By Herself </em>has answered a lot of questions into Jacobs life. She was born in Edenton, North Carolina around 1815. Her parents died when she was a child and she was sent to live with a brutal master, where she underwent sexual harassment. When she was only a teenager she had two children with another white man. As the threats continued she finally got the courage to run away and was aided by both black and white neighbors. She stayed hiding out at her grandmother’s as a freed slave. The man who she had the children with brought them to her grandmother’s house although he never emancipated them as he promised.","Finally Jacobs escaped to the North where she got back in contact with her children, and eventually found work in New York.  She was hired as a nanny the daughter of littérateur N.P. Willis in which she was allowed to use the resources to begin writing. She then moved to Rochester, New York where she ran an antislavery reading room with her brother, a fugitive slave. With the help of black abolitionist writer William C. Nell , her narrative the story of her life by herself was finally published early in 1861.  As the crisis of Emancipation deepened she tried to speak out in order to publicize the harsh reality of being a slave woman. She hoped that this might have some substantial impact to whites who might have read it at the time and encouraged the sentiment towards Emancipation. She remained active for the next thirty years and died in 1897. Although she was once hesitant about writing about her life, she tells in letters to Amy Post, a friend, that it would be the Un-Christian thing of her to do not to speak out, although she admits that it took her two years to finally swallow her pride and tell her story. However she did so in an attempt to help others to maybe escape the fate that had one captured her. Thanks to the encouragement of both black and white abolitionists of the time, she finally published her interesting accounts. During the Civil War she also went to D.C. to assist black soldiers and returned to the South later to help those who had been freed."],"display_date":"November 1861","search_date":"1861-11-15","locations":[{"id":8683,"lat":42.6001926046,"lng":-73.9735779487,"zoom":9,"place":"ALBANY, New York"}],"tags":[{"id":365,"tag":"Emancipation"},{"id":501,"tag":"Escaping slavery"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}},{"id":4900,"title":"African American servicemen in the Civil War","course_id":33,"status":"P","start_date":"1862-05-01","end_date":"1862-05-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["“Once let the black man get upon his person the brass letter, U.S., let him get an eagle on his button, and a musket on his shoulder and bullets in his pocket, there is no power on earth that can deny he has earned the right to citizenship.”","--Frederick Douglass"," ","In books around the world, conventional history teaches that the American Civil War and black slavery are inextricably intertwined. While it is common knowledge that slavery and its spread lead to the conflict; the actual role of African Americans during the Civil War remains widely unexplored. In mid 1861, as news of the war spread, many free black men set out to enlist to join the effort. However, they were not permitted to do so, with officials citing a law from 1792 banning African Americans from the military, and a fear of border-state secession.2 A year into the war, the Union Army was in desperate need of more volunteers. In response, a provision of President Lincoln’s Emancipation Proclamation allowed black men to serve in the U.S. Army. Black regiments from Massachusetts, North Carolina, and Tennessee began to pop up, but not until influential civil leader Frederick Douglass promoted the cause did enlistment intensify.2 Douglass’ call for citizenship through service proved effective. About 200,000 black men served in the Army and Navy during the war, and black women like the notable Harriet Tubman played key roles as well.2  This article from The New York Daily Tribune from March of 1864 provides a first hand glimpse into what life was like for two of these black regiments right here in Central Florida. African Americans fought valiantly in the Civil War; enduring both the horrors of war and widespread discrimination towards them."," ","Despite the fact the African Americans fought alongside the white soldiers of the Union Army, they still faced significant racial intolerance from them. Racism was still firmly ingrained in the minds of many Americans even in the North. The units of soldiers were segregated, often with a white officer commanding an all black regiment. The black soldiers were typically given duties white soldiers refused to perform. In addition, black soldiers were not granted the same wages that their white counterparts received. While white soldiers received $13 per month, enlisted black men only received $10, with an extra $3 deducted for clothing costs. 2 Also, racism made the prospect of being caught as a prisoner of war far worse for a black soldier. Captured black soldiers routinely faced harsher punishment than whites, and sometimes were even brutally executed, which was the case at the 1864 massacre at Fort Pillow, Tennessee.2 Despite many racial obstacles, black soldiers fought with valor in pursuit of freedom."," ","Of the many examples of black courage and valor fighting in the Civil War, the bravery shown at Battle of Olustee in Lake City, Florida stands out as a local Florida milestone. In the spring of 1862, Union Brigadier General Truman Seymour was leading a band of some 5,000 men on raids throughout North and Central Florida, freeing slaves, and attempting to destroy Confederate trade routes.3 Seymour experienced relative success, only needing to engage small bands of militiamen. Without approval from his superiors, Seymour marched his troops further north, where eventually he and his troops ran into a large Confederate brigade commanded by General Joseph Finegan. General Seymour made the fatal error of assuming that he was once again up against a small, inexperienced militia. Relentless cannon blasts and rifle fire inflicted serious damages on the Union troops. The Confederate forces prepared for an offensive charge, and Seymour needed a miracle. Just then, the heroic black reinforcements arrived. An eyewitness explains, “They came at double quick. The 54<sup>th</sup> Massachusetts went in first, with a cheer… followed by the 1<sup>st</sup> North Carolina… and charged upon the rebels.”1 The volunteer regiments engaged the Confederates, stopped the charge, and despite casualties, “the two colored regiments had stood in the gap, and saved the army!”1 When the dust settled, “The 54<sup>th</sup> Mass., which, with the 1<sup>st</sup> N.C., may be truly said to have saved the forces from utter rout, lost about 80 men wounded and 12 killed.”1 When they were called upon for duty the black soldiers responded with admirable valor and heroism."," ","This tale of a recklessly ambitious general and his men saved by black volunteers captures the essence of African American involvement in the Civil War. Fighting alongside men who do not believe they deserve equal rights, the black infantrymen battle on regardless, striving for that citizenship Frederick Douglass so eloquently described. The brave men and women who joined in this fight for freedom built the foundation for the American Civil Rights Movement in the generations to come.","“We, the colored soldiers, have fairly won our rights by loyalty and bravery—shall we obtain them? If we are refused now, we shall demand them.”"," ","--Sergeant Major William McCeslin; 29<sup>th</sup> U.S.C.T."," "],"display_date":"May 1862","search_date":"1862-05-16","locations":[{"id":1327,"lat":30.4938122303,"lng":-81.4274627631,"zoom":9,"place":"DUVAL, Florida"}],"tags":[{"id":32,"tag":"Civil War"},{"id":116,"tag":"Wounded Soldiers"},{"id":365,"tag":"Emancipation"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}},{"id":5032,"title":"Being an African American after Emancipation","course_id":43,"status":"P","start_date":"1865-01-01","end_date":"1877-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["James Johnson, a 79 year old ex-slave from Columbia, South Carolina, stated in his narrative that he “[felt] and [knew] dat de years after de war was worser than befo’”.  The Emancipation Proclamation and the Union’s victory in the war secured the freedom of slaves, but with a society plagued by Jim Crow Laws and segregation, ex-slaves were far from liberated. Slaves paid the price for their freedom as emancipation introduced new hardships, insecurities, and humiliation.","During the post Civil War and Reconstruction Era, a slave’s fight for freedom turned into a mere fight for survival. The majority of slaves were released from their previous plantations penniless. Wages for African Americans also fluctuated in response to the perceived worth of that person and manual labor was considered easily replaceable during the post Civil War time period. With income being an issue, few ex-slaves had the ability to own land. According to the 1880 Census, one-fifith of African Americans owned at least some of the land they farmed. However, these holdings were usually beset with debt, crippling African American owners in the long run.  Johnson declared that, “Befo’ de war, niggers did have a place to lie down at night and somewhere to eat, when they got hungry in slavery time.”","This prevalent poverty among ex-slaves during the Reconstruction Era resulted in a lack of nourishment and medical care which in turn caused a high mortality rate for African Americans, especially children. Illness left former slaves with the burden of unpaid medical bills or the inability to access proper medical care. Deficiencies caused African Americans to resort to the treatment of diseases with herbal and home remedies. The 1900 Census reveals 30 per 1,000 blacks died each year as opposed to only 17 per 1,000 whites.","Death as a result of poverty was not the only thing that affected a slave’s life in the tough times of the post Civil War era. Ex-slaves were weakened by a severe sense of isolation brought on by separation from their families. Sales of slaves, the death of owners, and the presentation of slaves as gifts during the pre- Civil War era were only some of the reasons for this division. Alienation and loneliness dampened the spirit of these slaves’ new found freedom and made the fight to survive that much harder.","As whites saw African Americans as an imposition on normality as well as a threat to their dominance, they continued to make former slaves work for their freedom. Johnson stated in his narrative that “Since them times, a many a nigger has had it tough to make a livin’. I know dat is so, too, cause I has been all long dere.” Johnson’s experiences, along with so many others, shed light on the darker side of emancipation after the Civil War."],"display_date":"1865 - 1877","search_date":"1871-07-02","locations":[{"id":11582,"lat":33.8933663203,"lng":-81.2948046475,"zoom":8,"place":"LEXINGTON, South Carolina"}],"tags":[{"id":365,"tag":"Emancipation"},{"id":142,"tag":"african americans"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5060,"title":"<strong>A History of African Slaves in the American Revolution</strong>","course_id":43,"status":"P","start_date":"1855-01-01","end_date":"1855-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Freedom and the emancipation of slaves were not two separate ideals in separate times in American history.  One of the important milestones in the American Revolution was the Boston Massacre, in which one of the first people to die was a black slave. Some claimed he was one of the first martyrs of the American Revolution.  During the American Revolution, several regiments were formed by order of George Washington using slaves.  Those who served to fight for the Continental Armies would receive wages and, when their service had ended, freedom.  Freedom was granted to slaves by not just General Washington, but several other leaders in the Continental Army.  Even among the great men who gave freedom to the hard-working slaves, emancipation for all slaves did not come for centuries afterwards.","This subject was something William C. Nell wanted to show in his book <em>The Colored Patriots of the American Revolution, With Sketches of Several Distinguished Colored Persons. </em>William Nell was an abolitionist of the ninteenth century who avidly studied the history of African Americans, mulattoes, and all other men of African descent.  He was a free African American, who was prejudiced while educating himself.  He worked avidly to integrate schools so that African American children  could study alongside white Americans.  He also took an interest in history, avidly learning all about the history of African Americans and his heritage.  He worked with William Lloyd Garrison and the <em>Liberator</em> for many years, wrote several books and articles promoting emancipation and integration, and diligently pressed for the integration of black and white students in Massachusetts.","His books bring up an interesting point though: in an age born from the American Revolution, there were so much pro-slavery movements.  Slaves and free blacks had actively worked to fight for their freedom and to protect their own nation.  Moreover, many were given that freedom.  It seems ironic, looking through this history, that the issue with slavery continued even until the Civil War.  It is true that the South had become dependent on slaves for their plantations, however, this feeling among slave owners that slaves had no equal standing rivals that of the great leaders giving their slaves freedom.  Truly, the War for Independence was a war fought by all and for all who sought a new nation and freedom.","Michael Kammen mentions Nell as someone who was dedicated to bringing memory of black soldiers to the American culture.  Nell's work in preserving African American history is astounding, and his work has been used to research the African American slave culture.  He was able to bring to light all the reasons why slaves should be given freedom, if not for their service to the cause of freedom."],"display_date":"January 1, 1855","search_date":"1855-01-01","locations":[{"id":6209,"lat":42.3649994065,"lng":-70.9800517697,"zoom":11,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":365,"tag":"Emancipation"},{"id":193,"tag":"Abolitionism"},{"id":625,"tag":"Revolutionary War"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":6697,"title":"The Emancipation Proclamation","course_id":170,"status":"P","start_date":"1862-01-22","end_date":"1863-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","Many people believed Lincoln was a good man and one who should be honored but while there are those who believe he was great, there are others who find his ideals nonsensical. Abraham Lincoln had a vision that transcended mere thought, he believed in equality of all people, which to the south was unacceptable. Abraham Lincoln only wanted the country to stay together, believing that a split was destruction to America. He desired that one day, all people can walk beside each other without hatred instead peace. One document that is worthy of praise was the creation of the Emancipation Proclamation."," ","Both the North and the South had a different view about the creation of the Emancipation Proclamation. There are several differences that the Union and the Confederacy had towards the Emancipation Proclamation crafted by President Abraham Lincoln during 1863.The effect the Emancipation Proclamation had on both northern and southern minds is worthy of recognition by historians. The Emancipation Proclamation was constructed by Abraham Lincoln as a result of him desiring freedom for a civilization that was put down both physically and emotionally. Abraham Lincoln believed in the principle that all life should be valued and the preservation of the Union was of upmost importance."," ","Lincoln could be thought of as a golden knight; a savior to the African American slaves. The Union viewed the emancipation of slaves as a due right and believed that the demoralizing process known as slavery was an abomination to all of creation. The Emancipation Proclamation was created after the Battle of Antietam in 1862. Lincoln and the Union believed that the Confederacy’s perception of slavery was morally wrong, even if Lincoln would’ve confined slavery to only the southern states. Lincoln did not have the authority to completely ban slavery but he could confine it. Northerners viewed Lincoln as the “Great Emancipator”."," ","The Confederacy did not view the Emancipation Proclamation as a good idea as they would lose valuable labor that lead to an increased production and a better economy through a southerner’s eyes. The Confederates believed in slavery as a constitutional right and as a traditional virtue that originated with the founding fathers. Many people who lived in the South during that time didn’t understand the fragile and inhumane treatment that slavery caused. They viewed the Emancipation Proclamation as a permanent escape from their previous reality. Lincoln made a decision that despite the South rejecting, allowed the freedom of slaves from servitude."," ","The Union and the Confederacy despite their differences, exist as two entities that came together despite their differences. The Union’s opinion was the most logical and ultimately the one opinion that needed to be known. The confederates believed that the Emancipation Proclamation was wrong as it reaped them of their labor system that had worked for many years. The Thirteenth Amendment abolished slavery throughout America completely leading all slaves to the freedom they deserved. With enough persistence, the North’s viewpoint finally was accepted by southerners. The southerners had a difficult time originally due to their lifestyle, however, the South adopted a new virtue. The virtue of treating people equally."," "," "," "," "],"display_date":"January 22, 1862 - January 1, 1863","search_date":"1862-07-13","locations":[{"id":52826,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington D.C."}],"tags":[{"id":98,"tag":"Emancipation Proclamation"},{"id":365,"tag":"Emancipation"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}},{"id":6855,"title":"Joaquim Nambuco Writes to Henry W. Hillard About Abolition in Brazil","course_id":188,"status":"P","start_date":"1880-10-19","end_date":"1880-10-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            After the Civil War, the United States’ relationship with Brazil became an important one because of the thousands of Confederates who had relocated to South America.    Henry W. Hillard served as the U.S. Ambassador to Brazil from 1877 to 1881 and became a vocal member of the Brazilian Anti-Slavery Society.  Joaquim Nabuco, a Brazilian abolitionist, served as the legal attaché to the United States from 1876 to 1878 and worked closely with to end slave labor there.  ","            On October 19, 1880, Nabuco sent a letter to Hillard that discussed the difficulties he faced in trying to abolish slavery in Brazil as well as asking how the United States South was doing economically since the end of slave labor.  Within the letter, Nabuco sent an English copy of the Brazilian Anti-Slavery Society manifesto and asked Hillard to give his opinion on it because he had already experienced an emancipation movement and saw how free labor versus slave labor affected the economy.  Nabuco realized that with emancipation would come a new relationship between planters and laborers, but he wanted to know what it looked like in the United States during the Reconstruction era as the South readjusted to a slave free life.  Brazil, almost twenty years after the American Civil War, still was unreceptive to the idea of emancipation.  Nabuco explained to Hillard, “It is impossible to convince the planters that their true friends are those who desire to give them a permanent, firm, and progressive base instead of this provisional one called slavery.”  From the way Nabuco saw it, if people chose to work for the planters instead of being forced into it, there would be a better relationship between owners and workers, and therefore better productivity. He stated, “Only with emancipation can it (Brazil) trust its future to agriculture.”  ","            Hillard, born in North Carolina, served in congress from Alabama’s legislator, and even served as a Colonel in the Confederate Army; therefore, it was surprising that a man with Hillard’s upbringing could change his mind on a significant issue such as slavery.  Nabuco appreciated this perspective and hoped that Hillard could find the right words to convince slave owners in Brazil to move forward towards free labor.  "],"display_date":"October 19, 1880","search_date":"1880-10-19","locations":[{"id":53188,"lat":-22.9068467,"lng":-43.1728965,"zoom":2,"place":"Rio de Janeiro, Brazil"}],"tags":[{"id":365,"tag":"Emancipation"},{"id":95,"tag":"Abolition"},{"id":3660,"tag":"Brazil"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":188,"school_id":3}}]}