{"id":3652,"tag":"abuse","points":[[50.794864050736,6.3228271665456]],"bounds":[[50.794864050736,6.3228271665456],[50.794864050736,6.3228271665456]],"episodes":[{"id":6902,"title":"Drug Over-Use and Its Devastating Consequences During the 60?s","course_id":191,"status":"P","start_date":"1/1/56","end_date":"12/2/62","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The article “Doctors Told No Drug Wholly Safe,” written by David Spurgeon and published on June 21<sup>st</sup>, 1957, still reads as a stark warning all these decades later[1]. It appeared on the front page of the Globe and Mail, directly below a headline on ‘atom jets’ being sent to a post-war Korea. The article describes a talk given at the annual convention of the Canadian Medical Association in Edmonton. A Dr. D. E. Rodger from Regina warned the medical community about unforeseen consequences from drugs being freely given. The doctor believed the toxic effects of some medicines were unintentionally causing more harm than benefit. He further encouraged both the reform of the Canadian Food and Drug Act, as well as restrictions to discourage pharmacists making illicit sales. Dr. Rodger stressed that the physician plays the pivotal role in protecting the patient, and their lack of proper judgement regarding unsafe drugs was damaging public health. The article describes the doctor warning about a new class of drug known as the tranquilizers, which may refer to psychotropic drugs widely used in modern healthcare to treat mental illnesses and anxiety. He doubts their medical efficacy, stating that citizens should opt for medications that are more affordable, and extensively understood. He further labels tranquilizers as placebos and inert, suggesting their only medical benefit is psychological. ","This archived article is grim in the context of the events that followed. A few years later in the 1960’s, thalidomide was discovered to cause severe birth defects in the form of shortened or missing limbs[2]. The drug was extremely popular at the time, used as a mild sedative for a sleeping aid, as well as to temper the effects of pregnant women experiencing morning sickness. The drug originated in West Germany, eventually permeating through Great Britain and to clinical trials in North America. It fit with the trend of the day, which saw a dramatic interest in tranquilizers and other ‘downers.’ The efficacy of this emergent drug classification was lauded by patients and many doctors in the years before the thalidomide tragedy was realized. Everyday people in droves sought comfort from their doctors, and unfortunately, they prescribed freely drugs without realizing the implication[3]. Many of these drugs were addictive and as we now know, harmful. This early article shows some practitioners realized the potential consequences were twofold: both in the widespread unregulated distribution and in the lack of research into potential side-effects. These themes became much more prevent during the coming decades, unfortunately too late. Although we cannot prevent the thalidomide disaster now, this story can grant us perspective on current issues. Perhaps we should heed this lost plea and undertake the actions that may not only help the modern drug abuse issues we face today, but also to prevent some unknown yet similar medical disaster still looming.","[1] David Spurgeon, “Doctors Told No Drug Wholly Safe,” <em>The Globe and Mail, </em>June 21, 1957, Front Page, Toronto.","[2] James H. Kim et al., “Thalidomide: The Tragedy of Birth Defects and the Effective Treatment of Disease.” <em>Toxicological Sciences</em>, Volume 122, Issue 1 (2011): 1.","[3] David L. Herzberg. \"Happy Pills in America: From Miltown to Prozac.” (Baltimore: John Hopkins University Press, 2009), 33. "],"display_date":"January 1, 1956 - December 2, 1962","search_date":"1959-06-17","locations":[{"id":53231,"lat":50.794864050736,"lng":6.3228271665456,"zoom":10,"place":"Stolberg, West Germany, Europe"}],"tags":[{"id":2191,"tag":"Doctors"},{"id":3652,"tag":"abuse"},{"id":100,"tag":"Medicine"},{"id":3721,"tag":"Drug Use"},{"id":3722,"tag":"Thalidomide"}],"course":{"name":"Critical Writing and Research for Historians","school":"University of Toronto Scarborough","course_id":191,"school_id":28}}]}