{"id":3659,"tag":"Reburial of Dead","points":[[40.718032560388,-80.11251759066],[35.9250637,-86.8688899]],"bounds":[[40.718032560388,-80.11251759066],[35.9250637,-86.8688899]],"episodes":[{"id":6854,"title":"The Reburial of Confederate Soldiers from the Battle of Franklin","course_id":188,"status":"P","start_date":"1866-04-01","end_date":"0000-00-00","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In June 1866, John and Carrie McGavock donated two acres of their land to serve as a Confederate cemetery to rebury the Confederate soldiers that lost their lives at the Battle of Franklin. After the battle in 1864, burial details started to inter the dead, choosing to place them in the area where they had fallen in battle. They recorded the name, rank, regiment, and company of the individuals upon planks of wood, serving as grave markers. But twenty-two years later, the grave markers had begun to deteriorate, and civilians had started using the grave markers as firewood. A new cemetery had to be created to make sure the identities of those that died would not be lost from history. The McGavocks oversaw the reburial of the 1,484 Confederate soldiers, and Carrie McGavock diligently recorded information on each one in the McGavock cemetery book.","The McGavock cemetery book provided a way for Carrie McGavock to help families determine whether their loved ones had died at the Battle of Franklin. The list of soldiers buried in the McGavock cemetery were published in newspapers. Families of those buried at Franklin travelled many miles to see the final resting place of their loved ones, and in some cases paid for monuments to be made in their honor to be displayed in the cemetery. Each soldier is buried in the cemetery by the state they were from and company they served. There is a group separate from the rest marking the 558 individuals who were never identified. The McGavock cemetery book reflects the burial placement of the dead, giving them a number based on their location within the cemetery. The book has various columns for name, rank, regiment, and company. Next to the name is a check mark, the significance of this check mark is unknown, but it may have been a way for Carrie to record that she had notified that soldier’s family of their final resting plac","A major concern of the United States deciding what to do with the dead after the war. Often families never learned the whereabouts of their loved one’s final resting place or the cause of their death. Union and Confederate soldiers were buried in mass graves, often together. Slaves or African American contrabands that followed the Union army often had the job of burying the bodies. The shallow and hostility dug graves became a problem as rain could expose the body to the surface. Reburying the dead was an unsanitary process that resulted in sickness and death for many. George Cuppett and his brother Marcellus, led the reburial of bodies at the McGavock Confederate Cemetery. The reburial process was a hard job that lasted for ten weeks and resulted in the illness and death of Marcellus. In 1862, Congress addressed the situation by purchasing land to serve as cemeteries. This resulted in the creation of a large number of federal and private cemeteries throughout the United States."],"display_date":"April 1, 1866 - undefined 0, 0","search_date":"1883-01-29","locations":[{"id":53187,"lat":40.718032560388,"lng":-80.11251759066,"zoom":6,"place":"carton tenessee"},{"id":53186,"lat":35.9250637,"lng":-86.8688899,"zoom":2,"place":"franklin tenessee"}],"tags":[{"id":3659,"tag":"Reburial of Dead"},{"id":123,"tag":"Reconstruction"},{"id":1538,"tag":"Battle of Franklin"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":188,"school_id":3}}]}