{"id":366,"tag":"Migration","points":[[35.2392503756,-77.6416017962],[32.8753704415,-79.8417496964],[40.7805662337,-73.9388482485],[28.6157324623,-81.3533405132],[21.8863621,-102.2881179],[21.8852562,-102.2915677],[43.653226,-79.3831843]],"bounds":[[43.653226,-73.9388482485],[21.8852562,-102.2915677]],"episodes":[{"id":4763,"title":"The \"Exodusters\"","course_id":31,"status":"P","start_date":"1879-12-05","end_date":"1879-12-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Goldsboro inhabitants were shocked at the condition of the African American “Exodusters” coming through town in December 1879. There were some 139 blacks traveling in this group, all shabbily dressed, according to the <em>Raleigh Observer. </em>The paper reported their departure with a hint of contempt and disgust, as if the fact that blacks were unhappy with their living conditions was something unheard of in the years following Emancipation. According to the <em>Raleigh Observer, </em>this was not the first time that residents of Goldsboro, North Carolina, had this problem of northern-bound blacks temporarily invading their town. “It will be remembered that, “the author noted,” a few weeks since we spoke of the feelings of the colored people of Wake towards the exodus movement.” This new motley crew of blacks, however, had hailed from Green Castel in hopes of making their way north in search of new jobs and living opportunities. “The crew had an array of colors, sexes and ages, from those still suckling to a ripe old age.” The group had no designated leader and seemed to be completely unorganized, and not well educated. Though this crew had aspirations of the great life the North had to offer, many of the blacks did not have sufficient train fare to reach these far-off places. Many had to settle with going to Indiana or Washington, whereas others could only afford to go to the next town.","The white people of Goldsboro were not the only people or town to have an experience with these “Exodusters.” In the years following emancipation, many blacks did not know what to do with themselves. This was most prevalent in the year 1877. As Nell Irvin Painter explains, “by 1877, thousands of ex-slaves realized they never could fulfill their aspirations in the South- aspirations for their own farms, an education for their children, and a comfortable life.” So in the late 1870s many blacks began to migrate from states all over the South, such as Mississippi, Louisiana, Texas, Tennessee, and many more places. They planned to rebuild in Kansas, where, Historian Glen Schwendmann said, “‘they believed’ they would be furnished free transportation, where farm, implements, and subsistence awaited all who succeeded in making an appearance.”","The “Exodusters” of 1879 were part of the black migration trying to find and build new opportunities for themselves. Many whites did not understand why many blacks would want to leave the situations they were in; because many whites felt ex-slaves should be happy enough having their freedom.  This, however, was not the case; as Painter suggests, many blacks just wanted the opportunity to provide themselves with the tools to survive in a world still dominated by their white oppressors."],"display_date":"December 5, 1879","search_date":"1879-12-05","locations":[{"id":9577,"lat":35.2392503756,"lng":-77.6416017962,"zoom":9,"place":"LENOIR, North Carolina"}],"tags":[{"id":142,"tag":"african americans"},{"id":365,"tag":"Emancipation"},{"id":366,"tag":"Migration"}],"course":{"name":"African-American History from 1863 to the Present","school":"University of North Carolina at Pembroke","course_id":31,"school_id":9}},{"id":5152,"title":"Hundreds of Mormons in Honolulu en Route to California","course_id":66,"status":"P","start_date":"1846-06-20","end_date":"1846-06-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["It was June 20<sup>th</sup>, 1846, when the ship <em>Brooklyn</em> arrived in Honolulu, Oahu. Its passengers were hundreds of Mormon immigrants en route to California from New York led by a man named Samuel Brannan. The people of Hawaii were intrigued and confused by these new people, especially such a vast amount. The unknown elements were filled in by a history of the Mormon religion and its people.","The history that was given to the people included their book that their belief is based upon. It is called The Book of Mormon and is used in the same way that Christians use the Bible. Joseph Smith Jr. was told to be the founder of that religion and we're told of his history in how he created it. He was killed on June 27, 1844, which was not long before this voyage.","The Mormon people had a positive image due to Captain Richardson’s statement that they were courteous and gracious the entire trip. Although the Hawaiian people had different beliefs and values, they still respected the Mormons. The people did have a very difficult and harsh past due to their religion but were still kind to those they met on their travels.","The trip itself took 136 days from New York to Honolulu. In that trip, among the thousands involved, 10 people died which included four adults and six children. The people had had a long trip and had the blessings of the people there for a prosperous and positive rest of their voyage and pilgrimage to California. Because of the numerous amounts of Mormons going into California from this ship and others, the people in Hawaii stated that California would have to change greatly. With a new religion going into the area with so many followers, it would be a major change for the current people in the state. When they did arrive, they almost doubled the population of San Francisco. The Mormons also fought in the Mexican-American War and therefore shaped California’s history.","Although many of the Mormons went to California on board the <em>Brooklyn</em>, many took another route into present day Utah. Many Mormons traveled from their home of Nauvoo across the Mississippi and through Iowa. It took over a year for them to reach their destination, but they finally arrived in the Salt Lake Valley in Utah. This is the place where numerous Mormons reside today, and therefore this pilgrimage was vital to the religion."],"display_date":"June 20, 1846","search_date":"1846-06-20","locations":[{"id":15203,"lat":null,"lng":null,"zoom":8,"place":"TERRITORY, Territory"}],"tags":[{"id":887,"tag":"Utah"},{"id":886,"tag":"Hawaii"},{"id":366,"tag":"Migration"},{"id":876,"tag":"Mormons"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":66,"school_id":40}},{"id":5347,"title":"<em><em>Black Codes and Racism in South Carolina Prevent Migration to the State by Northerners</em></em>","course_id":74,"status":"P","start_date":"1865-12-08","end_date":"1865-12-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["At the close of the Civil War, wealthy northerners were interested in acquiring new farmland to develop. To do so, they needed to relocate to areas that were less populated than the North. Despite their admiration for South Carolina’s “lands and climate,” northerners feared living in the state, because of the potential violence. During this time, South Carolina began enacting black codes to restrict the freedoms and movements of freedmen. Northerners believed it to be only a matter of time until blacks started protesting the laws. While other states in the South enacted similar codes, these northerners thought South Carolina’s to be the harshest. Because of this, they chose to settle in the northwest rather than the South.","White residents of South Carolina did not believe the state had a lack of migrants due to the black codes. Instead, they expressed the opinion that white northerners were apprehensive to live among such a large number of free blacks. A writer for the <em>Nashville Press </em>article vehemently denounced this claim. “It is not true white immigrants will not go where there are negro laborers, or where there is negro competition. The sole condition of immigration is embraced in the word security.”","For these settlers, the number one concern was safety. They believed that as long as the codes were in effect, security could never exist in the state. Settlers, or emigrants, were not the ones negatively affected by the codes. They found suitable land for their intended purposes in other parts of the country. The people who the codes hurt, the article argued, were the residents of South Carolina. As long as the black codes were in place, immigration would not occur. If the codes were abolished, there would be “unprecedented progress of the South” as a result of new settlement.","South Carolina began passing black codes immediately following the war. The state ratified a constitution in 1865 that forbade blacks from voting. In order to prevent blacks from combating the laws, South Carolina set up racial restrictions for entering office. This way, no black person could enter South Carolina’s legislature and attempt to do away with the codes.","Besides preventing blacks to enter political office, the black codes in South Carolina stopped freedmen from becoming an “artisan, mechanic, or shopkeeper” without the proper license from a judge. This license cost more than $100, making it unlikely a free black could afford one. Perhaps the most restrictive of all parts of the codes, was the section that limited black migration to the state. If a black person moved to South Carolina, he or she was required within twenty days to enter into a contract and bond to a white master."],"display_date":"December 8, 1865","search_date":"1865-12-08","locations":[{"id":11457,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"},{"id":8925,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":366,"tag":"Migration"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"},{"id":477,"tag":"Black Codes"},{"id":719,"tag":"South Carolina"},{"id":123,"tag":"Reconstruction"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":74,"school_id":3}},{"id":6224,"title":"The Great Florida Migration","course_id":131,"status":"P","start_date":"1880-01-01","end_date":"1/1/00","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["After the Civil War Florida became a beacon for people from other stated to change environments from the cold north to the almost year long tropical climate of Florida. Mainly towards the 1890's Florida experienced a rapid increase in population, due to people migrating down south. Many of the people that decided to migrate down were white New Englanders and colored people, many of whom were former slaves.  However, with the influx of migrants from other states tensions followed, mainly racially with the influx of former slaves.","The majority of the migrants coming down to Florida were mainly white northerners. A vast number of them came from New England. From a period of twenty years from 1880 to 1900 the white population more than doubled from 142,605 to 297, 333, while making up almost 60% of the Florida population.[1] Some of the New Englanders tended to form societies of their own containing other New Englanders. These societies they formed were called New England Societies. [2]These societies of New Englanders included permanent residents of Florida who used to live in New England, and even included the New Englanders who only stayed down in Florida for the winter. The New England Society in Florida would meet on various occasions and places throughout the year, one of these places was the City of Winter Park.[3] One of the main reasons people tended to migrate to Florida, besides the tropical winters, was the increase in jobs due to the development of Florida. The second main group to come into Florida were the former free slaves. Between 1880 and 1900 the black population in Florida had increased from 126,690 to 230,730. [4]Some of the more popular reasons that African Americans came down here for was work. Many either worked on the construction of the railroads under Henry Flagler or started or helped out on farms in the area.[5]","Despite the increase in migration, many southerners did not enjoy having these new residents in their state. Besides the white northerners, some of the groups experienced heavy discrimination in the south, including Florida. The main group to be exposed to a negative view on their influx into Florida and the rest of the South, were the blacks. One of the most basic and widely used discrimination tactic against the blacks were the Jim Crow Laws[6]. The Jim Crow Laws were a series of legal acts that enforced segregation mainly in the South. Anti black movements throughout the South were effective for the southerners in keeping the blacks separated from their daily lives, and giving them the least amount of freedom they could possibly get, which was easy for them to do in the south despite the fact that in some areas, like the entire state of Florida, blacks made up more than a third of the population. The white northerners on the other hand were more accepted by the residents of the state of Florida. As long as they could be considered white, the residents presented little aggression towards them. They were allowed to stay in hotels, move down here, and open their own businesses without the risk of segregation. Some of them, like the New Englanders, even created their own societies to stay connected with other people that were from their area.","The migration of fellow Americans into the state of Florida continued a trend of population expansion within not just Florida, but the South. Many of these migrants came from former slaves and white northerners mainly from New England. However, despite the massive increase in population for Florida some of the migrants, mainly the former slaves, were unwelcome in many areas of Florida and the South."," "," "],"display_date":"January 1, 1880 - January 1, 1900","search_date":"1889-12-31","locations":[{"id":1443,"lat":28.6157324623,"lng":-81.3533405132,"zoom":8,"place":"ORANGE, Florida"}],"tags":[{"id":366,"tag":"Migration"},{"id":2442,"tag":"New England Societies"}],"course":{"name":"Decade of Decision 1890s","school":"Rollins College","course_id":131,"school_id":5}},{"id":6781,"title":"The Debate Over the Bracero Program","course_id":181,"status":"P","start_date":"1/1/21","end_date":"1/19/52","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["At the beginning of 1952 the fate of the Bracero program was unclear.[1] While a meeting between American Farm Bureau Federation representatives and the Mexican National Association of Farmers agreed on extending the program, the subsequent meeting between the American and Mexican governments raised doubts with criticism coming from both sides of the border.[2] The Mexican press criticised “the scandalous violations committed by farmers in Mississippi, Tennessee, and the lower Rio Grande region” while President Truman reportedly received increasing criticism following the introduction of stiffer policy intended to stop the hiring of “wetbacks”.[3] Both the former assistant manager of the United States Labour Department’s Aguascalientes Farm Placement Migration Center, former Arizona legislator, Conrad Carreon, and the manager of the Albuquerque Migration Center, Peter Gallegos supported the extension. They were worried the effect frequent misinformation in the United States was having on the Bracero program, citing as an example a health official statement claiming Mexican labourers raised American rates of venereal diseases. Mr. Carreon hoped Americans would take the time to educate themselves on the program.[4]  In contrast to Mr. Carreon and Mr. Gallagos statements, the program was less beneficial to the migrant workers than it seemed."," ","In the period leading up to the 1950’s agriculture still constituted the majority of the South’s economy.[5] Family members filled only 35% of  the jobs, and with pay and conditions making it harder for employers to hire domestically there were opportunities for temporary migrant labour.[6]  This situation led to the start of an informal version of the Bracero Program in 1921, and a formalized edition in 1942.[7]  Basic life necessities were provided by the employer with the cost being deducted from the worker’s wage.[8] Their temporary status meant this labour-force had no political power and were at the employer’s mercy.[9] In the early 1950’s, President Truman created the President’s Commission on Migratory Labour. This committee’s objective was to work towards improving the experience of Mexican migrant labourers through the revision of the Bracero program.[10]  The committee recommended extending social legislative support for the workers, and even extended the idea of ending the importation of Mexican workers with the support of the Mexican government.[11]  Congress, however, ignored the recommendations and the program was instated for a further decade following the passing of Public Law 78.[12]"," "," ","[1] Morgan Monroe, “Ex-Legislator Urges Extension of U.S.-Mexican Bracero Agreement”, <em>The Arizona Republic</em> (Phoenix, Arizona), Jan. 19, 1952.","[2] Ibid.","[3] Ibid","[4] Ibid","[5] Ray N Gilmore, Gladys Gilmore, “The Bracero in California”, <em>Pacific Historical Review</em> 32 no. 3 (1963): 266","[6] Ibid: 267","[7] Ibid: 269","[8] Ibid: 267","[9] Ibid","[10] R. S. Robertson, “Taking the fair deal to the fields: Truman's commission on migratory labor, public law 78, and the bracero program”, <em>Agricultural History</em> 84 no. 3 (2010): 381","[11] Ibid","[12] Ibid"],"display_date":"January 1, 1921 - January 19, 1952","search_date":"1936-07-11","locations":[{"id":53081,"lat":21.8863621,"lng":-102.2881179,"zoom":8,"place":"Phoenix, Arizona"},{"id":53123,"lat":21.8852562,"lng":-102.2915677,"zoom":2,"place":"Aguascalientes, Mexico"}],"tags":[{"id":3515,"tag":"Bracero Program"},{"id":13,"tag":"Agriculture"},{"id":3432,"tag":"Labour"},{"id":295,"tag":"International Relations"},{"id":3115,"tag":"President Truman"},{"id":366,"tag":"Migration"}],"course":{"name":"US History since 1865","school":"University of Toronto Scarborough","course_id":181,"school_id":28}},{"id":6824,"title":"Humanitarian, Yet Overwhelmed Canada, Saves Another Family's Life.","course_id":189,"status":"P","start_date":"1/1/89","end_date":"2/15/96","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On August 19, 1995, <em>The Globe and Mail </em>reported an attention-grabbing incident. Nazrul Bhuiyan, an honest Bangladeshi journalist who wrote articles exposing the military-run Bangladeshi government corruption, was no longer safe in his country. Consequently, in 1989, with his wife and four children, Bhuiyan sought refugee status in Toronto, Canada. Realizing that 10,000 Bangladeshis already in Canada had no local newspaper and eager to inform people about what was happening in Bangladesh, in 1991, he started the monthly Deshe Bideshe. In 1992, his refugee claim was denied; consequently, he appealed. On September 16, 1995, Bhuiyan received an award from Ethnic Press Council of Canada for his outstanding journalism. Three days later, his appeal failed, along with a notice of removal. The saddening factor was the existence of the policy of deferred removals order class (DROC) since 1994, stating “refugees who had been in Canada for three years after their claim was rejected, could apply to remain here permanently, provided they had worked for six months and did not have a criminal record.” (<em>The Globe and Mail</em>, 1995). The Bhuiyan family had only two months left for the eligibility. The community that he helped by also setting up information telephone lines, and a desktop publishing business and in which he became a social figure, helped him along with his lawyer by sending letters to the immigration minister, requesting a review on the rejection for his approval. As a result, the federal court ordered an investigation. The earned public voice led to a quiet in-depth investigation, which resulted in the permanent residency on February 15th, 1996 (<em>Toronto Star, 1996).</em>","<em><br /></em>","Between 1982-1990 Bangladesh was ruled by Hussain Muhammad Ershad, a dictator who came to power through a coup. Ershad imposed the martial law, meaning the suspension of ordinary law by military take-over. The elections were neither fair nor free (Bureau of South and Central Asian Affairs, 2008). Under the first immigration Act of Canada, anyone in good health and financial condition could enter the country. The new immigration act was put in action in 1978. This new act focused on how to select immigrants that were more beneficial for the country by deciding on “who” could enter the country, it also added “refugees” as a class of immigrants (Dirks, 1984). With the popularity of refugees, many people started to seek asylum although they were safe, to enter Canada without status (Dirks, 1984). The increase in non-documented people led Canada to restrict the entrances and the refugee cases. Bhuiyan’s case was weak for the lack of evidence, but mostly since it took so long for the case to be heard, the government had changed and therefore so did the credibility of his claim (even though the recent regime was also problematic), these factors led already drowning refugee case judges, decide on deportation of the victim. Canada still welcomed so many people. In 2007, approximately 100,000 Bangladeshi-origin people were living in Canada according to the Bangladesh High Commission report."," "," "],"display_date":"January 1, 1989 - February 15, 1996","search_date":"1992-07-24","locations":[{"id":53097,"lat":43.653226,"lng":-79.3831843,"zoom":6,"place":"Toronto, Canada"}],"tags":[{"id":3614,"tag":"Freedom of writing"},{"id":3613,"tag":"DROC"},{"id":1765,"tag":"Asylum"},{"id":3612,"tag":"Reporter"},{"id":366,"tag":"Migration"},{"id":3611,"tag":"Military Corruption"},{"id":3610,"tag":"Bangladesh"},{"id":3290,"tag":"Deportation"},{"id":1619,"tag":"family"},{"id":17,"tag":"Government"}],"course":{"name":"Critical Writing and Research for Historians","school":"University of Toronto Scarborough","course_id":189,"school_id":28}}]}