{"id":3660,"tag":"Brazil","points":[[-22.9068467,-43.1728965]],"bounds":[[-22.9068467,-43.1728965],[-22.9068467,-43.1728965]],"episodes":[{"id":6855,"title":"Joaquim Nambuco Writes to Henry W. Hillard About Abolition in Brazil","course_id":188,"status":"P","start_date":"1880-10-19","end_date":"1880-10-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            After the Civil War, the United States’ relationship with Brazil became an important one because of the thousands of Confederates who had relocated to South America.    Henry W. Hillard served as the U.S. Ambassador to Brazil from 1877 to 1881 and became a vocal member of the Brazilian Anti-Slavery Society.  Joaquim Nabuco, a Brazilian abolitionist, served as the legal attaché to the United States from 1876 to 1878 and worked closely with to end slave labor there.  ","            On October 19, 1880, Nabuco sent a letter to Hillard that discussed the difficulties he faced in trying to abolish slavery in Brazil as well as asking how the United States South was doing economically since the end of slave labor.  Within the letter, Nabuco sent an English copy of the Brazilian Anti-Slavery Society manifesto and asked Hillard to give his opinion on it because he had already experienced an emancipation movement and saw how free labor versus slave labor affected the economy.  Nabuco realized that with emancipation would come a new relationship between planters and laborers, but he wanted to know what it looked like in the United States during the Reconstruction era as the South readjusted to a slave free life.  Brazil, almost twenty years after the American Civil War, still was unreceptive to the idea of emancipation.  Nabuco explained to Hillard, “It is impossible to convince the planters that their true friends are those who desire to give them a permanent, firm, and progressive base instead of this provisional one called slavery.”  From the way Nabuco saw it, if people chose to work for the planters instead of being forced into it, there would be a better relationship between owners and workers, and therefore better productivity. He stated, “Only with emancipation can it (Brazil) trust its future to agriculture.”  ","            Hillard, born in North Carolina, served in congress from Alabama’s legislator, and even served as a Colonel in the Confederate Army; therefore, it was surprising that a man with Hillard’s upbringing could change his mind on a significant issue such as slavery.  Nabuco appreciated this perspective and hoped that Hillard could find the right words to convince slave owners in Brazil to move forward towards free labor.  "],"display_date":"October 19, 1880","search_date":"1880-10-19","locations":[{"id":53188,"lat":-22.9068467,"lng":-43.1728965,"zoom":2,"place":"Rio de Janeiro, Brazil"}],"tags":[{"id":365,"tag":"Emancipation"},{"id":95,"tag":"Abolition"},{"id":3660,"tag":"Brazil"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":188,"school_id":3}}]}