{"id":3661,"tag":"Confiscation","points":[[38.610630764815,-76.901920170316]],"bounds":[[38.610630764815,-76.901920170316],[38.610630764815,-76.901920170316]],"episodes":[{"id":6856,"title":"Mary Custis Lee urges Union to let her enter her house","course_id":188,"status":"P","start_date":"1861-05-30","end_date":"1861-05-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["After Arlington Plantation fell to the Union Army on May 24th, 1861, Robert E. and Mary Custis Lee’s house was placed under military occupation. Mary sent Union General Charles Sandford a letter demanding to be let her enter her house. She wrote, “It never occurred to me Gen'l Sandford that I could be forced to sue for permission to enter my own house and that such an outrage as its military occupation to the exclusion of me and my children could ever have been perpetrated by anyone in the whole extent of this country.” Lee wrote that the Union troops were planning for over a month to seize her home and to take all her valuable property. Mary decided to take many valuables out of the house two days after Arlington was captured, even if she believed that her home would not come under Union control.","Mary Custis Lee inherited 1,100 acres of land that included the Arlington House and surrounding plantation from her father who was related to George Washington. She eventually married Robert E. Lee, and both lived in the Arlington House when they were not travelling for Robert’s army duties. According to historian Robert E. L. deButtsRobert DeButts, Lee’s home fell under military occupation, because of its important position overlooking the nation’s capital. Mary petitioned to the Union Army to give her access to her home in her letter to General Charles Sandford, but her request was denied. While Robert E. Lee was serving the Confederate Army, Mary Custis fled with the rest of her family to Fairfax, Virginia. According to historian Ruth Rose, throughout the duration of the war the Arlington House was used as an army headquarters for the Union Army and the plot of land was used in 1864 as burial grounds for fallen Union troops.","After the Civil War, Mary petitioned again to regain her home, but her request was rejected once more. She believed the Union Army would be generous enough to return the property to her family. However, the Union Army refused to return the house of the most high-profile enemy. Lee’s children sued in 1882, taking the case to the Supreme Court. Eventually, the Supreme Court ruled the confiscation of Lee’s home as invalid, and Lee’s family was given an undisclosed amount of money as settlement. When the Civil War began, the rules of conduct for the Union Army were still in their embryonic stages as jurist Franz Lieber wrote out the military codes for the United States. According to historian John Syrett, Lieber’s code allowed the military to occupy property viewed as a military necessity. The First Confiscation Act, passed on August of 1861, legalized the seizure of Confederate property such as land, personal belongings, and slaves. However, when the house was seized in May of 1861, the Confiscation Acts had not been passed, which convinced the Supreme Court that the seizure was legally invalid."],"display_date":"May 30, 1861","search_date":"1861-05-30","locations":[{"id":53189,"lat":38.610630764815,"lng":-76.901920170316,"zoom":5,"place":"Arlington County, Virginia"}],"tags":[{"id":32,"tag":"Civil War"},{"id":3661,"tag":"Confiscation"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":188,"school_id":3}}]}