{"id":3663,"tag":"Conscientious Objectors","points":[[38.753760758288,-78.447091118493]],"bounds":[[38.753760758288,-78.447091118493],[38.753760758288,-78.447091118493]],"episodes":[{"id":6857,"title":"\"Stonewall\" Jackson Suggests Noncombatant Roles for Shenandoah Valley Anabaptists","course_id":188,"status":"P","start_date":"1862-03-21","end_date":"1862-03-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the spring of 1862, Confederate General Thomas “Stonewall” Jackson contended not only with his Federal enemy, but also with the nonresistant peace churches of Virginia’s Shenandoah Valley. A letter Jackson wrote in March of 1862 explains that there were three denominations who resisted service in the militia even when compulsory. Although unnamed, they include the Mennonites, Dunkers (Church of the Brethren) and some Quakers. Some defected and attempted to escape to the North, while others hired substitutes. Those that did join militia forces could “be made to fire, but they [could] very easily take bad aim.” For the sake of an effective fighting force, Jackson suggested that the Virginia Governor John Letcher allow the men to be divided up into companies and used in non-combat roles to better serve the Confederacy.","The Anabaptists of the Shenandoah Valley generally practiced strict non-resistance. While these denominations were not pacifist per se, it was not permissible for them to use violence, or even the political means, to address their worldly issues. These sects condemned slavery, but it was not their place to end it or help support it, as in this case. Instead, even when drafted, the Anabaptist soldiers fired in the air to uphold their convictions.","At the time of Jackson’s letter, Union forces had already entered the Shenandoah Valley. Two days later, they tactically defeated Jackson’s own men at Kernville, Virginia. Maintaining forces in this part of Virginia kept critical Federal forces from other, more central fights. According to historian James McPherson, Confederates, including those in the Shenandoah Valley, were becoming weary by early 1862, having fought for nearly one year. Men had little desire to reenlist or voluntarily enlist. Compulsory service began to replace the voluntary system, forcing more men, including Anabaptists, into militias and general armed forces. While there was a general aversion to such compulsory service in the South, the non-resistant denominations were especially opposed to fighting and actively resisted it in various ways.","“Stonewall” Jackson was certainly not bound to peace as the Anabaptists were, but he was a man of strict Presbyterian faith. He understood the power of religious conviction and through this letter sought a better way to humanely deal with what others would view as disloyal soldiers. He made it clear that these men were “faithful laborers” that could be trusted. While they would not use a rifle to defend their Virginian home, they could still serve through non-combatant roles, like teamsters and laborers. This freed better soldiers for combat and partially dealt with the shortages which hampered the Confederacy throughout the war. More importantly, Jackson’s suggestion is the basis for conscientious objector status for nonresistant denominations in the Confederacy. On October 11, 1862, the Confederacy officially exempted some conscientious objectors, baptized members of specified nonresistant sects, from armed service entirely if they could pay a rather large fee. Although insufficient, such exceptions relieved some of the burden felt by the southern peace churches."],"display_date":"March 21, 1862","search_date":"1862-03-21","locations":[{"id":53193,"lat":38.753760758288,"lng":-78.447091118493,"zoom":9,"place":"Mount Jackson, Shenandoah County, Virgin"}],"tags":[{"id":3664,"tag":"Valley Campaign"},{"id":3663,"tag":"Conscientious Objectors"},{"id":3662,"tag":"CSA"},{"id":3615,"tag":"Protestants/Anabaptists"},{"id":1822,"tag":"Stonewall Jackson"},{"id":32,"tag":"Civil War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":188,"school_id":3}}]}