{"id":3667,"tag":"child slaves","points":[[37.416086795863,-77.25692423347]],"bounds":[[37.416086795863,-77.25692423347],[37.416086795863,-77.25692423347]],"episodes":[{"id":6842,"title":"The First Punishment: A Comprehension of Enslavement","course_id":187,"status":"P","start_date":"1823-01-01","end_date":"1858-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["At just four-years old, Elizabeth was instructed to care for her master’s baby when she was only a child herself. By this age, Elizabeth had been taught to rely upon and prepare herself to render assistance to others. To take care of this baby, whom she called her pet, became her first duty as an enslaved child. Elizabeth, dressed in a short dress with a little white apron, became the baby’s “little maid” as her mistress instructed her to rock the cradle of the baby, keep the flies out of her face, and prevent her from crying. However, as Elizabeth eagerly rocked the cradle, the baby rolled onto the floor and immediately erupted in piercing cries. Her mistress, aggravated by Elizabeth’s mistake, ordered that Elizabeth be taken out and lashed for her carelessness. Doubtless the severity of the lashing she received caused Elizabeth to remember the incident quite vividly, even as she reflected on this experience as an adult.","Children born into slavery were not always immediately aware of their enslavement, and they often experienced a particular moment in which they realized that they were not free. For Elizabeth, this moment was her retribution after accidently dropping the baby. She recognized that she was indeed human property, stripped of the innocence of childhood. Through their first punishment, enslaved children began to understand and grasp the realities of their oppression and their status as property. Early in their lives these children were subjected to authority, cruel maltreatment, and separation from family. Overworked, underfed, and brutally punished, many enslaved children died. Others learned the necessity of respecting white authority and obeying commands. The peace and innocence of childhood for enslaved boys and girls was short lived. Elizabeth was not an exception. At forty years old, her brain displayed a rapidly moving panorama of the past as she often found herself “wondering if [she] was not living the past over again, for the visions were so terribly distinct that [she] almost imagined them to be real” (Keckley 19). Within these ponderous volumes of memories that influenced the molding of her character, Elizabeth’s first punishment defined her understanding of enslavement and her consideration as human property. Through punishment, children came to comprehend their enslavement, understanding that misery awaited them and as a result grew old before their time."],"display_date":"1823 - 1858","search_date":"1840-12-31","locations":[{"id":53117,"lat":37.416086795863,"lng":-77.25692423347,"zoom":9,"place":"Prince Edward County, Virginia"}],"tags":[{"id":2786,"tag":"punishment"},{"id":3667,"tag":"child slaves"}],"course":{"name":"Human Trafficking: Yesterday and Today","school":"University of Richmond","course_id":187,"school_id":11}}]}