{"id":3668,"tag":"wet nursing","points":[[35.7595731,-79.0192997]],"bounds":[[35.7595731,-79.0192997],[35.7595731,-79.0192997]],"episodes":[{"id":6845,"title":"Wet Nurses","course_id":187,"status":"P","start_date":"1813-01-01","end_date":"1897-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Harriet Jacobs recalled her grandmother as not only a maternal figure to her but to many other children on the plantation as well. She did something quite literally maternal: she served as a wet nurse, required to nurse numerous children on the plantation that were not her own. When sold she was marketed for her capabilities to nurse. Jacobs served many masters and nursed numerous children. While Jacobs’s life was full of years of hardships, it paralleled thousands of other women who also served as wet nurses.","Nineteenth century slavery commodified every aspect of a slave’s life, and even controlled the rights of a slave woman to her own breastmilk. In the South, about 20% of white women used wet nurses to help with their families. The wide use of wet nurses created a trading niche for their services. Advertisements for women flooded newspapers as it became an asset that many owners desired. When listed for sale, Jacob’s ability to breastfeed was listed as a “skill” just like her cooking and knitting abilities.","The lives of wet nurses, like many other slaves, had to follow strict guidelines according to their master’s wishes. Master’s would exploit a mother’s capacity to breastfeed to ensure the most profit for themselves. Jacobs was forced to wean her own daughters to ensure her master’s children were fed enough. Owners would even force slave infants to be breastfed for no more than six months so mothers could either preserve their milk for others. A wet nurse’s interaction with their own children was strictly controlled, especially after weaning. For example, at James Hammond’s plantation the rules for slave mothers and “wet nurses” showed how every aspect of motherhood and pregnancy was controlled. In the list of rules, it stated that “Sucklers’” or women that were feeding children were only allowed, “45 minutes at each nursing to be with their children. They return three times a day until their infants are three months old-in the middle of the forenoon, at noon, in the middle of the afternoon.” These women were also expected to complete a full day of work. While their time with their child was limited, once a child was completely weened they were given to an entirely different woman. Those who were allowed to stay with their child at night often had to bottle-feed their own children since others on the farm were prioritized over their own. Women who were capable often suffered from exhaustion and extreme pain, as their body was not meant to nurse so many children. Many slave’s recounted that when not able to nurse their own hindered the ability to create a bond between mother and child. The regimentation of a wet nurse’s day took away the natural and relaxed process that connected a mother and child and turned it into one of standardization."],"display_date":"1813 - 1897","search_date":"1855-07-02","locations":[{"id":52815,"lat":35.7595731,"lng":-79.0192997,"zoom":2,"place":"North Carolina"}],"tags":[{"id":4,"tag":"Slavery"},{"id":3668,"tag":"wet nursing"}],"course":{"name":"Human Trafficking: Yesterday and Today","school":"University of Richmond","course_id":187,"school_id":11}}]}