{"id":367,"tag":"Lynching","points":[[34.2953764793,-77.7420682293],[40.6916304076,-74.0035386433],[39.7816126185,-86.1384147396],[26.5829196245,-98.1225261344],[33.9414430151,-84.5767277131],[33.5535062339,-86.8977806563],[39.2464830538,-76.5960396412],[37.9285902233,-75.8346527629],[33.6609389,-95.555513],[31.434000989729,-84.17534362349]],"bounds":[[40.6916304076,-74.0035386433],[26.5829196245,-98.1225261344]],"episodes":[{"id":4767,"title":"Middle-Class Blacks on Lynching","course_id":31,"status":"P","start_date":"8/31/11","end_date":"8/31/11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“The key to success for our race depends not on uprising and quarrels, but on the obedience to law and order.” Doctor W.M. Alexander echoed these words throughout a congregation of 500 prominent African American men at a conference in Wilmington. During the discussions on lynching and the crime rate among African Americans, Alexander argued to his constituents that submission to law was the foundation for success upon which the race stood. Touching upon the progression of their race, Alexander also explored the fact that the lynching and burning of black men was not strictly confined to the Southern states.","Alexander exclaimed that the “most shameful and degrading” reports of lynching belonged not the South, but in Pennsylvania. As the temperance movement was coming to fruition in America, African American disenfranchisement further increased. Consequently, according to the <em>New Georgia Encyclopedia</em>, “prohibition of alcoholic drink became intertwined with Black disenfranchisement and subordination.” Doctor Alexander began to tell stories of black liquor runners in Pennsylvania who were caught by white men and brutally murdered without a proper trial. The victims were subjugated to burning, lynching, torture, and even castration. “The mutilation and castration of lynching victims brought into explicit focus,” wrote historian Jacqueline Jones, the further racial violence towards African Americans.","Doctor Alexander sought to reveal to his peers in Wilmington that disobedience of laws, especially prohibition, could not sustain dominance if the race was to advance and succeed in a society already against them. Wilmington, like many other Southern cities, saw many prominent upper-class African Americans rise to leadership during the Jim Crow era. “In this period, a small but significant number of affluent blacks were becoming increasingly visible. Doctors, lawyers, real estate owners, insurance executives, bankers, college professors and well-to-do ministers constituted Atlanta’s black upper class,” wrote historian Tera W. Hunter. These visible leaders took it upon themselves to be prototypes of successful, valuable members of American society to which the black working class could look for guidance. The overwhelming central message of these pioneers was social order and control. Alexander, like many of his fellow leaders, sought to show his constituents that revolt and riots against the government were not the road toward complete freedom and success. W.M. Alexander taught that obedience to law and order was in fact the means for advancing the black race."],"display_date":"August 31, 1911","search_date":"1911-08-31","locations":[{"id":17464,"lat":34.2953764793,"lng":-77.7420682293,"zoom":10,"place":"New Hanover, North Carolina"}],"tags":[{"id":368,"tag":"middle-class"},{"id":367,"tag":"Lynching"},{"id":142,"tag":"african americans"}],"course":{"name":"African-American History from 1863 to the Present","school":"University of North Carolina at Pembroke","course_id":31,"school_id":9}},{"id":5255,"title":"Southern Trees","course_id":67,"status":"P","start_date":"8/1/30","end_date":"8/31/40","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["\"Strange Fruit<em>\" </em>is a haunting poem with verses that illustrate in vivid detail a dark facet of Southern life in the United States in the early-mid twentieth century.","“Southern trees bear a strange fruit,<br />Blood on the leaves and blood at the root,<br />Black body swinging in the Southern breeze,<br />Strange fruit hanging from the poplar trees.","Pastoral scene of the gallant South,<br />The bulging eyes and the twisted mouth,<br />Scent of magnolia sweet and fresh,<br />And the sudden smell of burning flesh!","Here is a fruit for the crows to pluck,<br />For the rain to gather, for the wind to suck,<br />For the sun to rot, for a tree to drop,<br />Here is a strange and bitter crop.”","Written by Abel Meeropol, a Jewish school teacher from New York, \"Strange Fruit\" was inspired by the infamous image of the beaten and lynched bodies of two African American youths in the south, Abram Smith and Thomas Shipp. The men were overtaken by a mob of an estimated 10,000 white southerners who stormed the jail in which they were held. Smith and Shipp, who had been imprisoned under accusations of rape and murder, were dragged from their cells one August night in 1930 violently beaten and ultimately hung by the rabid mob. Meeropol loathed the indiscriminate and unmerited lynchings of African Americans in the South and spoke out against it in this poem. That common hate, for both action and perpetrator would provoke anti-lynching campaigns across The United States, often spear-headed by women. Many of whom who would soon call upon \"Strange Fruit\" to be one of its most recognized anthems. African American Jazz Singer Billie Holiday would take the poem and make it into one of the most infamous Jazz recordings of the time. Enabled initially by the open mindedness of New York neighborhoods, most famously Greenwich Village, integrated establishments like the Café Society allowed the song, \"Strange Fruit,\" to reach a far wider audience then ever thought possible. The simplicity of Meeropol’s words bought to life by Holiday’s signature deep and husky voice epitomizes a pivotal yet overlooked aspect of American Society in the thirties.","Significant numbers of Southern women, in a parallel effort with their northern contemporaries like Meeropol and Holiday, began to take a stance against the very societies of which they were part. Women, who frequently saw the lynching of many African American men, formed groups such as the Association of Southern Women for the Prevention of Lynching(ASWPL)which advocated for an end to, what was for them, the all too common scenes depicted by Meeropol’s \"Strange Fruit.\" The use of their insider status as Southern women enabled them to actively attack the all too common male fueled misconception that white southern men partook in lynching as an active effort to protect the Southern Bell against men like Shipp and Smith. Women such as those in the ASWPL actively petitioned for the cause not just their own communities but throughout the South. Their goal, to put an end to this twisted illusion of southern chivalry which to them was nothing more then sadistic barbarism, painted pretty for bigoted southern men. Acting with equally as much fervor as Meeropol and Holiday, such examples stand as a testament to how injustice does not adhere to the neatly drawn lines of a map, nor those who fight it defined by where they happen to fall on that map."],"display_date":"August 1930 - August 1940","search_date":"1935-08-16","locations":[{"id":22428,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"},{"id":22726,"lat":39.7816126185,"lng":-86.1384147396,"zoom":10,"place":"Marion, Indiana"}],"tags":[{"id":999,"tag":"Strange Fruit"},{"id":998,"tag":"Abel Meeropol"},{"id":997,"tag":"Billie Holiday"},{"id":226,"tag":"Southern Women"},{"id":367,"tag":"Lynching"},{"id":889,"tag":"Racism"}],"course":{"name":"US History Since 1865","school":"University of Toronto Scarborough","course_id":67,"school_id":28}},{"id":5290,"title":"At the Hands of “los diablos tejanos”","course_id":73,"status":"P","start_date":"9/1/15","end_date":"9/30/15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["During the first week of September in 1915, Texas Rangers prowled searching for Mexican bandits in Cuevitas, Texas.  An article in the <em>Boston Daily Globe</em>, reported that a Ranger called his fellow companions to come to a halt.  He spotted a group of Mexican men around a campfire and descended from his horse towards them.  The Rangers caught the riders by surprise and quickly placed them under restraint.  The process of interrogation “by the Rangers was brief and to the point.  That the captives were outlaws was amply proved, it is claimed.”  Within minutes, the two Mexican men met their fate “by the side of the trail.”  The Rangers left their bodies for “the vultures to feed upon.” ","Mexican-American historian, Zaragosa Vargas, claims that the violence that plagued the border region found its origins after the signing of the Treaty of Guadalupe Hidalgo on February 2, 1848.  After months of negotiations, the document, the Protocol of Querétaro, confirmed the agreements.  In direct disregard of the settlements agreed upon, the United States ratified the final draft of the Treaty by amending Article VIII, which guaranteed the land grants in Texas that were established under Mexican law, as well as Article IX, guaranteeing the civil rights of the Mexican nationals who were to become American citizens within one year.  By completely eliminating Article X, that validated the land and civil rights of the Spanish-speaking population, Congress unleashed consequences having disastrous implications to the inhabitants of the border region for years to come.","Anglos moved quickly to procure private property from Tejano landowners by both legal (through fraud and coercion in the courts) and illegal (squatting) means.  According to Vargas, an escalation in violence between the two races erupted and it seemed as if there was one standard of justice for the Anglos and another for the Mexicans.  In order to quell the violence that erupted, the Texas Rangers, who Tejanos referred to as “los diablos tejanos,” unleashed terror throughout the Mexican communities.  Historians, William D. Carrigan and Clive Webb, reiterated “the most systematic abuse of legal authority was by the Texas Rangers.” ","Since their inception during the Texas Revolution, the Rangers protected the border region in South Texas as sole watchmen.  The philosophy in Anglo superiority justified the Rangers’ cruelty upon a race of human beings they believed to be subordinate to their own.  As the journalist following the Texas Rangers in Cuevitas, Texas, conveyed, the Texas Rangers and the Anglo population of South Texas, believed “only by the exercise of extreme measure that the ignorant and easily aroused lower class of Mexicans be brought under subjection and peace restore.”  This idea of justice “became so far beyond the bounds of civilized warfare” that General Frederick Funston, Commander of the U.S. military maneuvers along the border, had to intervene."],"display_date":"September 1915","search_date":"1915-09-15","locations":[{"id":17325,"lat":26.5829196245,"lng":-98.1225261344,"zoom":8,"place":"Hidalgo, Texas"}],"tags":[{"id":1042,"tag":"Mexican-American"},{"id":1045,"tag":"Texas Rangers"},{"id":1046,"tag":"Treaty Guadalupe Hidalgo"},{"id":367,"tag":"Lynching"},{"id":1047,"tag":"Protocol of Queretaro"},{"id":1048,"tag":"Borderlands"},{"id":1050,"tag":"General Frederick Funston"},{"id":1052,"tag":"Texas-Mexico border"}],"course":{"name":"History of the New South","school":"Texas Wesleyan University","course_id":73,"school_id":49}},{"id":5303,"title":"The Lynching of Leo Frank","course_id":73,"status":"P","start_date":"8/17/15","end_date":"8/17/15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On August 17, 1915, Leo Frank, a Jewish businessman awoke to 25 armed men storming into the jail he was being held at in Milledgeville, Georgia. Despite faulty and clear mishandling of evidence, as well as forced confessions from many witnesses, Frank was convicted and sentenced to death for the rape and murder of 13 year old Mary Phagan, a young girl that was employed in his factory. However, influenced by his ties to the defense team Governor Slaton commuted the sentence from death to life imprisonment.","This outraged a public, who had become convinced that this man, a convicted murderer in their minds, was escaping justice. Influential men in the community, desiring justice at any cost, gathered 25 armed men and left for the prison that housed Frank. When they arrived they subdued the warden and superintendent and proceeded to the main gate of the prison. The night watchman, faced by the armed mob, simply opened the gate, allowing them to pass stating “I saw they meant business, and there was nothing for me to do but open the gate.”","Streaming through the gate in search of Frank, the angry men found him on his bunk. Frank asked to dress, but men from the mass chorused that where he was going he would not need clothes. If Frank was unsure of what the mob intended before, now it was perfectly clear. They loaded him into a car in just his nightclothes, drove him over 100 miles to Frey’s Gin just two miles east of Marietta, Georgia and led him to a tree within view of Phagan’s childhood home. The lynch mob looped a rope over the branch and began to tie a noose.","While the men prepared to execute their own justice, Frank asked to write a note to his wife. He also asked that his wedding band be returned to his wife Lucille. The men allowed him these accommodations, but when he finished the letter the perpetrators positioned him under the tree and placed the noose around his neck. Blindfolded, bound and with a khaki cloth tied around his waist to cover his exposed lower half, the leader of the mob pronounced the court’s sentence. At 7:05 on the morning of August 18, 1915, Judge Newton Morris, a superior court judge kicked over the table."],"display_date":"August 17, 1915","search_date":"1915-08-17","locations":[{"id":16909,"lat":33.9414430151,"lng":-84.5767277131,"zoom":10,"place":"Cobb, Georgia"}],"tags":[{"id":753,"tag":"Anti-Semitism"},{"id":1,"tag":"Crime/Violence"},{"id":367,"tag":"Lynching"}],"course":{"name":"History of the New South","school":"Texas Wesleyan University","course_id":73,"school_id":49}},{"id":5333,"title":"A Protest Against the Burning and Lynching of Negros by Booker T. Washington","course_id":72,"status":"P","start_date":"2/29/04","end_date":"2/29/04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Booker T. Washington was an African American educator and political activist.  Although born a slave in 1856, he and his family were later emancipated but still lived in poverty.  Determined to get an education, Washington started work at the age of nine to put himself through school.  After his extensive education, Washington would later be chosen to be the first head of what is now Tuskegee University.  He advised fellow blacks to better themselves and learn more skills rather than focusing on civil rights and social equality.  In the long run, Washington believed the strategy would give African-Americans greater economic stability, which would enable them to live comfortable lives.","One of the causes that Washington spoke out against was lynching.  It was a problem that happened from the late-19<sup>th</sup> century all the way up until the middle-20<sup>th</sup> century.  Many groups of the day spoke out against it including the National Association of Colored Women, the National Association for the Advancement of Colored People, as well as individuals such as Ida B. Wells.  Many whites rationalized the brutal killings of African-Americans as justification for crimes against white women, including rape.","On Monday, February 29, 1904, Booker T. Washington penned a letter in the <em>Birmingham-Age Herald </em>that was also covered by the Associated Press.  In the article Washington states that in the past two weeks three members of his race have been “burned at the stake.”  One of these victims was a woman and none of the three had anything to with sexual crimes involving white women.  The lynchings were performed in broad daylight and in the vicinity of churches.","Washington stated that he would be the first to admit when someone of his race had committed a crime and condemn him or her.  However, he argued that everyone deserves a fair trial because that is what our civilization is founded on.  The law was being bypassed and he warned that eventually the law would not matter for any crime whether it’s committed by white or black people.  The lynchings had to stop for the sake of the nation’s prosperity.","There are two groups that this article is aimed towards.  The first would be the mobs of people performing these brutal murders.  Washington charges them with insulting the nation’s court system and the legal authority.  He states that the law is made by the white man and there would be a slim chance of any guilty black man escaping.  Therefore, if the black man is guilty, he shall sure enough be convicted and sentenced accordingly.","Also, Washington had ties with many politicians of the day.  This article also serves as a way to reach out to these men.  They have the power to stop this and rid the shame that is being bestowed upon the Christian civilization.","Washington was much respected among white people at the time as well as among African-Americans.  However, his article had little practical impact in resolving the lynching issue as lynchings continued to be a common method employed by whites to terrorize blacks until the end of the 1960s."],"display_date":"February 29, 1904","search_date":"1904-02-29","locations":[{"id":50979,"lat":33.5535062339,"lng":-86.8977806563,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":1133,"tag":"Booker T. Washington"},{"id":367,"tag":"Lynching"}],"course":{"name":"America From Civil War to World Stage","school":"Widener University","course_id":72,"school_id":43}},{"id":5454,"title":"<strong>When Will It Ever Change?</strong>","course_id":86,"status":"P","start_date":"7/11/30","end_date":"7/11/30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["News stories relating ‘death by accident,’ ‘murder by one of own’ or even an ‘unsolved mystery’ are just too far-fetched to explain the discovery of so many ‘Negro’ bodies found in the swamps or in uninhabited places in 1930.  It is inconceivable to think that the white tyrannical press believe that we are fooled by their fabrications about the missing southern ‘Negro’ workers,” as reported in <em>The New York Times</em>. “This inhumanity against the ‘blacks’ must be stopped.  It is the twentieth century!  It is simply ridiculous to think that in this modern age, these atrocious mob killings are continuing to occur.” Outraged reactions of shock and frustration burst from the members of the <em>American ‘Negro’</em> <em>Labor Congress</em> <em>(ANLC). </em>Therefore, with a passionate fervour, the commitment to continue to seek out new strategies to eliminate these acts of violence are renewed as well as plans being made to quickly implement the new approaches through publicity campaigns and press releases.","These statements of disbelief from the <em>ANLC</em> were published in the <em>New York Times</em> on July 11, 1930 as a response to the eighteen African Americans who had been lynched in the first seven months of 1930.  This appalling statistic made it very obvious that the primary goal of eradicating the practice of lynching needed to be their top priority, especially when combined with the eleven African Americans who had been lynched in 1929. Unfortunately, in spite of the three attempts for an anti-lynching bill that successfully passed through the House of Representatives, it continued to fail in the Senate. Lynching was protected under the Constitution as it protected the right of local government to control crime thus giving them freedom from interference or scrutiny.","The early twentieth century was the era of ‘The Declaration of Principles,’ a call to “restoring to ‘blacks’ the right to vote, an end to racial segregation, and complete equality in economic and educational opportunity”  created under the leadership of W.E.B. Du Bois, being adopted in 1905. Yet, as African Americans began to show assertiveness and independence, racial tensions were amplified and whites reacted in violence, in order to maintain their white supremacy.  Horrifically, more than 5,000 African Americans were lynched by white mobs between 1882 and 1932, with the express purpose being to “terrify ‘Negroes’ as to dissuade them from ever asserting themselves or their rights.” Incredibly, the lack of concern over the murder of thousands of African Americans was because whites believed that their lives were cheap and “inherently and permanently inferior,” to the point of being as low in value as animals. In fact, lynchings were committed by respected and regular citizens and celebrated as social events attended by families. The real horror about this period in American history is that, regrettably, racism would continue to raise its ugly head for three more decades before many of the African Americans dreams for true freedom and equality would begin to be realized through the crusades led by Martin Luther King, Jr.  <br /><br />"],"display_date":"July 11, 1930","search_date":"1930-07-11","locations":[{"id":22428,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":3,"tag":"African-Americans"},{"id":367,"tag":"Lynching"}],"course":{"name":"US History since the Civil War","school":"University of Toronto Scarborough","course_id":86,"school_id":28}},{"id":6275,"title":"The Lynching of George Armwood","course_id":132,"status":"P","start_date":"10/18/33","end_date":"10/30/33","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On October 18<sup>th</sup>, 1933, George Armwood was arrested and later lynched for the alleged attack of an old married white woman named Mary Denston. Lynching, commonly practiced throughout the United States from the 19<sup>th</sup> century until the 1960s, was a method of murder used to control African American behavior. The victims were typically accused of inappropriate behavior towards white women, though historians agree that these charges typically were false. Armwood’s case met with something highly unusual of Maryland lynchings up unto this point: gubernatorial intervention.","Gov. Albert Ritchie had ordered that Armwood be moved out of Somerset County to Baltimore for protection until his trial. However, relentless pressure from the whites in Princess Anne pushed Judge Robert Duer to transport Armwood back to Somerset County, where an angry mob waited for him. The mob broke through the guards and used a telephone pole to batter down the jailhouse door. The mob rampaged the jailhouse, found Armwood, and dragged him to the courthouse lawn where they beat him severely. They then dragged him through the streets into Duer's neighborhood, where they hanged him from a tree near the judge's home. Afterwards his mutilated body was set on fire and abandoned in a lumberyard where it stayed to terrorize the African American community.","Politically, Maryland was sharply divided over issues of race. In general, Baltimoreans identified more with northern progressive thought while residents of rural areas held to southern sensibilities. With the gubernatorial election on the horizon, Gov. Ritchie found himself torn between rural white segregationists on the one hand, and urban progressives and African Americans on the other hand. Baltimoreans were enraged by his refusal to take responsibility for Armwoods' lynching. In response, Gov. Ritchie declared that, “The responsibility for Armwood's being at Princess Anne rests squarely on the shoulders of Judge Duer and State's Attorney Robins.” Ritchie’s reluctance to use his power to administer justice seemed to demonstrate a broader unwillingness to improve the rights of minorities and promote a progressive agenda. In order to recover his reputation in this demographic, Gov. Ritchie sent three hundred National Guardsmen to apprehend four of the men accused of the Armwoon lynching and bring them to Baltimore for trial. This ultimately failed because Somerset residents actively rebelled.","Ritchie’s short-lived attempt to prosecute the lynchers alienated White segregationists and his ambivalence about the lynching of Armwood had infuriated African American and white progressive voters. He lost reelection. Interestingly, the Armwood lynching was the last in Maryland. That, combined with the voters' actions, suggest that Maryland politics was turning toward Civil Rights during the 1930s."],"display_date":"October 18, 1933 - October 30, 1933","search_date":"1933-10-24","locations":[{"id":23153,"lat":39.2464830538,"lng":-76.5960396412,"zoom":10,"place":"Baltimore City, Maryland"},{"id":24915,"lat":37.9285902233,"lng":-75.8346527629,"zoom":9,"place":"Somerset, Maryland"}],"tags":[{"id":2540,"tag":"George Armwood"},{"id":2539,"tag":"Gov. Albert Ritchie"},{"id":1,"tag":"Crime/Violence"},{"id":1505,"tag":"Progressivism"},{"id":1071,"tag":"Civil Rights Movement"},{"id":367,"tag":"Lynching"},{"id":3,"tag":"African-Americans"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}},{"id":6269,"title":"Remember, Remember: A Look into How Media Can Shape the Events of a Nation.","course_id":132,"status":"P","start_date":"10/16/33","end_date":"10/18/33","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“Those who cannot remember the past are condemned to repeat it.”","The body of a lynched man, George Armwood of Princess Anne, MD, hung limp and tortured late on October 17<sup>th</sup>, 1933. An African American man, Armwood, had had some encounter with an elderly, white woman the previous day. Mary Denston had been walking down the road from the post office. She claimed to have been attacked. Such accusations were deadly for black men. Regardless of the true nature of Armwood’s “attack” on Denston, a posse of over a thousand gathered and stole Armwood from the town jail. They lynched him, burning his body, and leaving him smoldering in a lumber yard. He was discovered early on October 18<sup>th</sup>. In the history of lynching it is evident that the mainstream media fueled the kind of fear that justified racial violence. At the same time, the black press was crucial in drawing attention to the prevalence of injustice and instrumental in pushing for  change.","Racial bigotry did not die with the signing of the Emancipation Proclamation. Whites relentlessly continued to implement new means for upholding a misguided social hierarchy once they no longer had the institution of slavery to justify their control of black people. Lynching emerged as a method of control, demoralizing and terrorizing black people to discourage them from protesting injustice. This was one of many ways they were kept as second class citizens.","Journalists in the George Armwood case began to use the media to press for change. White newspapers tended to downplay racial unrest, at least until the  early 20<sup>th</sup> century. They emphasized African American crimes in order to create an image of a people not suited for free society. By 1933, white newspapers had begun to report more frequently on crimes <em>against</em> African Americans. They were not interested in activism, however. Rather, the tone of most articles was informative and the focus was local. This made it difficult for readers to understand lynching as a systemic problem.","The Baltimore Sun took this approach in the Armwood case, reporting the details of the lynching without raising questions about the response of local officials or police. Armwood's jailers had lfailed to protect him, and he never had the benefit of a trail. The Sun did not make these points clear. Further, The Sun attempted to soften the atrocity, for example, by referring to the posse’s contempt for pleas for peace as “good natured.”","The black press took a much more activist approach. In Baltimore, reporters for The Afro American expressed outrage. In the early 20<sup>th</sup> century, African American newspapers became key players in advancing the cause of civil rights. No longer would African Americans stay silent under the chains of oppression. Instead, they would become more vocal and more insistant – a role that The Afro played beautifully. Reporters reminded the public that George Armwood had been tortured before his body was burned, that he was a son of a mother distraught with grief, that this event was a travesty and a flippant disregard of the justice system. A new juggernaut of media style began to take form as it walked a nation into an era of social freedom.","Media holds the power to shape nations. White journalists failed to question the long reach of  slavery into the 20<sup>th</sup> century. Black journalists propelled a movement for change. Every form of media has a cause: to remember this and to understand where it is leading us will open a window to escape the cycle of history. To forget is to become Sisyphus: forever rolling the stone of racial relations up the insurmountable hill of progress."],"display_date":"October 16, 1933 - October 18, 1933","search_date":"1933-10-17","locations":[{"id":24915,"lat":37.9285902233,"lng":-75.8346527629,"zoom":9,"place":"Somerset, Maryland"}],"tags":[{"id":367,"tag":"Lynching"},{"id":1,"tag":"Crime/Violence"},{"id":21,"tag":"Race Relations"},{"id":600,"tag":"Media"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}},{"id":6281,"title":"The Failed Leagl Proceedings of Maryland's Last Lynching","course_id":132,"status":"P","start_date":"10/18/33","end_date":"1/24/34","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The last lynching in Maryland state history took place on the night of October 18, 1933, when George Armwood was kidnapped from jail and lynched by a mob of white protestors in Princess Anne County. Armwood had been accused of assaulting an elderly white woman. Enraged, a mob refused to wait for Armwood to be tried.  His murder was just one in a long list of lynchings perpetrated by whites against African Americans. These murders were committed to assert white supremacy and instill fear. African American organizations and leaders worked to pass a federal anti-lynching law for decades, but their efforts failed to attract the necessary support.","By 1933, opposition to lynching was growing, however. Progressives called for an investigation into the Armwood murder. Governor Albert Ritchie complied and expressed hope that the leaders of the mob might be apprehended. However, Ritchie's choices made that hope unlikely. He put Judge Robert F. Duer in charge of the investigation. Duer had gotten word that Armwood was in danger, but he had not  acted to stop the mob. Meanwhile the majority of whites on the Eastern Shore of Maryland remained uncooperative with authorities. They believed the lynching was justified and considered the leaders of the mob to be heroes.","Even after suspects were identified, Judge Duer refused to make any arrests. He said there was insufficient evidence. In response, Governor Ritchie declared martial law in Somerset County and dispatched state police and 300 National Guardsmen to make arrests in its surrounding areas. Four of the nine alleged mob leaders were arrested and a new mob came to protest the arrests. They attacked authorities and tried to free the suspects. Despite this, the suspects were safely tansported to Baltimore for trial. Ritchie received a number of death threats as well as intense criticism from the state legislature, who felt he had acted without regard for the law. For whatever reason, only one day after the arrests were made, Ritchie handed the case back over to Judge Duer.","On January 24, 1934, the Somerset County Grand Jury refused to indict the men. They decided there was a lack of evidence to bring charges against any of them. The four accused were  were released to an overjoyed crowd. The failure to bring Armwood's murderers to justice showed how little progress had been made towards equal rights in Maryland and exposed a flawed justice system that made decisions based on race. After the disappointment of the Armwood case, African American leaders and newspapers pushed even harder for endorsement of federal anti-lynching laws, bringing the movement to national attention. This along with new state protocol to transport all arrests of African Americans for crimes against whites to Baltimore ensured that George Armwood's lynching would be Maryland's last."],"display_date":"October 18, 1933 - January 24, 1934","search_date":"1933-12-05","locations":[{"id":24915,"lat":37.9285902233,"lng":-75.8346527629,"zoom":9,"place":"Somerset, Maryland"}],"tags":[{"id":367,"tag":"Lynching"},{"id":119,"tag":"racial violence"},{"id":142,"tag":"african americans"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}},{"id":6684,"title":"Lynching in America: Henry Smith story","course_id":170,"status":"P","start_date":"1893-02-01","end_date":"1893-02-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Lynching in America: Henry Smith","Immediately after the Civil War and the 13th amendment was passed whites all across America were left with the question ‘‘what to do with the black race?’’. In the amendment there is a small clause which states that no one should be held against their will unless the commitment of a crime; thus introducing the first prison system. Blacks were accused of numerous of crimes with very little evidence. Based upon the severity of the crime, Blacks would be lynch and tortured by mobs of angry white citizens. Henry Smith, a former slave, was lynched, tortured and burned by a mob of more than 10,000 people in Paris, Texas.","Henry Smith was accused of kidnapping, assaulting and murdering a 3 year old white girl on February 1 1893. Supposedly, Smith had lured the young girl to him by offering her a piece of candy. He then walked all of downtown Paris with the young white child informing questioners that he was taking young Myrtle Vance to the physician. Smith then took the child to the pasture outside city limits to assault and murder her. When he was finished it was reported that he covered her body with leaves and sticks so no one could see. The article also states that her body was ripped in two part divide down the middle.","After committing the crime, it is reported that Smith traveled from Texas to Detroit only to return to his hometown in Arkansas where he was later arrested. Once captured Smith was brought back to Texas by train where a mob of 5,000 angry people were waiting. Later that day he was scheduled to be lynched in front of the entire town. Businesses were closed and school were released early just to witness the killing of Henry Smith.","By 2 o'clock that evening a mob of over 10,000 people circled the 10 foot platform that was designed to just for Smith’s lynching. Smith was tortured for 45 minutes with red hot-irons and stones. After his beaten nearly to death, he was then covered in kerosene as he hung from the noose.  After his body was burned to ashes the only remaining pieces was the charcoal left on the ground.","Due to the high rate of lynching in the south, many were not reported. Unlike most stories, the lynching of Henry Smith made national news. The New York Times covered the story headlining the article “Another Negro Burned”. For many blacks, the would not receive justice before they were punishment for the crime they more than likely didn't commit. Lynching of blacks demonstrates life in the south and would remain the same another 100 year until the Civil Rights movement ends in 1965."],"display_date":"February 1, 1893 - February 2, 1893","search_date":"1893-02-01","locations":[{"id":53045,"lat":33.6609389,"lng":-95.555513,"zoom":8,"place":"Paris, Texas"}],"tags":[{"id":367,"tag":"Lynching"},{"id":123,"tag":"Reconstruction"},{"id":3305,"tag":"Crime and Violence"},{"id":3306,"tag":"Henry Smith"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}},{"id":6836,"title":"Alph's Lynching","course_id":187,"status":"P","start_date":"1849-10-15","end_date":"1849-10-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","In December of 1849, it was reported that an enslaved man by the name of Alph had been lynched for the murder of his owner, James Crawford. Alph was captured on the 15th of October and hung, without a trial, on the 20th, in Bentonville, Arkansas. The citizens alleged that Alph had “crushed Anderson’s skull and slit his throat, leaving him on the side of the road” (Jones 27). Alph and his owner had been on the way to the slave market, where Crawford intended to sell him. If Alph did in fact commit the murder, it is suspected that he wished to prevent the being separated from his wife, who was to remain in Arkansas. ","Alph may not have been guilty of his crime because as he prepared for his execution, he pointed to a white man in the crowd that had gathered for the spectacle and said that he “instigated him to the crime.”  This claim did nothing to prevent the execution of Alph, who was still lynched without a proper trial. Alph ultimately sacrificed his life while taking extreme measures to remain with his wife. He was treated no differently than other slaves who were suspected of committing crimes, such as Nat Turner whose body was dismembered by an angry mob after his public execution. Similar to those responsible for the death of Alph, these people faced no repercussions for their brutal actions. ","When mob violence, that often ended in murder, is examined further it is questioned why these people failed at their job of bringing these suspected felons in for trail. When these groups went out looking for black criminals they were supposed to help the police and bring these suspected these suspected criminals in for justice. The reality was the they were more than prepared and willing to cary out acts that would result in these people’s death. These mobs, without consequence, took out their anger out on these slaves and used them as examples to make sure that the other slaves in the community saw the brutal reality if they had any ideas to take actions similar to their peers. Whites in the American South deeply feared slave rebellions, and they punish any violent act by enslaved men and women swiftly, decisively, and often quite publicly. While Alph could have been the inspiration for other slaves to rise up and rebel against their owners, instead his public execution made them realize the strict and harsh punishments that they could face if they considered such actions."," "," "," "," "," "," "],"display_date":"October 15, 1849 - October 20, 1849","search_date":"1849-10-17","locations":[{"id":53165,"lat":31.434000989729,"lng":-84.17534362349,"zoom":5,"place":"Bentonville, Arkansas"}],"tags":[{"id":3643,"tag":"mob violence"},{"id":367,"tag":"Lynching"},{"id":4,"tag":"Slavery"}],"course":{"name":"Human Trafficking: Yesterday and Today","school":"University of Richmond","course_id":187,"school_id":11}}]}