{"id":3671,"tag":"Salary","points":[[32.216316,-80.752608]],"bounds":[[32.216316,-80.752608],[32.216316,-80.752608]],"episodes":[{"id":6861,"title":"Burt G. Wilder Journals About Pay Inequality in the 55thMassachusetts","course_id":188,"status":"P","start_date":"1863-11-29","end_date":"1863-12-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On September ninetieth, 1863, Burt G. Wilder, regimental surgeon, wrote about the first time the Army payroll administrators came to the campsite of the 55<sup>th</sup>Massachusetts   He recounted that Col. Howell told the men that they would make the same pay as white soldiers, but when pay came in it was far from the same. Wilder explained; “there were reports that it would be only ten dollars per month, and they could not be made out without the company books which are with our baggage in Newbern.”  Wilder believed that this inequity in pay would be fixed, but it turned out to be even worse than he knew. The average enlisted white soldier made thirteen dollars per month with a three and a half dollar allowance for clothes while black enlisted men made ten dollars per month but had to pay a three-dollar deduction for clothing, leaving them with a net pay of seven dollars per month.  Wilder wrote about how he could see that some of the men were worried about supporting their families at home when making much less than they expected.  ","            The 55<sup>th</sup>Massachusetts was made up of over 300 freed black volunteers from Massachusetts, Ohio, Illinois, and Pennsylvania. Burt G. Wilder, only a twenty-two year old medical student, accepted a position as an assistant surgeon for the 55<sup>th</sup>Massachusetts.  Wilder was born in Boston in 1841 to parents of Puritan decent.  He attended Harvard University for his bachelor’s degree in anatomy and had begun his medical training at Judiciary Square Hospital in Washington D.C.  The offer to work for the military as a surgeon excited Wilder as he wanted to “not only help people physically but also morally.”  Wilder spent twenty-seven months with the 55<sup>th</sup>during which time, he kept a detailed diary of the day-to-day life of the regiment.  ","            This pay gap bothered Wilder as he got to know the enlisted men.  With this in mind, he often paid enlisted men who helped him with extra chores, giving them some additional income.  ","            Wilder never forgot the men of the 55<sup>th</sup>and the struggle they felt fighting for a country that would not fight for them.  After the war, Wilder became a prominent zoologist as well as a social activist, specifically speaking on behalf of black Americans and the unfair treatment they faced for over a century.  "],"display_date":"November 29, 1863 - December 1, 1863","search_date":"1863-11-30","locations":[{"id":53197,"lat":32.216316,"lng":-80.752608,"zoom":2,"place":"Hilton Head"}],"tags":[{"id":1118,"tag":"Black soldiers"},{"id":3671,"tag":"Salary"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":188,"school_id":3}}]}