{"id":368,"tag":"middle-class","points":[[34.2953764793,-77.7420682293]],"bounds":[[34.2953764793,-77.7420682293],[34.2953764793,-77.7420682293]],"episodes":[{"id":4767,"title":"Middle-Class Blacks on Lynching","course_id":31,"status":"P","start_date":"8/31/11","end_date":"8/31/11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“The key to success for our race depends not on uprising and quarrels, but on the obedience to law and order.” Doctor W.M. Alexander echoed these words throughout a congregation of 500 prominent African American men at a conference in Wilmington. During the discussions on lynching and the crime rate among African Americans, Alexander argued to his constituents that submission to law was the foundation for success upon which the race stood. Touching upon the progression of their race, Alexander also explored the fact that the lynching and burning of black men was not strictly confined to the Southern states.","Alexander exclaimed that the “most shameful and degrading” reports of lynching belonged not the South, but in Pennsylvania. As the temperance movement was coming to fruition in America, African American disenfranchisement further increased. Consequently, according to the <em>New Georgia Encyclopedia</em>, “prohibition of alcoholic drink became intertwined with Black disenfranchisement and subordination.” Doctor Alexander began to tell stories of black liquor runners in Pennsylvania who were caught by white men and brutally murdered without a proper trial. The victims were subjugated to burning, lynching, torture, and even castration. “The mutilation and castration of lynching victims brought into explicit focus,” wrote historian Jacqueline Jones, the further racial violence towards African Americans.","Doctor Alexander sought to reveal to his peers in Wilmington that disobedience of laws, especially prohibition, could not sustain dominance if the race was to advance and succeed in a society already against them. Wilmington, like many other Southern cities, saw many prominent upper-class African Americans rise to leadership during the Jim Crow era. “In this period, a small but significant number of affluent blacks were becoming increasingly visible. Doctors, lawyers, real estate owners, insurance executives, bankers, college professors and well-to-do ministers constituted Atlanta’s black upper class,” wrote historian Tera W. Hunter. These visible leaders took it upon themselves to be prototypes of successful, valuable members of American society to which the black working class could look for guidance. The overwhelming central message of these pioneers was social order and control. Alexander, like many of his fellow leaders, sought to show his constituents that revolt and riots against the government were not the road toward complete freedom and success. W.M. Alexander taught that obedience to law and order was in fact the means for advancing the black race."],"display_date":"August 31, 1911","search_date":"1911-08-31","locations":[{"id":17464,"lat":34.2953764793,"lng":-77.7420682293,"zoom":10,"place":"New Hanover, North Carolina"}],"tags":[{"id":368,"tag":"middle-class"},{"id":367,"tag":"Lynching"},{"id":142,"tag":"african americans"}],"course":{"name":"African-American History from 1863 to the Present","school":"University of North Carolina at Pembroke","course_id":31,"school_id":9}}]}