{"id":3683,"tag":"not nazi","points":[[38.604731164363,-90.257197935671]],"bounds":[[38.604731164363,-90.257197935671],[38.604731164363,-90.257197935671]],"episodes":[{"id":6875,"title":"Josephine Baker: Civil Rights Hero or a Threat to American Democracy?","course_id":186,"status":"P","start_date":"2/3/52","end_date":"2/3/52","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" “Ladies and gentlemen believe me when I say that it makes me profoundly happy...it makes my heart swell with pride to see in this beautiful audience tonight, salt and pepper...I mean by that colored and white brothers mingling.”1  Josephine Baker, famed exotic dancer, gave a powerful homecoming speech to St. Louis, on February 3, 1952, stating how proud she was to see a mixed audience of “salt and pepper.” This was a landmark moment, a mixing of races in complete defiance to the Jim Crow laws. She had been invited by many civil rights groups as well as John F. Kennedy to return to join in the effort to fight discrimination and racism that was seen a normal part of American life during this time. Josephine Baker loudly voiced dreams of equality and acted against discrimination throughout her carrier, and because of this she was viewed as a radical by those opposed and “the FBI regarded Baker as a threat and a danger to America and America’s international image and reputation.” 2 Josephine was not conventional entertainer, with her opposing views to Jim Crow laws, the government saw her as a threat. The FBI was concerned with the promoting democracy and Josephine did not fit into this idea. She was accused on multiple occasions by the press of being a communist. Josephine met resistance in general public majority due to being an eccentric highly vocal black woman, but she was a hugely important figure in the fight against discrimination. "," Baker’s return to St. Louis was a powerful moment, she was returning to her hometown from which she ran away from “because of the terror of discrimination.”1 She had vowed that she “would not appear in any city where her people could not come see her.”1  Baker was met with mixed reactions from the American public. Some felt she was a hero fighting for civil rights, while others believed she was a radical trying to promote equality between races because at this time segregation was view as part of normal. Her refusal to perform in segregated venues won her support from the NAACP. Both the American Press and the African American Press, “regarded [Baker] as eccentric and risqué and as a troublemaker who often articulated threatening political views.” 3 During the 1950s, she became more politicized, speaking out against discriminatory practices and “became labeled a threat to American democracy.”2 The FBI compiled extensive files, “constructing of Baker, they sexualized, racialized and politicized her, using the media sources which had participated in deconstructing of the star by rendering a polemical profile of Baker.” 2 "," Baker, theatrical and eloquent, voiced a warning to her St. Louis audience, “try to love one another before it is too late. Don’t let the same thing happen to America through hate and misunderstanding that happened to Germany.” 1 Baker never backed down and voiced against what she knew was wrong. She lived an unapologetic life, she stated, “I have been very proud of my start, because it has made me remain human.” 1 Josephine Baker died April 1975 leaving behind a legacy of triumph and challenged the American ideals of African American women. "],"display_date":"February 3, 1952","search_date":"1952-02-03","locations":[{"id":53204,"lat":38.604731164363,"lng":-90.257197935671,"zoom":11,"place":"St. Louis, Missouri, United States."}],"tags":[{"id":42,"tag":"Civil Rights"},{"id":225,"tag":"Jim Crow"},{"id":266,"tag":"Segregation"},{"id":3450,"tag":"josephine baker"},{"id":2860,"tag":"Equality"},{"id":1667,"tag":"Discrimination"},{"id":3680,"tag":"radical woman"},{"id":3681,"tag":"shero"},{"id":3682,"tag":"salt and pepper"},{"id":3683,"tag":"not nazi"}],"course":{"name":"American Women's History","school":"Schreiner University","course_id":186,"school_id":69}}]}