{"id":3684,"tag":"camp life","points":[[43.017211200706,-92.72115625]],"bounds":[[43.017211200706,-92.72115625],[43.017211200706,-92.72115625]],"episodes":[{"id":6877,"title":"A New Soldier Writes Home From Virginia","course_id":188,"status":"P","start_date":"1862-08-24","end_date":"1862-08-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" On August 24, 1862, a soldier from the 125<sup>th </sup>Pennsylvania regiment wrote home from Camp Welles, Virginia, where the regiment had recently arrived.  His letter was published in the <em>Huntingdon </em><em>Globe </em>on Wednesday, September 3, 1862.   He described his trip from Pennsylvania, before providing an updated list of promotions within the regiment, along with his thoughts on the war, and on life in camp. The author’s identity is not clear, as his letter is signed only with his initials; “A.T.”.  The 125<sup>th</sup>regiment had left Harrisburg, PA, on August 16, 1862.  They arrived in Washington, D.C. the next day, and crossed the Potomac on August 18. They “advanced about 4 miles into Virginia” and were still encamped there at the time of the author’s writing.  "," A.T. seems largely unimpressed with the journey to Virginia.  According to the author, the land surrounding his route through Maryland appeared as though “the people of Maryland had always paid more attention to treason to the government than to agricultural pursuits.”  He was similarly disappointed by the appearance of Washington, D.C., although he considered the Capitol building to be the “grandest and most magnificent structure on the continent.”  A.T. considered the small portion of Virginia that he had observed to be a “vast waste.”  It had been inhabited by troops for some time, first by Confederate forces and then by the Union."," Despite this, A.T.’s tone remained cheerful and patriotic.  He described the troops as being in generally “good spirits.”  Like many new troops, he expressed a highly patriotic viewpoint, and urged readers of the <em>Globe</em>to give the war effort their unwavering support.  ","            A.T. had little to say of life in camp, other than that some men had already been affected by illness, including bad colds and a few cases of diarrhea.  This was typical for fresh troops, who were often affected by disease.  Soldiers from rural areas, such as Huntingdon and Blair counties, were particularly susceptible to contagious disease. Dysentery was responsible for a large percentage of total deaths throughout the war.  According the historian James McPherson, disease often halved the size of a regiment before any exposure to combat.  "," "," "," "," "],"display_date":"August 24, 1862","search_date":"1862-08-24","locations":[{"id":52855,"lat":43.017211200706,"lng":-92.72115625,"zoom":3,"place":"Washington, D.C."}],"tags":[{"id":3684,"tag":"camp life"},{"id":32,"tag":"Civil War"},{"id":122,"tag":"Soldier"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":188,"school_id":3}}]}