{"id":3685,"tag":"cemeteries","points":[[40.2734277,-76.7336521]],"bounds":[[40.2734277,-76.7336521],[40.2734277,-76.7336521]],"episodes":[{"id":6878,"title":"H.H. Gregg Reports Cemetery Conditions in the South","course_id":188,"status":"P","start_date":"1866-01-16","end_date":"1866-01-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" On January 16, 1866, H.H. Gregg, Superintendent for the Transportation and Telegraph Department of the state of Pennsylvania, issued a report addressed to state governor Andrew G. Curtin.  This document detailed an official trip which Gregg undertook to Civil War cemeteries and burial grounds in the south.  Gregg listed several reasons for his trip. Curtin had instructed him to report the conditions under which Union casualties had been buried, and to determine the feasibility of returning the soldiers’ bodies to their family members. The governor had assigned a Col. Chamberlain to this duty as well.  Chamberlain’s assignment took him further south, between Nashville, Tennessee, and Andersonville, Georgia."," Gregg began his journey on December 18, 1865, in Washington, D.C., and from  there, he traveled to Richmond, Virginia, to inspect the burial grounds of the surrounding area.  He determined some graves there to be sufficiently prepared and well-marked, but he found the graves of Union soldiers who had died as Confederate prisoners to be chaotic and unmarked.  He further mentioned a catalog of names that he believed would be useful to family members of the deceased.  Gregg then traveled on to Danville, Virginia, to inspect the graveyards of its infamous Confederate prison.  He reported the graves there to be sufficiently marked to allow for the identification and return of bodies.  From Danville, Gregg traveled to Salisbury, North Carolina, where he found the conditions of mass graves appalling.  He warned that human remains might soon be exposed by erosion, without correction of the site. His letter also cautioned that the identification of particular casualties would most likely be impossible. Gregg had intended to continue to Columbia, South Carolina, but found railroad routes too damaged for travel there to be practical.  Instead, he decided to inspect hospital graveyards, and found them to be largely adequate.  ","            Included in Gregg’s report were the results of Col. Chamberlain’s assessment of the graveyards at Andersonville.  Chamberlain reported that the identification and shipment of individuals to Pennsylvania would be largely impossible.   "," Gregg and Chamberlain were not alone in their mission. The war had left hundreds of thousands of soldiers dead and unidentified.  Private organizations, including one founded by famous nurse Clara Barton, sought to distribute information to the families of deceased soldiers. Following the war, many Union casualties, identified or not, were reinterred, often in national cemeteries. By the time Chamberlain visited Andersonville, a federal expedition had already reinterred 13,363 bodies, 12,912 of which had been successfully identified.  The war’s effect would continue to be seen through reburial efforts, long after guns were silenced."," "," "],"display_date":"January 16, 1866","search_date":"1866-01-16","locations":[{"id":53205,"lat":40.2734277,"lng":-76.7336521,"zoom":7,"place":"Pennsylvania, Dauphin County"}],"tags":[{"id":3686,"tag":"Andersonville"},{"id":3685,"tag":"cemeteries"},{"id":1402,"tag":"Prisoners of war"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":188,"school_id":3}}]}