{"id":3688,"tag":"Zachary Taylor","points":[[25.686122159004,-100.30706428802]],"bounds":[[25.686122159004,-100],[25.686122159004,-100.30706428802]],"episodes":[{"id":6880,"title":"Soldier unhappy with the terms at Monterrey","course_id":188,"status":"P","start_date":"1846-09-19","end_date":"1846-09-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","After a hard four days of fighting at Monterrey, Mexico, a young soldier named Zenas Matthews described the scene. “Genl. Taylor came around to our side of the town with his staff and went to the Quarters of Genl. Ampudia who surrendered the town[TJ(1] .” he wrote. The conditions of surrender, however, displeased the troops, as, according to Matthews, the Mexicans were allowed to “march off with their small arms and six pieces of artillery and Salute their flag when taken down.” Many of the American soldiers felt they had thoroughly beaten the Mexican army, and that allowing the Mexicans to surrender under their terms stung. Matthews noted that Gen. Worth, their well-liked commander “seemed to avoid any unnecessary loss of life” while ensuring success, with the conditions formally signed the next day. However, while the battle was a victory, it had taken its toll on the American army, as sixteen of Taylor’s best officers were killed, most of them West Point graduates.","The crucial implications of this battle were well known before it began. Capturing the city would dealt a psychological, financial, and political blow to the Mexican government, allowing the U.S. the upper hand in any negotiations. There were many different parts of this battle that shaped America in the years to come. For example, there were a number of key historical figures in this battle. Chief among them was General and future President Zachary Taylor, who commanded the battle for the Americans. Other future military leaders who were prominent in the Civil War, such as Ulysses S. Grant, Braxton Bragg, George Meade, and James Longstreet also participated.","The way that the battle was fought provided a new challenge for the American soldiers, this being “urban warfare” as they had to fight in the close quarters of the city. However, there were a few units who had experience in this type of fighting present among the U.S. forces. The Texas Volunteers, had, on the other hand, experienced this kind of fighting in a few occasions before, including the conflicts at San Antonio de Bexar in 1835, and at the Battle of Mier in 1842. The tactics they knew from these fights allowed them to teach the Americans a number of useful techniques of “urban warfare”, such as clearing rooms and rooftops of enemies, and advancing between houses without entering a street. The use of these tactics would help to secure this crucial victory in the Mexican American War."," "," "],"display_date":"September 19, 1846 - September 25, 1846","search_date":"1846-09-22","locations":[{"id":53206,"lat":25.686122159004,"lng":-100.30706428802,"zoom":12,"place":"Monterrey, Nuevo Leon, Mexico"}],"tags":[{"id":3688,"tag":"Zachary Taylor"},{"id":3687,"tag":"Monterrey"},{"id":1401,"tag":"Mexican-American War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":188,"school_id":3}}]}