{"id":3690,"tag":"Brown Berets","points":[[37.429903695878,-122.18019688942]],"bounds":[[37.429903695878,-100],[37.429903695878,-122.18019688942]],"episodes":[{"id":6883,"title":"Women Go Unrecognized in the Brown Berets","course_id":186,"status":"P","start_date":"2/25/70","end_date":"2/25/70","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Aron Mangancilla, the Minister of Education of the Brown Berets, received a letter in February 1970 that expressed women’s discontent of their treatment within the Brown Berets. The Brown Berets are a paramilitary group that advocated for Chicano rights during the Chicano Movement in the 1960s and 1970s- a time of political unrest throughout the United States due to the burgeoning Civil Rights Movement. Despite many Chicana members filling crucial roles within the Brown Berets, they went largely unrecognized for the support they provided to the organization because of their gender.","The letter clearly conveys the women’s frustration. The offenses include, “a great exclusion on behalf of the male segment,” and that they had “been treated as nothings.”[1] This sentiment was not exclusive to one age group, area, or level within the organization. Women in the Brown Berets fulfilled positions at every level of the organization, but they were often expected to fulfil subordinate roles like making food or having sex with members in the male-centric organization. They filled more common roles like “fundraising, answering phone calls, writing letters, pasting up and writing for the newspaper, and running the Free Clinic,”[2] which were essential to the organization. Even Gloria Arellanes, the Minister of Finance and Correspondence of the Brown Berets, a person within the top level of leadership, experienced this sexism.","Additionally, (and perhaps the strongest statement from the letter) they felt that within the Brown Beret organization, “men have oppressed [them] more than the pig system has,”[3] and that this atmosphere within the organization was not going to change. From outside the organization, “women were also harassed and arrested for their participation.”[4] Regardless of their contributions to the organization and risk, they weren’t acknowledged for their efforts because of their gender because of the machismo attitude within the organization. As a result, the letter was the official resignation of not only Gloria Arellanes but also all Brown Beret women. They had left to form their own organization.","The Brown Berets became a large group throughout the American Southwest and had many members, both male and female. Without the contribution of women at all levels, the Brown Berets would not have been able to function as effectively as they did for the brief period they were active during the mid-20<sup>th</sup> Century. Because of their efforts as an organization, they helped students receive better education in Los Angeles through a series of walkouts, protested police brutality against Mexican Americans, and provided health care to underserved communities, a feat that would not have been possible without their support network. Because of their gender, they did not receive the same credit as their male counterparts for the work, which is still largely unrecognized today."],"display_date":"February 25, 1970","search_date":"1970-02-25","locations":[{"id":53209,"lat":37.429903695878,"lng":-122.18019688942,"zoom":10,"place":"Palo Alto, California"}],"tags":[{"id":7,"tag":"Women"},{"id":42,"tag":"Civil Rights"},{"id":3689,"tag":"Chicano/a"},{"id":3690,"tag":"Brown Berets"}],"course":{"name":"American Women's History","school":"Schreiner University","course_id":186,"school_id":69}}]}