{"id":3695,"tag":"New York Marches","points":[[40.7127753,-74.0059728]],"bounds":[[40.7127753,-74.0059728],[40.7127753,-74.0059728]],"episodes":[{"id":6884,"title":"The Legend and Lesbian Visibility Movement created by Dyke TV","course_id":186,"status":"P","start_date":"6/1/93","end_date":"1/31/03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["“Now is the perfect time to join Dyke TV’s membership roster and join hundreds of lesbians around the country who are making Dyke TV happen”.2 The original Dyke TV subscription letter from 1994 was sent out by the station’s creators: Ana Maria Simo, Linda Chapman and Mary Patierno. These three women fought against the mass media in order to portray real-life lesbians on television, instead of the stereotyped version of lumberjack women who lusted after white married women. Through Dyke TV, they were able to do segments on various aspects of lesbian life, such as: Lesbian Health, Workplace, Street Squad’s “Dyke on the Street”, and I Was a Lesbian Child, where adult women would narrate their childhood photos to the audience. As these segments made their way into the homes of thousands of Americans across the country, they played a massive role in opening the virgin eyes of some to the idea that it was acceptable to be a lesbian. Dyke TV reminded some that they had the right to not only be tolerated, but to be accepted, respected and loved, no matter their sexuality.  ","Dyke TV played an integral part in the lesbian visibility movement. “The political moment of identity politics is over. Now it is time for people to come together”.1 The main purpose of creating Dyke TV was not to create an institution, but a single political movement that lesbians and other individuals could get behind who had been previously left out of alternative movements. Though the lesbians remained in their positions fighting for the rights of others, they also demanded their own political liberation, sexual liberation and liberation in all forms for themselves.  ","While Dyke TV ended airing its shows in 2003, it had lived up to its goal and motto, “to incite, provoke and organize”.2 Dyke TV assisted in the organization and operation of multiple protest marches about the lack of lesbian rights in America. They marched in New York City, Washington D.C., London, Germany, San Francisco, and Seattle. Because of Dyke TV, many lesbians who felt that they did not belong to or in a movement finally had a voice that was heard by the public and gained support by other movements, eventually leading the way to the creation of the LGBTQ+ political movement and group that lives today.  "],"display_date":"June 1993 - January 1903","search_date":"1948-04-01","locations":[{"id":52771,"lat":40.7127753,"lng":-74.0059728,"zoom":8,"place":"New York City"}],"tags":[{"id":3287,"tag":"Lesbian"},{"id":3691,"tag":"Dyke TV"},{"id":3692,"tag":"LGBTQ+"},{"id":3693,"tag":"Lesbian Visibility"},{"id":3694,"tag":"Lesbian Movement"},{"id":3695,"tag":"New York Marches"}],"course":{"name":"American Women's History","school":"Schreiner University","course_id":186,"school_id":69}}]}