{"id":3698,"tag":"Suffragette","points":[[41.197785310004,-75.38473046875]],"bounds":[[41.197785310004,-75.38473046875],[41.197785310004,-75.38473046875]],"episodes":[{"id":6886,"title":"A Women's War","course_id":190,"status":"P","start_date":"6/1/17","end_date":"11/30/17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","Residents of Carmel, New York, woke up on Friday, November 30, 1917, to a letter to the editor on the <em>Putnam County Courier’s</em> front page from an advocate for woman’s suffrage, Mrs. C.A Hopkins. In her comment, Hopkins explained that men should be recognized for their valor during The Great War, but also argued that women should be appreciated as well. Hopkins wrote, “I feel sure that the women who have so faithfully and efficiently labored for the Red Cross, for the Liberty Loan, and for the YMCA fund, may also be depended upon to further the recognition of a subject already long delayed.” This subject was women’s right to vote. New York state was at the epicenter of the women’s suffrage movement throughout 1916 and 1917. Suffragettes hoped to win the support of “the most economically and politically influential state in the nation.”","World War One created many difficulties for the suffrage movement. Suffragettes were split between those who supported that war and those who did not. On April 3, 1917, President Wilson announced his war aims to Congress. He declared that the United States must enter the war because “the world must be made safe for democracy.” This claim from Wilson stirred controversy amongst suffragettes, who believed America first had to first fix its democracy at home by allowing women to vote. In his book, <em>Winning the Vote</em>, the historian Robert Cooney, Jr. details how the suffragist Doris Stevens argued, “We must not let our voices be drowned by war, trumpets or canons.” Steven and others who did not support the war worried that the war would bring the suffrage movement to a halt. Many women abandoned their suffrage for war work, such as laboring in munition factories, selling war bonds, raising money for war relief, and providing aid at the front for fallen soldiers with the Red Cross.","Activists such as Mrs. C.A Hopkins supported the war and argued for women’s rights. Suffragettes took part in patriotic rallies all over New York State. In the book <em>Women Will Vote, </em>Goodier and Pastorello explain, “By the summer of 1916, most cities held preparedness and patriotic rallies. The fifty thousand marchers who participated in the parade included suffragists; suffragists participated in similar events in Albany, Rochester, New York, and elsewhere.” New York suffrage leaders wanted to bring back attention to their primary goal: reviving their suffrage campaign by emphasizing women’s contributions to the war. Suffragettes spoke at every possible venue, including training camps for soldiers. They printed and distributed leaflets, posters, and newspaper articles asserting that more than a million New York Women demanded that voters pass the suffrage referendum on November 6, 1917.","Acts of leadership like Mrs. C.A. Hopkins and acts of courage like the women who participated in the war helped women in New York gain suffrage on November 6, 1917. It was the stepping stone that would eventually lead women to gain suffrage across the nation. This movement did not only require women from big cities to be heard but local ones as well, such as New York’s local town of Carmel in Putnam County."],"display_date":"June 1, 1917 - November 30, 1917","search_date":"1917-08-31","locations":[{"id":53211,"lat":41.197785310004,"lng":-75.38473046875,"zoom":6,"place":"Putnam County, New York"},{"id":53212,"lat":41.197785310004,"lng":-75.38473046875,"zoom":6,"place":"New York State"}],"tags":[{"id":7,"tag":"Women"},{"id":2692,"tag":"The Great War"},{"id":2477,"tag":"world war one"},{"id":2647,"tag":"Women's Suffrage"},{"id":3698,"tag":"Suffragette"},{"id":617,"tag":"Feminism"}],"course":{"name":"Historian's Craft","school":"SUNY New Paltz","course_id":190,"school_id":102}}]}