{"id":370,"tag":"Federalist","points":[[38.9151212228,-76.9435162098]],"bounds":[[38.9151212228,-76.9435162098],[38.9151212228,-76.9435162098]],"episodes":[{"id":6205,"title":"Congress Votes to Reduce Military and Naval Establishments","course_id":138,"status":"P","start_date":"1810-04-17","end_date":"1810-04-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Things were tense when Congress convened on April 17, 1810. Foreign relations with Britain were strained, and the intransigent Federalist Party was making passing Republican legislation very difficult. On that day the Federalists succeeded in yet again undermining Republican authority in Congress by voting on whether or not to reduce Military and Naval establishments in a time when overseas affairs with the British were unsettled.","The first party system was comprised of the Federalist and the Republicans. The Federalists were those who wanted to trade with Britain at the expense of the French and wanted to commercialize the economy. The Republicans were interested in trading with France instead of Britain and were more compelled to act in a way that benefited the economic well being of their regions. These two parties' continual opposition of each other was eventually one of the reasons the Republicans declared war against Britain in 1812.  In the previous years the Federalist gentry had continually tried to subvert the federal government and had repeatedly attempted to sabotage Republican legislation in Congress. One example was the forced repeal of the embargo of 1807-1809, through which the United States had attempted to force European nations to recognize American’s neutrality by denying access to American commerce. Following the appeal of the embargo, the United States House of Representatives had passed a Non-Intercourse Act against Britain that took effect on May 20, 1809. This meant that the United States would not trade with Britain because the relationship between the two nations was rapidly deteriorating.","War seemed imminent as friction between Britain and the United States progressed, and the Federalists did nothing to relieve some of the pressure the federal government was feeling. One important measure against the Republicans was the passing of a bill on April 17, 1810. On that day the House was to vote on an unanswered question from April 16<sup>th</sup> regarding a resolution to reduce Military and Naval establishments. Mr. Quincy motioned that an amendment be made that the reduction happen only by repealing laws to disband Brigadier Generals, staff, and officers; the motion failed. Mr. Rhea then motioned that committees appointed by the President look at the resolutions. This motion also failed.","The House then voted on whether or not to reduce the size of the Military. The resolution passed by a vote of eighty-one to thirty-one. The question then turned to the reduction of the Navy. Mr. Hale motioned to insert after the word reduced “by selling such gunboats or crafts attached to it as may, in the opinion of the Secretary of the Navy, be unnecessary or incompetent to the service.”  This motion passed. The question of the reduction of the Navy also passed by a vote of sixty-five to forty-six. Following the votes on the question as two separate entities, the House then voted on the question regarding whether both the Military and Navy should be reduced. The resolution passed sixty to thirty-one.","Federalists like Laban Wheaton voted in the affirmative on this resolution for reducing the Army and the Navy. The resolution's success meant that Congress would vote on a bill to this effect. And these votes offer an example of the ways that Federalists in Congress subverted Republicans' attempts to show a strong military and naval presence in the face of a grow British threat. Historian Richard Buel has argued that Federalists sabotaged Republican legislation like the Embargo of 1807-1809 and the Non-Intercourse Act and that the sabotage of these acts heightened tensions with Britain and eventually pushed the Republicans to declare war in 1812."],"display_date":"April 17, 1810","search_date":"1810-04-17","locations":[{"id":1271,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":2395,"tag":"U.S. Government"},{"id":573,"tag":"Government Laws"},{"id":154,"tag":"War of 1812"},{"id":370,"tag":"Federalist"}],"course":{"name":"The United States: A New Nation, 1776-1836","school":"Wheaton College","course_id":138,"school_id":2}},{"id":6207,"title":"Prelude to War: American Government After the Embargo","course_id":138,"status":"P","start_date":"1809-03-24","end_date":"1809-03-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Gurdon S. Mumford most likely wore his finest on the May 24, 1809, as it was the day he was sworn into the House of Representatives. While this may have been the most significant event for Mumford, Laban Wheaton--a seasoned representative and Federalist from Massachusetts--knew there were matters of state to be addressed on that day. Two petitions were redirected to the Committee of Commerce and Manufacturers, and Wheaton listened as members of the House propose amendments to their actions on previous days. Virginia Federalist John Randolf then moved “to immediately disband” military units that had been authorized on April 12 in a bill entitled “An Act to Raise, for a Limited Time, an Additional Military Force”. Randolph also moved that \"the funds be redirected towards the pre-existing military in order to [arm] and [equip] the whole body of the militia of the United States.” Randolf also sought to appoint a committee to look into whether or not money taken from the Treasury had been used in the way the House had directed. Randolph's multipart motion was unanimously affirmed. Then many representatives began to fuss over the specificities of the motion, however the House was able to, again, agree on passing it. At the end of the day, the House adjourned until the following morning at ten o’clock.","While many of the votes taken that day were unanimous, the last was not. Laban Wheaton voted against the final motion of the day, and his vote illustrated both the platform of the Federalist Party, and the tensions in Congress between attempting to maintain good relations with Britain and upholding the sovereignty of the relatively new United States.","History Jeffrey A. Frankel’s article has noted that the 1807-1809 Embargo against Great Britain had many shortcomings, ultimately it failed, and did more harm to the United States it helped the nation either financially or politically. By May 24, 1809, the embargo had been lifted, but the nation faced an economic downturn brought on by the embargo. And the House discussion of troops and funds illustrated ongoing indecision within the government of the early republic regarding the potential of international warfare with England."," "],"display_date":"March 24, 1809","search_date":"1809-03-24","locations":[{"id":15677,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Washington City, District of Columbia"}],"tags":[{"id":2493,"tag":"Embargo of 1807"},{"id":1782,"tag":"US Government"},{"id":370,"tag":"Federalist"},{"id":9,"tag":"Law"},{"id":1444,"tag":"American Politics"}],"course":{"name":"The United States: A New Nation, 1776-1836","school":"Wheaton College","course_id":138,"school_id":2}},{"id":6210,"title":"A Massachusetts Federalist Opposes Declaration of War","course_id":138,"status":"P","start_date":"1812-06-18","end_date":"1812-06-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On Thursday June 18, 1812 the members of the House of Representatives were in session when word came that the Senate had passed a bill, “An act declaring war between Great Britain and her dependencies and the United States and their territories.” Tensions with Great Britain had grown in the early 1800s because of conflict with the British Navy. The British had impressed over six thousand United States citizens, and in 1807, <em>HMS Leopard</em> had opened fire on <em>USS Chesapeake</em>, killing three men. Great Britain had not responded to either diplomatic negotiations or threats made by the United States. Declaring war was the next step for many United States politicians, though not all congressmen agreed on declaring war against Great Britain. Federalists and some Republicans had strong concerns about the effects of war on the new nation.","Virginian John Randolph had previously voiced Republican apprehensions about the implications of the impending war for the United States. Randolph worried that American citizens would not want to pay increased taxes and that New England merchants would not support a war that would make their ports vulnerable to the British. Randolph tried to convince other Southern Republicans of the possible dangers a war would cause.","Federalist Laban Wheaton had opposed war with Great Britain since his time in at the Massachusetts Statehouse. In 1808 Wheaton presented the Wheaton Resolves in response and opposition to the national Embargo Act. James Sullivan, a Democratic-Republican and Governor of Massachusetts, had seen the Federalist Campaign in Massachusetts as a betrayal of President Jefferson, and he had feared that opposing the national government would lead to anarchy. Sullivan tried to present the Embargo Act in a positive light, as a federal action the demonstrated of unity and independence for the nation. The Federalist Party had dominated the Statehouse, and Wheaton had gained recognition for authoring the resolves. Elected to the U.S. House of Representatives in 1808, Wheaton maintained his Federalist stance through his four terms. He joined with other Federalists and some Republicans in resisting the declaration of war in 1812.","When the Senate presented the act to the House, Federalists and other members who were opposed to war tried to delay the vote. Virginia Federalist Daniel Sheffey proposed to postpone the vote indefinitely. Along with seventy other House members, Massachusetts Federalist Laban Wheaton voted in favor of the motion, which was opposed by forty-six nays. The motion was raised again, and Wheaton voted in the affirmative. However, the nays outweighed the yeas with an eighty-five to forty-four vote. When John Randolph, a Republican from Virginia who opposed the declaration of war, moved to postpone the vote until the following Monday the nays still defeated the yeas. Randolph then proposed to postpone the vote until July, but again the motion failed. All efforts to delay a vote and halt the process of declaring war on Britain proved futile."],"display_date":"June 18, 1812","search_date":"1812-06-18","locations":[{"id":1271,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":5,"tag":"War"},{"id":370,"tag":"Federalist"},{"id":17,"tag":"Government"},{"id":2423,"tag":"Laban Wheaton"}],"course":{"name":"The United States: A New Nation, 1776-1836","school":"Wheaton College","course_id":138,"school_id":2}},{"id":6212,"title":"American Militia Renewal in 1810","course_id":138,"status":"P","start_date":"1809-12-05","end_date":"1810-01-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The House of Representatives was busy on January 3<sup>rd</sup>, 1810. The members debated issues from regulating land grants to handling Canadian refugees to referring petitions of complaints to other committees. As they solved issue after issue, a message arrived from President James Madison.","Madison wrote, “The act authorizing a detachment of one hundred thousand men from the militia, will expire on the thirtieth of March next. Its early revival is recommended, in order that timely steps may be taken for arrangements such as the act contemplated … falls within my duty to recommend also, that, … every necessary provision may be made for a volunteer force of twenty thousand men, to be enlisted for a short period, and held in a state of organization and readiness for actual service, at the shortest warning…”","The House accepted the president’s recommendation. Both the president and the members of the House of Representatives were nervous about growing tensions between the United States and warring European countries.","By the winter of 1809-1810, ongoing wars between France and Britain were continuing to affect American trade. American efforts to solve the issue diplomatically had almost brought the United States and Great Britain to war. Congress met in December and January to seek ways to prevent a declaration of war. With tensions arising, renewing authorization of the armed forces prepared the United States in case the British, the French, or possibly the Spanish in western Florida decided to attack.","Many Federalists stated their opinions. Elisha Potter of Rhode Island stated that any military response would plummet the nation into a war it was not prepared for. Samuel Dana of Connecticut argued that issuing military commands would be a waste of “national character” and had no possibility of being enforced. From Massachusetts, Laban Wheaton objected to the whole notion of war unless the costs were counted due to his concern that war would lead the United States into a state of poverty and chaos like the one it had endured after the Revolutionary War.","The debate intensified when the Republicans had a chance to speak. They responded in exasperated rage, questioning whether the Federalists would rather have Parliament legislate for them and accusing them of trying to bring down the administration. One such Republican, Nathaniel Macon, stated that war was the only way to receive justice from Britain.","At the end of the debate, the members of the House of Representatives decided to authorize the renewal of the militia. They also set up an act that would exclude all foreign ships from American ports and allow only American ships to travel in and out of their docks. In this way, the United States would avoid war and submission to a foreign country by affirming their neutral rights and be better prepared if one of the European powers decide to take an offensive stance towards America."],"display_date":"December 5, 1809 - January 3, 1810","search_date":"1809-12-19","locations":[{"id":15677,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Washington City, District of Columbia"}],"tags":[{"id":67,"tag":"Militia"},{"id":370,"tag":"Federalist"},{"id":2423,"tag":"Laban Wheaton"},{"id":2424,"tag":"James Madison"}],"course":{"name":"The United States: A New Nation, 1776-1836","school":"Wheaton College","course_id":138,"school_id":2}}]}