{"id":3701,"tag":"home front","points":[[42.363165365115,-73.553494054511]],"bounds":[[42.363165365115,-73.553494054511],[42.363165365115,-73.553494054511]],"episodes":[{"id":6891,"title":"Fighting the War from the Kitchen","course_id":190,"status":"P","start_date":"1/2/18","end_date":"1/2/18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["At the start of the year 1918, women in Chatham, New York were beginning to feel the pressures of World War I in their homes. On January 2, 1918, the Chatham Courier featured “Hints for Housekeepers,” an article that called for women to start using “fireless cookers” to make their meals. These cookers could either be bought or made with instructions provided by the government. According to the article, “One woman made one of these cookers out of an old trunk and some hay which served her purpose very well and saved her many a dollar.” To use these cookers, the food to be cooked had to first be heated to the boiling point separately, either on a stove or by some other method. Then, once at the boiling point, the food could be moved to the cooker, where it would remain until it was finished cooking. The article quoted a woman who used a fireless cooker to boil her ham overnight, and she stated,  “In the morning it was always perfectly done...” Thus, “...it is possible for every household in the United States to save much time, fuel and nervous energy...” by using the cookers in their daily meal preparation. This practice would save women time that, according to the article, they could then “...spend in Red Cross work, or knitting or in some one of the various branches of war relief.”","Many changes on the home front during the war, including values the United States Food Administration’s propaganda promoted for women at home, began to create a new role for women in society. The United States Food Administration was a government agency created in 1917 in response to the United States’ entrance into World War I. In the same year, President Woodrow Wilson placed Herbert Hoover in charge of the new administration. Hoover and his administration oversaw the management of food on the home front, and in order to do so created propaganda to influence women. Although the government did not implement rationing during the war, the United States Food Administration encouraged women to conserve as much as they could for the war effort. In her analysis of propaganda during the war, author Celia Malone Kingsbury wrote of the importance that this appeal placed on the war in homes and kitchens, drawing it into the domain of women. The emphasis on conserving for the war effort could be one reason that women were willing to create their own “fireless cookers”  out of inexpensive or repurposed materials to prepare their meals. According to the article, these cookers were useful because “Saving of labor is almost as important if not quite so, as the saving of money at this time….” The emphasis placed on the importance of women’s work at home gave them a role in the war, where their work on the home front was just as important as that of the men fighting in battles on the war front."],"display_date":"January 2, 1918","search_date":"1918-01-02","locations":[{"id":53214,"lat":42.363165365115,"lng":-73.553494054511,"zoom":8,"place":"Chatham, New York, USA"}],"tags":[{"id":1246,"tag":"Propaganda"},{"id":7,"tag":"Women"},{"id":3701,"tag":"home front"},{"id":1111,"tag":"World War I"}],"course":{"name":"Historian's Craft","school":"SUNY New Paltz","course_id":190,"school_id":102}}]}