{"id":3708,"tag":"Refugee","points":[[30.916442992865,34.773227324142],[31.620980449683,35.240286736643]],"bounds":[[31.620980449683,35.240286736643],[30.916442992865,34.773227324142]],"episodes":[{"id":6896,"title":"Palestinian refugees expelled from homeland","course_id":191,"status":"P","start_date":"11/24/59","end_date":"11/25/59","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The article “End Bickering on Refugees, Canada Urges” was published in the Globe and Mail on November 25, 1959. On November 24, Canadian delegate Arthur R. Smith addressed the United Nations (UN) General Assembly’s special political committee regarding a refugee crisis. In the aftermath of the 1948 Palestinian war, 1,000 refugees were displaced from their homes. On behalf of Canada, Smith requested Israel, the Arab States, and members of the UN to reach a solution to the crisis. Three things were highlighted: the urgency of the situation requiring immediate action; the collective responsibility the global actors had to end the crisis; and the wellbeing of the future generations. Smith noted that the actors involved need to change their approach to the crisis. Instead of arguing with each other, the actors need to find a practical solution to ensure the safety and wellbeing of present and future generations. It was also suggested that a collective and collaborative approach must be implemented to resolve the crisis. Furthermore, the meeting also emphasized that if the actors involved fail to come to a solution, they will be held accountable by future generations.","The historical context behind the Palestinian war of 1948 is the Arab-Israeli conflict: a result of the actions of the UN and the British Empire. In 1917, in the aftermath of World War I, the British Foreign Secretary Arthur Balfour sent a letter to Lord Rothschild[1]. This letter became known as the Balfour Declaration and was considered as a legally binding document in which, the British government recognized the right of Jews to <em>Eretz Israel</em>[2].  Thus, using this document, the British government endorsed the creation of a Jewish state and encouraged Jewish Zionist migration from Europe to Palestine. On November 29, 1947, the U.N General Assembly adopted resolution no. 181, which acted as another catalyst to the conflict[3].  The resolution proposed the creation of a Jewish state: 55 percent of the Palestine Mandate would be given to the Jewish State and 42 percent of the Palestinian population will be governed by the Jewish state[4]. After the resolution passed, Palestinian civilians were expelled by the Jewish forces and prevented from returning[5]. After the British army left on May 15, 1948, Arab army (from neighbouring Arab states) arrived in Palestine and war broke out between the Arab and Jewish forces[6].  An estimate of 550,000-962,000 refugees resulted from the exodus[7]. ","[1] Elie Podeh, “Diversity Within a Show of Unity: Commemorating the Balfour Declaration in Israel (1917-2017),” <em>Israel Studies</em> 22, no. 3 (2017): 1.","[2] Elie Podeh, “Diversity Within a Show of Unity: Commemorating the Balfour Declaration in Israel (1917-2017),” <em>Israel Studies</em> 22, no. 3 (2017): 1.","[3] Ghazi Falah, “1948 Israeli-Palestinian War and Its Aftermath: The Transformation and De-signification of Palestine’s Cultural Landscape,” <em>Annals of the Association of American Geographers</em> 86, no. 2 (1996): 261.","[4] Ghazi Falah, “1948 Israeli-Palestinian War and Its Aftermath: The Transformation and De-signification of Palestine’s Cultural Landscape,” <em>Annals of the Association of American Geographers</em> 86, no. 2 (1996): 261.","[5] Ghazi Falah, “1948 Israeli-Palestinian War and Its Aftermath: The Transformation and De-signification of Palestine’s Cultural Landscape,” <em>Annals of the Association of American Geographers</em> 86, no. 2 (1996): 261.","[6] Ghazi Falah, “1948 Israeli-Palestinian War and Its Aftermath: The Transformation and De-signification of Palestine’s Cultural Landscape,” <em>Annals of the Association of American Geographers</em> 86, no. 2 (1996): 261.","[7] Efraim Karsh, “How Many Palestinian Arab Refugees Were There?” <em>Israel Affairs </em>17, no. 2 (2011): 224."],"display_date":"November 24, 1959 - November 25, 1959","search_date":"1959-11-24","locations":[{"id":53220,"lat":30.916442992865,"lng":34.773227324142,"zoom":6,"place":"Israel"},{"id":53225,"lat":31.620980449683,"lng":35.240286736643,"zoom":7,"place":"State of Palestine"}],"tags":[{"id":5,"tag":"War"},{"id":3708,"tag":"Refugee"},{"id":2764,"tag":"Conflict"}],"course":{"name":"Critical Writing and Research for Historians","school":"University of Toronto Scarborough","course_id":191,"school_id":28}}]}