{"id":3715,"tag":"English Movement","points":[[45.514419957865,-73.974271730073]],"bounds":[[45.514419957865,-73.974271730073],[45.514419957865,-73.974271730073]],"episodes":[{"id":6895,"title":"The End of Bilingualism in Quebec or the Start of a Revolution?","course_id":191,"status":"P","start_date":"2/25/19","end_date":"3/29/19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["According to Globe and Mail Reporter, Roger Newman, in 1968, in the city of Montreal, the citizens were witnessing the tensions between the francophones and the anglophones.  Newman’s main focus was on the battle between the English and French in Québec and their fight for their children’s education. According to Newman, the French-speaking Quebecois believed that if the government were to keep the English language schools it would put the French culture and identity in danger. The French movement’s goal was to maintain their French culture and identity instead of being assimilated into the English culture of Canada. Representing the English-speaking population was the president of the English Catholic Parents’ Association of St. Leonard, Frank Vatrano. His organization the ECPA, was fighting to keep the English language schools in Montreal, due to the fact that majority of the members are of Italian descent and want their children to learn English instead of French. Newman further reports that if the two groups cannot come to an agreement and solve their conflict, they would need to take the issue to the provincial level in the Education Department. "," ","During the time period of the 1960s, in the province of Quebec, the tensions between the French and English were at a breaking point. The end of World War II allowed the two groups to focus on their individual group’s identity because they weren’t focused on winning the World War anymore and staying alive. The quiet revolution had begun. Due to political decisions made during this time like “the establishment of a public hospital network (1961), the creation of ministries of cultural affairs and of federal-provincial relations (1961), and the foundation of the Société générale de financement (General Investment Corporation) in 1962”, it allowed for the role of the catholic church to slowly fade away. The church was no longer heavily involved in society as it was before. This then allowed for the French culture and identity to flourish . According to the Canadian Encyclopedia, during this time the baby boomers were growing up and starting to voice their opinions in Quebec, the French nationalist movement was beginning to mobilize. It is at this point in time that the Quebec’s education system was beginning to fall apart. Relating to the news article which looks at this matter, the education system is one of the major focus of the French national movement. By rebuilding the education system this allows the French to be more involved in the way the schools are formed and what the children are being taught."],"display_date":"February 25, 1919 - March 29, 1919","search_date":"1919-03-13","locations":[{"id":53224,"lat":45.514419957865,"lng":-73.974271730073,"zoom":6,"place":"Montreal, Quebec"}],"tags":[{"id":3714,"tag":"French Nationalism"},{"id":3715,"tag":"English Movement"},{"id":3716,"tag":"Education System"}],"course":{"name":"Critical Writing and Research for Historians","school":"University of Toronto Scarborough","course_id":191,"school_id":28}}]}