{"id":3720,"tag":"Communist Threat","points":[[51.5073509,-0.12775829999998],[34.047863,100.6196553]],"bounds":[[51.5073509,100.6196553],[34.047863,-0.12775829999998]],"episodes":[{"id":6901,"title":"Danger in Asia","course_id":191,"status":"P","start_date":"2/1/19","end_date":"4/1/19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" "," ","This newspaper article is stating some issues that Western countries were facing in Asia before the conference of Commonwealth of foreign minister at Colombo, Jan 9 1950. This article used the word “danger in Asia” is referred to the Communism courtiers in South-east Asia. Large areas in Asia which once ruled by Japan were controlled by communist countries at that time. The article had the concern of those countries having completely different political aims which could lead to conflicts between West and East. As the Article stated, there were some rising forces at those areas because of the nationalism after WW II. The western union should pay large attention to the incoming problems. And the article stated that the members of Western Union were questioning the attitude of Britain. Obviously, there were conflicts and competitions among the members of Western Union. The author had the assumption of the conflicts and competition in West could have affect the situation in the East and cause more conflicts. In the situation of that period, working together and facing the incoming problems which are the rising forces in Asia is the main issue to be discus at the conference.","In 1949, the founding of the People's Republic of China brought some pressure to Western countries. In the next meeting, I feel that the leaders of various countries have jointly discussed the attitude towards the new China and the strategic and economic deployment of the Asia-Pacific region in the future. At that time, the whole world received the influence of the Second World War. In this meeting, more discussions will be held on economic recovery and future trade cooperation development. At the same time, in the world situation of the time, the Commonwealth has been unable to obtain a dominant position. Collaboration is the development trend of the Commonwealth countries.","Yujie, Qian"," "],"display_date":"February 1, 1919 - April 1, 1919","search_date":"1919-03-02","locations":[{"id":53114,"lat":51.5073509,"lng":-0.12775829999998,"zoom":2,"place":"London"},{"id":53229,"lat":34.047863,"lng":100.6196553,"zoom":2,"place":"Colombo"}],"tags":[{"id":3719,"tag":"Colombo Plan"},{"id":3720,"tag":"Communist Threat"}],"course":{"name":"Critical Writing and Research for Historians","school":"University of Toronto Scarborough","course_id":191,"school_id":28}}]}