{"id":386,"tag":"Paternalism","points":[[32.7925598314,-87.8378038018],[41.6362152,-70.934205],[32.1656221,-82.9000751],[33.836081,-81.1637245],[38.9071923,-77.0368707],[38.4949503,-76.5025742],[39.9525839,-75.1652215]],"bounds":[[41.6362152,-70.934205],[32.1656221,-87.8378038018]],"episodes":[{"id":4792,"title":"<em><strong>The Good Slave</strong></em>","course_id":38,"status":"P","start_date":"1846-10-28","end_date":"1846-10-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Slavery is anathema, but it was not always so.  It was quite possible for well-meaning and rational people to practice and defend the “peculiar institution.”  Slaveholders sustained themselves with the firm conviction that they were doing right by the poor, benighted souls in their charge.  In this way, masters could claim they were compassionate angels of mercy--providing discipline, moral instruction, sustenance, shelter, and all the benefits of civilization to a forsaken and savage race.  This benevolence toward their inferiors would earn them a choice seat in heaven and the loyalty and hard work of their chattel, here on earth.","The Cameron family, in its management of large plantation holdings in Alabama and North Carolina, were among the more benevolent masters.  The Cameron family’s paternalistic benevolence can be seen in their concern for the well being of their charges.  “One of the inherent tragedies of slavery was that a humane master’s impulse to be kind to his slaves was severely circumscribed by the inescapable problem of control.”  The fact that a sick slave is an unproductive asset could lead to a more cynical interpretation of this concern—a mercenary attitude that was extant, but not prevalent.  Most owners were merely followed the advice provided by Thomas Jefferson in 1814, that they should protect from “ill usaage,” feed, and clothe “those whom fortune has thrown on our hands.”","Great attention was paid to the material well being of plantation hands.  There are references in the Cameron letters to provisions made by masters for the sustenance of slaves.  The unfree are sheltered in “plain but substantial and commodious” quarters.  The slaves are fed and even feted.  To earn such benevolence, slaves “had to give up all claims to respects as responsible adults, all pretension of independence.”","Almost every excerpt under study contains some reference to the health of the slaves--or, in more obviously paternalistic language: “our family of negroes.” The sheer volume and repetition of these accounts of disease and death tends to make the accounts sound like a morbid, but impersonal accounting of the condition of an inventory--not unlike diseased crops and broken fences.","There are some deaths, however, that receive more impassioned and sympathetic treatment.  This was usually the case with a long-term household servant—an intimate of the family—not with the larger group of common field hands.  In note of this, Paul Cameron gives his father this account:","<em>The morning about 1/2 after 2 o’clock our faithful old friend Aunt Easter [Esther?] breathed her last.  Throughout her illness she has exhibited surprising submission and patience.   We shall miss her much.  For 10 years we have given her the key of the house in our absence and never found the first article out of place: was watchful over our little ones to keep them out of harms way.  Such a good guard over every thing about the [unintelligible].  With but little mind she has acted well her part.</em>","These few sentences are a good summary of the paternalistic attitude inherent to slavery.  Cameron describes the dearly departed as deficient in intellect, but well suited to her subordinate role--a loyal and faithful servant, caring toward the master’s children, and honest.  Aunt Esther submitted to death as willingly as she had to her role as a slave."],"display_date":"October 28, 1846","search_date":"1846-10-28","locations":[{"id":174,"lat":32.7925598314,"lng":-87.8378038018,"zoom":9,"place":"GREENE, Alabama"}],"tags":[{"id":4,"tag":"Slavery"},{"id":381,"tag":"Antebellum America"},{"id":386,"tag":"Paternalism"}],"course":{"name":"Contemporary Issues in Social Studies Education","school":"North Carolina State University","course_id":38,"school_id":30}},{"id":6370,"title":"Reunited for $2,800","course_id":149,"status":"P","start_date":"1846-01-01","end_date":"1851-05-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In 1846, Edmond Kelley was 29 years old, married to fellow slave, Paralee, and had four children.  When Edmond's owner, Nancy White, was forced to free a slave, she chose Edmond, who was also licensed to preach gospel.  After she procured the necessary paperwork, namely \"a pass to go any and every where to preach\", Edmond headed to the northern states where he could work, leaving his home and family behind.  He eventually settled in New Bedford, Massachusetts and found work preaching in a church for the next four years.  After that time, Edmond realized how much he missed his family; in 1850, he got in touch with their owner, James Walker, to inquire about the freedom of his family.  For the next year, he struggled first to convince Walker that he could \"provide for and place them in a happier and more comfortable condition\", and second to raise $2,800 (plus the expenses of transporting Paralee and her children), the amount Walker demanded in recompense.  Finally, in May of 1851, when Edmond was 34 years old, he was reunited with his family in New Bedford."," ","Paternalism was coined in the 1820s after the Missouri Compromise because slaveholders felt they needed to paint slavery in a more positive light due to the fact they felt the Compromise threatened it.  The term is defined by the Merriam-Webster Dictionary as \"the attitude or actions of a person...that protects people and gives them what they need but does not give them any responsibility or freedom of choice\".  During American slavery, this meant that slaveowners believed they were taking care of their slaves.  James Walker believed he could take better care of Paralee and her children on his plantation than Paralee's husband could in a northern city.  Walter Johnson talks about paternalism in his book, Soul By Soul.  While we know now that slavery is cruel, oppressive, and wrong, Johnson reinforces the idea that in the American South in the nineteenth century, many did not feel that way.  Some slaveowners spread the idea that they were being kind to people who otherwise would receive no kindness, who otherwise would end up as criminals in prison.  They thought they were protecting their slaves when, in some cases, really they were giving them only the barest of survival essentials and working them to death."],"display_date":"January 1, 1846 - May 1, 1851","search_date":"1848-08-31","locations":[{"id":52758,"lat":41.6362152,"lng":-70.934205,"zoom":8,"place":"New Bedford, Massachusetts"}],"tags":[{"id":386,"tag":"Paternalism"},{"id":4,"tag":"Slavery"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":149,"school_id":2}},{"id":6391,"title":"Understanding Slavery from Charles Ball By: Emily Curran","course_id":149,"status":"P","start_date":"1837-01-01","end_date":"1837-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Charles Ball was born in Calvert County, Maryland and was a slave for the biggest part of his life. His narrative starts with telling the reader about his early childhood life and the hardships of staying a family. He stresses to the reader that though many claimed the evils of slavery were getting easier during the times when laws protecting slaves started to come about, but it was in fact the other way around. The masters of the slaves came down harder and the separation from one’s family was more common. He tells the story of how he was taken from his mother and the whipping that she received just for holding him one last time. Ball also speaks to how his father was changed by his enslavement and how his father’s temperament became moodier the older he got. The next section of the narrative tells of his time in the navy yard as a hired out slave and how he met his first wife during that time. Ball shows the hardships that come from being married as slaves because of the fact one changed masters so frequently that staying together becomes impossible. Ball goes on to describe his time when he was sold to a slave trader from Georgia and having to walk all the way to his new plantation in South Carolina cuffed to 51 other slaves. Then, when he arrived he was sold to a cotton plantation where he describes the unfair treatment the slaves received. He compares his experiences from Maryland to that of Georgia and finds Georgia lacking. Ball found Georgia to treat their slaves as not even human beings where Maryland treated their slaves with a sense of pride. It was because of the cruelty that he discovered in Georgia that he decided to escape from slavery and walked back to Maryland to return to his wife and children there. Once there he hired himself out for wages and managed to escape the notice of the government for a long enough time to buy a farm. However, his wife died in 1816 and he remarried two years later. His new life was a very dangerous one and it was not long that he was once again recaptured and returned to slavery. While he was enslaved once again, his family was captured and sold into slavery also. He ends with his escape from slavery once again and his fleeing to Pennsylvania to avoid capture again and with the hopelessness of never seeing his family and children again (Ball).","            This narrative gave credence to two other authors who wrote about slavery by using many different examples of slaves, slave holders, and slave traders. One of those authors was Walter Johnson who wrote the novel Soul by Soul and in it he describes the issue of paternalism. Johnson states that “paternalism, then, was something slaveholders could buy in the slave market” (Johnson 111). For instance, when a slave was traded from master to master he or she would beg his or her old master to allow him or her to stay. It was this begging and this need to be with their old masters that gave way to the feelings of paternalism. Paternalism was a dangerous road for the slave trade to travel on because it enabled the trade to stay alive that much longer. It was this excuse of having feelings of paternalism that helped the slaveholders and the slave traders get the overall public to see the worth that slavery has, by degrading those that were enslaved they enabled the country to try and rationalize something that was irrational. Further, the narrative also shows how the slaveholders effected the process. Ball’s description of some of his holders and some of his tasks he did for these holders revealed how the relationship that the holder had with his slaves truly was an intricate one. For the slaveholders controlling these slaves and having these slaves was a point of pride. Ball describes instances where he said the slaves had to look good because it would have been seen as a very bad thing for the master to mistreat his slaves. "," "," "," "," "," "],"display_date":"January 1, 1837","search_date":"1837-01-01","locations":[{"id":52795,"lat":32.1656221,"lng":-82.9000751,"zoom":8,"place":"Georgia"},{"id":52796,"lat":33.836081,"lng":-81.1637245,"zoom":8,"place":"South Carolina"},{"id":52797,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington D.C"},{"id":52798,"lat":38.4949503,"lng":-76.5025742,"zoom":8,"place":"Calvert County, MD"},{"id":52799,"lat":39.9525839,"lng":-75.1652215,"zoom":8,"place":"Philadelphia P.A"}],"tags":[{"id":386,"tag":"Paternalism"},{"id":4,"tag":"Slavery"},{"id":2736,"tag":"Separation"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":149,"school_id":2}}]}