{"id":387,"tag":"Sixth Iowa Infantry","points":[[35.1986686307,-88.1843543266]],"bounds":[[35.1986686307,-88.1843543266],[35.1986686307,-88.1843543266]],"episodes":[{"id":4745,"title":"Shiloh As Witnessed by the Sixth Iowa Regiment","course_id":34,"status":"P","start_date":"1862-04-06","end_date":"1862-04-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Similar to the soldiers of the Army of the Mississippi, the recruits of the Sixth Iowa Regiment in Grant’s Army of the Tennessee found warfare during the battle of Shiloh to be far more intense than any of their previous combat experiences. Mustered on July 17, 1861, the Sixth Iowa Infantry Regiment participated in the expeditions to Springfield and Crump’s Landing along the Tennessee River prior to their action at Shiloh.","Their encounters during the violence at Pittsburgh Landing reflected the experiences of the average infantryman and the challenges faced by inexperienced soldiers. Following the Confederate assault on Grant’s center on the morning of April 6, 1862, the Sixth Iowa was immediately sent to the line of battle in an effort to protect the bridge over Owl Creek, where the Confederate attack was gradually moving toward the right. Fearful of being outflanked by enemy units and cut off from the rest of the army, Captain Williams relocated the unit to an alternate position. At this time, Confederate General Trabue’s brigade launched a fierce attack on the Union center, an attack that the Sixth Iowa, along with the Forty Sixth Ohio and the Thirteenth Missouri, withstood for an hour and a half. According to Trabue, “the combat here was a severe one…I lost here many men and several officers.” Trabue’s report of stiff resistance from the Union soldiers coincided with Captain Williams claim that “the regiment gallantly maintained the position” before eventually pulling back in the face of overwhelming odds. Williams repeatedly praised the actions of his men, declaring that “too much cannot be said” with regards to the “bravery, coolness, and intrepidity of both officers and men.” While the Sixth Iowa repelled Confederate attacks for over an hour, the casualties suffered by the unit (54) paled in comparison to the losses suffered by the Forty Sixth Ohio (246) and the 40<sup>th</sup> Illinois (216), two Union units that withstood the same advance from Trabue’s brigade. As soldiers in their first major engagement, the attack by Trabue's regiment on William's men mostly likely defined the remainder of their initial wartime experience.","Shiloh, unlike the previous expeditions undertaken by the Sixth Iowa, proved to be far more costly in terms of lives and battle fatigue. Wounded shortly after retreating from the Trabue brigade attack, Williams was wounded from a throw off his horse, causing him to leave the battle. His absence, however, did not keep him from reporting the brave actions of his men, implying the possibility of Williams’ potential for hyperbole in his reports. Shortly after Shiloh, Williams was promoted to Full Major, an indication of his worth as a field officer and strong constitution in the face of fierce action. While the fighting at Shiloh took a larger toll on adjacent units, the Sixth Iowa still found the fighting worthy of placing greater emphasis on the tenacity and bravery of its own soldiers, even considering its non engagement status the following day.","<em><br /></em>"],"display_date":"April 6, 1862 - April 10, 1862","search_date":"1862-04-08","locations":[{"id":12073,"lat":35.1986686307,"lng":-88.1843543266,"zoom":9,"place":"HARDIN, Tennessee"}],"tags":[{"id":332,"tag":"battle of shiloh"},{"id":387,"tag":"Sixth Iowa Infantry"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":34,"school_id":4}}]}