{"id":389,"tag":"Battle of Pittsburg","points":[[35.1986686307,-88.1843543266]],"bounds":[[35.1986686307,-88.1843543266],[35.1986686307,-88.1843543266]],"episodes":[{"id":4739,"title":"Captain Robert H. Sturgess's report of the Battle of Shiloh","course_id":34,"status":"P","start_date":"1862-04-06","end_date":"1862-04-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the early hours of the morning of April 6, 1862, the Eighth Regiment Illinois Volunteers heard shots fired near the Union battle lines. These shots signified the beginning of a bloody, two-day battle known as the Battle of Shiloh. The battle of Shiloh occurred on April 6th and 7th of 1862 in Shiloh, Tennessee. During those two days of fighting, the causality count was higher than it was in the entire Revolutionary War.  One in four men fighting at Shiloh died. In the course of the first day of battle, Captain Robert H. Sturgess took command of the unit after the commanding officer was injured and the second in command, Captain William H. Harvey, was killed.  Charles Royster states in <em>The Destructive War </em>that during the Civil War, civilian newspapers followed the progress of the battle and the commanders. The public as a whole came to expect commanders to be daring and victorious. Thus, it is no surprise that countless reports written during the Civil War were peppered with adjectives such as valiant, brave and gallant to describe soldiers or their actions. Captain Sturgess’s report is no exception.  Even though his report gives a detailed account of the losses and gains made by the Union Army, it also contains a romanticized, heroic tone. While describing the death of Captain William H. Harvey, he stated that Harvey was shot while, “gallantly leading and stimulating the men by his noble conduct, and displaying the greatest bravery and activity”.  Again, at the end of his report, he commended his men saying that they all “acted the noble part…” With both high-ranking officials and citizens following the battles, it must have been a high priority of the person writing the report to portray his unit favorably.","Like Robert Sturgess, who was a carpenter, most of the soldiers were not trained, professional soldiers before the war. Instead they were first industrial workers, farmers or the like. Some had recently joined the war effort and were truly inexperienced. Due to this fact, disorganization was a common element of the war. This is shown at the Battle of Shiloh in Sturgess’s statement that “Our men, seeing their peril, immediately fell back in disorder, and the company officers lost control of their men from the promiscuous mingling together of the different regiments”. Without modern technology, it was impossible to keep in constant communication, to be aware of the exact placement of various troops, or know instantly who had died and who was in charge. Sturgess’s sudden rise to command and his decision to lead illustrates how swiftly the change of command changed. As he said, “Knowing I was next in rank, I immediately assumed command”. There was not a formal announcement that Sturgess was now in command, he simply took over.","The Battle of Shiloh was a battle where common men on both sides assumed the role of soldiers and faced the confusion of war while the public kept watch."],"display_date":"April 6, 1862 - April 7, 1862","search_date":"1862-04-06","locations":[{"id":12073,"lat":35.1986686307,"lng":-88.1843543266,"zoom":9,"place":"HARDIN, Tennessee"}],"tags":[{"id":332,"tag":"battle of shiloh"},{"id":389,"tag":"Battle of Pittsburg"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":34,"school_id":4}}]}