{"id":39,"tag":"Gothic Architecture","points":[[30.1220750117,-89.7244851703]],"bounds":[[30.1220750117,-89.7244851703],[30.1220750117,-89.7244851703]],"episodes":[{"id":4435,"title":"Nathaniel Wilkinson House\n","course_id":16,"status":"P","start_date":"1849-01-01","end_date":"1849-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Located at 1015 South Carrollton Avenue in New Orleans, Louisiana, the Nathaniel Wilkinson House serves as a reflection of the Romantic Gothic architecture that invaded the region during the mid-to-late nineteenth century. Erected in 1849, an Englishman named Nathaniel Newton Wilkinson attempted to capture the Gothic style in his own residential structure. Undoubtedly unpopular within Louisiana for its association with Britain- a nation who had battled with New   Orleans only twenty years before, the style was seen as eccentric and quite a feat to build. Nevertheless, Wilkinson pressed forward, constructing the house upon a spacious Carrollton Avenue lot, adding a rural dimension to the home's character. While many moved here to take advantage of these roomy lots, others were attracted to the ease with which one could arrive by rail to this area of the city. Located on the outskirts of downtown New Orleans, Mr. Wilkinson was removed enough from the hustle and bustle of the inner-city to enjoy a more peaceful life. ","Inspiration for the design may have indeed come from William Ranlett's pattern book <em>The Architect</em>, from the 1847 and 1849 volumes.  However, the publications of Andrew Jackson Downing, a horticulturalist turned architectural critic, may have been the inspiration for this home.  Mr. Downing contended that the plan of a house should complement the landscape that surrounds it, taking advantage mother nature's gift.  Although today the home is covered in bricks, it initially had a stucco exterior with paint to mimic stone. Meanwhile, the interior maintains the Gothic style and contains large and open rooms that lead to an octagonal hall with a carved staircase. Additionally, diamond-pane windows and Gothic-style bookcases flank the interior. Quintessentially Gothic in design, Wilkinson's motives for construction may be found through a close look at New Orleans settlement patterns during this time.","The Gothic Revival, characteristic of the Victorian Period of the late nineteenth century, may trace its roots to the Irish immigrants of the early-to-mid nineteenth century, who brought pre-existing architectural styles of the homeland to the city. Today, the Nathaniel Wilkinson House stands as a snapshot in New Orleans history, revealing the sophisticated Gothic Revival style of nineteenth century America. "],"display_date":1849,"search_date":"1849-07-02","locations":[{"id":5597,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":39,"tag":"Gothic Architecture"},{"id":38,"tag":"New Orelans"}],"course":{"name":"History of Urban and Suburban America","school":"Furman University","course_id":16,"school_id":4}}]}