{"id":393,"tag":"loyalty","points":[[35.182488505,-89.8964012565]],"bounds":[[35.182488505,-89.8964012565],[35.182488505,-89.8964012565]],"episodes":[{"id":4737,"title":"J.J Anderson's report on the battle of Shiloh","course_id":34,"status":"P","start_date":"1862-04-06","end_date":"1862-04-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["  Texts about the Civil War will often discuss in great lengths about the heroic deeds and bravery of the soldiers who fought. These men were often revered for their dedication to the army and to their country. Jabez J Anderson was a thirty eight year old farmer from Middleton, Illinois, who had to take control of his regiment during the first day of battle when two of his superiors were severely wounded. Although his prior occupation as a farmer probably left him with very little knowledge about combat, he would remain in charge of his regiment for all of Shiloh. This was not uncommon among the Confederate and Union armies, but this lack of experience is often hidden by the romantic explanations of war, which is evident in Anderson's reports. Captain Anderson, reporting from the Eighteenth Illinois Infantry, states how the majority of the men in his regiment acted in a manner that was \"becoming of soldiers and men\", and who endured the fight against the overwhelming numbers of the rebel army gallantly.","  However, this report on the battle also goes on to show that not all soldiers acted gallantly, and that there were divisions within the Union Army. Anderson points out that not all men were present in the battle at Shiloh that lasted from April 6 to April 7. In his report, Anderson discussed how William L Cross, second lieutenant of Company D, was absent during the beginning of the fight on the morning of April 6 although he was made aware of his company's position. Furthermore, Anderson states that \"he did not make any effort to rally or encourage the stragglers to return to the help of their comrades\". Another example of \"un officer- like behavior\" was the conduct of William M. Thompson, who was the second lieutenant of Company F. Thompson, he notes, left during the night of the sixth and did not return to battle until the next night. According to Anderson, Thompson said during his absence that \"He would be damned if he would fight in such a cowardly regiment\". These examples of men that were accused of dishonorable conduct were only two of four that Anderson mentions. This demonstrates how each regiment within the army suffered from internal problems, whether it was exhaustion, lack of unity or disagreement. These internal issues coupled with the overall brutality of Shiloh seemed to have a significant impact on the soldiers who fought. McPherson states that the  \"romantic image of Rebels and Yanks who marched off to war in 1861\" were gone. The beliefs surrounding war were not as clear cut and simple as it was made out to be in the beginning of the Civil war and nor did the officers in charge of these regiments always have in mind what was best for the company as a whole."],"display_date":"April 6, 1862 - April 7, 1862","search_date":"1862-04-06","locations":[{"id":12369,"lat":35.182488505,"lng":-89.8964012565,"zoom":9,"place":"SHELBY, Tennessee"}],"tags":[{"id":332,"tag":"battle of shiloh"},{"id":393,"tag":"loyalty"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":34,"school_id":4}}]}