{"id":395,"tag":"\"wilderness\"","points":[[38.1882210605,-77.65248979]],"bounds":[[38.1882210605,-77.65248979],[38.1882210605,-77.65248979]],"episodes":[{"id":4760,"title":"Lieutenant Colonel Casper W. Tyler of the One hundred and forty-firsty Pennsylvania Infantry provided a detailed account on the Battle of the Wilderness from May 5-7, 1864.","course_id":34,"status":"P","start_date":"1864-05-04","end_date":"1864-05-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Leituenant Colonel Casper W. Tyler begins his historical account on a report of operations on the morning of May 4, until the morning of the 30which he provided us with four epochs.  Lieut. Col. Tyler has a much more personal perspective on his record, other than relaying field and marching positions. ","The record begins when the one hundred and forty-first regiment which was under the Second Army Corps, Major General Winfield S. Hancock in the First Vermont Calvary, Company M in the Third Division under Major General David B. Birney and the First Brigade under Brigadier General J. H. Ward, leaving camp near Brandy Station, VA on the morning of May 4 (Rhea).    They marched rapidly to the Rapidan crossing at Germanna Ford around 6 a.m.  The regiment then remained at the old Chancellorsville battle-ground until the morning of the 5.  The regiment then marched to Todd’s Tavern where they halted for a four hours and then kept moving.  Lieutenant Colonel Tyler expressed that they drove the enemy “about one-half mile” at Gordonsville Road until they stopped due to the time of night, in which they quickly reformed.  Lieutenant Colonel Tyler mentioned the multiple other regiments, which were in the same brigade, and how they consistently backed each other up and helped them out in more ways than war.  Tyler mentioned the specific lines of battle and at the end of each paragraph he stated their position on men missing or killed in action. ","            May 9 through the 11 “consisted chiefly in marching and countermarching\" with the brigade.  The night of the 11, the regiment had been positioned at the foot of Laurel Hill in which they formed two lines.  The one hundred and forty-first were in the second line of the formation.  They began as a whole and moved forward until they surprised and captured the enemy’s works, taking a large number of prisoners.  Lieutenant Colonel Tyler expressed they remained in the “captured works” during the 12 through the 17.  Tyler expressed his personal account in a way that they had “easily repulsed” the enemy’s counter attack and throughout his account makes many assumptions to seem as if it was a Union push-over; however, the battle was ultimately indecisive. ","            Throughout the entire battle, Lieutenant Colonel Tyler is very personal in his record.  Tyler stated the amount of basic supplies they had and the hard times they dealt with other than just on the battle field.  Tyler stated that they have “passed four and five successive days and nights without an hour’s refreshing sleep or rest.”   Tyler seemed to be confused as to their location in many areas in which he states he “regrets that I am unable to particularize our movements with more accuracy during these terrible days.” ","            Through the days of the 21 through the 23 Lieutenant Colonel Tyler stated were mainly days full of marching and countermarching.  Eventually, on the 23 they reached the North Anna River where Tyler ended his report.  At the end of his record, he seems to be extremely loyal and stated that he had the “honor to remain, most respectfully, your obedient servant.”"],"display_date":"May 4, 1864 - May 30, 1864","search_date":"1864-05-17","locations":[{"id":14293,"lat":38.1882210605,"lng":-77.65248979,"zoom":9,"place":"SPOTSYLVANIA, Virginia"}],"tags":[{"id":351,"tag":"\"Personal Account\""},{"id":395,"tag":"\"wilderness\""}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":34,"school_id":4}}]}