{"id":396,"tag":"Sustaining Morale","points":[[38.1882210605,-77.65248979]],"bounds":[[38.1882210605,-77.65248979],[38.1882210605,-77.65248979]],"episodes":[{"id":4725,"title":"\"Steady Men, Forward\"","course_id":34,"status":"P","start_date":"1864-05-04","end_date":"1864-05-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            “Steady men, forward.” These words, spoken by the Union Colonel Russel A. Alger of the Fifth Michigan Cavalry, encouraged a new line of union soldiers as they reinforced the Sixth Michigan in the midst of a bitter struggle with confederate forces led by Brigadier General Thomas L. Rosser during the Battle of the Wilderness. Their reinforcement proved vital to the maintenance of the Union line. Major Kidd, commander of the Sixth Michigan Cavalry, described the situation by saying, “no one who witnessed it can ever forget the superb conduct of Colonel Alger and his men when they swung into the line and turned a threatened reverse into a magnificent victory.”","            In the reports of Colonel Alger, he described the success of his brigade more modestly than Kidd, but nevertheless with a sense of triumph. Alger suggested the conflict was, “a severe contest, lasting about half an hour, during which the enemy was driven from the field, leaving his dead and a portion of his wounded in our possession.” Many of Alger’s descriptions of engaging the enemy display an overall feeling of conquest over the enemy amongst union soldiers. For instance, in another description of engaging the confederates at Todd’s Tavern, Alger wrote, “my regiment, with brigade, joined the right of the Second Division. The enemy was found in force, attacked, and routed.”","            Although Alger and the soldiers of his Fifth Michigan Cavalry achieved some success during the Battle of the Wilderness, it did not exclude them from the horrors of battle. The dense vegetation that characterized the landscape of the Wilderness caused the fighting to be confusing and chaotic. As a result, units for both Union and the Confederacy experienced advances and retreats as the battle see-sawed from Confederate to Union advantage. Colonel Alger and his men gained important victories for the Union; however, sustained firefight in the unfortified areas of the Wilderness littered the woods with casualties of both armies and the fighting ultimately ended in a stalemate. The rough terrain made it extremely difficult for transportation to reach and carry bodies of dead and wounded soldiers off the field. The day after Alger’s reinforcement of Kidd’s Sixth Michigan, he received a letter from the surgeon-in-chief that stated, “we have many killed and sixty more wounded than we have transportation for.” Thus, many wounded soldiers eventually died while lying on the battlefield because of the inability to successfully navigate the thick underbrush."," "],"display_date":"May 4, 1864 - May 25, 1864","search_date":"1864-05-14","locations":[{"id":14293,"lat":38.1882210605,"lng":-77.65248979,"zoom":9,"place":"SPOTSYLVANIA, Virginia"}],"tags":[{"id":331,"tag":"Battle of Wilderness"},{"id":396,"tag":"Sustaining Morale"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":34,"school_id":4}}]}