{"id":397,"tag":"Chaos and Confusion","points":[[38.1882210605,-77.65248979]],"bounds":[[38.1882210605,-77.65248979],[38.1882210605,-77.65248979]],"episodes":[{"id":4726,"title":"Woods, Roads, and Confusion","course_id":34,"status":"P","start_date":"1864-05-03","end_date":"1864-07-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Marching upon the Catharpin Road after trudging up the Plank Road, where “nothing was seen of the enemy save a small mounted force,” the Third Indiana Cavalry under Union Colonel George H. Chapman “proceeded less than a mile when their advance was attacked by the enemy and driven rapidly back on the main body.” Experiencing an ambush such as this was common for soldiers of both Union and Confederate Armies during the Battle of the Wilderness, May 5 and 6, 1864. Contrary to other major battles of the Civil War, such as Gettysburg or Antietam, the fighting literally took place in the thick woods and underbrush of Virginia. The prevalence of thick woods caused much of the fighting to take place on the roads that cut through the rough landscape. Since the Catharpin Road existed as one of the main roads of the Wilderness, it quickly became a source of conflict between the Union and Confederate armies. Under ambush, the exposed opening of the main body of any road was a death sentence, causing soldiers to retreat to the thick underbrush. The thick vegetation created a confusing arena in which to fight, and, in many cases, artillery could scarcely be used.","After Chapman’s cavalry was attacked by the confederates, led by Brigadier General Thomas L. Rosser, he “immediately reinforced this battalion,” and “soon dismounted the greater part of my brigade and drove the enemy steadily back until I reached a ravine.” Although Chapman followed orders to defend his position here, it gave confederates the opportunity to reestablish their lines and they began a new advance. Now, significantly outnumbered, Chapman recalled, “I again was obliged to put in my entire force.” The fighting “boiled into a bloody, uncontrolled melee, all semblance of organization lost, and each man fought for himself in a life-and-death slugfest face-to-face with the enemy.” Union cannon fire littered the ground with mangled corpses in gray. In the end, Chapman and his Third Indiana Cavalry were ordered to retreat to Craig’s Meeting House. Chapman reported that “confusion occasioned by getting large numbers of led horses back on one road caused men to break badly.” For Chapman, the battle was utter chaos and being forced to retreat did not help the morale of Union soldiers; however Rosser’s confederates were also left in a confused daze with no sense of direction."," "],"display_date":"May 3, 1864 - July 1, 1864","search_date":"1864-06-01","locations":[{"id":14293,"lat":38.1882210605,"lng":-77.65248979,"zoom":9,"place":"SPOTSYLVANIA, Virginia"}],"tags":[{"id":331,"tag":"Battle of Wilderness"},{"id":397,"tag":"Chaos and Confusion"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":34,"school_id":4}}]}