{"id":398,"tag":"slavery, runaway","points":[[32.7925598314,-87.8378038018],[36.0638291279,-79.1821891988],[37.6195233772,-76.3456930418],[39.878712355,-75.2036894677],[41.5175701255,-70.7349278772]],"bounds":[[41.5175701255,-70.7349278772],[32.7925598314,-87.8378038018]],"episodes":[{"id":4795,"title":"<strong>The <em>Shawshank</em> Plantation, or Nowhere to Run...but Home</strong>","course_id":38,"status":"P","start_date":"1844-11-01","end_date":"1847-02-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the film <em>The Shawshank Redemption</em>, a convict named Brooks was paroled after 50 years in prison. He was distraught at the thought of having to leave the dehumanizing Shawshank penitentiary that had been his home for so long. Brooks was released and, after a few months of trying to readjust, he gave up and hung himself. Letters written 150 years earlier from the Cameron Plantations reveal a similar attitude held back then, not by prisoners, but by slaves.","A slave named Milton, along with dozens of others, journeyed in 1844 from the original Cameron plantation in Stagville, North Carolina to one that Paul Cameron had recently purchased in Greene County, Alabama. The work in Alabama was hard, apparently harder than their previous work in North Carolina. The extremely rainy weather and damp climate affected many of them, causing extended fevers, chills, and even death. In August of 1846, Milton grew ill and was reported sick for the next five months. Then in January, he ran away… but where did he go?","Alabama was not too far from the Mississippi River, Indian Territory (Oklahoma), and Mexico via Texas. Milton, however, chose a much longer but familiar path; the path home to Orange County North Carolina.","From Macon County Alabama, a jailor wrote to overseer Charles Lewellyn in February, 1847: “There was a negro man committed to the jail of our county on the 2nd of February who calls himself Milton and says he belongs to a man living in North Carolina by the name of Cameron. He also states his master has got a plantation in Greene County which he state was his home and that he left there about a month ago and was making his way on to his master in NC when he was apprehended as a runaway slave. He also states his overseer is Charles Lewellyn, and I thought proper to write to you.” Milton had run away, if he is to be believed… to go back home, 700 miles away to Stagville. Why?","For the Cameron slaves, it appears that Lewellyn treated them fairly. One piece of evidence can be found in a letter from Paul Cameron to his father: “The negroes fear him a little more than I wish, but they regard him kind in the main and just… But, the weather and climate of Alabama, not to mention the backbreaking work, were so disagreeable as to compel this slave to flee his situation. Milton’s own unhappiness may also have been caused by his uncertainty as to whether he could cope in the world outside the plantation. Beside fear of the unknown, there may also have been fear of the known, e.g., what he might have heard about changing conditions in the North where some states like Ohio were reacting negatively to the increasing numbers of escaped slaves. With no money to buy land, these African Americans were competing with Ohio’s whites for jobs in the towns and cities, and by the 1840’s, Jim Crow and violence were common in that state as well, restricting where African Americans could live and what jobs they could hold.","If given the chance to leave or stay within the system maybe some slaves would choose to stay, but to stay only only their terms. The fact that thousands of newly freed slaves stayed on as sharecroppers after the Civil War confirms this point. Milton was obviously not happy in Alabama, but not so unhappy that it would prevent him from returning to North Carolina, his own <em>Shawshank</em>, where life may not have been good, but at least it was predictable."],"display_date":"November 1, 1844 - February 5, 1847","search_date":"1845-12-18","locations":[{"id":174,"lat":32.7925598314,"lng":-87.8378038018,"zoom":9,"place":"GREENE, Alabama"},{"id":9683,"lat":36.0638291279,"lng":-79.1821891988,"zoom":9,"place":"ORANGE, North Carolina"}],"tags":[{"id":398,"tag":"slavery, runaway"},{"id":399,"tag":"Alabama, North Carolina"},{"id":400,"tag":"Cameron family"}],"course":{"name":"Contemporary Issues in Social Studies Education","school":"North Carolina State University","course_id":38,"school_id":30}},{"id":4805,"title":"<strong>Go West, Young Man! (Whether You Want To Or Not)</strong>","course_id":38,"status":"P","start_date":"1844-09-05","end_date":"1848-04-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["One of the more striking aspects of the Cameron plantation letters is the account they offer of the exportation of slave life from the areas of initial settlement on the Atlantic seaboard beyond the Appalachian mountains into the old Southwest and the Mississippi. Ira Berlin's <em>Many Thousands Gone </em>and <em>Generations Of Captivity</em> trace this development to the period of the American Revolution, when British promises of freedom to runaway slaves in Virginia and the Carolinas led to the evacuation of many slaves to the west, with predictable disruption to slave families and communities (Berlin, <em>Many Thousands Gone</em>, 264-265). With freedom for white Americans from British colonial authority came more opportunities to extend unfreedom for black Americans across the continent. After the war, natural increase in the slave population created a surfeit of unfree labor (first in Virginia and Maryland, but later on in the states further south), which augmented this flow of slaves to places like Greene County, Alabama, where the Camerons established a second plantation in 1845, toward the tail end of this period of westward transportation of the slave system. Paul Cameron’s correspondence illustrates the careful, methodical measures he took to undertake this endeavor, while the attempt by the slave Milton hints at the effect this forced migration had upon the enslaved population.<br /> <br /> Throughout the autumn of 1844, Paul Cameron steadily made plans to establish a new presence for his family business in Alabama. In a pair of letters to his father, he describes contracting to purchase shoe leather in Petersburg, Virginia (series: 1.3.3, box: 40, folder: 934, date: 1844-9-5) and discusses his plans to acquire tents, buttons, and wagons (series: 1.3.3, box: 40, folder: 935, date: 1844-10-12) in anticipation of setting  his \"people\" upon the march of from Person County, North Carolina to the planned new plantation to the southwest (series: 1.3.3, box: 40, folder: 936, date: 1844-10-20). By November, Paul has seen the contingent off on its journey to Alabama (series: 1.3.3, box: 40, folder: 937, date: 1844-11-5), where he agrees to purchase plantations at both Candy's Landing and in Greene County (series: 1.3.3, box: 40, folder: 937, date: 1844-11-27, series: 1.3.3, box: 41, folder: 940, date: 1845-1-4). Cameron is quite meticulous about the preparations for the move. He is clearly a businessman of a conscientious nature. However, for all the pains he takes to ensure the smooth running of the westward march, Paul makes sure to travel to Alabama the following year in as luxurious a manner as one could in the 1840s. His attention to detail seems directed much more toward the furtherance of his financial interests in the expansion of his enterprise. While the slave Edmund becomes seriously ill during the journey (series: 1.3.3, box: 40, folder: 939, date: 1844-12-7), Cameron's main objection to his journey is the presence of blacks in his stage-coach (series: 1.3.3, box: 41, folder: 970, date: 1845-11-18). The attitude of the planter class is clearly illustrated: black people exist only as laborers and only merit consideration as agents of white economic designs. The damage to black people as people is of little concern.<br /> <br /> This disregard for the wishes of real people is exemplified by the attempt of a slave named Milton to return to North Carolina in 1847 (series: 1.3.3, box: 43, folder: 1002, date: 1847-2-9). He is captured before even making it out of Alabama and returned to the Greene County plantation (series: 1.3.3, box: 43, folder: 1002, date: 1847-2-5, series: 1.3.3, box: 43, folder: 1006, date: 1847-4-8). While it seems counterintuitive that a slave would flee a plantation to return to another plantation, Berlin argued that most runaway slaves did not seek freedom, but rather absconded in order to visit family or otherwise maintain the bonds of community which the caprice of slave masters sometimes severed. To slave-holders like Paul Cameron, the move to the west as a simple business decision, to be executed with prudence and attention to detail, but with little concern for the human property involved. To slaves like Edmund, taken ill during a very long journey on foot, or Milton, run away back to the world he knew and had been removed from, the journey west was a brutal abruption."],"display_date":"September 5, 1844 - April 8, 1848","search_date":"1846-06-22","locations":[{"id":9683,"lat":36.0638291279,"lng":-79.1821891988,"zoom":9,"place":"ORANGE, North Carolina"}],"tags":[{"id":411,"tag":"Westward Expansion"},{"id":410,"tag":"Slavery, Migration"},{"id":398,"tag":"slavery, runaway"}],"course":{"name":"Contemporary Issues in Social Studies Education","school":"North Carolina State University","course_id":38,"school_id":30}},{"id":5648,"title":"James L Smith, Slave and Freeman","course_id":103,"status":"P","start_date":"1861-01-01","end_date":"1881-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["<em>The Autobiography of James L. Smith</em> serves as a potent reminder of the horrific conditions endured by slaves during the years leading up to the Civil War. Smith’s particular narrative gains added import because of the detailed manner in which he exhaustively recounts the daily realities of slave life. However, there are exceptional elements to the narrative as well. The fact that he learned to write well enough to publish a narrative indicates that Smith’s experiences were, in a very significant way, extraordinary. Thus, <em>The Autobiography of James L. Smith </em>serves as both a representative and unique picture of life in the antebellum South, and eventually, in the postwar North.","Smith begins his narrative by recounting a childhood accident that left him lame for life. He was then hired out to a succession of masters, performing various jobs and learning skills, serving variously as a cook on a small boat, a cobbler, and a house slave. Eventually, the skills he gained as a cobbler led him to be sold to a shoemaker in Virginia. However, Smith ran away from the South in his twenties, successfully reaching Philadelphia. His story does not end there, nor does his historical import. Smith continues to provide a valuable explanation of what life was like for a former slave, recounting prejudices that he faced in the North while looking for work. He ends his account with a detailed treatment of the role of African Americans in the Civil War, exhorting fellow writers to treat his compatriots’ role with more respect.","Smith gains particular historiographical importance when he is placed in the larger narrative of slavery in the American South. Notably, he offers a compelling counterpoint to the views expressed by Saidiya Hartman in her book, <em>Scenes of Subjection</em>. Though Hartman claims that slaves were dehumanized by their daily interactions, as well as incidents of exceptional violence, Smith is notable because of his extremely evident human characteristics that derive from his life experiences. Smith asserts independent agency in escaping from slavery, and in doing so, offers a stinging rejoinder to the claim that slaves’ identities were entirely created for them by white masters.","Walter Johnson’s <em>Soul by Soul </em>explores the slaving industry through the eyes of the New Orleans slave market. Smith never personally experienced the horrors of the market, as a man born into slavery. However, his narrative demonstrates the power of threats to be sold further south. Being sent to a slave market is depicted as the worst possible punishment that a master can inflict upon a slave. Through his depiction of the slave markets as a location of dehumanization and cruelty, Johnson demonstrates exactly why that was.","Smith concludes his personal narrative with accounts of his experiences as a preacher, his marriage, and his eventual move to Norwich, Connecticut. However, he veers from personal narrative to a reflection of the role of African Americans in the Civil War, providing a useful glimpse at early historiography regarding a subject that was, according to Smith, badly neglected in the immediate postwar period. He writes, “it is a fact to be lamented that the historians of our country speak so little about the heroic deeds of the colored troops; in fact, by some no mention is made of them at all” (Smith 113). Smith proceeds to give full voice to the neglected narrative of African-American troops in the Civil War, describing the contributions of troops from a variety of theatres, including the Western frontier. <em>The Autobiography of James L. Smith </em>thus concludes by offering one of the first historical treatments of the heroic efforts put forward by African-Americans in service of their own cause. The narrative therefore should properly take its place as a key document, one that is immensely helpful in advancing our understanding of both slave experiences on the plantation, and African-American experiences in the war effort."," "],"display_date":"January 1, 1861 - January 1, 1881","search_date":"1871-01-01","locations":[{"id":13985,"lat":37.6195233772,"lng":-76.3456930418,"zoom":10,"place":"LANCASTER, Virginia"},{"id":11230,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"PHILADELPHIA, Pennsylvania"}],"tags":[{"id":4,"tag":"Slavery"},{"id":238,"tag":"African American"},{"id":458,"tag":"African American Authors"},{"id":398,"tag":"slavery, runaway"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":103,"school_id":2}},{"id":5714,"title":"Fugitive Slave from Florida Rescued by Two Women","course_id":110,"status":"P","start_date":"1854-10-16","end_date":"1854-10-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On October 16, 1854, an unidentified slave was caught stealing a boat from the <em>Franklin </em>on his way to Bath, Maine. The slave managed to hide in Gray Head for a few days before Deputy Sheriff Lambert received a warrant for the slave’s arrest for larceny. Sheriff Lambert searched all day for the slave but to no avail. He had not been informed that the slave could have been in the swamp so the idea to look there did not seem to cross his mind. Sheriff Lambert gave up the search at dark.","Two unidentified women from Holmes’ Hole had also heard news of the escaped slave and made plans for his rescue. On October 19, they took a wagon with some food and provisions. They also packed women’s clothing—a dress, bonnet, etc. with the intention of disguising the slave. Unlike Sheriff Lambert, the women were able to figure out that the slave was concealed in the swamp at Gray Head. The women could not convince the slave to come out for help so they went in the swamp themselves to rescue him. The slave came to trust the women once he heard their stories, and ate some food. He got dressed in the women’s clothes and took a boat with the women to New Bedford, where he connected with an abolitionist. The unidentified abolitionist helped the fugitive slave escape to Canada.","This story is one example of many successful fugitive slave escapes. The two unidentified women were most likely abolitionists since they made a big effort to rescue the man. Like these women, there were many crusaders for the abolitionist cause that took matters into their own hands. Despite the heroism of these women, this is not a representative episode. Historians have concluded that the overwhelming majority of slaves escaped on their own or by the help of other slaves. However, there was a minority of whites that helped the slaves reach safety. The case of these women in Massachusetts perfectly exemplifies this minority. Although it was most likely a male abolitionist at the end of the story that helped the slave make it to Canada, without the help of the two brave women, the slave probably would not have escaped."],"display_date":"October 16, 1854 - October 19, 1854","search_date":"1854-10-17","locations":[{"id":6130,"lat":41.5175701255,"lng":-70.7349278772,"zoom":10,"place":"DUKES, Massachusetts"}],"tags":[{"id":1711,"tag":"abolitionists"},{"id":398,"tag":"slavery, runaway"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":110,"school_id":10}}]}