{"id":399,"tag":"Alabama, North Carolina","points":[[32.7925598314,-87.8378038018],[36.0638291279,-79.1821891988]],"bounds":[[36.0638291279,-79.1821891988],[32.7925598314,-87.8378038018]],"episodes":[{"id":4795,"title":"<strong>The <em>Shawshank</em> Plantation, or Nowhere to Run...but Home</strong>","course_id":38,"status":"P","start_date":"1844-11-01","end_date":"1847-02-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the film <em>The Shawshank Redemption</em>, a convict named Brooks was paroled after 50 years in prison. He was distraught at the thought of having to leave the dehumanizing Shawshank penitentiary that had been his home for so long. Brooks was released and, after a few months of trying to readjust, he gave up and hung himself. Letters written 150 years earlier from the Cameron Plantations reveal a similar attitude held back then, not by prisoners, but by slaves.","A slave named Milton, along with dozens of others, journeyed in 1844 from the original Cameron plantation in Stagville, North Carolina to one that Paul Cameron had recently purchased in Greene County, Alabama. The work in Alabama was hard, apparently harder than their previous work in North Carolina. The extremely rainy weather and damp climate affected many of them, causing extended fevers, chills, and even death. In August of 1846, Milton grew ill and was reported sick for the next five months. Then in January, he ran away… but where did he go?","Alabama was not too far from the Mississippi River, Indian Territory (Oklahoma), and Mexico via Texas. Milton, however, chose a much longer but familiar path; the path home to Orange County North Carolina.","From Macon County Alabama, a jailor wrote to overseer Charles Lewellyn in February, 1847: “There was a negro man committed to the jail of our county on the 2nd of February who calls himself Milton and says he belongs to a man living in North Carolina by the name of Cameron. He also states his master has got a plantation in Greene County which he state was his home and that he left there about a month ago and was making his way on to his master in NC when he was apprehended as a runaway slave. He also states his overseer is Charles Lewellyn, and I thought proper to write to you.” Milton had run away, if he is to be believed… to go back home, 700 miles away to Stagville. Why?","For the Cameron slaves, it appears that Lewellyn treated them fairly. One piece of evidence can be found in a letter from Paul Cameron to his father: “The negroes fear him a little more than I wish, but they regard him kind in the main and just… But, the weather and climate of Alabama, not to mention the backbreaking work, were so disagreeable as to compel this slave to flee his situation. Milton’s own unhappiness may also have been caused by his uncertainty as to whether he could cope in the world outside the plantation. Beside fear of the unknown, there may also have been fear of the known, e.g., what he might have heard about changing conditions in the North where some states like Ohio were reacting negatively to the increasing numbers of escaped slaves. With no money to buy land, these African Americans were competing with Ohio’s whites for jobs in the towns and cities, and by the 1840’s, Jim Crow and violence were common in that state as well, restricting where African Americans could live and what jobs they could hold.","If given the chance to leave or stay within the system maybe some slaves would choose to stay, but to stay only only their terms. The fact that thousands of newly freed slaves stayed on as sharecroppers after the Civil War confirms this point. Milton was obviously not happy in Alabama, but not so unhappy that it would prevent him from returning to North Carolina, his own <em>Shawshank</em>, where life may not have been good, but at least it was predictable."],"display_date":"November 1, 1844 - February 5, 1847","search_date":"1845-12-18","locations":[{"id":174,"lat":32.7925598314,"lng":-87.8378038018,"zoom":9,"place":"GREENE, Alabama"},{"id":9683,"lat":36.0638291279,"lng":-79.1821891988,"zoom":9,"place":"ORANGE, North Carolina"}],"tags":[{"id":398,"tag":"slavery, runaway"},{"id":399,"tag":"Alabama, North Carolina"},{"id":400,"tag":"Cameron family"}],"course":{"name":"Contemporary Issues in Social Studies Education","school":"North Carolina State University","course_id":38,"school_id":30}}]}