{"id":400,"tag":"Cameron family","points":[[32.7925598314,-87.8378038018],[36.0638291279,-79.1821891988],[35.4918331625,-77.6685888168]],"bounds":[[36.0638291279,-77.6685888168],[32.7925598314,-87.8378038018]],"episodes":[{"id":4795,"title":"<strong>The <em>Shawshank</em> Plantation, or Nowhere to Run...but Home</strong>","course_id":38,"status":"P","start_date":"1844-11-01","end_date":"1847-02-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the film <em>The Shawshank Redemption</em>, a convict named Brooks was paroled after 50 years in prison. He was distraught at the thought of having to leave the dehumanizing Shawshank penitentiary that had been his home for so long. Brooks was released and, after a few months of trying to readjust, he gave up and hung himself. Letters written 150 years earlier from the Cameron Plantations reveal a similar attitude held back then, not by prisoners, but by slaves.","A slave named Milton, along with dozens of others, journeyed in 1844 from the original Cameron plantation in Stagville, North Carolina to one that Paul Cameron had recently purchased in Greene County, Alabama. The work in Alabama was hard, apparently harder than their previous work in North Carolina. The extremely rainy weather and damp climate affected many of them, causing extended fevers, chills, and even death. In August of 1846, Milton grew ill and was reported sick for the next five months. Then in January, he ran away… but where did he go?","Alabama was not too far from the Mississippi River, Indian Territory (Oklahoma), and Mexico via Texas. Milton, however, chose a much longer but familiar path; the path home to Orange County North Carolina.","From Macon County Alabama, a jailor wrote to overseer Charles Lewellyn in February, 1847: “There was a negro man committed to the jail of our county on the 2nd of February who calls himself Milton and says he belongs to a man living in North Carolina by the name of Cameron. He also states his master has got a plantation in Greene County which he state was his home and that he left there about a month ago and was making his way on to his master in NC when he was apprehended as a runaway slave. He also states his overseer is Charles Lewellyn, and I thought proper to write to you.” Milton had run away, if he is to be believed… to go back home, 700 miles away to Stagville. Why?","For the Cameron slaves, it appears that Lewellyn treated them fairly. One piece of evidence can be found in a letter from Paul Cameron to his father: “The negroes fear him a little more than I wish, but they regard him kind in the main and just… But, the weather and climate of Alabama, not to mention the backbreaking work, were so disagreeable as to compel this slave to flee his situation. Milton’s own unhappiness may also have been caused by his uncertainty as to whether he could cope in the world outside the plantation. Beside fear of the unknown, there may also have been fear of the known, e.g., what he might have heard about changing conditions in the North where some states like Ohio were reacting negatively to the increasing numbers of escaped slaves. With no money to buy land, these African Americans were competing with Ohio’s whites for jobs in the towns and cities, and by the 1840’s, Jim Crow and violence were common in that state as well, restricting where African Americans could live and what jobs they could hold.","If given the chance to leave or stay within the system maybe some slaves would choose to stay, but to stay only only their terms. The fact that thousands of newly freed slaves stayed on as sharecroppers after the Civil War confirms this point. Milton was obviously not happy in Alabama, but not so unhappy that it would prevent him from returning to North Carolina, his own <em>Shawshank</em>, where life may not have been good, but at least it was predictable."],"display_date":"November 1, 1844 - February 5, 1847","search_date":"1845-12-18","locations":[{"id":174,"lat":32.7925598314,"lng":-87.8378038018,"zoom":9,"place":"GREENE, Alabama"},{"id":9683,"lat":36.0638291279,"lng":-79.1821891988,"zoom":9,"place":"ORANGE, North Carolina"}],"tags":[{"id":398,"tag":"slavery, runaway"},{"id":399,"tag":"Alabama, North Carolina"},{"id":400,"tag":"Cameron family"}],"course":{"name":"Contemporary Issues in Social Studies Education","school":"North Carolina State University","course_id":38,"school_id":30}},{"id":4803,"title":"The Second Middle Passage: Slavery Moves West","course_id":38,"status":"P","start_date":"1844-09-05","end_date":"1846-12-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The second stage of the transatlantic slave trade was also called the Middle Passage. The Middle Passage was a horrifying experience for slaves headed to the Americas. Slaves were quartered on ships for up to two months and treated as cargo. They were often chained in shackles and kept below deck where they had to lay down because there was less than three feet of height. There was never enough food or fresh air for the slaves. Many of the slaves died of starvation and disease. Some were so tortured by the trip that they threw themselves overboard. The floors where the slaves were kept were usually covered with excrement and blood. Sometimes the slaves were given exercise on nice days. This exercise included being made to dance, jump and sing by the sailors using whips. The sailors took out their frustration on female slaves. Due to all of these and more circumstances there was an 11% mortality rate of slaves on these ships.<br /><br />Around the mid 1800’s tobacco had drained all the nutrients out of the soil and plantation owners like the Cameron’s moved west with the expansion of cotton. Most of the slaves that were sent west were did so with slave traders. Very rarely did slaves travel west with their families and owners. Most slaves were forced to walk across the south, chained together. They were devoid of human interaction. The death rate was lower on this second middle passage than it was on the passage across the Atlantic but it was still higher than the death rate at that time. The slaves were not fed enough, they were not given clean water nor were they allowed to rest enough on their long journey. Once they arrived in this new land they had to farm a new crop. They were working longer hours with more back breaking labor. They had lost all semblance of a life they had had back east.<br /><br />Through the Cameron letters we can see that Paul Cameron purchased land in Greene County, Alabama and he chose to move his slaves west instead of purchasing slaves once he reached the new plantation. A man named Mr. Laws was hired to transport the slaves and they each cost between 6 and 7 dollars to move [1]. Paul had to convince his father that moving the slaves would be beneficial [2]. The party would travel with tents and wagons [3]. Paul Cameron would travel part of the way with his slaves and then continue on alone. The slaves would travel as a group with Mr. Laws [1]. All of the slaves besides one, Edmond survived the trip. Paul told his father in a letter sent after their arrival that they could not have rented any slaves better than their own and he would not buy any slaves from that part of the country. He also told his father that according to Mr. Laws, no other slaves had been brought to Alabama under better circumstances [4].<br /><br />Despite Paul Cameron’s best attempts to move his slaves humanely and to make sure that they had proper living quarters the slaves were still negatively affected by the move [4]. Not only were the slaves constantly fighting diseases but they were working hours they had never been forced to do before. The slaves wanted to go back to North Carolina. One slave, Milton, actually did run away from Greene County and head back to his home in North Carolina. During this second middle passage more slaves choose to steal away in the night than face the hard travel and work. Due to the late hours the slaves were working they no longer had time to cultivate their own vegetables and livestock therefore their diet changed. In another letter from Paul Cameron to his father his discusses the change in the slaves. The older slaves seemed to have withered away [5]. Paul Cameron also told his father about how the slaves were hoping for some extra rest at the holidays. The slaves usually celebrated the holidays in North Carolina by frolicking at festivities but in Alabama the work exhausted them so much that while they would like to frolic they preferred to rest [6].<br /><br />The Camerons were an exception to the rule during this passage. They choose to move their slaves rather than buy new ones. Paul Cameron may have thought no better slaves would be found in Alabama than his own. He may also have figured that despite the amount it cost to transport his slaves west he would have saved time and money when setting up the new plantation. However, the slaves were negatively affected by this trip. Their health was diminished, their quality of life was worse and their new lives were drastically different from their old ones. The work was harder and the pay out was smaller. While the trip and the experiences directly relating to this transfer, was not as devastating for the slave population as the original middle passage had been the men, women and children who were forced to walk from North Carolina to Alabama would never be the same.<br /><br />References:<br />[1] Letter from Paul Cameron to his father Duncan Cameron on October 25th 1844<br />[2] Letter from Paul Cameron to his father Duncan Cameron on September 5th 1844<br />[3] Letter from Paul Cameron to his father Duncan Cameron on October 12th 1844<br />[4] Letter from Paul Cameron to his father Duncan Cameron on December 7th 1844<br />[5] Letter from Paul Cameron to his father Duncan Cameron December 1st 1846<br />[6] Letter from Paul Cameron to his father Duncan Cameron December 19th 1845<br />[7] www.understandingslavery.com<br />[8] www.wikipedia.org/wiki/slavery_in_the_united_states#second_middle_p..."],"display_date":"September 5, 1844 - December 1, 1846","search_date":"1845-10-18","locations":[{"id":9683,"lat":36.0638291279,"lng":-79.1821891988,"zoom":9,"place":"ORANGE, North Carolina"},{"id":174,"lat":32.7925598314,"lng":-87.8378038018,"zoom":9,"place":"GREENE, Alabama"}],"tags":[{"id":400,"tag":"Cameron family"},{"id":4,"tag":"Slavery"}],"course":{"name":"Contemporary Issues in Social Studies Education","school":"North Carolina State University","course_id":38,"school_id":30}},{"id":4804,"title":"Cameron Family Concern for Slave Health","course_id":38,"status":"P","start_date":"1846-10-01","end_date":"1847-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["The good health of a slave was essential to a plantation owner. Without healthy slaves, there would be no successful plantation, and in turn no successful owner. This idea was only further confirmed after continued research into the Cameron family letters. From the information gathered it seems that the Cameron family genuinely wished for their slaves to remain healthy. The jury is out on whether this is for selfish reasons, such as maintenance of a successful estate, or for more selfless reasons, such as truly wishing that they remain in the best conditions.","The information provided to historians by way of the Cameron family personal letters has proved to be very enlightening in this debate. There are numerous references to a Dr. Ring attending to the slaves on different accounts. The first mention of this is in a letter from Dr. Ring himself to Mr. Cameron. In this letter Ring relays his work on a hearty slave named Limon. Mr. Charles Lewellyn, overseer of the Cameron plantation, sent for Ring to come and care for Limon after he fell very ill. Ring tells Cameron that he found Limon dying but that he could not attribute the reason to anything Lewellyn had done. We can speculate that perhaps Ring was checking up on Lewellyn’s work as the overseer as well as checking up on the ill slaves.  As the letter continues the reader learns that Lewellyn may have served as a temporary physician to the slaves when a doctor could not, or would not, come to the estate. Ring tells Cameron that Lewellyn administered aid to Limon and had seemed to heal him before Limon took a turn for the worst. Ring was at the plantation less than 24 hours when Limon died.","The death of a reputable slave was cause for concern for Cameron and it seems that more letters were exchanged as Mr. Cameron searched for the real reason of Limon’s untimely death since it occurred at the end of cotton season when a strong slave would certainly be useful in harvesting cotton. In the next few letters between Lewellyn and Cameron, Lewellyn reports on Dr. Ring’s whereabouts and his role in helping the slaves. There are also mentions of other doctors treating slaves in letters between Mr. Cameron and Thomas Bennehan. There is a reference to a Dr. Haywood, who resides in Raleigh, as he is concerned that his care for a very ill slave, Mildred, was perceived as unprofessional since Mildred is later taken to Philadelphia for better care.  More doctors are mentioned in later letters as other sources of medical information for the vast amount of slaves who fell ill in the years of 1846 and 1847.","As we can infer from multiple letters, the Cameron family did genuinely wish for the best care for their slaves. The letters tell the readers that not all care served its purpose, such as Dr. Ring’s work with Limon or Dr. Haywood’s attention to Mildred, which in turn led the Camerons to seek aid elsewhere. Although we cannot officially confirm the motive behind their kind treatment of their ill slaves but we can infer that the Cameron family wished for the best in these instances."],"display_date":"October 1846 - December 1847","search_date":"1847-05-17","locations":[{"id":9479,"lat":35.4918331625,"lng":-77.6685888168,"zoom":10,"place":"GREENE, North Carolina"}],"tags":[{"id":4,"tag":"Slavery"},{"id":400,"tag":"Cameron family"},{"id":230,"tag":"Medicine/Health"}],"course":{"name":"Contemporary Issues in Social Studies Education","school":"North Carolina State University","course_id":38,"school_id":30}},{"id":4813,"title":"Greene County Goes Yellow with Fever","course_id":38,"status":"P","start_date":"1847-01-01","end_date":"1847-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In 1847 inhabitants of the Mississippi River basin  had to deal with an outbreak of Yellow Fever.  Transmitted by mosquitoes, Yellow Fever caused symptoms including fevers, chills, headaches and nausea.  In the later months of 1847 the letters that overseer Charles Lewellyn sent to Paul Cameron about the condition of his plantation were fraught with the names of slave that were ill, recovering or had passes from work.  Many of the symptoms that Lewellyn described to Paul Cameron are commonly associated with Yellow Fever.  The illness that was affecting many of the people on the plantation came during the harvesting season a devastating time in Antebellum South for an illness to plague the plantations. ","In the letter sent to Paul Cameron on October 20, 1847, Lewellyn writes that somewhere between 15-40 slaves are sick with fever and chills.  In that same letter Lewellyn mentions that the neighboring plantations seem to fairing worse than they are when it comes to the illness among their slaves.  Though there is no specific mention of Yellow Fever as the illness that was affecting the slaves in Charles Lewellyn’s letters one can infer that this is what was affecting many of the plantation in the areas.  With widespread illness in the same area and symptoms that are commonly associated with Yellow Fever it seems likely that the 1847 epidemic was the cause of the illness that Charles Lewellyn had to deal with in the later months of 1847.","This threat of Yellow Fever could have been enhanced by the increase of rain fall in 1846.  In a letter dated April 30, 1846, Lewellyn discusses the impact of the increased rain on harvesting the cotton.  In this letter he mentions how the rain was so heavy he was going to need to replant some of the fields that had already been planted because the rain washed away what had been there.  Both the corn and cotton crops were affected by the rain.  Excessive rain would lead to increased areas of stagnant water, the preferred breeding ground for Mosquitoes. This increase in the Mosquito population  helped fuel the 1847 Yellow Fever epidemic only a few months later. ","According to the World Health Organization only approximately 15% of current cases of Yellow Fever reach the second more deadly stage of the virus that is deadly.  Though there is no concrete data that suggests what the mortality rate of Yellow Fever was in 1847, limited medical knowledge about the treatment of the virus probably led to more deaths then is witnessed today.  The Yellow Fever epidemic likely affected many of the plantations around Paul Cameron’s in Alabama.  Slaves spent countless hours outside during the harvest seasons increasing their exposure to the virus.  Charles Lewellyn would have been fighting a losing battle against Yellow Fever during the harvest months because of this.  Though even a Yellow Fever epidemic would not stop the harvesting on plantation of countless amounts of money in crops. "],"display_date":1847,"search_date":"1847-07-02","locations":[{"id":9683,"lat":36.0638291279,"lng":-79.1821891988,"zoom":9,"place":"ORANGE, North Carolina"},{"id":174,"lat":32.7925598314,"lng":-87.8378038018,"zoom":9,"place":"GREENE, Alabama"}],"tags":[{"id":417,"tag":"Plague"},{"id":400,"tag":"Cameron family"},{"id":220,"tag":"alabama"},{"id":4,"tag":"Slavery"},{"id":403,"tag":"Yellow Fever"}],"course":{"name":"Contemporary Issues in Social Studies Education","school":"North Carolina State University","course_id":38,"school_id":30}},{"id":4883,"title":"Casual Affection: An Explanation of Duality between Affection and Dominant Ownership.","course_id":38,"status":"P","start_date":"1847-12-28","end_date":"1847-12-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["How can one person treat another as both indispensable and an object to be purchased? Frances Cameron writes to Duncan Cameron, “A man servant who formerly belonged to my mother is about to be sold, and has applied me to buy him [...] I am particularly desirous of purchasing him [...] But a good male servant in my establishment, is indispensable ...” (series: 1.3.3, box: 43, folder: 1023, date: 1847-12-28, pp 1 - 2). Frances is telling Duncan that this man should be both purchased and valued. Lest we assume that this is merely begging for a new possession, we must remember that this slave to be purchased is another human. The Cameron family is aware of their feelings, as we can tell from accounts written by both Duncan and Paul. Duncan is less affectionate towards the slaves, but he still ascribes to them an ability to carry emotion.","This question of duality of impressions from the Cameron family, leads one to an idea that can be referenced as casual affection. This idea is one that allows for both the poor treatment of slaves in a dominant owner situation, and the ability to regard them as thinking feeling beings. A good analogy might be the dog sled team. The driver of the sled pushes his dogs hard and makes them work under difficult conditions, but at the same time is anxious that they should be healthy and well cared for.","As we see with Frances, this idea plays itself out in a way that is strange to our modern ear. On one hand, this relative of Duncan is anxious to purchase the slave instead of another person buying the same man. This may indicate a sense of attachment. The man had previously belonged to Frances' mother, so there is a sense of familial connection with the servant. At the same time, the letter begins a discussion of the price with Duncan, negotiating almost as if this were a plaything of great interest. On the other hand, this is someone bartering for the life of another man. The letter tells us that this particular slave can be had for $550, instead of the regular asking price of $700, a difference of $150. Quibbling over the price of something has a very demeaning connotation. Imagine if you were getting ready to go to an amusement park with your family, and the decision maker of that trip decided that you were not worth the $150 it would require for you to join the family? How would you feel? What would you think, if you knew that $150 was greater than your determined value?","Beyond all this, Frances' desire to acquire this slave is so great that a letter to Duncan is warranted. We do not know exactly who Frances is. We know there was a Frances recorded in the 1880's, but this Duncan would most likely be a fairly young man when writing this letter in 1847. Are these two Frances Camerons the same person? The only thing we know for certain is that Frances expected Duncan to be surprised at receiving a letter asking for money.","As it stands, it does not make sense that Frances would have either affection or dominant ownership of this servant, but the idea of casual affection allows for both feelings of affection and feelings of ownership, without degrading either concept."],"display_date":"December 28, 1847","search_date":"1847-12-28","locations":[{"id":9683,"lat":36.0638291279,"lng":-79.1821891988,"zoom":9,"place":"ORANGE, North Carolina"}],"tags":[{"id":455,"tag":"Plantation Life"},{"id":400,"tag":"Cameron family"},{"id":4,"tag":"Slavery"}],"course":{"name":"Contemporary Issues in Social Studies Education","school":"North Carolina State University","course_id":38,"school_id":30}}]}