{"id":402,"tag":"The Wilderness","points":[[38.1882210605,-77.65248979]],"bounds":[[38.1882210605,-77.65248979],[38.1882210605,-77.65248979]],"episodes":[{"id":4736,"title":"A Union Officer at the Wilderness","course_id":34,"status":"P","start_date":"1864-05-04","end_date":"1864-05-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["William Davis did not talk of gallantry or heroics in his Wilderness Campaign report. The Lieutenant Colonel was simply carrying out orders, and his regiment had been involved in the Union’s struggle since 1861. His 69th Pennsylvania was accustomed to the reality of war; they had fought in the most famous battles: Yorktown, Antietam and Gettysburg. However, the Wilderness was not a normal battle. It was fought in thick underbrush, and regiments were frequently separated from their divisions. There were days without battle, but there was not a moment when the soldiers felt safe. Skirmishes arose in the darkest hours of night and the brightest hours of day. The deep undergrowth was the one constant for Davis and the 69th Pennsylvania. William Davis was a common man in an uncommon situation. Nevertheless, it was his duty to protect his friends when leading them into battle. During Davis’s weeklong struggle in the wilderness, he did not have the luxury of a house or a tent. William and his comrades could only take refuge in the watchful eyes of each other. The men who had been fighting in the arduous war for three years would be tested yet again.","The 69th Pennsylvania was under the command of Maj. Gen. Winfield Scott Hancock’s 2nd Corps. On the morning of 5 May, Hancock was pressed from a counterattack by two Confederate divisions that were commanded by Lt. Gen. James Longstreet. The men continued to hold the Orange Plank Road under any circumstances because any road in the Wilderness represented a huge strategic advantage. The men of 69th would spend most of their time near the Orange Plank Road before they were forced to retreat.","William Davis recounted the night of 10 May for the veteran regiment as hours overwhelmed with exhaustion. “I sent my adjutant to find out where my brigade was. He returned after an unsuccessful search. It being now dark, and the men exhausted from fatigue and want of food, I remained here for the night.” The Battle of the Wilderness would be the starting point of Grant’s campaign for Richmond. For William Davis and his brothers in arms, the Wilderness was a week with no sleep, little food and constant struggle."],"display_date":"May 4, 1864 - May 11, 1864","search_date":"1864-05-07","locations":[{"id":14293,"lat":38.1882210605,"lng":-77.65248979,"zoom":9,"place":"SPOTSYLVANIA, Virginia"}],"tags":[{"id":32,"tag":"Civil War"},{"id":402,"tag":"The Wilderness"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":34,"school_id":4}},{"id":4738,"title":"The Battle of the Wilderness","course_id":34,"status":"P","start_date":"1864-05-04","end_date":"1864-05-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["There were no heroics, tragedy, emotion or names in Joseph Barnes’ report of the Wilderness. Rather, his report of the onerous seven day battle was like a warehouse manager’s inventory report. Perhaps, the thirty one year old man did not want to relive one of the worst times of his life. At the age of 28, Joseph Barnes joined the Union army on May 18, 1861. A few months later he was promoted to Promoted to Full Lieutenant Colonel on December 13, 1861. That is quite the responsibility to give a man who was a professional printer in 1860. Joseph had to quickly adapt to the new trials and challenges of war with no background or knowledge. Before the Wilderness, he was only responsible for a person’s manuscripts. Now, Joseph’s decisions would put men into the lines of rifle fire and bayonets.","Joseph was a common mid level officer. Prior to the war, he had no military experience, and his military skills as a commander would be formed through battle. There were no drills or instructive videos. There were only orders from his superiors that he was expected and needed to execute. Joseph’s 29 Massachusetts was present at the battles of Antietam, Savage’s Station and Knoxville before they were needed to fight at the Wilderness. At the Wilderness, Joseph’s 29 Massachusetts was under the command of Ambrose E. Burnside’s 9<sup>th</sup> Corps. Since Burnside’s troops remained north of the river to protect the lengthy supply chains, Joseph was lucky and did not see much fighting at the Battle of the Wilderness. Like many, this young man was asked to command an army of men with no experience. He carried out the orders from his superiors. He was expected to write a report of the battle, so he simply executed the order. Joseph could not have wanted to watch his fellow men die in battle, and his report reflects his desired distance from the tragic events of the Wilderness."],"display_date":"May 4, 1864 - May 11, 1864","search_date":"1864-05-07","locations":[{"id":14293,"lat":38.1882210605,"lng":-77.65248979,"zoom":9,"place":"SPOTSYLVANIA, Virginia"}],"tags":[{"id":334,"tag":"\"Officer's Report\""},{"id":402,"tag":"The Wilderness"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":34,"school_id":4}}]}