{"id":403,"tag":"Yellow Fever","points":[[32.7925598314,-87.8378038018],[36.0638291279,-79.1821891988],[39.878712355,-75.2036894677]],"bounds":[[39.878712355,-75.2036894677],[32.7925598314,-87.8378038018]],"episodes":[{"id":4800,"title":"Fall Illness on the Greene County Plantation - Flu or Yellow Fever?","course_id":38,"status":"P","start_date":"1847-09-28","end_date":"1847-10-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["     In the “Cameron Plantation Letters” there are numerous references to the health of the slaves living on the Greene County Alabama plantation.  There are one hundred or so letters in the University of North Carolina collection that are catalogued on the website ‘The Plantation Letters, Interpreting Antebellum Plantation Life’. I found thirty-five that directly referenced the health of specific slaves or mentioned their ability to perform work.  Of the thirty-five letters, twenty-seven addressed poor health or illness while eight mentioned the overall good health of the slaves.  Sickness and illness, especially the “chills” of fever seem to be most prevalent in the winter months. An obvious inference is that more slaves became ill during the fall flu season, however tropical diseases may have been the cause. ","   According to the statistics compiled by Geneology Trails Alabama experienced a yellow fever epidemic every year from 1841-1849 with outbreaks first reported between August and September each year.  This corresponds with the highest mention of sickness in letters from Charles Lewellyn, the overseer of the Cameron Plantation in Greene County Alabama, to Paul Cameron the owner which occurred in the fall of 1847.  Lewellyn mentioned twenty-two sick slaves on September 28, 1847 and seventeen sick on October 26, 1847.  Lewellyn reported that three slaves died of chills in his letter on September 28, 1847.  There were 78 recorded deaths attributed to yellow fever in 1847 in Alabama.","     The theory that mosquitoes were vectors for yellow fever was not proposed until 1899.  Prior to 1899 no measures were taken to reduce the propagation of mosquito populations.  According to the World Health Organization, yellow fever begins suddenly after an incubation period of three to six days.   Most cases only cause a mild infection with fever, headache, chills, back pain, loss of appetite, nausea and vomiting.  In these cases the infection lasts only three to four days. 15% of cases enter a second, toxic phase of the disease with recurring fever, this time accompanied by jaundice due to liver damage, as well as abdominal pain which can result in death.  The medical knowledge in the mid 1800’s consisted of knowing that yellow fever was a tropical disease that usually originated in the Caribbean and was transmitted to coastal southern United States.  The primary form of preventing the spread of the disease was to quarantine the affected geographic area until after the first frost of the fall which was believed to kill off the disease which we now know to include the mosquito population.","    Lewellyn’s reports of major illness amongst the slave population end in early November of 1847.  There is only one mention of health after the November letters which was written on January 7, 1847 and mentioned the good health of the slave family.  This could be due to the end of the yellow fever epidemic or to the break in field work over the holidays following the completion of the cotton harvest. It seems that Charles Lewellyn did not have a sufficient knowledge of yellow fever to adequately attend to the health of the slaves in Alabama.  I was unable to differentiate between possible yellow fever and influenza or common colds in the descriptions of the health of slaves.  Lewellyn does not mention any yellow coloring of the slaves nor does he mention any efforts to quarantine the sick."],"display_date":"September 28, 1847 - October 26, 1847","search_date":"1847-10-12","locations":[{"id":174,"lat":32.7925598314,"lng":-87.8378038018,"zoom":9,"place":"GREENE, Alabama"}],"tags":[{"id":404,"tag":"Illness"},{"id":403,"tag":"Yellow Fever"},{"id":144,"tag":"plantation"},{"id":4,"tag":"Slavery"}],"course":{"name":"Contemporary Issues in Social Studies Education","school":"North Carolina State University","course_id":38,"school_id":30}},{"id":4813,"title":"Greene County Goes Yellow with Fever","course_id":38,"status":"P","start_date":"1847-01-01","end_date":"1847-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In 1847 inhabitants of the Mississippi River basin  had to deal with an outbreak of Yellow Fever.  Transmitted by mosquitoes, Yellow Fever caused symptoms including fevers, chills, headaches and nausea.  In the later months of 1847 the letters that overseer Charles Lewellyn sent to Paul Cameron about the condition of his plantation were fraught with the names of slave that were ill, recovering or had passes from work.  Many of the symptoms that Lewellyn described to Paul Cameron are commonly associated with Yellow Fever.  The illness that was affecting many of the people on the plantation came during the harvesting season a devastating time in Antebellum South for an illness to plague the plantations. ","In the letter sent to Paul Cameron on October 20, 1847, Lewellyn writes that somewhere between 15-40 slaves are sick with fever and chills.  In that same letter Lewellyn mentions that the neighboring plantations seem to fairing worse than they are when it comes to the illness among their slaves.  Though there is no specific mention of Yellow Fever as the illness that was affecting the slaves in Charles Lewellyn’s letters one can infer that this is what was affecting many of the plantation in the areas.  With widespread illness in the same area and symptoms that are commonly associated with Yellow Fever it seems likely that the 1847 epidemic was the cause of the illness that Charles Lewellyn had to deal with in the later months of 1847.","This threat of Yellow Fever could have been enhanced by the increase of rain fall in 1846.  In a letter dated April 30, 1846, Lewellyn discusses the impact of the increased rain on harvesting the cotton.  In this letter he mentions how the rain was so heavy he was going to need to replant some of the fields that had already been planted because the rain washed away what had been there.  Both the corn and cotton crops were affected by the rain.  Excessive rain would lead to increased areas of stagnant water, the preferred breeding ground for Mosquitoes. This increase in the Mosquito population  helped fuel the 1847 Yellow Fever epidemic only a few months later. ","According to the World Health Organization only approximately 15% of current cases of Yellow Fever reach the second more deadly stage of the virus that is deadly.  Though there is no concrete data that suggests what the mortality rate of Yellow Fever was in 1847, limited medical knowledge about the treatment of the virus probably led to more deaths then is witnessed today.  The Yellow Fever epidemic likely affected many of the plantations around Paul Cameron’s in Alabama.  Slaves spent countless hours outside during the harvest seasons increasing their exposure to the virus.  Charles Lewellyn would have been fighting a losing battle against Yellow Fever during the harvest months because of this.  Though even a Yellow Fever epidemic would not stop the harvesting on plantation of countless amounts of money in crops. "],"display_date":1847,"search_date":"1847-07-02","locations":[{"id":9683,"lat":36.0638291279,"lng":-79.1821891988,"zoom":9,"place":"ORANGE, North Carolina"},{"id":174,"lat":32.7925598314,"lng":-87.8378038018,"zoom":9,"place":"GREENE, Alabama"}],"tags":[{"id":417,"tag":"Plague"},{"id":400,"tag":"Cameron family"},{"id":220,"tag":"alabama"},{"id":4,"tag":"Slavery"},{"id":403,"tag":"Yellow Fever"}],"course":{"name":"Contemporary Issues in Social Studies Education","school":"North Carolina State University","course_id":38,"school_id":30}},{"id":5282,"title":"<strong>Yellow Fever Attacks Philadelphia, 1793.</strong>","course_id":70,"status":"P","start_date":"8/3/73","end_date":"10/28/73","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1793, Philadelphia was the site of the most fearsome epidemic to strike the young nation. By July, the city's inhabitants were remarking on the extraordinary number of flies and mosquitoes that swarmed around the dock area. Caribbean refugees brought Yellow Fever. In one epidemic alone, 5,000 residents — nearly one-tenth of the population — perished. Hardly a family was untouched. Many people left the city.  People of every rank and station wanted to escape the spreading pestilence. Most of those who stayed were poor and had no place to go. A few – a very few - chose to stay because they felt a sense of duty to their city and its trapped inhabitants.","In his letter to Thomas Mann Randolph in September 2, 1793, Thomas Jefferson wrote that a malignant fever had been generated in the filth of the docks of Philadelphia which had given great alarm. One of the prominent doctors at that time in Philadelphia was Dr. Benjamin Rush. He decided to try the strongest purge he knew of, known as the “Ten-and-Ten.” Many doctors disputed Rush’s cure rate. The debate carried on in the city’s newspapers, so that all the citizens knew of the dispute. A new committee led by Mayor Clarkson put the best hospital -- Bush Hill -- into decent operating order, and the spirits of the patients began to improve. French Dr. Deveze volunteered for the full time position as physician there. He did not believe in Rush’s cure. At first there was some hesitation in the committee over hiring a French doctor. It would seem like a slap at all the American doctors, especially Dr. Rush. Deveze's treatment was cautious and gentle. Despite growing evidence that the “French cure” was effective in keeping patients alive, it still came in for wide criticism. Benjamin Rush attacked the mild methods used by Jean Deveze and others, even though he had no real statistics to back his claims.","No one would ever know precisely how many Philadelphians died of yellow fever in 1793. What was clear to all was that life would never be the same. Changes also came to the city because of the fever. Efforts were made to keep the markets and streets free of offensive-smelling matter, and the laws holding homeowners responsible for cleaning up their property were strengthened. The biggest improvement was made in the way water was supplied to Philadelphia. Water from the system – the first water system in the United States – was sweeter tasting and had no offensive odor. Plus the water flowed with enough force to hose streets and docks clean and to flush open clogged sewers. Eliminating the backbreaking need to hand-pump every drop of water had another beneficial effect as well. People began to bathe more often. Everyone – even those who had run from the city – considered himself or herself a survivor. They were a people left scarred, emotionally and physically. Sudden, mass death had stricken their city, and they were no wiser at all about the nature of the killer. They knew only one thing for certain: when next summer’s hot, humid weather returned, yellow fever might very well visit their homes again."],"display_date":"August 3, 1973 - October 28, 1973","search_date":"1973-09-15","locations":[{"id":36656,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"Philadelphia, Pennsylvania"}],"tags":[{"id":506,"tag":"Thomas Jefferson"},{"id":763,"tag":"epidemic"},{"id":403,"tag":"Yellow Fever"},{"id":1037,"tag":"Benjamin Rush"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":70,"school_id":40}},{"id":5629,"title":"History of Yellow Fever","course_id":94,"status":"P","start_date":"1875-11-01","end_date":"12/30/00","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["The essay, “The History of Yellow Fever”, was written by Philip S. Hench, for the purpose of portraying the history, cause, and tragedies that people experienced when infected with the disease. It also contained information for Americans explaining how Yellow Fever originated and what measures the government took to prevent the disease from resurfacing in later years. The article was written after the 1900’s because more information regarding this epidemic became available. Philip S. Hench was a physician at the Mayo Clinic in Cleveland.  He spent his entire life researching and documenting the history of this deadly disease. His collection of research was gathered from one individual, Army Major Walter Reed. It consisted of manuscripts, printed materials, photographs, and artifacts that informed people of how this epidemic spread so widely and caused many deaths.","Walter Reed wanted to research this epidemic. Reed’s theory was that Yellow Fever was transmitted by a mosquito. The first symptom occurred twelve days after the bite took place. The symptoms were severe vomiting and continuous diarrhea. The vomit started off green, then brown, and ended with the color black. A person’s body would be covered in petechis, which are red or purple spots, or broken blood vessels. To prove his theory, Reed asked the U.S. military to set up a team of researchers from different facilities.  Reed worked with Jessie Lazear, a scientist from John Hopkins who helped him with his theory. Shortly after starting this project, Lazear passed away from Yellow Fever. Reed, being upset about the loss of his friend, also may have used the loss as motivation to find a cure for the illness. He then asked the military leadership to start an experimental facility called Camp Lazear. This camp used humans as experiments, which was scrutinized by observers.","Yellow Fever first reached the North America in the late 1668. It was first detected in Central America in 1596. The first epidemic was seen in New York in 1668 and made its way up and down the East Coast. In 1793 Philadelphia had the highest deathrate from the disease; one out of every ten people died. The contagious disease spread quickly. In Louisiana alone 4, 056 lives were lost and $15, 000 was spent caring for this illness. There were a total of 500,000.00 cases in all of America between 1793 and 1900. Peopled infected with the illness thought of it as a visitation of God.","Philadelphia, which was one of the largest cities with 50,000 residents, had the highest death toll of yellow fever. From August to November was when most people were infected and then by the first frost the epidemic was controlled because the mosquito that transmitted the disease were killed. Some explanations that were given as to why Philadelphia was highly affected was that it was a compact city. This meant that houses were built close to each other. Another big factor was being near the Delaware River which was heavily traveled by ships. This is one of the main reasons why the government believed this epidemic entered the U.S. at this location. Since yellow fever originated from Central America and from European countries primarily because of slave trading, the U.S. put into effect quarantine measures to try to lessen the epidemic, by Surgeon General of the Marine- Hospital Service. In April 26, 1894, there were quarantine stations at ports to inspect the treatment of vessels, passengers, crew and cargos.  This helped some from any foreign disease entering the states.","Yellow fever was indeed a mass epidemic that caused many lives to be stricken or lost. It raised the question of government and community action, which in those times, was kept a private manner. To this day, many researchers still question the action that was taken to keep the proper isolation from the sick, quarantine, and care for those incapacitated with this lethal death sentence."," "],"display_date":"November 1, 1875 - December 30, 1900","search_date":"1888-05-31","locations":[{"id":11231,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"PHILADELPHIA, Pennsylvania"}],"tags":[{"id":403,"tag":"Yellow Fever"},{"id":32,"tag":"Civil War"}],"course":{"name":"America From Civil War to World Stage","school":"Widener University","course_id":94,"school_id":43}}]}