{"id":404,"tag":"Illness","points":[[32.7925598314,-87.8378038018]],"bounds":[[32.7925598314,-87.8378038018],[32.7925598314,-87.8378038018]],"episodes":[{"id":4800,"title":"Fall Illness on the Greene County Plantation - Flu or Yellow Fever?","course_id":38,"status":"P","start_date":"1847-09-28","end_date":"1847-10-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["     In the “Cameron Plantation Letters” there are numerous references to the health of the slaves living on the Greene County Alabama plantation.  There are one hundred or so letters in the University of North Carolina collection that are catalogued on the website ‘The Plantation Letters, Interpreting Antebellum Plantation Life’. I found thirty-five that directly referenced the health of specific slaves or mentioned their ability to perform work.  Of the thirty-five letters, twenty-seven addressed poor health or illness while eight mentioned the overall good health of the slaves.  Sickness and illness, especially the “chills” of fever seem to be most prevalent in the winter months. An obvious inference is that more slaves became ill during the fall flu season, however tropical diseases may have been the cause. ","   According to the statistics compiled by Geneology Trails Alabama experienced a yellow fever epidemic every year from 1841-1849 with outbreaks first reported between August and September each year.  This corresponds with the highest mention of sickness in letters from Charles Lewellyn, the overseer of the Cameron Plantation in Greene County Alabama, to Paul Cameron the owner which occurred in the fall of 1847.  Lewellyn mentioned twenty-two sick slaves on September 28, 1847 and seventeen sick on October 26, 1847.  Lewellyn reported that three slaves died of chills in his letter on September 28, 1847.  There were 78 recorded deaths attributed to yellow fever in 1847 in Alabama.","     The theory that mosquitoes were vectors for yellow fever was not proposed until 1899.  Prior to 1899 no measures were taken to reduce the propagation of mosquito populations.  According to the World Health Organization, yellow fever begins suddenly after an incubation period of three to six days.   Most cases only cause a mild infection with fever, headache, chills, back pain, loss of appetite, nausea and vomiting.  In these cases the infection lasts only three to four days. 15% of cases enter a second, toxic phase of the disease with recurring fever, this time accompanied by jaundice due to liver damage, as well as abdominal pain which can result in death.  The medical knowledge in the mid 1800’s consisted of knowing that yellow fever was a tropical disease that usually originated in the Caribbean and was transmitted to coastal southern United States.  The primary form of preventing the spread of the disease was to quarantine the affected geographic area until after the first frost of the fall which was believed to kill off the disease which we now know to include the mosquito population.","    Lewellyn’s reports of major illness amongst the slave population end in early November of 1847.  There is only one mention of health after the November letters which was written on January 7, 1847 and mentioned the good health of the slave family.  This could be due to the end of the yellow fever epidemic or to the break in field work over the holidays following the completion of the cotton harvest. It seems that Charles Lewellyn did not have a sufficient knowledge of yellow fever to adequately attend to the health of the slaves in Alabama.  I was unable to differentiate between possible yellow fever and influenza or common colds in the descriptions of the health of slaves.  Lewellyn does not mention any yellow coloring of the slaves nor does he mention any efforts to quarantine the sick."],"display_date":"September 28, 1847 - October 26, 1847","search_date":"1847-10-12","locations":[{"id":174,"lat":32.7925598314,"lng":-87.8378038018,"zoom":9,"place":"GREENE, Alabama"}],"tags":[{"id":404,"tag":"Illness"},{"id":403,"tag":"Yellow Fever"},{"id":144,"tag":"plantation"},{"id":4,"tag":"Slavery"}],"course":{"name":"Contemporary Issues in Social Studies Education","school":"North Carolina State University","course_id":38,"school_id":30}}]}