{"id":407,"tag":"Death","points":[[32.7925598314,-87.8378038018],[34.4008642849,-77.6110652671],[39.8715057392,-77.2179223246],[38.0230931541,-78.5555505707],[35.1268552,-89.9253233]],"bounds":[[39.8715057392,-77.2179223246],[32.7925598314,-89.9253233]],"episodes":[{"id":4802,"title":"Child Mortality on an Alabama Plantation","course_id":38,"status":"P","start_date":"1846-06-25","end_date":"1849-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Disease was rampant among the slave population in the Antebellum South. Poor diet, less than adequate clothing, and exposure to the elements, caused the immune systems of the over-worked laborers to break down, making them susceptible to contracting a variety of illnesses. A demographic that was particularly at risk were children age nine and under. Fully 45 out of every 10,000 slave children aged nine or younger died of diseases in the late 1840s. This compared compared to 11 out of every 10,000 white children of the same age. Dropsy, congestive chill, pneumonia, and fever are diseases that slaves would often battle in the Antebellum South. While doctors were often called in to give aid to sick slaves on plantations, medicine in the 1840s was lacking in its effectiveness, and slaves were not given the same level of treatment as white citizens. The Cameron family of North Carolina and Alabama detail in their correspondence with one another, the sickness and diseases of their slaves, many of whom are children.<br /><br />Sick children are mentioned at least nine times in the Cameron family letters, with several more instances of sickness among the adults mentioned on both the Stagville and Greene County, Alabama plantations. Diley was a slave on the Cameron’s Alabama plantation in the 1840s. He is mentioned several times in various letters written from Charles Llewellyn, the overseer of the Cameron’s Alabama operations, and Paul Cameron, owner of the Stagville plantation. Diley has a child, whose name is unknown, who is first mentioned as being sick on June 25, 1846. During the summer, slaves on cotton plantations would spend time chopping the cotton plants, and keeping the middles of the cotton rows free from weeds and other unwanted vegetation. This meant spending countless hours outside in the fields, with exposure to the elements and disease carrying insects. Children often worked alongside the adults in the cotton fields, assisting with these duties. While the cause of sickness is officially unknown, it is likely that Diley’s child fell ill due to insect-born disease.  There is another mention of a child of Diley’s, perhaps a different one, being ill on May 1 of the following year in a letter authored by Charles Llewellyn and sent to Paul Cameron. In a letter from Charles Llewellyn to Paul Cameron on May 21 1847, Llewellyn writes that “Diley has lost his youngest child, the Doctor was not sent for to it, nor I have not sent for a doctor but once since you left; when sent for, Doctor Ring, my reason for sending for him is I wanted a doctor as soon as he could get here or not at all.” This death occurs nearly one year after the first case of sickness among Diley’s children is mentioned. One could assume that this death is that of the previously mentioned sick child in Llewellyn’s letter to Cameron on May 1<sup>st</sup> 1847, though this cannot be certain. It is possible that Diley had more than one sick child. This is just one of several cases of child fatalities mentioned in the letters. There are several other slaves sick on the Greene County plantation, so a child with a compromised immune system exposed to sick adults who have endured a hard winter themselves, would easily fall ill. Illness on plantations often meant death, especially among the child slave population."],"display_date":"June 25, 1846 - December 31, 1849","search_date":"1848-03-28","locations":[{"id":174,"lat":32.7925598314,"lng":-87.8378038018,"zoom":9,"place":"GREENE, Alabama"}],"tags":[{"id":144,"tag":"plantation"},{"id":4,"tag":"Slavery"},{"id":407,"tag":"Death"},{"id":408,"tag":"Children"},{"id":220,"tag":"alabama"}],"course":{"name":"Contemporary Issues in Social Studies Education","school":"North Carolina State University","course_id":38,"school_id":30}},{"id":4815,"title":"Funeral Services held for Rose O’Neal Greenhow","course_id":37,"status":"P","start_date":"1864-10-01","end_date":"1864-10-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["     Funeral proceedings were held on October 1, 1864 to lay to rest noted Confederate spy Rose O'Neal Greenhow. Greenhow worked in an elaborate spy network that encompassed Washington D.C. and the surrounding areas. Greenhow became one of the standouts in the spy-ring, supplying vital information to the Rebel forces at critical points during the start of the Civil War. Her greatest achievement came when she supplied Confederate General Pierre G.T. Beauregard with information concerning Union movements before the first major encounter of the Civil War. Her information helped secure the Confederate victory at the First Battle of Bull Run on July 21, 1861. Confederate President Jefferson Davis later acknowledged Greenhow for her loyal service.","     Union authorities apprehended Greenhow during the first year of the war. Allan Pickerton, a Union detective and spy, suspected Greenhow of participating in espionage as early as July 1861. Pinkerton imprisoned Greenhow in Old Capitol Prison in 1862, along with Greenhow's eight-year old daughter, Rose. Five months later, Greenhow was released with the stipulation that she be exiled to the South. Once released, Greenhow boarded a blockade runner to Europe, where she continually tried to raise support for the Confederacy in both London and Paris. In 1864, Greenhow left her daughter in a convent and decided to return to America. Her ship, the <em>Condor</em>, sailed for North Carolina but ran aground trying to escape a Union gunboat patrolling the blockade. On September 30, Greenhow boarded a lifeboat, hoping to reach shore. However, the boat capsized, and Greenhow drowned off the coast, dragged down by a large amount of gold in her pocket.","     Hundreds of Wilmington women lined the wharf awaiting Greenhow's remains. The funeral for Greenhow was organized by the Soldier's Aid Society and held in the chapel of Hospital Number 4. The body was surrounded by wax candles, garlands, and flower bouquets. Located on the bier, a Confederate flag paid tribute to the fallen woman who helped her country at any possible opportunity. Thousands of Confederate mourners paid their last respects. On Sunday, the body and coffin were moved to the Catholic Church of St. Thomas. After the funeral service, the coffin was carried to Oakdale Cemetery, draped once again with the Confederate flag. Greenhow was finally laid to rest, two days after her untimely death on October 1, 1864. Greenhow was raised as an orphan, grew to become one of the greatest Confederate spies, and died the heroine of a nation."],"display_date":"October 1, 1864","search_date":"1864-10-01","locations":[{"id":9658,"lat":34.4008642849,"lng":-77.6110652671,"zoom":8,"place":"NEW HANOVER, North Carolina"}],"tags":[{"id":407,"tag":"Death"},{"id":97,"tag":"Espionage"},{"id":7,"tag":"Women"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":37,"school_id":3}},{"id":4978,"title":"Catherine Wills Wears a Hair Locket to the Dedication of the Soldiers National Cemetery","course_id":37,"status":"P","start_date":"1863-11-19","end_date":"1863-11-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","To commemorate the deaths of her two young sons, David Jr., and James, Catherine Wills wore a mourning broach.  The gold broach containing one blonde and one brunette lock of hair with a black ring around it was a fairly generic piece of jewelry during the nineteenth century.  Like many others who attended the dedication of the Soldiers National Cemetery in Gettysburg, Pennsylvania and heard Lincoln’s Gettysburg Address, Wills may have worn her broach to this occasion.  The cemetery and dedication was of particular importance to the Wills family, as David Wills, the young boy’s father, had played an instrumental role in creating the cemetery.  The Wills were prominent citizens in Gettysburg, Pennsylvania, and Lincoln himself stayed in the Wills home.","Catherine Wills probably mourned the death of her two sons for one year, as that was the standard time length for mourning a child in the nineteenth century, according to scholar Drew Faust.  Catherine would have also been the primary mourner of the children, not only because she was the children’s mother, but because women held much of the responsibility to mourn over loved ones.","As can be observed through these standards of mourning, nineteenth century America had a strong culture of mourning.  In their final breaths, individuals sought to die willfully, at home, surrounded by family.  Family and friends were to be beside the dying in order to assess whether they had passed to Heaven, and could be united there, according to Faust.","During the Civil War, not all of these practices were feasible.  As soldiers died on battlefields, far away from home, they could not have the comfort of being surrounded by family, and family could not see a son’s, father’s, or brother’s last breaths.  Due to these constraints, soldiers had to improvise.  Some would die holding pictures, or lockets of hair of their loved ones.  In preparation of this, some soldiers would take a lock of hair from their loved ones before departing for war, and also leave a lock at home for their family.  Further, possessions of the deceased were given to the family in order to demonstrate that loved ones had died.","While this style of mourning continued for many years, it eventually faded into unpopularity.  This can be observed through Catherine Wills’ mourning broach as it was modified to have a pin to fasten it, which was not in the means of attaching the broach at the time."],"display_date":"November 19, 1863","search_date":"1863-11-19","locations":[{"id":10806,"lat":39.8715057392,"lng":-77.2179223246,"zoom":9,"place":"ADAMS, Pennsylvania"}],"tags":[{"id":630,"tag":"religious activity"},{"id":32,"tag":"Civil War"},{"id":7,"tag":"Women"},{"id":407,"tag":"Death"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":37,"school_id":3}},{"id":5045,"title":"Song for a Gettysburg Soldier","course_id":43,"status":"P","start_date":"1864-04-01","end_date":"1864-04-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["He became famous and celebrated through his death. War stories are always full of heroes that appear larger than life and worthy of reverence, and those stories revolving around the Battle of Gettysburg are no different. Sergeant Amos Humiston of Company C of the 154<sup>th</sup> New York was one such man. Though not a hero in the traditional sense, in his death he became somewhat of a legend. During a retreat from what was overwhelming odds Humiston was shot, but what made him famous was that before he died, he pulled out a picture of his children for one last look, and when he was found days later the picture was still clutched in his hands. Though there were many thousands dead after that battle, he was the one that still spoke of love and devotion. Yet when they found him, they could not locate any identification so were not able to tell his wife and children about his death. People were so touched by this that the picture of his children was circulated in newspapers throughout the North to find his family. Eventually his wife saw the picture in a newspaper and realized that it was the same picture she had given her husband, so he was identified.","Though he was identified, his story had touched so many people that the <em>American Presbyterian</em>, a newspaper, announced a contest to compose a song about Humiston. James Clark’s “The Children of the Battle Field” won and was published in April, 1864. This song is very representative of its time and so serves to glorify both the war and death while in battle. In the song the war is romanticized describing how the “heroes of the North… rushed like mountain eagles forth from happy homes away”, and how during battle “banners, marked with ball and blood, around them arose and fell”. One of the most telling lines that serves to glorify his death in battle is that “none were braver in the strife”, serving to prove his noble death. The concept of the “Good Death” was a very popular one in nineteenth century America, in which how one dies symbolizes the life that one lead. So through his death on the battlefield and in the act of holding his children’s picture while he died, he truly had a “Good Death” which shall continue to be known through this song."],"display_date":"April 1864","search_date":"1864-04-15","locations":[{"id":10806,"lat":39.8715057392,"lng":-77.2179223246,"zoom":9,"place":"ADAMS, Pennsylvania"}],"tags":[{"id":32,"tag":"Civil War"},{"id":104,"tag":"Popular Music"},{"id":407,"tag":"Death"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5057,"title":"Died on the Fourth of July: Thomas Jefferson’s Last Will and Testament","course_id":43,"status":"P","start_date":"1826-07-04","end_date":"1826-07-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Thomas Jefferson- the principal author of the Declaration of Independence, third President of the United States, and father of the University of Virginia- died at 12:50 p.m. on July 4, 1826 at the age of 83 in his beloved home of Monticello.  Newspapers were filled with remembrances of that special day in American history, and Jefferson’s role in it, making this day a memorial to the man even before word of his death had spread.  In fact his own words appeared in the <em>National Intelligencer</em> that very day in the form of a letter, one of the last he ever wrote, to the mayor of Washington, D.C.  Responding to an invitation to attend a celebration of the fiftieth anniversary of the Declaration of Independence, Jefferson declined on account of ill health but provided a ringing coda to his illustrious life.  “All eyes are opened, or opening to the rights of man,” he said. “The general spread of the light of science has already laid open to every view the palpable truth that the mass of mankind has not been born with saddles on their backs, nor a favored few booted and spurred, ready to ride them legitimately, by the grace of god.”","Jefferson’s death was followed by numerous memorials befitting his stature in the American political canon.  They were all the more significant for the monumental twist of fate that John Adams- patriot, President, and onetime bitter political rival of Jefferson’s- had died the very same day, his last words being “Thomas Jefferson still survives.”  He was wrong, but newspapers would seize on the “coincidence, of which the world scarcely produces a parallel,” as the <em>N.Y. Evening Post </em>put it.  That article continued “It cannot be doubted that if the choice had been with them, they would have fixed on the very day for the termination of their mortal career…Over the death of these distinguished men, then, we can not grieve: they have gone to their rest at the day and hour they wished, after seeing themselves surrounded by millions of grateful human beings, who they…had contributed to render free, and happy and independent.”","If glowing tributes are the mark of a man, than Jefferson belongs to the greats.  However, he couldn’t transcend the difficulties of the world.  His grieving family had to deal with the mundane tasks of carrying out his will, which he completed March 16, 1826.  The will and the accompanying codicil are clearly written in Jefferson’s own hand.  Jeff Randolph, his oldest grandson, was named the sole executor.  The will has its share of touching gifts- his silver watch to Randolph “in preference of the gold one because of its superior excellence,”  a “gold-mounted walking staff” for James Madison, his library to the University of Virginia.  It also freed five of Jefferson’s slaves, each of whom was to be given enough cash or property to independently support himself, and appealed to the Virginia state legislature to allow them to remain living in the commonwealth.","The most important task facing Jefferson’s executor was discharging a lifetime’s worth of debts.  Concern about the size of his debts had dogged the final months of Jefferson’s life as he struggled to find a way to spare his survivors the difficulty of repayment.  He was land-rich but cash-poor, and the price for land was too low.  In January of his final year Jefferson conceived a plan around the problem by holding a lottery.  Some of his land would be the prize, and the ticket price would be set low enough for almost anyone to participate. The Virginia state legislature approved Jefferson’s request for a lottery after much debate, and his admission of financial need sparked a widespread public effort to raise donations from appreciators around the country.  While these gifts eased Jefferson’s final days, they were not enough.  Support for the lottery plan collapsed with Jefferson’s death.  Randolph would have to auction off almost all of Jefferson’s property, including all of the slaves not freed in his will, to go towards paying the debt."],"display_date":"July 4, 1826","search_date":"1826-07-04","locations":[{"id":13594,"lat":38.0230931541,"lng":-78.5555505707,"zoom":9,"place":"ALBEMARLE, Virginia"}],"tags":[{"id":407,"tag":"Death"},{"id":725,"tag":"Debt"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5122,"title":"Loss for the North and Happiness for the South","course_id":49,"status":"P","start_date":"1865-04-18","end_date":"1865-04-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["He was the man that attempted to end slavery; he was the President who lived through the Civil War; and even though Andrew Jackson was the first President to have an assassination attempt on him, it was John Wilkes Booth who first succeeded in assassinating a President - Abraham Lincoln. The reactions varied in the North, also known as the Union and in the South, also referred to as the Confederacy. The North was mourning: Caroline Richards, the wife of a Civil War veteran wrote, \"The news came this morning that our dear president, Abraham Lincoln, was assassinated yesterday, on the day appointed for thanksgiving for Union victories. I have felt sick over it all day and so has every one that I have seen. All seem to feel as though they had lost a personal friend, and tears flow plenteously.\"  Abraham Lincoln was considered the Union's most powerful and eloquent voice. Caucasian people were not the only ones to mourn their fallen President. Newly freed African Americans also mourned the person whom they considered to be their savior. Some people believed it was the \"logical and legitimate ending of a long series of outrages perpetuated in [the war's] behalf.\"","The South's reaction was almost the complete opposite to the North. While the people in the North cried and mourned on the streets, the Southerners threw parties and celebrated. Not all Southerners were jubilant, however.  Some followed the North and mourned their fallen leader. Union armies were aroused by the news and wanted to wreak vengeance on the South. There was widespread suspicion among soldier and citizen alike that the assassination was part of a wider Confederate plot. Grief and anger struck the Northern states in roughly equal proportion. Some were tarred and feathered, others were ridden on rails. There were instances of open supporters of the South being beaten to death and of Union troops shooting people who were happy about Lincoln's death. Police arrested some for insulting Lincoln, dragging them to courts where prison sentences were given out. Some people may not have liked Licoln, but they certainly did not wish him death by assassination."],"display_date":"April 18, 1865","search_date":"1865-04-18","locations":[{"id":1276,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":407,"tag":"Death"},{"id":178,"tag":"assassination"},{"id":628,"tag":"mourning"},{"id":809,"tag":"Lincoln Assassination"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":49,"school_id":40}},{"id":6644,"title":"Mobs of Tennesseans lay destruction upon the African Americans of South Memphis","course_id":164,"status":"P","start_date":"1866-05-01","end_date":"1866-05-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On May 1, 1866, increasing tension amongst the civilians of Memphis, Tennessee reached its breaking point, as both white and black citizens engaged in a riot that led to the death of African-Americans and destruction of their homes. The <em>Farmer’s Cabinet</em> newspaper reported; “women and children have been burnt alive with the dwellings of the negroes.” Although the riot lasted several days, the initial engagement that triggered the subsequent events of the riot can be traced to a single altercation.","The parties involved included two groups, one contained four Irish American police officers, while the other was composed of a significantly larger number of African-American Union veterans, some of whom were intoxicated. The police officers were tasked with dispersing the black veterans from their location, but when asked to do so, “The ex-soldiers stubbornly refuse to disperse,” stated historian Stephen Ash. In an effort to relieve themselves of the emotionally heightened situation, the police officers withdrew from the crowd and traveled toward a new location, during which they were followed by several individuals from the group of black veterans. The veterans desired to further intimidate the already frightful police officers by firing their weapons into the air, but in a misinterpretation, the police believed the men were firing at them, and fired back into the crowd. This led to an exchange of gunfire with the officers, but the only officer that was injured was John Stevens, who accidentally shot himself in the leg.","Several of the black men from the group chased two of the fleeing police officers, resulting in the critical injuring of one officer, the escape of another, and the death of a black veteran. As information of the encounter spread, several mobs of white citizens, from an array of occupations, converged upon the predominantly black area of South Memphis. The black veterans in the group were ordered to return to their barracks in Fort Pickering, leaving the rest of the African-American community exposed to the violent acts of the mobs.","Over the next several days, violent beatings and killings involving innocent African-Americans occurred. According to Ash, white mobs mainly targeted black individuals in military uniforms. Unfortunately for the black community, the violence was not limited to those in federal uniforms. As the <em>Farmer’s Cabinet </em>newspaper reported several of the vicious attacks imposed upon innocent civilians, “A poor old negro of seventy years…was knocked down and his tongue cut out by the roots.” A letter recollecting the events of the prior days, revealed by William D. Kelley, stated; “Negro men have been shot down in cold blood on the streets...The most prominent citizens stand on the streets and see negroes hunted down and shot, and laugh as it is a good joke.”","Overall, the Memphis riot, according to historian Eric Foner, accounted for forty-eight deaths, five women raped, and the destruction of several prominent buildings in South Memphis, such as homes, schools, and churches. The Memphis riot undoubtedly provided a barrier in the Union’s overall plan for Reconstruction by further dividing white and black Americans through conflict."],"display_date":"May 1, 1866 - May 3, 1866","search_date":"1866-05-02","locations":[{"id":12365,"lat":35.1268552,"lng":-89.9253233,"zoom":7,"place":"SHELBY, Tennessee"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":629,"tag":"race"},{"id":244,"tag":"Violence"},{"id":825,"tag":"Riot"},{"id":407,"tag":"Death"}],"course":{"name":"The Civil War and Reconstruction","school":"Juniata College","course_id":164,"school_id":3}}]}