{"id":408,"tag":"Children","points":[[32.7925598314,-87.8378038018],[40.6450686304,-73.9495584018],[42.3649994065,-70.9800517697],[34.6401072699,-79.1035356779],[33.6657929366,-80.2164264171],[38.6199595082,-78.484150089],[43.6493751,-80.4707027],[37.4315734,-78.6568942]],"bounds":[[43.6493751,-70.9800517697],[32.7925598314,-87.8378038018]],"episodes":[{"id":4802,"title":"Child Mortality on an Alabama Plantation","course_id":38,"status":"P","start_date":"1846-06-25","end_date":"1849-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Disease was rampant among the slave population in the Antebellum South. Poor diet, less than adequate clothing, and exposure to the elements, caused the immune systems of the over-worked laborers to break down, making them susceptible to contracting a variety of illnesses. A demographic that was particularly at risk were children age nine and under. Fully 45 out of every 10,000 slave children aged nine or younger died of diseases in the late 1840s. This compared compared to 11 out of every 10,000 white children of the same age. Dropsy, congestive chill, pneumonia, and fever are diseases that slaves would often battle in the Antebellum South. While doctors were often called in to give aid to sick slaves on plantations, medicine in the 1840s was lacking in its effectiveness, and slaves were not given the same level of treatment as white citizens. The Cameron family of North Carolina and Alabama detail in their correspondence with one another, the sickness and diseases of their slaves, many of whom are children.<br /><br />Sick children are mentioned at least nine times in the Cameron family letters, with several more instances of sickness among the adults mentioned on both the Stagville and Greene County, Alabama plantations. Diley was a slave on the Cameron’s Alabama plantation in the 1840s. He is mentioned several times in various letters written from Charles Llewellyn, the overseer of the Cameron’s Alabama operations, and Paul Cameron, owner of the Stagville plantation. Diley has a child, whose name is unknown, who is first mentioned as being sick on June 25, 1846. During the summer, slaves on cotton plantations would spend time chopping the cotton plants, and keeping the middles of the cotton rows free from weeds and other unwanted vegetation. This meant spending countless hours outside in the fields, with exposure to the elements and disease carrying insects. Children often worked alongside the adults in the cotton fields, assisting with these duties. While the cause of sickness is officially unknown, it is likely that Diley’s child fell ill due to insect-born disease.  There is another mention of a child of Diley’s, perhaps a different one, being ill on May 1 of the following year in a letter authored by Charles Llewellyn and sent to Paul Cameron. In a letter from Charles Llewellyn to Paul Cameron on May 21 1847, Llewellyn writes that “Diley has lost his youngest child, the Doctor was not sent for to it, nor I have not sent for a doctor but once since you left; when sent for, Doctor Ring, my reason for sending for him is I wanted a doctor as soon as he could get here or not at all.” This death occurs nearly one year after the first case of sickness among Diley’s children is mentioned. One could assume that this death is that of the previously mentioned sick child in Llewellyn’s letter to Cameron on May 1<sup>st</sup> 1847, though this cannot be certain. It is possible that Diley had more than one sick child. This is just one of several cases of child fatalities mentioned in the letters. There are several other slaves sick on the Greene County plantation, so a child with a compromised immune system exposed to sick adults who have endured a hard winter themselves, would easily fall ill. Illness on plantations often meant death, especially among the child slave population."],"display_date":"June 25, 1846 - December 31, 1849","search_date":"1848-03-28","locations":[{"id":174,"lat":32.7925598314,"lng":-87.8378038018,"zoom":9,"place":"GREENE, Alabama"}],"tags":[{"id":144,"tag":"plantation"},{"id":4,"tag":"Slavery"},{"id":407,"tag":"Death"},{"id":408,"tag":"Children"},{"id":220,"tag":"alabama"}],"course":{"name":"Contemporary Issues in Social Studies Education","school":"North Carolina State University","course_id":38,"school_id":30}},{"id":5112,"title":"Bertha Bülow-Wendhausen and the Children of America","course_id":50,"status":"P","start_date":"1897-01-01","end_date":"1897-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Bertha admired the small children in America. They were very well behaved, but they were too mature for their age. Children this young must not be too reflective or solemn, but playful and carefree. Kindergarten would remedy this and mold children into what they were supposed to be. The children were also very polite and respectful to their elders, a trait, Bertha noted, that was lacking in many European children. Even the boys from the slums were polite and courteous as she drove by.","Bertha visited many schools and kindergartens while visiting America, and she was struck by the children’s seriousness. Although well groomed and neat, they did not laugh or play often and were quiet. She recounts the story of a young 13 month old child, already independent. The child, she claimed, could walk forward and back, up and down stairs, and feed himself with a fork cleanly and without any aid. She thought of the importance of independence and self-reliance in America, and marveled that it was taught to babes even at such a young age.","During Bertha’s time in the United States, children were still seen as helpers in the household. Education for children was carried out mostly by their mothers and perhaps fathers at home. James Marten agrees that children were molded into miniature adults early in life, their childhood a sacrifice for family prosperity. Children of both rich and poor families were brought up in order to contribute to the family income, not to leech it and indulge themselves in frivolous affairs. During the 19<sup>th</sup> century, the advent of “kindergarten” in the United States gave childhood importance again."],"display_date":1897,"search_date":"1897-07-02","locations":[{"id":8873,"lat":40.6450686304,"lng":-73.9495584018,"zoom":11,"place":"KINGS, New York"},{"id":6213,"lat":42.3649994065,"lng":-70.9800517697,"zoom":10,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":799,"tag":"Travel"},{"id":408,"tag":"Children"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":50,"school_id":40}},{"id":5201,"title":"“Fairmont’s Special Classes Help Handicapped Children”","course_id":63,"status":"P","start_date":"1/14/60","end_date":"1/14/60","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Most people only think of classes being extended to students who have some form of disability. In 1960, however, when these special education classes were just starting out, they served more purposes then simply serving the disabled. In 1960, schools in Fairmont, North Carolina started to provide classes for children with special educational needs, said <em>The Robesonian</em>. The curriculum in the special education program was aimed at meeting needs that could not be met in regular classroom settings. The term “special education” in North Carolina schools meant an education for those children who needed to work in small groups with material to suit their abilities. These small group classes were extended to children who had speech difficulties also.","The Fairmont schools’ special education classes that focused on speech training worked with students on pronunciation, articulation, stuttering and sound recognition. For students to enter these classes they had to have recommendations from both teachers and parents. The students would engage in two fifteen- minute periods a week for individual instruction, as well as a thirty- minute period for group work. The groups were limited to eight children per group, with a total of about seventy to seventy-five students participating. Other sections of the special education classes in Fairmont classrooms were developed to help those who had trouble in regular classrooms. The objective of these classes was to help the students to adapt socially and be competent in an occupation. Students worked on reading, cleanliness, crafts, and writing. These types of classes could be equivalent to the home economic classes that schools engage students in now.","The 1950s and 1960s was a time full of movements for different rights and passages such as the Civil Rights movement, women’s movement, Latino movement, and several other movements. The show of others fighting for their rights brought on the movement for people with disabilities, who had been unserved and underserved, but wanting to fight for something that meant more to them. This was also a period of the post- World War II economy, and the time of the baby boom, which increased the number of consumers and children needing to be served.   ","Before the 1960s, help for individuals with disabilities was almost nonexistent. For the most part people who had disabilities were confined to state institutions. Many of the individuals confined to these institutions were abandoned children. During the years at these institutions the children were not properly assessed. During the 1960s, however, the federal government with some support from family advocacy associations began to take steps to implement early childhood programs and early intervention services for children with disabilities.  This gave way to special education and by 1968 the federal government had already supported training for more than 30,000 special education teachers and related specialists, closed captioned films viewed by three million people who were deaf, and education for children with disabilities in preschools, elementary schools, secondary schools, and state operated institutions across the country. As time progressed many cases were brought to court, such as <em>Pennsylvania Association for Retarded Children v. Commonwealth of Pennsylvania </em>and <em>Mills v. Board of Education of the District of Columbia</em>, leading to increased educational opportunities for children with disabilities. These cases stated that the responsibility of state and local school districts was to educate individuals with disabilities, a responsibility derived from the equal protection clause of the 14<sup>th</sup> amendment of the United States <em>Constitution</em>. Public law 94-192 was also a result of these cases; it guaranteed a free, appropriate public education to each child with a disability in every state and locality across the country. The law was monumental to children with disabilities because now they did not have to go years without being properly taught or assessed, but instead were able to get the education that they needed to develop. "],"display_date":"January 14, 1960","search_date":"1960-01-14","locations":[{"id":31512,"lat":34.6401072699,"lng":-79.1035356779,"zoom":9,"place":"Robeson, North Carolina"}],"tags":[{"id":936,"tag":"Special education"},{"id":408,"tag":"Children"},{"id":6,"tag":"Education"}],"course":{"name":"Digital History","school":"University of North Carolina at Pembroke","course_id":63,"school_id":9}},{"id":5540,"title":"Teenage School bus Drivers, Black and White, Crash on South Carolina Highway","course_id":91,"status":"P","start_date":"1/20/53","end_date":"1/20/53","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“W.H. Ridgeway, the 16-year-old driver of the white bus, sobbed in his hospital bed and told his mother over and over how sorry he was the wreck had happened”","The Columbia State, South Carolina’s largest newspaper, reported this pitiful scene on January 21st, 1953, under the front-page headline, “Clarendon School Bus Crash Kills 2”. The State ran no pictures of the crash, but the details the paper includes are vivid and horrific.","A little girl lay on the roadside, with her leg bone protruding through the skin. The interior of the school bus was described as a mass of blood, twisted metal, and schoolchildren’s pocketbooks. 40 children were taken to the hospital for injuries. Willie Lemon, the 18-year old driver of the Negro school bus, and Thomas Harrelson, a 10-year-old passenger on the white school bus both died from the injuries they sustained.","At the time of the accident, schools in South Carolina were not yet shared by black and white children. but the highways used to get to schools were. The crash came at a climactic moment in Clarendon County, South Carolina. The court case Briggs v. Elliot, from the very same school district, ruled that segregated schools were not equal  because of the lack of resources at black school, specifically, they had no buses.","Briggs v. Elliot was combined with 4 other cases in 1954, including Brown v. Board, that were collectively decided by the watershed Supreme Court ruling that segregated schools were inherently unequal. At the time of the 1953 highway crash though, the court-ordered, federally enforced, desegregation of schools in South Carolina hardly seemed clear or imminent in the state’s future.","The teenage bus-drivers involved in the highway crash, were in fact, coming to and from “equalization” schools; the Manning Training School, where Willie Lemon had just dropped off a bus full of black students, was built the same year as the accident. Equalization schools were a massively expensive project undertaken by the State of South Carolina after the Briggs v. Eliot case to avoid the desegregation decision NAACP lawyers were successfully building.","The decision to employ teenage bus-drivers, though one way of cutting costs in the convoluted and costly equalization school project, was beginning to receive scrutiny from the companies that insured South Carolina school buses. The January 21st accident intensified this criticism.","The accident happened because the young and inexperienced drivers collided head on the “pea-soup” fog conditions on the highway that morning. The thick haze that clouded the moment made for treacherous conditions, where the drivers couldn’t see the road ahead of them, and in that spirit perhaps, was the entire moment between the Briggs v. Elliot and Brown v. Board landmarks in South Carolina history."," "],"display_date":"January 20, 1953","search_date":"1953-01-20","locations":[{"id":28318,"lat":33.6657929366,"lng":-80.2164264171,"zoom":9,"place":"Clarendon, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":43,"tag":"Desegregation"},{"id":792,"tag":"Transportation"},{"id":266,"tag":"Segregation"},{"id":746,"tag":"Supreme Court"},{"id":408,"tag":"Children"},{"id":939,"tag":"Public Schools"},{"id":84,"tag":"Black History"},{"id":467,"tag":"Black Schools"},{"id":719,"tag":"South Carolina"},{"id":572,"tag":"Buses"}],"course":{"name":"Urban and Suburban America","school":"Furman University","course_id":91,"school_id":4}},{"id":5639,"title":"Journey to Freedom: The Bethany Veney Story","course_id":103,"status":"P","start_date":"1889-01-01","end_date":"1889-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Bethany Veney recalls her time as a slave in her autobiography, <em>The Narrative of Bethany Veney: a Slave Woman. </em> Born into slavery Bethany had little memory of her early life, but distinctly remembered being a source of entertainment for her master by singing and dancing. Although Bethany never mentioned feelings of objectification or dehumanization, which Hartman discusses in <em>Scenes of Subjection,</em> about entertaining her master she described the experience as, \"all manner of grotesque grimaces, gestures, and positions.\" She did not understand the meaning of the songs she was forced to sing, but believed that her master and his friends did not understand them as well. There are moments throughout the narrative as a whole where feelings of loneliness or helplessness shine through although she never expresses her opinion because it would be uncharacteristic for a slave to do so.","Bethany Veney was one the slaves in Virginia who never had to endure being sold at the market and worry about being separated from her children by distance. Although Bethany was eventually separated from her children, she managed to reunite with them later on in her life when she became free slave. According to Johnson in <em>Soul by Soul</em>, slaves at the market would often share gossip with one another, but Bethany only had contact with the other slaves she worked with. She did not have to deal with being examined by potential buyers or fear being sold in public. Bethany was sold twice in her life, once after her first master died and the second time she asked to be sold alongside her daughter because she did not like her master, whom she described as harsh and cruel. It was a rare occurrence for slaves to arrange their own sale, but Bethany was unlike most slaves.","When Bethany was finally freed from being a slave she moved about the Northeast at her leisure, often spending time in Worcester, Massachusetts where she would eventually buy a house and settle down. Bethany was also eventually reunited with her children and grandchildren and regularly went down to the South to visit them during the year. In comparison to other slave narratives during the 1800s Bethany did not have a terrible life. There is no mention of her being beaten or threatened by her masters throughout the narrative, nor was she ever sold at the public slave market. Bethany recorded her story so others would know what it was like to be a slave in Virginia who despite the odds managed to become free and live out the remainder of her life as she pleased."],"display_date":1889,"search_date":"1889-07-02","locations":[{"id":14137,"lat":38.6199595082,"lng":-78.484150089,"zoom":9,"place":"PAGE, Virginia"}],"tags":[{"id":453,"tag":"Runaway Slaves"},{"id":408,"tag":"Children"},{"id":270,"tag":"Freedom"},{"id":522,"tag":"Massachusetts"},{"id":7,"tag":"Women"},{"id":4,"tag":"Slavery"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":103,"school_id":2}},{"id":6696,"title":"Children Thoughout the American Civil War","course_id":170,"status":"P","start_date":"1863-01-01","end_date":"1865-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" Throughout the American Civil War many children in both the North and South faced adversities. Needing to take on responsibilities that would have otherwise been reserved for adults, many were forced to abandon their childhood and take up roles to aid in the war effort. This included performing clergy work, managing livestock, cooking meals for younger siblings, becoming nurses, sewing fabric to make ends meet, and even enlisting in the army. This hardship however pales in comparison to the difficulties that many African American children had to combat; particularly of those living in the South. Many being viewed as a hindrance to society, in both regions African American children were treated poorly as many refugees migrated from the south to the north to occupy “contraband camps.” Life in these overcrowded camps was filled with great adversity as the children there were exposed to many illnesses all the while needing to attend school, and work in order to be able to provide for themselves. This resulted in many children laboring alongside escaped adult slaves. It was with this new found “freedom” that many children of escaped slaves began to believe in the possibility of a truly better future, but unfortunately this was often times cut short due to the endemic of illnesses that were present throughout the camp that resulted in the deaths of numerous children. With that, children overall played a crucial role in the civil war as once the war began, many became obligated to perform task to aid the war effort both in the domestic field, and at the battle front- though their personal lives were filled with turmoil.","According to Carrie Barry of Atlanta, she did not have a birthday cake for her tenth birthday. As trivial of a fact as this must seem to most individuals, to a young child a birthday celebration is something of great importance. Faced with great hardships, most children found themselves needing to sacrifice immensely in order to maintain their household and the food supply of the soldiers that would frequently demand food from them as they passed by from town to town. In dismay, many children even though they would not even have enough food for themselves, would have to comply with the demands of the soldiers. Knowing that the army could arrive at any moment's notice, children familiarized themselves with food and housing insecurities. Many of them eventually began to starve and in a desperate attempt to save their families, began to organize themselves and perform well-coordinated looting bands. Feeling justified in their actions as most children felt resentful of the war, one young Richmond girl wrote in her journal: “We are starving. As soon as enough of us get together we are going to take the bakeries and each of us will take a loaf of bread. That is little enough for the government to give us after it has taken all our men.” With that having been said, it demonstrates just how independent, and painfully mature most children had to become during the war. Understanding that the suffering exhibited by them was not of their own doing but rather the  result of the actions of others in which they had no say in, the young girl from Richmond portrayed a child who is very aware of reality. This awareness, and bold courage to so bluntly state that they will loot, also is noteworthy in the sense that most young girls in this era were still expected to admire to strict set notions of femininity. This goes to say that in war, all societal norms are broken.","While most children stayed at home, there was a considerable portion of them that decided to engage in formal combat. With approximately 100,000 children enlisting, the army often times turned a blind eye to an obviously underaged child as the number of casualties grew on both sides of the war. It was this demand for soldiers that resulted in twenty percent of the individuals  enlisted to be under the age of eighteen.  Needing drummer boys, nurses, messengers, and scouts many of the children enlisted with these occupations in the army, but during times of necessities, numerous were forced to fight bloody battles alongside their peers, fathers, brothers, and even sisters and mothers. While unfortunately most were not competent in the battlefield due to lack of experience and physical development, there were a few that demonstrated immense courage and competency. One such soldier is Johnny Clem, who was eleven years old at the time of his service. Serving in the battle of Chickamauga, he was captured by a confederate general who, once telling him to surrender, took hold of an assault rifle and shot the general. He was later awarded a silver medal and promoted to sergeant once he was older. Another instance of bravery can be seen by observing the records of John Cook, who was fifteen at the time he dropped his instrument in the middle of battle to operate a canon at the battle of Antietam. This bravery was exhibited by children of all ages; in one instance a child by the name of Edward Black who was eight years of age, severed in the army.","Children throughout the American Civil War had difficulty adapting to life as many were subjected to horrendous living conditions, and mature responsibilities. Whether it be on the home front or battlefield, young children from all socioeconomic and racial backgrounds struggled alike. Needing to find creative ways to find food, several children broke societal norms and robbed and looted for food as well as sewed clothes for money. With all of this, their adversities were not lost as their resourcefulness and willingness to take on adult responsibilities, such as working in factories, managing fields, sowing, being scouts, messengers, drummers, nurses, and child caretakers, without the help of children the war would have been even more brutal for all; their assistance was pertinent for the success of the nation."," "],"display_date":"1863 - 1865","search_date":"1864-07-01","locations":[{"id":52839,"lat":43.6493751,"lng":-80.4707027,"zoom":8,"place":"United States"}],"tags":[{"id":32,"tag":"Civil War"},{"id":408,"tag":"Children"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}},{"id":6718,"title":"Green Grass, Dark Nights","course_id":171,"status":"P","start_date":"1/1/47","end_date":"1/1/48","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            One morning while playing on the woodpile, five year old Charles Grandy was approached by his slaveholder who sternly said to him, “Boy, do you see this grass growing along the side of the fence? Well pull it all up.” Grandy, who was born into slavery, dutifully pulled all of the grass out. Immediately after finishing the task his master assigned to him, Grandy was carried to the fields where the cotton and other crops were growing, and he was instructed to pull out all the grass growing near the crops as well. Due to Grandy’s young age, he was not allowed to use any of the gardening tools, so all of the manual labor the little boy was forced to do was done by hand. From that day forward, Charles Grandy’s days of playing were replaced with the daily task of removing all of the grass and weeds growing near the crops on the plantation. ","            Typically, children born into slavery were not immediately aware that they were enslaved. Often there was a specific moment or event that showed the child that he or she was not free. The average age for children to recognize their servility was in between the ages of six and ten. It is possible that when Grandy’s master told him to pull out the grass, Grandy realized that he was under another person’s control. Prior to being forced to work, Grandy would play around the big plantation house during the day. Occasionally he would be asked to do small errands; however, one may conclude that he did not realize he was doing those small errands due to his enslavement. Grandy’s experience of being forced to pull out grass is representative of the experiences of many other enslaved children who became aware at very young ages that they were owned by another person. ","Charles Grandy shaped and was shaped by history. The experiences that he shared have formed what we know about enslaved children’s struggles. Grandy was robbed of his childhood because he was born into slavery and was forced to do manual labor for his master. The work he was required to do exhausted young Grandy so much that he often would fall asleep on the cold, hard ground before making it back home. If he woke up in the middle of the night, he would stumble around and struggle to find his home in the pitch-black darkness of the night."],"display_date":"January 1, 1947 - January 1, 1948","search_date":"1947-07-02","locations":[{"id":52766,"lat":37.4315734,"lng":-78.6568942,"zoom":6,"place":"Virginia"}],"tags":[{"id":4,"tag":"Slavery"},{"id":408,"tag":"Children"},{"id":2930,"tag":"Virginia"},{"id":3362,"tag":"forced labor"},{"id":3363,"tag":"manual labor"},{"id":3364,"tag":"enslaved children"}],"course":{"name":"Human Trafficking: Yesterday and Today","school":"University of Richmond","course_id":171,"school_id":11}}]}