{"id":41,"tag":"China","points":[[30.1220750117,-89.7244851703],[34.8943497126,-82.3707811393],[23.12911,113.264385]],"bounds":[[34.8943497126,113.264385],[23.12911,-89.7244851703]],"episodes":[{"id":4438,"title":"Local Chinese React to Imperial Decree\n","course_id":16,"status":"P","start_date":"1/1/10","end_date":"12/31/11","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["When Americans think of Chinatown, they rarely associate it with New Orleans, but at the turn of the twentieth century, New Orleans was the only southern city with a population of Chinese immigrants significant enough to constitute a Chinatown.  Like other immigrants in America, the Chinese in New Orleans had to balance the ongoing connections and relationships back home with the opportunities presented in assimilating fully into the dominant American culture.  Unlike other immigrants, however, Chinese immigrants were barred from becoming citizens of the United States due to the Burlingame Treaty of 1868, and so felt a strong obligation to obey decrees and laws of their homeland.  On December 26, 1910, in the final days of the Qing Dynasty for instance, the provisional national assembly decreed that all citizens should cut off the traditional long braid, or queue.  On January 13, 1911, the New Orleans <em>Times-Democrat</em> reported that the Chinese population of New Orleans welcomed the decree because the braids were \"burdensome as well as troublesome.\" ","Around one fourth of New Orleans' Chinese immigrants, including prominent members of the community like Hom Kin, had already cut their queues by this time, and most Chinese had ceased wearing traditional Chinese attire.  Furthermore, with the Chinese Exclusion Act of 1882 restricting the flow of new Chinese immigrants into New Orleans, the younger generation of Chinese-Americans within the city began to lose touch with their cultural heritage.  Kin's son, also queueless, expected \"to be more American in his ways than his Father,\" and American-born Chinese readily adopted the language, dress, and customs of the interracial neighborhoods of Chinatown.  ","Many Chinese immigrants lived in nearby interracial neighborhoods, though most worked in laundries located throughout the city.  According to period photographs and research conducted by Richard Campanella, the core of China\"town\" only consisted of a handful of shops, grocers, and restaurants along the 150 foot long 1100 block of Tulane   Avenue.  Several other Chinese establishments dotted the surrounding cityscape.  The district was popular with New Orleanians of all races and social classes, who ate at the restaurants, shopped at the stores and grocers, and took their clothes to the laundry mats.  They also compelled many Chinese immigrants to abandon their customs in order to attract more business, and, in turn, the distinct Chinese influence on Tulane Avenue slowly disappeared.  "],"display_date":"1910 - 1911","search_date":"1910-12-31","locations":[{"id":16884,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"Orleans, Louisiana"}],"tags":[{"id":12,"tag":"Migration/Transportation"},{"id":31,"tag":"Immigration"},{"id":10,"tag":"Urban-Life/Boosterism"},{"id":21,"tag":"Race Relations"},{"id":29,"tag":"New Orleans"},{"id":41,"tag":"China"}],"course":{"name":"History of Urban and Suburban America","school":"Furman University","course_id":16,"school_id":4}},{"id":5069,"title":"A Letter From Shanghai","course_id":43,"status":"P","start_date":"1860-01-01","end_date":"1860-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In his letter to Reverend Richard Furman, missionary J.B. Hartwell depicted the difficulties of embracing Chinese culture as well as spreading the Word of God in the non Christian community of Shanghai.  Hartwell  gave a summary of the current events that were taking place in Shanghai both with the group of missionaries in the field, as well as the ongoing practices of Chinese culture.  One aspect of the letter that seemed controversial was Hartwell’s reference to China as “this heathen land” as if stating that the Chinese people are un-redeemable.  Of the many pressing issues that the letter addressed, disease and sickness seem to be at the forefront emphasizing that the living conditions and exposure to disease had disheartened the missionaries in Shanghai.  Hartwell exclaimed that “the deaths in our midst for the last year have been a heavy percentage of the whole number of missionaries, and certainly should be a warning to us who remain to do our diligence to accomplish the work God has set before us.”  The courage that it must have taken to stay the course God had set out for the missionaries was truly astonishing in the face of such poor living conditions.  Brother Hartwell does remind Reverend Furman of their purpose and gives several examples of praises that had occured in the midst of such adversity.  The Sabbath congregations at the Ja who Dong were growing and one man in particular was baptized and even “continues to show great interest in the subject of religion and is believed by all the native members to be a truly converted man.” In his book <em>The Origins of the Anglo-American Missionary Enterprise in China: 1807-1840</em> Murray Rubinstein depicts the life of Robert Morrison, who similar to Hartwell dedicated his life to the service of God in the Canton region of south China.  Rubinstein emphasizes the adverse conditions that Morrison faced by stating, \" A damp and often stifling climate an alien and hostile government, a wary local populous, and an indifferent and sometimes antagonistic community of westerners all played their part in providing Morrison with a challenge to his body, mind and will.\" It is apparent that the only thing that kept both Hartwell and Morrison in China was their strong faith and commitment to sharing the gospel with the Chinese people.","Hartwell described one of the Chinese rituals which is called the worship of Gung Mung.  It was a ceremony in honor of one of China’s “fabulous kings who was said to have reigned 140 years.”  Hartwell described many of the intricate details of the ritual but emphasized that the ceremonies take place in order to bring praise to their “patron of Agriculture.”  As Hartwell concludes his letter he draws on the support of his family and the joy his daughter brings him in the midst of difficult circumstances.  It is apparent that missionaries in the nine-teenth century often times faced extreme difficulty in many areas including cultural differences, exposure to disease, and apathy among the people,  all the while trying to stay the course God had set for them.  Hartwell’s letter to Reverend Furman reflected the dependency that missionaries had on support from their communities and their churches to help them stay committed to the work set before them.   "],"display_date":1860,"search_date":"1860-07-01","locations":[{"id":11535,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"GREENVILLE, South Carolina"}],"tags":[{"id":735,"tag":"Christian"},{"id":147,"tag":"Missionaries"},{"id":706,"tag":"Cultural Life"},{"id":41,"tag":"China"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":6355,"title":"American Foreign Policy and Tibet Since 1950","course_id":141,"status":"P","start_date":"10/1/50","end_date":"10/31/50","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Introduction -","Less than a year prior to the 2008 Beijing Summer Olympic Games, the United States Congress issued His Holiness the Fourteenth Dalai Lama the congressional gold medal. Shortly before congress's decoration of the Tibetan leader-in-exile, Chinese authorities tightened security in the Tibet Autonomous Region and threatened action against Tibetans celebrating the region's Great Prayer Festival.  Less than a year later, mass protests broke out in Lhasa, and for the first time in Tibet's history under the Chinese, protests both nonviolent and violent spread beyond the actual physical designations of the Tibet Autonomous Region.  China'a alleged and, in some cases, documented civil rights abuses against its Tibetan subject has become an important source of international contention, and","Background -","In October of 1950, an estimated 40,000 People's Liberation Army Soldiers charged into what was, at the time, the autonomous and sovereign country of Tibet.  Within two weeks, Tibet's soldiers surrendered, and the Dalai Lama capitulated to the Chinese by signing the 17-Point Agreement, an agreement that did not explicitly delimit Tibetan autonomy, but provided a precedent by which China's communist party could take over the administration of the region.  By 1959, the Dalai Lama had been forced into exile, and China had began pursuing an agressive assimilation policy.","In 1966, Mao's Cultural Revolution led to the destruction of thousands of temples and monasteries and the prohibition of Tibetan Buddhist practices.  Many Tibetans were wrongfully imprisoned, tortured, and in some cases, executed.  The cultural revolution ended with Mao's death in 1977, after which the Chinese government eased cultural restrictions in Tibet and attempted to boost the region's economy with a number of subsidies.","Since then, it can be argued that the Chinese have pursued more aggressive methods of cultural and economic control over ethnic Tibetans. Today, ethnic Chinese generally recieve better economic opportunities, education, and health care than do Tibetans, and this is especially true in Tibet where Chinese policies have made emigrating especially lucrative for their Han population.","American Foreign Policy","In 1950, the United States was already actively advising the Dalai Lama to flee Lhasa due to US intelligence anticipating a communist takeover from China.  By the late 1950s, the U.S. government would not commit to an official role in the conflict.  However, the CIA did have a program for aiding Tibetan resistance groups against the encroaching Chinese.  However, as former Chamdo resident Lhatsun Labrang Chandzö has pointed out, resistance groups, were often poorly managed and members were often relegated to finding ways to feed themselves instead of conceptualizing and executing forms of resistance. Because of this, the US took in a number of operatives and trained them in Colorado prior to smuggling them back into Tibet in order to subvert and sabotage the Chinese.","As the Dalai Lama's brother, Gyalo Thondup, a man who was heavily involved with the CIA during the early resistance movement of the 1950s, has stated, the CIA's actions were largely ineffective, and were aimed less at establishing independence for Tibet and more at annoying the Chinese.  Thondup has stated \"It [the CIA] had no far-sighted policy for Tibet...Whatever help they provided really provoked the Chinese.  It led to reprisals.\"  Cold War historian John Knaus agrees with this assesment in an essay published in MIT's Journal of Cold War Studies: \"The US policy of 'doing anything to get in the way of the Chinese' still prevailed, and the CIA's plans to continue its support to the surviving insurgents were supported by both Congress and the State Department.\"","By the early 1970s, the United States began scaling back the CIA's efforts in the region due to new opportunities to normalize trade relations with a rapidly modernizing China.  Thondup has stated that the CIA promised the Tibetans independence should they choose to work with Americans over the USSR, and has also stated that Moscow contacted him numerous times to tell him that Langley and Washington would eventually betray Tibet in favor of a stable trade relationship with the Chinese.","Since then, as Tibetologist Melvyn Goldstein points out, the United States has carefully balanced between ideologically supporting the Tibetan government-in-exile's right to autonomous rule in the TAR and recognizing China's claims of sovereignty over the region.  While the U.S. government will often acknowledge that Tibetans have a right to autonomous rule, officials are careful not to acknowledge publicly that Tibetans have a right to sovereign rule over themselves.  This has led to numerous instances in which percieved congressional shows of solidarity with the government-in-exile are taken by Tibetans within and outside of Tibet as proclamations of Tibetan nationalist support from the U.S. government.","In 1987, reacting to a new global initiative by the Tibetan government-in-exile, the U.S. House of Representatives passed a bill that sought to publicly denounce human rights violations in Tibet, thus issuing a new era in American foreign policy toward Tibet.  The Dalai Lama was then invited to speak at the U.S. Congressional Human Rights Caucus, where he reiterated that Tibet was a sovereign nation being illegally occupied by the Chinese.  Goldstein argues that this was one of the major catalysts that led to the Tibetan riots of 1987 less than a week after the Dalai Lama's speech.  He makes the argument that Tibetans percieved the leader in-exile's speech to American congress a declaration of support for Tibetan nationalism by the American government, and that this perception led to protest movements throughout monasteries and communities in Tibet shortly thereafter.","Again, however, the United States' show of solidarity with the Dalai Lama was not sincere in the sense that Congress pursued active changes in the dialog between China and the Tibetan governent-in-exile.  Again, national interest and trade agreements took precedence over human rights concerns.  From this viewpoint then, it was not surprising to see Congress award the Dalai Lama a high honor prior to the Beijing Olympics, similar in the way it was not surprising to see unrest in Tibet some months afterward."],"display_date":"October 1950","search_date":"1950-10-16","locations":[{"id":52676,"lat":null,"lng":null,"zoom":8,"place":"Outside US"}],"tags":[{"id":41,"tag":"China"},{"id":442,"tag":"Foreign Politics"}],"course":{"name":"Intro to Digital History","school":"University of Wisconsin, Milwaukee","course_id":141,"school_id":68}},{"id":6626,"title":"Peter Parker and Lam Qua: Patients and Paint in China","course_id":165,"status":"P","start_date":"1832-01-01","end_date":"1888-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A young Chinese girl poses in front of a boulder. She is dressed in all black with a tumor the size of a cantaloupe on the right side of her face. Her name is Akae, and she was one of Peter Parker’s many patients during his mission to Canton, China in the 1830s. Parker, an American physician, would treat patients for little to no cost, but his main goal was not to cure their bodies. He wanted to cure their souls and convert the Chinese to Christianity by spreading the gospel. He was concerned for the souls of these “heathens” and planned on spending most of his time in China completing his missionary work. However, once he started to pursue his medical career, his spiritual mission got pushed to the back burner.","After getting his degree from Yale and moving to Canton, China, Parker became a very renowned physician. It was at the Canton Ophthalmic Hospital, Parker’s first hospital in China, where he first specialized on eye diseases. He then opened up his work to operating on abscesses, tumors, cancers, and other deformities. These were the cases that were tastefully documented by the painter, Lam Qua. Lam Qua was a Cantonese artist who did most of his paintings of Peter Parker’s patients in the 1830s. He loved the idea of medicine, and was even said to have regretted not becoming a physician himself. His artwork was some of the first from China that was favored in the Western world, and his paintings are a great example of a unique way of documenting patients.  ","During his time in Canton, Parker found himself more successful than his predecessors, the Jesuits, but still faced struggles on getting the Chinese to convert to Christianity. One of the main conflicts he faced was finding time for missionary work in his busy schedule of healing. His role as a missionary proved to be difficult because his role as a physician kept him very preoccupied. Peter Parker physically helped a lot of people, but spiritually he was unsuccessful. He started gaining resistance from the Chinese people when he attempted to convert them to Christianity, most likely resulting from the Jesuit missions. This resistance led to many organizations to pull their funding from Parker's missions because they believed he was failing. Parker became frustrated and his relationship that was once strong with the Chinese people began to deteriorate.","Peter Parker’s work in Canton reflects the concept of foreign medicine at the time. The sense of superiority Parker felt towards the Chinese reflects the western thought on race and ethnicity. Regardless of this idea, Peter Parker did show compassion towards the Chinese by attending to their needs free of charge and by using anesthesia. Although his mission may have failed, Parker helped a lot of Chinese suffering from abscesses and tumors, and thanks to Lam Qua, these cases are well-documented and published on canvases for the world to see."],"display_date":"1832 - 1888","search_date":"1860-07-01","locations":[{"id":52998,"lat":23.12911,"lng":113.264385,"zoom":8,"place":"Canton, China"}],"tags":[{"id":145,"tag":"art"},{"id":3205,"tag":"Foreign Medicine"},{"id":3204,"tag":"Lam Qua"},{"id":3203,"tag":"Peter Parker"},{"id":3202,"tag":"Missionary Work"},{"id":41,"tag":"China"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":165,"school_id":94}}]}