{"id":411,"tag":"Westward Expansion","points":[[36.0638291279,-79.1821891988],[42.6561422287,-77.5340511417],[38.9151212228,-76.9435162098]],"bounds":[[42.6561422287,-76.9435162098],[36.0638291279,-79.1821891988]],"episodes":[{"id":4805,"title":"<strong>Go West, Young Man! (Whether You Want To Or Not)</strong>","course_id":38,"status":"P","start_date":"1844-09-05","end_date":"1848-04-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["One of the more striking aspects of the Cameron plantation letters is the account they offer of the exportation of slave life from the areas of initial settlement on the Atlantic seaboard beyond the Appalachian mountains into the old Southwest and the Mississippi. Ira Berlin's <em>Many Thousands Gone </em>and <em>Generations Of Captivity</em> trace this development to the period of the American Revolution, when British promises of freedom to runaway slaves in Virginia and the Carolinas led to the evacuation of many slaves to the west, with predictable disruption to slave families and communities (Berlin, <em>Many Thousands Gone</em>, 264-265). With freedom for white Americans from British colonial authority came more opportunities to extend unfreedom for black Americans across the continent. After the war, natural increase in the slave population created a surfeit of unfree labor (first in Virginia and Maryland, but later on in the states further south), which augmented this flow of slaves to places like Greene County, Alabama, where the Camerons established a second plantation in 1845, toward the tail end of this period of westward transportation of the slave system. Paul Cameron’s correspondence illustrates the careful, methodical measures he took to undertake this endeavor, while the attempt by the slave Milton hints at the effect this forced migration had upon the enslaved population.<br /> <br /> Throughout the autumn of 1844, Paul Cameron steadily made plans to establish a new presence for his family business in Alabama. In a pair of letters to his father, he describes contracting to purchase shoe leather in Petersburg, Virginia (series: 1.3.3, box: 40, folder: 934, date: 1844-9-5) and discusses his plans to acquire tents, buttons, and wagons (series: 1.3.3, box: 40, folder: 935, date: 1844-10-12) in anticipation of setting  his \"people\" upon the march of from Person County, North Carolina to the planned new plantation to the southwest (series: 1.3.3, box: 40, folder: 936, date: 1844-10-20). By November, Paul has seen the contingent off on its journey to Alabama (series: 1.3.3, box: 40, folder: 937, date: 1844-11-5), where he agrees to purchase plantations at both Candy's Landing and in Greene County (series: 1.3.3, box: 40, folder: 937, date: 1844-11-27, series: 1.3.3, box: 41, folder: 940, date: 1845-1-4). Cameron is quite meticulous about the preparations for the move. He is clearly a businessman of a conscientious nature. However, for all the pains he takes to ensure the smooth running of the westward march, Paul makes sure to travel to Alabama the following year in as luxurious a manner as one could in the 1840s. His attention to detail seems directed much more toward the furtherance of his financial interests in the expansion of his enterprise. While the slave Edmund becomes seriously ill during the journey (series: 1.3.3, box: 40, folder: 939, date: 1844-12-7), Cameron's main objection to his journey is the presence of blacks in his stage-coach (series: 1.3.3, box: 41, folder: 970, date: 1845-11-18). The attitude of the planter class is clearly illustrated: black people exist only as laborers and only merit consideration as agents of white economic designs. The damage to black people as people is of little concern.<br /> <br /> This disregard for the wishes of real people is exemplified by the attempt of a slave named Milton to return to North Carolina in 1847 (series: 1.3.3, box: 43, folder: 1002, date: 1847-2-9). He is captured before even making it out of Alabama and returned to the Greene County plantation (series: 1.3.3, box: 43, folder: 1002, date: 1847-2-5, series: 1.3.3, box: 43, folder: 1006, date: 1847-4-8). While it seems counterintuitive that a slave would flee a plantation to return to another plantation, Berlin argued that most runaway slaves did not seek freedom, but rather absconded in order to visit family or otherwise maintain the bonds of community which the caprice of slave masters sometimes severed. To slave-holders like Paul Cameron, the move to the west as a simple business decision, to be executed with prudence and attention to detail, but with little concern for the human property involved. To slaves like Edmund, taken ill during a very long journey on foot, or Milton, run away back to the world he knew and had been removed from, the journey west was a brutal abruption."],"display_date":"September 5, 1844 - April 8, 1848","search_date":"1846-06-22","locations":[{"id":9683,"lat":36.0638291279,"lng":-79.1821891988,"zoom":9,"place":"ORANGE, North Carolina"}],"tags":[{"id":411,"tag":"Westward Expansion"},{"id":410,"tag":"Slavery, Migration"},{"id":398,"tag":"slavery, runaway"}],"course":{"name":"Contemporary Issues in Social Studies Education","school":"North Carolina State University","course_id":38,"school_id":30}},{"id":4993,"title":"<strong>General Sullivan’s Campaign Against Western Indians </strong>","course_id":35,"status":"P","start_date":"1790-06-01","end_date":"1790-08-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In the late months of 1778 General John Sullivan of Washington’s army began his long excursion up the eastern coast with one simple goal in mind: to conquer as much land as possible.   Sullivan’s expedition, known as “the Campaign against Western Indians,” was one of the first campaigns in a long serious of Indian Removal actions  culminating in the  official policy of President Andrew Jackson in the 1820’s. Sullivan’s campaign began in 1775 when great conflict arose between the United States and British forces preceding the American Revolution.  During the late months of 1779, General Sullivan and his men prepared for their worst battle yet, and began to march against the Iroquois Nations of upstate New York.  The reasons for this expedition against the Indians were firstly their loyalty to British forces and secondly the large amounts of desired land that they occupied.  The campaign against the Six Nations began in the summer of 1779 when General Sullivan marched up the Susquehanna River towards Tioga, the army’s semi permanent settlement that was later named Fort Sullivan.  Meeting General Clinton and his men in Mohawk Valley, Sullivan ordered their combined forces to attack the small Mohawk tribe settlements just West of Schenectady, New York.  After wiping out the Indian tribes along this Valley, troops returned to Fort Sullivan for the end of the summer.  These small villages around Mohawk Valley were minimal battles compared to the large battle that would be the main offensive against the Six Nations, the battle of Newtown.  Taking place just outside Elmira, New York, the battle of Newtown was fought in late August and was the largest victory against the Indians that Sullivan had achieved.  Sullivan entered the Six Nations territory with over 5,000 men behind him.  With such a large army, Iroquois fighters did not stand a chance in battle.  Sullivan’s men came from all directions and with such force that it was very difficult for the Iroquois to defend themselves in an organized manner.  The final and most difficult battle took place in Little Beard’s Town against the Seneca tribe in mid- September.  This battle at Little Beard’s Town was the most devastating for the Iroquois and wiped out a large number of their members Although the battles were not as bloody as many during this time, the battle of Newtown and the battle at Little Beard’s Town changed the lives of the Iroquois Nations forever as they both lost many members of their tribes and had their agricultural system destroyed. The Iroquois tribes had little chance for cultural survival.  Treaties were created allowing the land to be shared by the Six Nations and the settlers, which essentially led to the movement of the Indians Westward and Northward into Canada over the next 20 years. This campaign against the western Indians represented the beginning of Indian Removal and the start of Westward Expansion, two issues that would be extremely significant throughout the next 50 years."],"display_date":"June 1, 1790 - August 30, 1790","search_date":"1790-07-16","locations":[{"id":15415,"lat":42.6561422287,"lng":-77.5340511417,"zoom":9,"place":"Ontario, New York"}],"tags":[{"id":558,"tag":"Indian Removal"},{"id":411,"tag":"Westward Expansion"},{"id":607,"tag":"General John Sullivan"},{"id":608,"tag":"Iroquois Indians"}],"course":{"name":"Early American Republic","school":"Hobart and William Smith Colleges","course_id":35,"school_id":32}},{"id":5033,"title":"Tribulations after the Trail","course_id":43,"status":"P","start_date":"1857-08-14","end_date":"1857-08-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Historian Frederick Turner once described the frontier as \"the meeting point between savagery and civilization.\" On the journey out west, wagons were pillaged by Native Americans who stole animals and destroyed necessities, seeking revenge for the intrusion up their land. Westward travelers saw their destinations as safe havens; however, the troubles did not end when their journey did. As each party involved in Westward expansion, both white settlers and Indians alike, saw themselves as the victim and the other as the villain, it was inevitable that an outbreak of violence spread throughout the West making settlement incredibly unstable.","The diary of Winfield Scott Ebey provides a personal account of white settlers forging the Oregon Trail and what awaited the travelers in the end. After the Trail, Ebey and his family settled on Whidbey Island in Washington. The perception of danger forced the Ebey settlers to build blockhouses for protection against the Indians during the years of the Puget Sound Indian War of 1855. On August 11th, Ebey's brother, Isaac, was killed by Canadian Indians. Isaac's body was discovered on the front porch, his head taken as a trophy.","With the loss of his brother came changes in Ebey's emotions, hopes, and dreams. Ebey stated \" I will endeavor to make a statement of the difficulty that has wrought so wonderfull a change in all my plans & views of life & left me without any prop to hold me up- left me it seems alone.\" The Ebey's, as well as many others, believed that their settlement in the west would be the answer to their problems, but instead it was the catalyst for many more challenges. For a short time, Winfield Ebey had a new life, reunited with members of his family, but only to have it all taken away.","For a long time, even the hint of Indian presence spread terror throughout settlers. During the years of westward expansion, the toll of life taken by the Indians climbed into the thousands. Many people saw bodies of fellow settlers tortured and scalped. In his diary, Ebey declares them \"damned Northern Indians.\" He later describes his brother's death by saying that \" If it had been the Lord's will to have taken him- had he died in his bed with his friends & the consolations of religion around him- then I Could have given him up freely... But to be calld from him in the midst of his family & shot down like a wild beast at his own door- without a moments notice not a second given him to prepare for his change- it was awful.\" The attitudes portrayed here by Ebey are reflective of how most settlers felt that \"the only good Indian was a dead one\" being that they were the only reason for any problems.","Historian Patricia Limerick described the process of westward expansion by explaining that \"human beings can be a mess- contentious, conflict-loving, petty, vindictive, and cruel- and can manifest grace, dignity, compassion and understanding.\" In other words, westward expansion had much more of a \"moral complexity\" about it than is usually revealed. Yes, settlers like Ebey and his family did fall victim to a certain unforgiving brutality. His diary; however, fails to mention what historians discovered- his brother's murderers were seeking revenge for their tribesmen who had been killed by white men. Ebey's diary serves as an example of how white settlers could be unreflective about their actions. Settlers seldomly considered the possibility that their occupation of the west might instead be an invasion of someone's home and that rather than always being the victims, they were sometimes in fact the perpetrators. Diaries like the one belonging to Winfield Scott Ebey provide accounts of the period of expansion, but the accuracy of these documentations have left many incomplete viewpoints in their wake and a skewed understanding of history."," "],"display_date":"August 14, 1857","search_date":"1857-08-14","locations":[{"id":14419,"lat":null,"lng":null,"zoom":8,"place":"CLARK, Washington"}],"tags":[{"id":411,"tag":"Westward Expansion"},{"id":698,"tag":"Oregon Trail"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5302,"title":"Following the Westward Expansion through a Kansas Trip in 1866","course_id":75,"status":"P","start_date":"1866-09-05","end_date":"1866-09-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["D. F. Drinkwater advertised that “‘Kansas’ bottom lands are exceedingly rich, and bring large crops of corn, wheat, rye, oats, barley, sugar cane and vegetables, as well as hemp and cotton. The successful raising of the latter is no longer an experiment here.” But he added one more fact to make his call pertinent. It became easy and comfortable to come to Kansas by train. Who could claim better at that time? He stated that “the Missouri Pacific railroad from St. Louis to Wyandotte is one of the best roads in the country, and this new Union Pacific, E. D., is as good a new road as is in use, if not better. Let me say parenthetically that when you come to Kansas of course you had better take the route by St. Louis and Wyandotte over the Missouri Pacific.”","The farmer settlers switched their goal from self-sustainability to commercial production. They had more than they really needed for themselves. People even figured out that growing wheat and oat crops might be as profitable as growing cotton, without generating the associative problems such as slavery issues and the severe effect of the Panic of 1819. After the Missouri controversy, agriculture was focused on other crops. “Rye and sugar cane are called sure crops in Kansas.” The horticulture profits were significant. Orchards started to appear everywhere in Kansas. In particular, vineyard and wine production became a flourishing business. But the exportation of these products to the Eastern and Northern part of the country would not be possible with wagons, which usually took several months to make the trip.","Railroads to connect Kansas to the East and to the West were a necessity;  otherwise, the new settlers would not be successful. The railroad was a faster and safer way to transport a product for sale. Because of the Panic of 1819 and the resulting financial crisis, railroad construction was stopped and compromised. Politicians did not lost their power due to the cotton crash; instead, it was the first settlers who had to directly apply for grants to Washington in order to resume the railroad construction. A second halt happened during the Civil War. The construction was costly because the materials such as iron rails and the technology used were imported from Europe. The situation was confused, but the nationalism of Americans saved the situation. The hope was born again because of the authorization given to the L. P. & W. via the Pacific Railway act of 1862 “to build from an eastern terminus below the junction of the Missouri and Kansas rivers to the designated starting point of the Union Pacific on the 100<sup>th</sup> meridian.” Drinkwater even promised the Congress “As I have before remarked, this trade will be utterly beyond calculation, particularly if our Congress will be so kind as to adjust our internal and external revenue laws, so that American tax paying manufacturers and farmers shall, at least, have an equal chance in our home market with our British rivals.”","D. F. Drinkwater requested himself that more funds be used for railroad construction than for cavalry troops that were to secure the lands against Indians and. He noticed that \"just as fast as the Pacific Railway passes the great military posts upon its line, these become unnecessary, and are, in effect, abandoned.” The reason was that “the Kansas Pacific Railway narrowed the field of operations against the Indians.”  Therefore, the federal government would save money by speeding the railroad construction. Investing in the railroad construction was a win-win decision. Indeed, it “pushed 'the plains' further and further west, and saved the Government the necessity and expense of permanent forts.”"],"display_date":"September 5, 1866","search_date":"1866-09-05","locations":[{"id":4553,"lat":null,"lng":null,"zoom":8,"place":"Unorganized, Kansas"}],"tags":[{"id":411,"tag":"Westward Expansion"},{"id":666,"tag":"Railroad"},{"id":1072,"tag":"Pacific Railway"},{"id":1073,"tag":"Union Pacific"},{"id":13,"tag":"Agriculture"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":75,"school_id":40}},{"id":5627,"title":"A Student Eulogizes Thomas Jefferson","course_id":93,"status":"P","start_date":"1826-10-04","end_date":"1826-10-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Thomas Jefferson, one of the founding fathers of the United States and the third elected President, passed away on July 4, 1826. Jefferson served two terms as President of the United States from 1801-1809. He will always be remembered as the principal author to the Declaration of Independence. On October 26, 1826, at the Columbian College in Washington D.C., Jefferson’s eulogy was delivered by a member of the senior class. John W. James writes, “He whom we mourn, was surpassing great; great in intellect; great in stores of knowledge; great in the highest offices a nation could bestow; great throughout his life.”  Jefferson’s political impact certainly resonated throughout the entire nation. He sparked the greatest expansion westward as he was responsible for the Louisiana Purchase. Jefferson, however, passed away on the day the country celebrated their independence.  James explained, “He whom, on the <em>Fourth of July, </em>no one could forget; who fondly hoped was then uniting in the rejoicings of his country, was indeed but hovering over the earth, ready to take his flight to an eternal rest.”","Jefferson, like many white male citizens, enjoyed the freedoms in the early periods of the nineteenth century. He did not live long enough to see his country torn apart by the issue of slavery. Unfortunately, as author James McPherson explains, “Jefferson’s empire for Liberty had become mostly an empire for slavery. Territorial acquisitions since the Revolution had added slave states of Louisiana, Missouri, Arkansas, Florida, and Texas to the republic.” This became the great contradiction of the United States. A country engrained in democratic principles and equality did not preach and practice those principles. John O’Neal, member of <em>Junebug Productions, </em>examines, “The only social system that is more ubiquitous than racism is that which supports and gives definition to the system of male privilege that has come to be called ‘The Patriarchy.” Jefferson, a slave owner himself, contemplated his positioning on slavery. He opposed slavery yet owned slaves. Intentionally or unintentionally, Jefferson’s westward expansion and disposition towards slavery contributed to the racial atmosphere of the United States. As the founding fathers passed away, we remembered them as martyrs and often forgot the flaws of their character. Consequently, the same founding fathers that drafted the Declaration of Independence and the United States Constitution greatly contradicted the principles they had written in their attitudes towards slavery. Thomas Jefferson was no exception to this example and his impact, whether negative or positive, is forever lasting."],"display_date":"October 4, 1826","search_date":"1826-10-04","locations":[{"id":1272,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Washington City, District of Columbia"}],"tags":[{"id":506,"tag":"Thomas Jefferson"},{"id":4,"tag":"Slavery"},{"id":411,"tag":"Westward Expansion"},{"id":1585,"tag":"Louisiana Purchase"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":93,"school_id":3}}]}