{"id":412,"tag":"slave conditions","points":[[32.3884987877,-82.3675347364]],"bounds":[[32.3884987877,-82.3675347364],[32.3884987877,-82.3675347364]],"episodes":[{"id":4853,"title":"Kingsley’s Plantation","course_id":33,"status":"P","start_date":"1803-01-01","end_date":"1821-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1803, Zephaniah Kingsley began bringing slaves from Africa to his plantation in Fort George Island.[1]  Fort George Island is located slightly north of modern day Jacksonville.  “The United States did not allow anyone to bring in slaves after 1808.  But Florida still belonged to Spain, and so smugglers brought in slaves to the southern United States through northern Florida.”[2]  Slaves are apparent in tabby cabins, in which they stayed during their enslavement at the Kingsley plantation.  The cabins and living conditions for slaves on the plantation were considered comfortable.[3]  Larger plantations tended to mistreat and not care about slave conditions as much as slave owners with few slaves.  The Kingsley plantation had “twenty-five slave cabins.”[4]  Therefore, it was a rarity that Kingsley provided better living conditions for slaves at such a plantation of its size.  Furthermore, Zephaniah supported the preservation of African culture, Kingsley quotes “I have never interfered with their connubial concerns, nor domestic affairs, but let them regulate these after their own manner.”  Also he states, “[I] encouraged as much as possible dancing, merriment, and dress, for which Saturday afternoon and night, and Sunday morning were dedicated; and, after allowance, their time was usually employed in hoeing their corn, and getting a supply of fish for the week.”[5]","Kingsley was definitely an opportunist; he recognized the economic compensation of keeping his slaves happy by giving them sufficient shelter.  The labor force will perform better when they are content, thus increasing productivity.  Also he was considered an economic opportunist of his time because after Zephaniah Kingsley bought slaves, he would train and teach them labor and sell the slaves for more.  He undoubtedly acknowledged the importance of keeping his slaves pleased by providing them with above average cabins, in order to have run successful plantation.  For the most part, Kingsley respected the slaves and valued their hard work.","Zephaniah Kingsley was extremely wealthy due to the fact that he was a slave owner in an incredibly lucrative industry of manual labor in the developing United States.  The more wealthy an individual was the higher they were classified in society.  Clearly, large slave owners were considered to be in the upper class.  However, Zephaniah Kingsley was not well respected among society because he married one of his African woman slaves that resided in one of the tabby cabins.[6]  Race greatly affected one’s class in society.  When the United States purchased the entire state of Florida from Spain in 1821, race relations changed.  Under Spanish rule, society was broken up into whites, free people of color, and slaves.  “But the Americans arriving in the new U.S. territory in record numbers viewed all black people-slave and free alike-as members of an inferior race and unworthy of freedom.” Although Kingsley supported slavery due to the economic benefits, “Kingsley urged the Territorial Council to pass laws encouraging emancipation.”[7] Zephaniah Kingsley was mainly known as a slave owner, but was much more than just that; he was an opportunist, economist, and activist.  Kingsley’s idea of improving housing of slavery epitomizes how he ran his plantation differently than other large plantations."," "," "],"display_date":"1803 - 1821","search_date":"1812-07-01","locations":[{"id":15818,"lat":32.3884987877,"lng":-82.3675347364,"zoom":8,"place":"Montgomery, Georgia"}],"tags":[{"id":4,"tag":"Slavery"},{"id":163,"tag":"Slave master"},{"id":412,"tag":"slave conditions"},{"id":15,"tag":"Race-Relations"},{"id":436,"tag":"florida slave history"},{"id":455,"tag":"Plantation Life"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}}]}