{"id":417,"tag":"Plague","points":[[36.0638291279,-79.1821891988],[32.7925598314,-87.8378038018]],"bounds":[[36.0638291279,-79.1821891988],[32.7925598314,-87.8378038018]],"episodes":[{"id":4813,"title":"Greene County Goes Yellow with Fever","course_id":38,"status":"P","start_date":"1847-01-01","end_date":"1847-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In 1847 inhabitants of the Mississippi River basin  had to deal with an outbreak of Yellow Fever.  Transmitted by mosquitoes, Yellow Fever caused symptoms including fevers, chills, headaches and nausea.  In the later months of 1847 the letters that overseer Charles Lewellyn sent to Paul Cameron about the condition of his plantation were fraught with the names of slave that were ill, recovering or had passes from work.  Many of the symptoms that Lewellyn described to Paul Cameron are commonly associated with Yellow Fever.  The illness that was affecting many of the people on the plantation came during the harvesting season a devastating time in Antebellum South for an illness to plague the plantations. ","In the letter sent to Paul Cameron on October 20, 1847, Lewellyn writes that somewhere between 15-40 slaves are sick with fever and chills.  In that same letter Lewellyn mentions that the neighboring plantations seem to fairing worse than they are when it comes to the illness among their slaves.  Though there is no specific mention of Yellow Fever as the illness that was affecting the slaves in Charles Lewellyn’s letters one can infer that this is what was affecting many of the plantation in the areas.  With widespread illness in the same area and symptoms that are commonly associated with Yellow Fever it seems likely that the 1847 epidemic was the cause of the illness that Charles Lewellyn had to deal with in the later months of 1847.","This threat of Yellow Fever could have been enhanced by the increase of rain fall in 1846.  In a letter dated April 30, 1846, Lewellyn discusses the impact of the increased rain on harvesting the cotton.  In this letter he mentions how the rain was so heavy he was going to need to replant some of the fields that had already been planted because the rain washed away what had been there.  Both the corn and cotton crops were affected by the rain.  Excessive rain would lead to increased areas of stagnant water, the preferred breeding ground for Mosquitoes. This increase in the Mosquito population  helped fuel the 1847 Yellow Fever epidemic only a few months later. ","According to the World Health Organization only approximately 15% of current cases of Yellow Fever reach the second more deadly stage of the virus that is deadly.  Though there is no concrete data that suggests what the mortality rate of Yellow Fever was in 1847, limited medical knowledge about the treatment of the virus probably led to more deaths then is witnessed today.  The Yellow Fever epidemic likely affected many of the plantations around Paul Cameron’s in Alabama.  Slaves spent countless hours outside during the harvest seasons increasing their exposure to the virus.  Charles Lewellyn would have been fighting a losing battle against Yellow Fever during the harvest months because of this.  Though even a Yellow Fever epidemic would not stop the harvesting on plantation of countless amounts of money in crops. "],"display_date":1847,"search_date":"1847-07-02","locations":[{"id":9683,"lat":36.0638291279,"lng":-79.1821891988,"zoom":9,"place":"ORANGE, North Carolina"},{"id":174,"lat":32.7925598314,"lng":-87.8378038018,"zoom":9,"place":"GREENE, Alabama"}],"tags":[{"id":417,"tag":"Plague"},{"id":400,"tag":"Cameron family"},{"id":220,"tag":"alabama"},{"id":4,"tag":"Slavery"},{"id":403,"tag":"Yellow Fever"}],"course":{"name":"Contemporary Issues in Social Studies Education","school":"North Carolina State University","course_id":38,"school_id":30}}]}