{"id":42,"tag":"Civil Rights","points":[[37.2242881205,-78.441116268],[40.6916304076,-74.0035386433],[33.5543155862,-86.8964933862],[40.468833638,-79.9812076782],[36.035925149,-78.8764297072],[32.2202206971,-86.2076124057],[34.1679782338,-82.3756180087],[42.2902620083,-70.9709524989],[40.0555369225,-74.9693746988],[32.7534998909,-89.1175924173],[32.3258382723,-87.106506935],[31.9892499285,-87.3082084281],[34.7631159557,-86.5502041094],[40.9100159753,-73.7674032747],[39.2464830538,-76.5960396412],[37.954527025,-76.8481834827],[43.0070321924,-87.9667286742],[24.6544423073,-81.6949104117],[39.2338595038,-76.3925904773],[35.1495343,-90.0489801],[42.331427,-83.0457538],[37.6016892,-121.7195459],[30.4382559,-84.2807329],[28.5383355,-81.3792365],[36.4352131,-78.0195387],[28.6652727,-80.8447766],[28.5580546,-81.8511889],[28.5999998,-81.3392352],[32.2987573,-90.1848103],[33.5206608,-86.80249],[38.9071923,-77.0368707],[39.2903848,-76.6121893],[37.09024,-95.712891],[32.3182314,-86.902298],[36.1626638,-86.7816016],[38.604731164363,-90.257197935671],[37.429903695878,-122.18019688942]],"bounds":[[43.0070321924,-70.9709524989],[24.6544423073,-122.18019688942]],"episodes":[{"id":4444,"title":"Prince Edward Free Schools Association\n","course_id":19,"status":"P","start_date":"8/1/63","end_date":"8/30/64","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["<em>\"We will oppose…with every facility at our command, and with every ounce of our energy, the attempt being made to mix the white and Negro races in our classrooms. Let there be no misunderstanding, no weasel words, on this point: we dedicate our every capacity to preserve segregation in the schools.<strong></strong>\" </em>","<em>- Virginia Governor James Lindsay Almond, Jr. </em>","Dr. Neil V. Sullivan arrived in Prince Edward County, Virginia with the intention to open a free school system for all students regardless of race. However, his efforts were not made easy by any means because of the strong opposition to integration of the white people in the county and the state of Virginia in general. Almost all of the county's 1700 black students missed five years of their education between 1959 and 1964 as the school board shut down the public school system. On his first night in town in August, 1963, he opened his mailbox to find letters telling him to \"pack his Yankee bag and start traveling\", and that the \"Prince Edward Negroes were 'their' Negroes and that he should leave them alone\". Dr. Neil V. Sullivan continued his efforts to start a school to ensure that all students would be guaranteed an education. Even amongst receiving threatening phone calls every day and people shooting at his car, Dr. Sullivan made sure his schools were open for the students every day.","The effort to create a free school system for both white and black citizens in Prince Edward  County began in 1959 with the efforts of the NAACP, but it was not until President Kennedy created an initiative to open schools in 1963 that such a school system exsisted. After receiving a petition signed by 695 citizens of the county demanding public education for all students, he created the initiative to start the Prince Edward Free Schools Association. This one year project would be headed by Superintendent Dr. Sullivan. 1600 black students and a handful of whites enrolled in the free schools. There was minimal community backlash against these schools; in fact, <em>The Farmville Herald</em>, known for its segregationalist viewpoints and conservative manner, ran an ad for the Free Schools in the weeks prior to its opening. On May 25th, 1964, only nine months after the Free Schools project had begun, the Supreme Court decided that the Prince Edward County Board of Supervisors had violated the Fourteenth Amendment by denying students of color the right to a free and public education. Public schools were officially integrated and reopened in the fall of 1964.","Opposition towards integration after the <em>Brown v Board</em> decision of 1954 in Prince Edward County, Virginia remained strong even ten years later. The \"Prince Edward Crisis\" as it came to be known nationally, was the only case of its kind, as every other school district in the United   States eventually conformed to the new policies of public schools becoming integrated. The white opposition was represented in Prince Edward by the leadership of <em>The Farmville Herald</em>, the local newspaper. This twice weekly newspaper and its editor, J. Barrye Wall, Sr. led efforts to remain segregated. However, the county allowed the Prince Edward Free Schools project to fully operate without intervening. The following year, the public schools reopened without any problems."],"display_date":"August 1, 1963 - August 30, 1964","search_date":"1964-02-14","locations":[{"id":33940,"lat":37.2242881205,"lng":-78.441116268,"zoom":10,"place":"Prince Edward, Virginia"}],"tags":[{"id":43,"tag":"Desegregation"},{"id":42,"tag":"Civil Rights"},{"id":6,"tag":"Education"}],"course":{"name":"Race and Politics of Reconciliation","school":"University of Virginia","course_id":19,"school_id":1}},{"id":4450,"title":"Bayard Rustin and Israeli Air Support\n","course_id":19,"status":"P","start_date":"6/28/70","end_date":"6/28/70","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1970 Bayard Rustin gathered many civil rights leaders and black public officials in support of an appeal to Washington. This appeal pushed for the U.S. government to supply Israel with fighter jets for protective purposes.  Their appeal, in the form of a full-page ad in the <em style=\"mso-bidi-font-style: normal;\">New York Times</em>, was sponsored by the A. Philip Randolph Institute of which Rustin was the executive director.  This action signaled a significant change in Bayard Rustin's ideology as Rustin advocated nonviolence throughout the civil rights movement, and the shift furthermore upset many of his former colleagues from the War Resister's League.  The correspondence resulting from Rustin's action display not only his legendary status, but also many of the complex issues wrapped up in the conflict.  ","            Andrew McReynolds, who was the co-editor of the WRL magazine along with Rustin, wrote a letter expressing his deep disappointment.  In his letter he calls Rustin, \"the hero image of [his] life,\" and speaks of the path (of pacifism) that Rustin set before him and has now diverged from.<a name=\"_ftnref1\" href=\"_ftn1\">[1]</a>  To McReynolds, Bayard's transition from protest to politics seemed to diverge from the fundamental ideas that forged the civil rights movement.  In a more vitriolic letter, another WRL member, James Peck expresses similar sentiments.  Calling Rustin the, \"housenigger of the Democratic Party\", he reproaches Rustin for his ad in the <em style=\"mso-bidi-font-style: normal;\">New York Times</em>, as well as reproaching him for entering into politics rather than filling the vacuum of leadership the War Resister's League was facing (as the executive director, A.J. Muste, recently passed away).  Regardless of the criticism, both these letters speak for the tremendous leader Rustin was and the loss that the peace movement was feeling at the time.  Rustin's terse response to his critics reveals little into his thoughts as he refuses a discussion.  He refused discussion deeming it unfruitful as long as his critics continued to use such derogatory language.  McReynolds wrote another letter to Rustin essentially reiterating his thoughts, except imploring his belief that Rustin still was, \"personally and existentially a pacifist.\"<a name=\"_ftnref2\" href=\"_ftn2\">[2]</a>  In this letter the question of Rustin's pacifism is much more prevalent, and displays the thin line that Rustin walked as a result of his struggle against injustice conflicting with a pacifist agenda.    ","            Bayard Rustin's dramatic change in ideology occurred less abruptly than this dialogue would suggest, with Rustin beginning to move towards politics in 1965 as summed up in his article, \"From Protest to Politics: The Future of the Civil Rights Movement\".  Nevertheless, his support of defense for Israel in 1970 not only represents a change in his ideology, but is indicative of the larger changes which conclude the classical conception of the civil rights movement.","<a name=\"_ftn1\" href=\"_ftnref1\">[1]</a> Bayard Rustin. <em style=\"mso-bidi-font-style: normal;\">The Bayard Rustin Papers. </em>(Bethesda, MD: University Publications of America, 1988), Reel 14. ","<a name=\"_ftn2\" href=\"_ftnref2\">[2]</a> Ibid."],"display_date":"June 28, 1970","search_date":"1970-06-28","locations":[{"id":36051,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":51,"tag":"Bayard Rustin"},{"id":42,"tag":"Civil Rights"},{"id":52,"tag":"Pacifism"}],"course":{"name":"Race and Politics of Reconciliation","school":"University of Virginia","course_id":19,"school_id":1}},{"id":4460,"title":"NAACP&#39;s Litigation Strategy in Prince Edward County\n","course_id":19,"status":"P","start_date":"5/1/48","end_date":"12/1/56","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["      The NAACP's litigation strategy against school segregation went through a drastic change during the summer of 1950. Instead of working within the confines of Plessy v. Ferguson, which declared the constitutionality of the \"separate but equal doctrine\", the NAACP decided that the time had come to force the courts to reconsider segregation. Prior to 1950, the NAACP only tried cases where they could prove obvious inequality in segregated public education.  This philosophy changed dramatically at the Boston convention in the summer of 1950, when the NAACP made a resolution to only take new cases that challenged the institution of segregation itself.  The NAACP's deliberate change in legal maneuvering had alienating effects in both white and black communities, but it was ultimately successful with Brown decision. When looking at the relationship of history and the law, it is important to ask how and why such a pronounced change occurred in the legal thinking of the NAACP's lawyers. The Prince Edward County case provides helpful insight into understanding this legal change because it was filed in 1951 just as the NAACP was in the process of transitioning their legal strategy. ","      While the NAACP lawyers were busy going through huge organizational changes, the African American students at Moton High School in Prince Edward County were equally busy unifying themselves to go on strike. Under the student-initiated leadership of Barbara Johns, the students at Moton High were tired of their overcrowded and dilapidated school, and the students sought legal redress from the school board . The students at Moton High called upon the Richmond branch of the NAACP to help with its legal campaign. However, the student leaders at Moton high were completely unaware of the NAACP's change in legal strategy. Instead of integration, students like Barbara were merely hoping to improve their segregated educational facilities.  The leading attorneys Oliver Hill and Spottswood Robinson had a completely different agenda. In a speech to the African American students and parents in Prince Edward County, Robinson implored the necessity for challenging segregation as an institution stating \"The NAACP has undertaken its non-segregation policy after realizing that previous experiences had proven that there can exist no equality in a segregated school system\".  The previous experiences that Robinson mentions come directly from previous court rulings where ridiculous restrictions and exceptions were made by segregationists to maintain white supremacy.","       Prior to 1950 most NAACP lawyers and organizers believed that public school officials would eventually realize that operating dual public school systems with equal facilities was economically infeasible. However, as the NAACP tried cases with graduate students, it became apparent that segregationists were not rational. Instead of working within the free market system, segregationists would spare little expense to keep white and black students apart. The NAACP grew exceedingly disillusioned with the idea that segregation would eventually come to an end for economic reasons. Furthermore, equal facility suits were time consuming and expensive to prove and the outcomes of such suits only applied to the district where the case was brought.   While previous cases challenged the inequality of segregated facilities, the NAACP lawyers took an extremely different approach in the Prince Edward County case. In the Prince Edward County case much of the evidence was based on sociological and psychological research that focused on the negative effects that segregation had on African American children.  Reputable doctors and psychologists demonstrated how the segregated facilities led black students to have lower conceptions of themselves and their race. The acceptance of this evidence as credible is crucial to understanding how the system of segregation was undermined in the Brown vs. Board of Education case."],"display_date":"May 1, 1948 - December 1, 1956","search_date":"1952-08-16","locations":[{"id":26640,"lat":37.2242881205,"lng":-78.441116268,"zoom":10,"place":"Prince Edward, Virginia"}],"tags":[{"id":42,"tag":"Civil Rights"},{"id":62,"tag":"Prince Edward"},{"id":9,"tag":"Law"}],"course":{"name":"Race and Politics of Reconciliation","school":"University of Virginia","course_id":19,"school_id":1}},{"id":4686,"title":"I Was Not Saved to Run","course_id":22,"status":"P","start_date":"12/25/56","end_date":"12/25/56","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["It was Christmas 1956.  Taking the place of presents and songs, Reverend Fred L. Shuttlesworth and family woke up to the sound of sixteen dynamites exploding from underneath their home.  By looking at photographs of the damage, you would think everything within ten feet of the home was dead.  However, Shuttlesworth and his family reemerge unharmed.  Shuttlesworth being a religious man gave God all the credit and looked at the big picture.  He said, “If God saved me through this then I’m gonna stay here and clear this up.  I wasn’t saved to run…I was saved to lead the fight”.  Shuttlesworth truly embraced his role as leader of integration.  ","Rev. Shuttlesworth was the fearless leader of the Civil Rights Campaign in Birmingham, Alabama. He was “the negro most feared by whites…the voice of the Negro in Birmingham”.  He would eventually invite Dr. Martin Luther King, Jr. to Birmingham.   White supremacists, some including politicians, businessmen, and police wanted him dead or vanished from Birmingham.  Numerous attempts were made on his life.  Therefore, Shuttlesworth had a security detail posted at his home around the clock.  Colonel Stone Johnson was organizer of the volunteer security detail for Shuttlesworth and his organization, the Alabama Christian Movement for Human Rights.  I had the opportunity to converse with ninety year old Johnson during a recent visit to the Birmingham Civil Rights Institute.  Johnson, like Shuttlesworth is a very religious man and looked at this incident from a spiritual perspective.  Johnson stated, “Shuttlesworth knew how to stay in his lane, God put you in a lane….Shuttlesworth was on God’s program before he was born”.  Two years later, Johnson helped remove a second bomb from Shuttlesworth’s home before it exploded in the street.  Yet again, no one was injured.  History has proven that God had a destiny for Shuttlesworth."],"display_date":"December 25, 1956","search_date":"1956-12-25","locations":[{"id":28563,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":220,"tag":"alabama"},{"id":244,"tag":"Violence"},{"id":21,"tag":"Race Relations"},{"id":238,"tag":"African American"},{"id":42,"tag":"Civil Rights"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}},{"id":4682,"title":"A Campaign for Freedom","course_id":22,"status":"P","start_date":"2/7/42","end_date":"2/14/42","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            February 7, 1942, was a day that changed America. Segregation and discrimination had reached a point that was no longer tolerable, and according to the <em>Pittsburgh Courier</em>, it was time for a campaign. The “Double V Campaign,” as it was called, stood for two victories for black Americans: a victory at home and a victory abroad. ","            This campaign was orchestrated by the <em>Pittsburgh Courier, </em>a weekly black newspaper that helped influence public opinion among black Americans. According to the <em>Courier</em>'s February 14<sup>th</sup> headline, “The Courier's Double 'V' for a double victory campaign gets country-wide support.” This support showed that black America was tired of being oppressed and ready for change. The Double V campaign helped tremendously the plight of black Americans. Blacks everywhere were discriminated against based on their color, and the armed forces at this time was no exception. If blacks were allowed entrance into the army, they were only given menial jobs such as cooks or stewards. The Double V campaign called for integration and for the possibility of fighting for freedom everywhere. The <em>Courier</em> went on to say in its’ February 14<sup>th</sup> article, “We, as colored Americans are determined to protect our country, our form of government and the freedoms which we cherish for ourselves and the rest of the world, therefore we have adopted the Double ‘V’ war cry—victory over our enemies at home and victory over our enemies on the battlefields abroad. Thus in our fight for freedom we wage a two-pronged attack against our enslavers at home and those abroad who will enslave us. WE HAVE A STAKE IN THIS FIGHT...WE ARE AMERICANS, TOO!” Not only did the campaign gather blacks together in support of racial equality, but afforded them the opportunity to feel part of a bigger struggle for freedom everywhere. The shared struggles of black America were also felt by black service men in the armed forces. According to Lawrence P. Scott, a black airman in the 99th, and an eventual Tuskegee Airman, \"every man in the 99th was aware that the success of the 99th would impact the status of blacks in the Army Air Force and the army as a whole and that each man performed his job as if the race depended on him.\"","            At war’s end, the campaign would serve as a reminder of why black service men and women fought. Not only was the war fought to free enslaved people abroad, but was also fought for the equality of black Americans at home who were willing to fight and die for their country. This campaign would later help to serve as an impetus for the future civil rights movement of the 1960s that would eventually grant black Americans the equality for which they lived, fought, and died."," "],"display_date":"February 7, 1942 - February 14, 1942","search_date":"1942-02-10","locations":[{"id":27548,"lat":40.468833638,"lng":-79.9812076782,"zoom":9,"place":"Allegheny, Pennsylvania"}],"tags":[{"id":258,"tag":"World War II"},{"id":42,"tag":"Civil Rights"},{"id":269,"tag":"Double V Campaign"},{"id":270,"tag":"Freedom"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}},{"id":4878,"title":"Man's Heart Transcends Apartheid","course_id":31,"status":"P","start_date":"1/4/68","end_date":"1/4/68","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In South Africa, the walls of apartheid were about to be transcended by the loss of a young “cape colored” in January 1968. Young Clive Haupt was a “colored” of South Africa who died at the age of 24; while his death was tragic; it had also achieved something, though it was small. While Clive was dead, his heart was to be given to Dr. Phillip Blaiberg, a white South African man. Though this was not the first transplant performed in South Africa, it was the first heart transplant where a “colored” heart was given to a white man. Even more significant, Clive Haupt’s heart would eventually be the first “colored” buried in an all-white cemetery. This was a cause of celebration because it was illegal for “coloreds” to be buried in the same cemeteries as whites. Though it was not Clive’s whole self, a part of him would achieve something, even in his death, to stop the evils of apartheid.","The people of South Africa have been accustomed to racial separation of cemeteries for centuries, with the first officially segregated cemeteries being established in the 1820’s. It was not until 1903, however, that significant cemetery segregation would take effect among the South African townships. The reason for this segregation, historian A.J. Christopher says, was a “the demolition of the Black suburbs near the city centre following the bubonic plague outbreak,” which caused many blacks to be resettled.","With the enactment of Apartheid in 1948, the South African government had to establish new racial divides in the living areas of all the different races. With these new changes also came the development of new segregated cemeteries adjacent to these townships. The history of South Africa was one of racial segregation, and in 1968 they were still living in a world charged by Apartheid. Yet even this powerful separation it did not prevent some aspect of that law to be broken by the death of a young black man.","While villages were being segregated and new black suburbs were being established in South Africa, residential segregation was crumbling in North America. In the United States a federal act was passed in 1968, called the Civil Rights Act of 1968, were stopping the segregation of black and white housing and creating equal opportunity housing for those blacks who do not have substantial means. Certain parts of the Civil Rights act of 1968 was designed “to provide a partial remedy for the distressing housing inequities,” according the <em>Duke Law Journal</em>. The main purpose of the act was “to eliminate housing segregation,” because “it is clear that discrimination alone is largely responsible for present segregated housing patterns.” Though housing in South Africa would remain segregated for a while longer, like the Act of 1968, Clive Haupt was desegregating cemeteries."],"display_date":"January 4, 1968","search_date":"1968-01-04","locations":[{"id":34277,"lat":36.035925149,"lng":-78.8764297072,"zoom":10,"place":"Durham, North Carolina"}],"tags":[{"id":491,"tag":"South Africans"},{"id":490,"tag":"Apartheid"},{"id":42,"tag":"Civil Rights"}],"course":{"name":"African-American History from 1863 to the Present","school":"University of North Carolina at Pembroke","course_id":31,"school_id":9}},{"id":4954,"title":"A Walk With God","course_id":27,"status":"P","start_date":"12/1/55","end_date":"12/20/56","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On February 23, 1956, more than two thousand African Americans filled the church from basement to balcony and overflowed into the street for a meeting to urge their followers to boycott the city’s buses.  This meeting was the result of resistance efforts that began when Rose Parks refused to give up her seat on a Montgomery city bus to a white man on Thursday, December 1, 1955.   Months later in the basement of the church the African Americans chanted and sang; they shouted and prayed; they collapsed in the aisles and they sweltered in the eight-five degree heat.  African Americans worked with these blistering conditions for months as they boycotted the Alabama city buses. ","Eighty-nine of the boycott participants, including twenty-four Protestant ministers, were arrested February 23, 1956 and were charged with carrying on an illegal boycott.  But the African Americans did not give up; they set up a “prayer pilgrimage day”.  During this pilgrimage they gave up the use of automobiles and taxis and walked the streets in protest.  Reverend Ralph D. Abernathy claimed, “We are not trying to impress anybody with our strength; we just plan to demonstrate to the people who do not have cars that we are willing to walk with them”","As the African Americans waited for the church meeting to start they sang, picking up the hymns that came to mind.  When the leaders appeared at the rear of the church the audience stood and cheered.   At the Baptist Church Martin Luther King Jr., head of the Montgomery Improvement Association, told the gathering that the protest was not against a single incident but over things that “Go deep down into the archives of history, this is not war between the Whites and the African Americans but a conflict between justice and injustice.”  Dr. King went on to say “We must use the weapon of love.  We must have compassion and understanding for those who hate us”","On June 4, 1956 the federal district court ruled that Alabama’s racial segregation laws for buses were unconstitutional.  The boycott continued until, finally on November 13, 1956, the Supreme Court upheld the district court’s ruling.  This victory led to a city regulation that allowed African American bus passengers to sit anywhere they wanted, and the boycott officially ended December 20, 1956. (Wright)  In the end the African Americans passive resistance worked in their favor.  Collective activism was a strong and important tactic because the African Americans joined together in order to gain the rights that they deserved all along."],"display_date":"December 1, 1955 - December 20, 1956","search_date":"1956-06-10","locations":[{"id":29188,"lat":32.2202206971,"lng":-86.2076124057,"zoom":9,"place":"Montgomery, Alabama"}],"tags":[{"id":17,"tag":"Government"},{"id":3,"tag":"African-Americans"},{"id":42,"tag":"Civil Rights"},{"id":572,"tag":"Buses"}],"course":{"name":"Digital History: New York, New York","school":"Stonehill College","course_id":27,"school_id":22}},{"id":5018,"title":"<strong>1876 Conservative Resurgence in South Carolina Makes an Appeal to Black Voters </strong>","course_id":43,"status":"P","start_date":"1876-09-16","end_date":"1876-09-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the 1876 election, The Democratic Party in South Carolina overthrew Republican control of state government, resulting in what was called the “Redemption” of the state.  Using every means at their disposal, the Democrats employed paramilitary “rifle clubs”, violence, intimidation, and electoral fraud to reassert white, Democratic control over the state.  At the head of the party was wealthy farmer and esteemed former Confederate general Wade Hampton III.","As part of his campaign, the state Democratic Party released a pamphlet entitled “Free Men! Free Ballots! Free Schools! The Pledges of Wade Hampton, Democratic Candidate for Governor, To the Colored People of South Carolina.”  The pamphlet included letters and excerpts from Hampton’s campaign speeches, purportedly revealing his concern for racial equality and concern for the needs of black South Carolinians.  The pamphlet also included a letter from one of Hampton’s former slaves pledging to vote for him, remembrances of his peaceful and harmonious relationship with the slaves on his Mississippi farm. It also contained pledges from Hampton that he supported “impartial suffrage”, the 13<sup>th</sup>, 14<sup>th</sup>, and 15<sup>th</sup> Amendments, and “equal rights and full protection” for all races.  In one speech in Abbeville On September 16, Hampton tells whites that they should not vote for him if they think he will favor them over black South Carolinians.","The pamphlet reveals the conflicted role that race played in Hampton’s campaign, in South Carolina, and in race and party conflict in the post-Reconstruction South.  Although no believer in radical equality, historians such as Walter Edgar consider Hampton somewhat milder in his racial views than many of his counterparts, urging white restraint and calling for black participation in the Democratic Party.  As governor, Hampton did allow limited black participation in government. However, the entire purpose of the campaign was the re-assertion of white Southern control over the state, and under his leadership, the Democratic campaign was marked by violence and hatred.  In one example, conflict in Ellenton led to the killing of at least 30 black South Carolinians. Armed violence took place throughout the state, and the Democratic Party gained its authority and power through the support of rifle clubs, armed groups of whites who paraded the state intimidating voters."],"display_date":"September 16, 1876","search_date":"1876-09-16","locations":[{"id":11421,"lat":34.1679782338,"lng":-82.3756180087,"zoom":9,"place":"ABBEVILLE, South Carolina"}],"tags":[{"id":673,"tag":"Electoral Campaigns"},{"id":672,"tag":"Redemption"},{"id":671,"tag":"African American Suffrage"},{"id":42,"tag":"Civil Rights"},{"id":21,"tag":"Race Relations"},{"id":18,"tag":"Politics"},{"id":1,"tag":"Crime/Violence"},{"id":3,"tag":"African-Americans"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5028,"title":"Do You Hate Me?","course_id":43,"status":"P","start_date":"1802-01-01","end_date":"1825-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["A four-year-old boy cries aloud as his grandmother continuously beats him with a club, repeatedly demanding of him, “do you hate me?”  Young William Apess, ignorant of his grandmother’s meaning, knows only to answer in the affirmative, hoping to appease her every wish.  The life of this little boy would have ended at that very moment had his uncle not intervened to rescue him from the brutal beating by his intoxicated grandmother.  Suffering serious injuries to his arm, it would take him the better part of a year to fully recover under the nurture of the neighboring white family Mr. and Mrs. Furman.","The granddaughter of the king of the Pequot tribe and married to a white man, William’s grandmother was reputably a fair and beautiful woman.  The blend in William’s blood would have profound effect on his life and his attitude for the coming years.  William Apess became the first Native American to publish an autobiography in 1829.  The theme of his autobiography <em>A Son of the Forest</em> ostensibly highlights the failure of white men to see the hypocrisy in denying Native Americans the “self-evident” rights guaranteed to all mankind. Apess further condemns the whites for referring to his kind as heathens while treating them in the most un-Christian way.  Though brought up largely by Native Americans under meager conditions, Apess grew to be immersed into the life and culture of a white man where he became a Methodist preacher.  What is most striking then about the narrative of his beating is that it is infused with hatred to the whites.  After telling of his grandmother’s actions, Apess remarks, “But this cruel and unnatural conduct was the effect of some cause-I attribute it in a great measure to the whites.”  Though he concentrates little on his feelings toward his grandmother and his family at the age of four, Apess clearly blames the whites for introducing these “ardent spirits” in the same sentences that pontificate her dangerous and ravenous beatings.  Even though Apess had become “successful” as a white man, he remained true to what he referred to as his red roots because of the discrimination that faced him at every turn.  Through the complexities of his attitude toward the white culture that could accept him only when he became one of them, one thing is clear: William Apess lived a life that faced the perpetual paradox of praise and blame, success and shame, heroism and betrayal.  Because of his multifarious heritage, he was forced to beg the question to the conglomeration of persons in his life, “do you hate me?”"],"display_date":"1802 - 1825","search_date":"1813-12-31","locations":[{"id":15849,"lat":42.2902620083,"lng":-70.9709524989,"zoom":9,"place":"Norfolk, Massachusetts"}],"tags":[{"id":497,"tag":"Writing"},{"id":177,"tag":"literature"},{"id":42,"tag":"Civil Rights"},{"id":696,"tag":"Native American issues"},{"id":697,"tag":"Historiography"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5221,"title":"<strong>Soldier Resists Segregation on Birmingham Streetcar</strong>","course_id":62,"status":"P","start_date":"6/6/23","end_date":"6/6/46","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During World War II , whites and blacks had sacrificed for their country; yet, only the whites who returned found themselves recipients of respect. Around 9:40pm on June 6, 1943 a “negro” soldier boarded a streetcar in Birmingham, Alabama on the North Birmingham Line. Instead of moving to the back of the car, he chose to stand in the white section. White passengers began to complain and the conductor told him to move back to the negro section. After some “questionable language”, the soldier refused, stating he was going to the station where his troop train was waiting.  With some coaxing, the soldier finally moved back, but not entirely out of the white section. At the next stop, a few more negroes boarded the train. The soldier threw himself across the seats stopping these men from moving to the back of the train. The conductor opened the doors and told him to get off. After a small altercation, the soldier hit the conductor and fled.","According to leading historians, this was a common experience for black soldiers returning home to Birmingham and other cities during and after the war. Although they had earned the respect of their commanders while fighting for their country, at home they were still viewed as second class citizens. Forced to face humiliation at the hands of white streetcar conductors and passengers, they resisted. Sometimes their resistance came in the form of calling others to stand with them in defiance. More often than not their calls were in vain. For too long black citizens had attempted to resist racial segregation on streetcars and failed. With time however, their demands for equality coalesced into an unstoppable force.","From the emergence of streetcar lines, the races had been at odds over sharing transportation. When attempts to provide separate cars failed, it was decided that cars would have to be shared albeit divided. On May 3, 1923, Birmingham Railway, Light, and Power Co. requisitioned its first set of racial partitions for 184 of its streetcars. In a formal gesture they were stating that there would “now” be segregated transportation. This was the case all across the country. Cities were formally segregating their streetcars in an attempt to quell violence between the races while maintaining their transportation systems. However, this system of racial separation would not fulfill its goal. Twenty years later, soldiers like this one and black civilians alike were still resisting racial segregation of streetcars."],"display_date":"June 6, 1923 - June 6, 1946","search_date":"1934-12-05","locations":[{"id":20911,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":266,"tag":"Segregation"},{"id":21,"tag":"Race Relations"},{"id":42,"tag":"Civil Rights"},{"id":3,"tag":"African-Americans"},{"id":792,"tag":"Transportation"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":62,"school_id":10}},{"id":5224,"title":"<strong>Incident of Racial Tension Reported on Birmingham’s East Lake Line</strong>","course_id":62,"status":"P","start_date":"6/6/23","end_date":"6/21/43","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On a hot midafternoon on June 21, 1943, a streetcar filled with passengers eased along the East Lake Line in Birmingham, Alabama. When it reached its next stop no one got off, but one white man and two white women attempted to board the already packed car. The conductor, claiming there was standing room in the “negro” section, told some “negro” passengers who were standing near the entrance to move back and make room for the oncoming white passengers.  In a voice of opposition, one of the black men told the conductor to tell the white men crowding the “negro” section to move up in the car. With the tensions rising, one of the white passengers took offense to the black man's comments and set about to start a fight. The conductor moved in between them, and the black man supposedly began to hit the conductor. The conductor then told the man “if you hit me [again] I will kill you.” In a surprising turn of events, the conductor seemingly calmed the enraged man, refunded his fare, and told him to get off to “avoid further trouble.”","This was only one report among hundreds written by street car conductors about “incidents” on their cars. Acts of resistance like this one were commonplace in Birmingham during the 1940s. Conductors and white passengers alike reported these incidents sometimes at the rate of 14 a month. They could be as simple as blacks refusing when asked to move out of the white section. However, occasionally they resulted in the deaths of blacks who “violently” resisted this form of racial humiliation. Occurrences of resistance continued to rise as blacks slowly began to organize their resistance to this form of racial segregation. Despite their efforts, resistance to streetcar segregation did not immediately bring about the broad civil rights changes they hoped for.","Nevertheless, historians such as Catherine Barnes have argued that these early forms of resistance to racial segregation provided the catalyst for later modes of protest against segregation. These instances of blacks refusing to move or make way for white passengers were the breeding ground for some of the biggest names in the later civil rights movement. Incidents like this one where a man stood up for his rights as an equal paying customer, although occasionally violent, bore the generation of non-violent protesters like Rosa Parks and Martin Luther King Jr."],"display_date":"June 6, 1923 - June 21, 1943","search_date":"1933-06-13","locations":[{"id":20911,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":42,"tag":"Civil Rights"},{"id":238,"tag":"African American"},{"id":21,"tag":"Race Relations"},{"id":792,"tag":"Transportation"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":62,"school_id":10}},{"id":5229,"title":"<strong>Eugene “Bull” Connor Writes Correspondence on the Race Question</strong>","course_id":62,"status":"P","start_date":"6/6/23","end_date":"12/31/46","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["With racial tensions rising in Birmingham, there was only one thing to do: ensure the separation of the races. This was what Eugene “Bull” Connor, Birmingham’s Commissioner of Public Safety during the 1940s, saw as the only option to ensure public peace. This separation of the races included the segregation of Birmingham’s streetcars. In a letter dated June 29, 1944 to Mr. C. L. Harris of Birmingham’s Merchant Association, Connor assures him of the city’s efforts to quell the rising black “violence” on Birmingham’s streetcars. He informs Mr. Harris that he had already taken the action two or three years ago to install segregation boards on street cars operating in the city. Though, he conceded that his actions had been in vain in some parts of the city.","The racial violence Connor was referring to was the rising tide of resistance to segregation on streetcars in Birmingham. On many occasions, before “his” segregation boards had gone up, blacks had fought with conductors over having to give up their seats or move to the back of cars. The Merchant Association was concerned that these acts of resistance or “violence” might cause people to shy away from the rail lines altogether. In an effort to calm the movement, Connor had signs clearly marking the racial separation put on all Birmingham streetcars. This did little to assure blacks of their right to an “equal” experience on streetcars as more often than not the signs would be moved to make room for more white passengers as the expense of black riders. Because of this and other forms of blatant inequity, blacks continued to resist segregation, sometimes violently, until Birmingham’s streetcars were shut down in 1946.","These instances of resistance to racial segregation had little impact of the contemporary attitudes about racial segregation as a whole, but nevertheless that they occurred at all was a miracle. According to historian August Meier although the failure of any racial equality movement during the 1940s was inevitable, the resistance instilled in African American communities a sense of unity that carried over to the bus boycotts that helped end segregation altogether. Despite repeated attempts, like those of Connor, to quell black resistance to the humiliation of segregation it was clear then, as it is was in the 1950s, that blacks were never going to accept a system of separate but equal that was inherently biased towards whites."],"display_date":"June 6, 1923 - December 31, 1946","search_date":"1935-03-19","locations":[{"id":20911,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":266,"tag":"Segregation"},{"id":792,"tag":"Transportation"},{"id":21,"tag":"Race Relations"},{"id":42,"tag":"Civil Rights"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":62,"school_id":10}},{"id":5230,"title":"African Americans and Southern Labor Unions","course_id":62,"status":"P","start_date":"1/1/67","end_date":"12/31/67","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["“The union wasn’t right by us,” was how James Manley summed up his experiences as an African American union member during an interview conducted by the Sloss Furnace Association. In 1984 Manley sat down in an interview with the goal of recording his thoughts on his career at Sloss Furnaces, a pig-iron producing blast furnace in Birmingham, Alabama. Manley spoke of being laid off in 1967 for no stated reason but he surmised it was because the company was replacing older African Americans with younger whites. According to Manley the union did nothing about the layoffs. He contended this was because the unions were controlled by whites who were not interested in helping African Americans with grievances. In fact union officials often simply ripped up the grievances filed by African Americans. Manley directly experienced this practice; a union official by name of Carl Waddell ripped up one of Manley’s grievances right in front of a friend of Manley’s, who then told Manley.","These experiences were common for African Americans during the decades Manley worked for Sloss. Unions often had no interest in the concerns of African Americans. For example, according to historian Michael Honey, unions under the auspices of the American Federation of Labor (AFL) often organized African Americans into separate “Federal Units,” or excluded them from unions altogether. While the AFL’s rival, the Congress of Industrial Organizations (CIO), was officially more welcoming to African Americans, its white members often discriminated against them. Timothy Minchin contends the reason unions failed to support African Americans was because of local union autonomy. Local unions essentially ran themselves without interference from national organizations to which they belonged, which according to Minchin “ensured that there was often a gap between national unions’ nondiscrimination policies and actual racial practice in the south.” Local union autonomy meant that whites, who often had majority control, could do what they wanted with little opposition. Minchin contends that these local unions were allowed to pursue racist policies and actions because the national unions’ feared that if they pushed the race issue that whites would “quit their unions en masse.”","National unions’ fear of losing local influence by losing white support resulted in many sorts of discrimination of African Americans. Commonly this resulted in the union failing to do anything about how African Americans were overlooked for positions in favor of whites, mainly because these positions were seen as “White.” This is what happened to Manley; he bid on jobs and was overlooked in favor of whites. According to Manley, “The highest job a black could get before the Civil Rights Movement was when you got to be a helper or a fireman or a keeper on the furnace.” Manley’s testimony is an example of a union system that espoused racial equality but was crippled by national leaders who feared the loss of influence and local leaders with no incentive to challenge the system that assured their workplace privilege."],"display_date":1967,"search_date":"1967-07-02","locations":[{"id":31662,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":960,"tag":"Labor Unions"},{"id":21,"tag":"Race Relations"},{"id":42,"tag":"Civil Rights"},{"id":142,"tag":"african americans"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":62,"school_id":10}},{"id":5271,"title":"Black Family Challenges Racial Barriers in Suburb","course_id":69,"status":"P","start_date":"8/1/57","end_date":"8/31/57","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["On August 13, 1957, Daisy and Bill Myers moved their family to a well-developed suburb in Levittown, Pennsylvania.  They were just like every other eager newcomer to arrive in Levittown, except that they were black.  As news of this Levittown “first” quickly spread, so did the curiosity.  Drivers continuously circled the house in their automobiles, trying to catch a glimpse of the first African American residents of Levittown.  Other interested citizens gathered near the house to share in their disbelief.  Only hours after the family moved in, violence erupted in the traditionally quiet community.  This “Levittown Incident” was documented in a <em>New York Times</em> article from August 25, 1957, revealing the racism that plagued this sprawling suburban community.  A mere two days after the family had started preparing the house for the move, an angry crowd of 200 residents formed outside the home.  Demonstrators hurled stones at the house, shattering two panes of the picture window.  Police arrived on the scene to break up the crowd.  As Levittown historian David Kushner noted, “It was the first time in twenty-nine years a sheriff had been called in to restore order. But order wouldn’t come easily.”  More disapproving Levittowners returned to the Myers house the next evening.  In fact, as the <em>New York Times</em> reported, “Demonstrations continued almost nightly.”  Time and again, police arrived at the scene to suppress riots.  With the police protecting the house, “An uneasy peace descended on the neighborhood.”  However, the bitter reality of Northern racism remained.","With their innovative mass-production techniques, the housing developer Levitt & Sons helped alleviate the post-World War II housing crisis.  Despite the promise of affordable housing for all Americans, the company excluded blacks from their communities.  “This pattern of racial exclusion was set in 1947,” wrote historian Alexander O. Boulton.  However, William Levitt defended his company’s continued support of racial covenants.  As cited by historian Joshua Ruff, Levitt declared, “‘We can solve a housing problem, or we can try to solve a racial problem. But we cannot combine the two.’”  Thus, Levittown, Pennsylvania remained an all-white community.  “I have come to know that if we sell one house to a Negro family, then 90 to 95 percent of our white customers will not buy into the community. That is their attitude, not ours,” remarked Levitt in the <em>New York Times</em>.  However, as pointed out in the newspaper, “the builders had no say over the resale of houses.”  This is where the Myers family entered the picture.","In August 1957, a tight-knit, pleasant community became the scene of vicious uprisings.  The riots highlighted the bitter racial tensions of the time and revealed the legitimacy of Levitt’s concerns; Levittowners were not ready to welcome blacks into their community.  As noted by Kushner, Daisy Myers remembered picking up the little culprit that broke her window.  “‘The rock, weighing less than an ounce,’ as Daisy put it, ‘carried tons of hatred with it.’”  Such hatred rocked the town for weeks."],"display_date":"August 1957","search_date":"1957-08-16","locations":[{"id":30920,"lat":40.0555369225,"lng":-74.9693746988,"zoom":9,"place":"Bucks, Pennsylvania"}],"tags":[{"id":42,"tag":"Civil Rights"},{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":69,"school_id":3}},{"id":5304,"title":"Mississippi Burning","course_id":73,"status":"P","start_date":"6/1/64","end_date":"6/30/64","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["<em>Mississippi Burning</em>","            Murder is what it all boiled down to.  In the dawn of the Civil Rights Movement, three civil rights workers were viciously slaughtered in Neshoba County, Mississippi.  <em>Mississippi Burning </em>is a 1988 crime drama film depicting the events of the heinous crime.   ","            In order to fully understand the weight of this crime, one must first explore life in 1960’s America.  In 1963, President John F. Kennedy began drafting The Civil Rights Act of 1964.  This act would prohibit discrimination in public accommodations and federally funded programs, as well as banning discrimination in employment.  From this, the Equal Employment Opportunity Commission was created to enforce compliance among all federally funded programs and employers.  It also strengthened the enforcement of voting rights and the desegregation of schools.  After Kennedy’s assassination, President Lyndon B. Johnson successfully pressed Congress to pass the bill in 1964.","            In June 1964, three civil rights activists traveled to Nashoba County to register African-American voters in Mississippi.  The local sheriff arrested James Chaney, Michael Schwerner, and Andrew Goodman the afternoon of June 21<sup>st</sup>.  As Civil Rights workers, these individuals were well aware of the dangers that could befall them.  All three underwent training before they left and were taught to call and check in once they arrived at every location, as well as every hour on the hour.  When the boys were arrested for allegedly driving 35 miles per hour over the speed limit, they were denied their right to make phone calls.  When Movement activists did not hear from them, they called the local jail where they were falsely informed that the boys were not there.  The boys were later released around 10pm that night. ","            While the boys were in jail, Nashoba County Deputy Sheriff and Klansman Cecil Ray Price notified his Klan associate Edgar Ray Killen to assemble other Klan members.  The three devised a plan to kill the activists.  After their release, the Klansmen stopped the men again after a high speed chase.  As depicted in the movie <em>Mississippi Burning,</em> 7 Klansmen driving 3 cars followed the three.  The Klan then abducted the innocent workers, taking them to an isolated area where they were shot and buried.  Their bodies were found that August buried in a construction yard.","            On December 4<sup>th</sup> of 1964, the FBI arrested 21 suspects on federal conspiracy charges along with 19 other men charged with conspiring to deprive the men of their constitutional rights.  Six days later on December 10<sup>th</sup>, at a preliminary hearing, the U. S. Commissioner for the Southern District of Mississippi, Esther Carter, dismissed the charges and all were released.","            Refusing to let justice fail, in February of 1967 a federal grand jury indicted 18 men in connection to the three murders.  In October, the jury convicted 7 men of conspiracy, including Neshoba County Deputy Sheriff Cecil Price.  The jury acquitted 8 men while three men received mistrials, including Edgar Ray Price.  No one, including Deputy Sheriff Price, served more than six years for their role in the murders.","            On January 6<sup>th</sup>, 2005, a Mississippi state grand jury heard evidence regarding the Neshoba murders.  Prosecutors believed they finally had overwhelming evidence against the 10 living suspects.  That summer, Edgar Ray Killen was convicted on three counts of manslaughter.  Killen, then 80 years old, was sentenced to three consecutive sentences of 20 years in prison.  Killen is the only one to date that has finally faced state charges.  The remaining seven men still living have yet to be prosecuted in spite of overwhelming and untainted evidence against them.","            The film Mississippi Burning brought forth this eye-opening, racist, and heinous crime to a new generation of people along with heavy national media coverage.  Its depiction of the events in Nashoba County struck a chord with viewers, reminding a modern public of the devastating but true, heinous crime."],"display_date":"June 1964","search_date":"1964-06-15","locations":[{"id":32286,"lat":32.7534998909,"lng":-89.1175924173,"zoom":9,"place":"Neshoba, Mississippi"}],"tags":[{"id":42,"tag":"Civil Rights"},{"id":1074,"tag":"Mississippi"},{"id":1075,"tag":"Civil Rights Murders"}],"course":{"name":"History of the New South","school":"Texas Wesleyan University","course_id":73,"school_id":49}},{"id":5470,"title":"Marie Foster: A Woman on a Mission","course_id":84,"status":"P","start_date":"3/1/65","end_date":"3/31/65","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Marie Priscilla Martin was born on October 24, 1917 in Wilcox County, Alabama. From a poor family, Marie dropped out of high school to get married, and had three children. She eventually went to a junior college and became a dental hygienist. Foster became more involved in the voting rights movement because of her outrage over the racial inequality and injustice that she was constantly witnessing.","It’s often thought that men were the ring-leaders of the Civil Rights Movement and they often received all of the credit for any progress made. According to historian Vicki Crawford, “major civil rights organizations idolized their leaders, all of whom are men.” Other historians have discovered that, “sexism and authoritarian views of leadership prevented women from assuming command.” Marie Foster, however, defied these ideas. She became a dominant figure in her community as a voting rights activist, and she was also one of the first eight members of the Dallas County Voters League. She worked with Dr. King and other leaders to bring Selma to the center of a national struggle. She later became known as the “mother of the voting rights movement.” Although some women were marginalized in the Civil Rights Movement, historians have found that many women were “spontaneous leaders and dedicated participants who exerted enormous influence.” Marie Foster was one such woman who was not afraid to rebel against the social norms, whether it be speaking out against racial inequality or speaking up in a room of men.","A very strong woman, Marie Foster withstood multiple death threats from the Ku Klux Klan, as well as being clubbed by a trooper in the Selma marches. This supports Crawford’s observation that, “despite the exclusion of black women from top positions in movement organizations and the little recognition they received from either blacks or whites for their contributions, the accounts of black women activists suggest that the movement gave women a sense of empowerment.” Foster is the epitome of an empowered woman motivated by justice. When a Dallas County Circuit Judge issued a law stating three or more blacks couldn’t meet together to discuss civil rights, she and her colleagues continued to meet in secret and discuss the future of racial equality. Marie even hosted a few meetings in her home as a direct defiance against the ruling.","Marie worked closely with Dr. Martin Luther King Jr, and other major civil rights organizations that were run by men. However, one of her greatest times of success came when President Johnson made a national appearance announcing the Voting Rights bill on television. In her living room sat King and other male activists who are reported to have wept. While this was a huge turning point for the movement, it was also a major accomplishment for women of that day.","There is no doubt that Marie Foster is truly a hero and strong black woman. She’s referred to that by many people who knew her, and even some who didn’t. After passing in 2003, Marie Foster’s legacy is still known as a courageous one that will “never quit.”"," "],"display_date":"March 1965","search_date":"1965-03-16","locations":[{"id":32444,"lat":32.3258382723,"lng":-87.106506935,"zoom":9,"place":"Dallas, Alabama"},{"id":31382,"lat":31.9892499285,"lng":-87.3082084281,"zoom":9,"place":"Wilcox, Alabama"}],"tags":[{"id":1345,"tag":"Selma"},{"id":1344,"tag":"Voting Rights Act"},{"id":1343,"tag":"Mary Foster"},{"id":42,"tag":"Civil Rights"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":84,"school_id":10}},{"id":5471,"title":"Nonviolence in Civil Rights: Is it Successful?","course_id":84,"status":"P","start_date":"3/1/65","end_date":"3/31/65","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["On March 7, 1965 African Americans flooded the streets of Selma and headed west to Alabama’s capitol, Montgomery, to participate in a peaceful protest for racial equality. There was a lot of anticipation that led up to this march, as it was a long walk and a big mission. Although Dr. King was not able to attend, the people still assembled at Brown Chapel in Selma, Alabama with high hopes and a lot of optimism. During this time, brutality from police and white supremacists was not uncommon, but it had never reached the point of a war-like scenario because of their constant attempt at nonviolent protests. What these people were walking in to, they would end up running out of.","Although violent opposition from white police forces and activist’s wasn’t uncommon, Dr. Martin Luther King Jr. still believed that having a nonviolent approach the only way to be successful. King wrote in his Letter from a Birmingham Jail, “I have earnestly worked and preached against violent tension, but there is a type of constructive nonviolent tension that is necessary for growth.” King was a constant advocate for the idea of a nonviolent march and protest against this civil injustice, and he often spoke on behalf of large groups of people on how to be adamant for freedom, but respectful of resentment.Historian Peter J. Ling reflects on King’s determination to maintain a nonviolent approach by saying, “King undoubtedly spoke to, and for, African Americans, and their mounting challenge to white oppression sprang from hearing his non-violent call to arms.” This defends the ideas that while King was constantly rallying allies and making plans to further this movement for racial equality, he was still doing it in a peaceful way.","Though Dr. King thought this demonstration was best pursued with nonviolence, it didn’t mean that his opposing forces had the same ideas. As history makes very clear in this march from Selma, peace and nonviolence were not at all important to the white activists and state troopers who were present on the Pettus bridge, or to the man who eventually shot and killed Dr. King himself.  Ling says, “Movement activists, particularly militant black separatists, never saw King as their one great leader” which shows that even some African American’s didn’t agree with King’s tactics. He goes on to say, “privately, King's supporters knew that non-violence was not an outlook everyone shared.”","The fact that The Voting Rights Act of 1965 was signed by President Johnson after Bloody Sunday took place seems a little ironic. As much as King tried to maintain that nonviolence was the best solution, it took a violent day to strike the nerve of many Americans, and even the president. Ling recalls that, “when he [King] died, the non-violent movement seemed unable to continue without him.” which deepened the impression that he was the central leader behind those ideals and that without him, they were impossible to maintain. It took a violent act, to pass a peaceful one."],"display_date":"March 1965","search_date":"1965-03-16","locations":[{"id":32444,"lat":32.3258382723,"lng":-87.106506935,"zoom":9,"place":"Dallas, Alabama"}],"tags":[{"id":42,"tag":"Civil Rights"},{"id":1333,"tag":"Martin Luther King Jr."},{"id":1346,"tag":"Voting Rights Act of 1965"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":84,"school_id":10}},{"id":5574,"title":"<strong>The Fight of Ultimate Rivals</strong>","course_id":88,"status":"P","start_date":"3/8/71","end_date":"3/8/71","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The night of March 8, 1971 is one that will never be forgotten in sports history. This was the night of an international sports spectacle. This was the night that Muhammad Ali and Joe Frazier attempted to settle the controversy over the world heavyweight boxing championship at Madison Square Garden. Never before had a boxing match meant so much, cost so much, viewed so much, or edged out the My Lai massacre trial off of so many front pages. The night of March 8, 1971 marked “The Fight of the Century” between the ultimate rivals; “the bull” and “the bee”, however, every American felt like they were right in the ring with them due to the social implications that went beyond the arena.","At first glance, Ali and Frazier seemed like strikingly similar public figures. Both were undefeated professional heavyweight champions; Ali with twenty-five knockouts in thirty-one straight wins, Frazier with twenty-three knockouts in twenty-six consecutive victories. They each were guaranteed the same pay day of two and a half million dollars and would be watched by the same three hundred million viewers during these ultimate showdown. Along with that, both were also Olympic Gold Medal champions; Ali in 1960 and Frazier in 1964. Both these uncontested champions also were prominent African Americans during a the height of the Civil Rights Movement when fighting took to the streets while they were fighting in the ring for millions of dollars a knockout.[1]  Despite all these similarities, however, Ali and Frazier had been on a collision course since 1967, when Ali was stripped of his title while Frazier was approaching the stature of a contender. In 1970, Frazier earned world recognition as Ali’s successor as champion by stopping Jimmy Ellis, who was once Ali’s sparring partner.[2]","Adding to this infamous rivalry was the fact that Ali and Frazier represented the two different sides of America at the time. Ali had been born Cassius Clay and changed his name to Muhammad Ali upon his conversion to the Black Muslim Faith. This was the same religion that was tied to the militant Civil Rights group; the Black Panthers.[3] Then, in 1966, he avoided the draft by failing his mental exam and became a Muslim “minister” in order to claim a clerical exemption. After he would state, “I ain’t got no quarrel with those Viet Congs.”[4]  A year later, he was then convicted of draft evasion. This caused the WBA to then strip him of his title, clearing the way for Frazier to take his place.  Both of these sentiments, being a black Muslim and speaking out against the war at a time both of these issues were reaching a breaking point due to violent protests on both issues throughout the country, caused him to represent the anti-establishment movement and counterculture.","While Ali during came to symbolize the image of the counterculture; Frazier became to embody the other-half of America the “good citizens”, while also being dubbed the white man’s champ, mostly due to trash talking from Ali. Frazier, was a Baptist whose mother was “a real church-goin’ lady” who taught him “respectfulness”, standing in deep contrast to the militant Black Muslim religion that Ali spoke vocally towards.[5]  In the months leading up to the fight, Ali would also yell fighting words in Frazier’s direction, calling him names like “Uncle Tom”, leading Ali to represent more and more of the Civil Rights Movement even when Frazier tried to counteract these claims. In contrast to Ali’s views of the Vietnam War, Frazier again stood with contrasting views and became a symbol of the conservative, pro-war movement. In his autobiography, Frazier said that the only reason why he did not fight in the war was because he was a father, but that he would have fought if he were drafted because his country had been so good to him.[6] Clearly, going into this supposed, “Fight of the Century”, it was a fight between to seemingly similar, yet vastly different champions; with the liberal anti-establishment counterculture on one side, and the conservative and traditional rule followers on the other. This was a showdown that everyone in America felt a part of.","By the time it was finally the night of the match, Madison Square Garden had a circus-like atmosphere that was fit for the occasion. Scores of policemen tried to control the crowd of outrageously dressed fans as countless celebrities, from Woody Allen to Frank Sinatra, sat among the masses.[7] The fight itself exceeded even in its massive promotional hype and went the full fifteen round championship distance. Ali dominated the first three rounds, however, Frazier began to dominate in the fourth rounds. Despite continuous pinning to the rope and massive body blows, Ali’s speed and combinations kept him on roughly even terms with Frazier and the fight remained very close until late in round eleven. At the end of round fourteen Frazier had held a lead on the three scorecards while giving Ali a brutal beating. Then, early in the final round, Frazier landed a spectacular left hook that put Ali on his back. Ali, his right jaw swollen grotesquely, got up from the blow quickly, but it would be too little too late.","On March 8, 1971, in the “Fight of the Century” at Madison Square Garden had ended. Frazier won by a unanimous decision. Ali lost. The Garden sizzled. The unbeaten Frazier officially handed Ali the first defeat of his pro career, and secured his own title as world champion.[8] Despite this, the rivalry between Ali and Frazier, along the fight of the morals and the people that each represented, still had decades before its final call."," ","[1] Mike Sielski, \"Frazier battled Ali in timeless trilogy,\" (ESPN Classic, 2012).","[2] Thomas George, \"Fight of the Century: Muhammad Ali's Legacy Grows in Defeat,\" (AOL News, 2011).","[3] David Horowitz and Peter Carroll, <em>On the Edge: The United States Since 1945</em>, (Belmont: Wadsworth/Thomson Learning, 2002).","[4] Stan Wilson, \"Muhammad Ali returns to the Olympic stage, once again, in London,\" (CNN, 2012).","[5] Sielski, \"Frazier battled Ali.”","[6] Ibid.","[7] Victor Navasky, “All Our Conflicts On Violence, Sex, Race And Money: The Fight,”(<em>The</em><em> New York Times</em>, March 14, 1971).","[8] Ibid."],"display_date":"March 8, 1971","search_date":"1971-03-08","locations":[{"id":36051,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":42,"tag":"Civil Rights"},{"id":239,"tag":"Boxing"}],"course":{"name":"United States Since 1945","school":"Rollins College","course_id":88,"school_id":5}},{"id":5693,"title":"Three Tribes Confederate for Peace","course_id":106,"status":"P","start_date":"1867-10-21","end_date":"1867-10-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The chiefs and headmen of the Kiowa, Comanche, and Apache Indian tribes met with the United States commissioners, such as Nathaniel G. Taylor and William S. Harney, in Kansas to seal their tribes’ fate in America on October 21, 1867. The United States government referred to the Treaty with the Kiowa, Comanche, and Apache as a peace treaty, but in reality it forced the tribes to conform to the wills and regulations set forth by the United States government. The treaty demanded that the three Indian tribes confederate and “to be placed, in every respect, upon an equal footing.” The three tribes merged together and were required “to accept as their permanent home the reservation described in the aforesaid treaty” and “to pledge themselves to make no permanent settlement at any place, nor on any lands, outside of said reservation.” All aspects of life on the reservation had to be equally shared and distributed such as clothes, jobs, school buildings, teachers, and the educational system. The United States government required the Indians to keep peace with the white men and every citizen under the jurisdiction of the United States government. This treaty also stated that by signing this treaty this treaty, the Indian tribes “give up and forever relinquish to the United States all rights, privileges, and grants now vested in them, or intended to be transferred to them.” The people of the Kiowa, Comanche, and Apache tribes gave up their culture, independence, and their tribes’ futures when they signed this treaty.","In the nineteenth and early twentieth century, the United States government did not allow Indian tribes to practice their own culture, live freely, and the government did not believe that Indians should be privileged with the common rights of citizens of the United States of America. The government rejected Indians as citizens of the United States. This is evident because the treaty of the Kiowa, Comanche, and Apache tribes forced the tribes to assimilate with one another and live as if they had always been one uniformed, equal tribe. The Indians’ daily lives were completely changed, and every aspect of their lives was under direct control of the United States government, especially the Native Americans’ educational system. Although this educational system set forth by the government was presented as a gift and a privilege, it is evident that it wasn’t very advantageous, and the educational system did not put the Native Americans’ needs first.","The historian David Adams shows that in reality, these educational institutions created on Native American reservations intended to completely restructure the Native American’s minds and personalities. In attempts to civilize the savage Native Americans, the government forced the children to cut their hair and wear standard American school uniforms, instead of their normal tribal clothing. Some children were also taken from the families and home reservations and transported to other reservations to attend boarding school. In making such drastic changes to the children’s lifestyles, it was inevitable that the children would become more Americanized, which is exactly what the United States government wanted. The rights and privileges of the Native Americans were truly relinquished to the United States government, just like the Treaty with the Kiowa, Comanche, and Apache enforced; the Native Americans did not even have control of their children and their children’s education.  These said advantages, like an educational system, given to the Native Americans were not really advantages at all. They were just a ploy in order for the United States government to gain what they wanted, land ownership, and keep the Native Americans out of their way to manifest destiny.<br /><br />"],"display_date":"October 21, 1867","search_date":"1867-10-21","locations":[{"id":4489,"lat":null,"lng":null,"zoom":8,"place":"SHAWNEE, Kansas"}],"tags":[{"id":21,"tag":"Race Relations"},{"id":18,"tag":"Politics"},{"id":9,"tag":"Law"},{"id":17,"tag":"Government"},{"id":42,"tag":"Civil Rights"},{"id":19,"tag":"Native-Americans"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":106,"school_id":10}},{"id":5697,"title":"A Black Voice, the Spark of the Modern Civil Rights Movement.","course_id":106,"status":"P","start_date":"1883-10-20","end_date":"1883-10-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Saturday, October 20, 1883 William Gaston used pages in The Huntsville Gazette to publish an article that shocked the black community. The headline read, “The Civil Rights Act: The United States Supreme Court Declares the Act Unconstitutional.” According to Gaston, “These cases [presented to the Supreme Court] were respectively prosecutions under that act for not admitting certain colored people to equal accommodations and privileges.” However, Justice Bradley of the Supreme Court had delivered an opinionated speech that said Congress had no constitutional authority to pass the first two sections of the Civil Rights Act of 1875. He insisted that ultimately the states had the final decision of due process if a black was denied the privileges listed in the first section. The first section specified that all persons of the United States were entitled to equal enjoyment of accommodations on land and water subjected only to the limits of the said establishments. The second section indicated that whosoever broke the details outlined in the first section would be subject to a fine and possible imprisonment.","Black political activism was on the rise at the turn of the century but was held back due to oppression from white supremacists. Gaston used the newspaper as a platform to articulate his beliefs to a wider audience so that his message could spread rapidly. One of the main points he conveyed was that the black community needed to listen to African American preachers. Gaston stressed that they were the best local leaders for a black community because they worked diligently in their respective towns and voiced the thoughts and feelings of those who are unable to make themselves heard. Gaston himself was a renowned black activist who identified himself with issues that would better the black community. He organized events marking the ratification of the 15<sup>th</sup> amendment and the abolition of slavery. These events helped sustain the growth of black political activism, but with the turn of the century attitudes towards black politics turned more negative.","It wasn’t until the 1930s that black newspapers regained the prominence that they once had. In North Carolina, following in the footsteps of Gaston, an African American journalist named Louis Austin wrote about black activism. He told stories of he and his wife barging into theaters and sitting in white seating sections. His activism was not limited to the individual because he initiated a new strategy that employed legal action and embraced the Democratic Party to fight against white supremacy. He was not satisfied with incremental adjustments in racial equality so he sought after a more confrontational style in order to destroy the system of segregation. Austin played a key role in motivating other black journalists to fight against white supremacy and end segregation forever. Many of the articles written by Austin challenged racism and oppression. His editorials fought persistently for the oppressed blacks. He led voter registration drives and ran for public office so he could introduce legislation to end segregation. In addition, he wanted integration of colleges and universities so black students would have access to higher education. Other articles he published in his newspapers advocated equal pay for black teachers, equal state funding for black schools, and he fought against police brutality. The spark of one newspaper initiated the beginning of the modern civil rights movement."],"display_date":"October 20, 1883","search_date":"1883-10-20","locations":[{"id":257,"lat":34.7631159557,"lng":-86.5502041094,"zoom":9,"place":"MADISON, Alabama"}],"tags":[{"id":42,"tag":"Civil Rights"},{"id":1677,"tag":"Black"},{"id":1678,"tag":"Black Press"},{"id":1679,"tag":"Huntsville Gazette"},{"id":1680,"tag":"William Gaston"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":106,"school_id":10}},{"id":5711,"title":"Concerned White Citizens of Alabama Help Promote Rights for Blacks","course_id":110,"status":"P","start_date":"3/6/65","end_date":"3/6/65","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On March 6, 1965, Eileen Walbert, Helen Baer, Mary Young Gonzalez, and many more concerned white citizens began a controversial march in protest of voter registration issues in Selma, Alabama.  As Gonzalez recounts, Selma “had jeeps stacked with rifles outside the courthouse as a threat to the black people who had been trying to go in to register to vote.”  To compound matters, Baer remembers that “Only a registered voter could take you in to vote and most of the registered voters were white.”  For black citizens residing in Selma, Alabama, these circumstances made it virtually impossible for them to have the opportunity to register to vote.  For Walbert, Baer and Gonzalez, both hearing about and seeing the atrocities occurring in Selma weighed heavily on them, and eventually led them to take action.  Those three brave women along with other members of the Concerned White Citizens of Alabama crossed racial barriers and lent white support to the voting rights cause.","The right to vote, one taken for granted by so many white citizens, was a right routinely being denied to the majority of black citizens, particularly in the South.  As members of the Concerned White Citizens of Alabama, Walbert, Baer and Gonzalez helped to organize and participate in a nonviolent protest march meant to highlight voter registration struggles in Selma.  According to Burke Marshall, former head of the Justice Department’s Civil Rights Division, “on February 4, 1965 . . . only 383 Negroes [in Dallas County] were registered out of a voting age population of over 15,000.”  Clearly the intimidation and discriminatory practices employed in Selma were effectively preventing blacks from registering to vote.  It was clear to Walbert, Baer and Gonzalez that the difficulties afflicting blacks could no longer remain a purely local problem.  It was time to draw national attention to the discriminatory practices affecting voter registration in Selma.","By organizing a protest march in Selma from a black church to the main courthouse, white activists like Walbert, Baer and Gonzalez helped focus the national spotlight on Alabama.  This concentration on voting discrimination in Selma was significant because following the protests, the issue of voting rights was addressed federally with the passage of the Voting Rights Act of 1965.  Through the nonviolent protests of Walbert, Baer, and Gonzalez, as well as the subsequent “Bloody Sunday” march on March 7, 1965, change was effected at the national level.  As Dr. Joseph E. Luders mentions in his analysis of the success of protests during the civil rights movement, “it cannot be forgotten that it was ultimately the demands of civil rights supporters and their willingness to brave violent crowds and hostile police that generated the reactions necessary to win local and national victories.”  Walbert, Baer and Gonzalez were three such supporters who did “brave violent crowds and hostile police” to help draw the eye of the nation to voter discrimination in Selma, Alabama, which eventually resulted in a national victory with the passage of the Voting Rights Act of 1965."],"display_date":"March 6, 1965","search_date":"1965-03-06","locations":[{"id":32444,"lat":32.3258382723,"lng":-87.106506935,"zoom":9,"place":"Dallas, Alabama"}],"tags":[{"id":1710,"tag":"Voting Rights"},{"id":1345,"tag":"Selma"},{"id":42,"tag":"Civil Rights"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":110,"school_id":10}},{"id":5712,"title":"Voting Rights Prove to be a Hard Sell in Alabama","course_id":110,"status":"P","start_date":"3/7/65","end_date":"8/6/65","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Bernice Daffron, a black resident of St. Clair County, Alabama, did not understand why the country was suddenly so concerned with the issue of voter registration among blacks.  Daffron stated in an editorial printed in <em>The Birmingham News</em> that she had “always been encouraged to vote,” and that this was the case “in many other counties.”  According to Daffron, the national attention drawn to Alabama following “Bloody Sunday” painted an erroneous picture of voting rights in her state.","The events of Bloody Sunday, the infamous march on March 7, 1965 from Selma, Alabama to Montgomery, Alabama shocked the nation.  The peaceful protestors, marching to draw attention to voter registration issues among blacks, were subjected to terrible police brutality, and it is no surprise that images from this incident captivated the nation’s eye; however, some citizens like Daffron did not believe that this march and the subsequent coverage of Alabama were fairly recorded.  She was of the opinion that national political figures were distorting the events of Bloody Sunday to fulfill political ambitions, and that voter registration practices were not a substantial problem in Alabama.","<em>The Birmingham News</em>, which had been covering events both from a national perspective as well as from a local perspective, supported a similar position to Daffron's.  The <em>News</em> did not believe federal intervention in voter registration practices was necessary, and that the issue at hand “is not a matter of “giving” the Negro the vote.  It is a matter of affirming the right that is already there.”  While the <em>News</em> was correct in its assessment that the right to vote already existed, it was clear that simply acknowledging this right did not translate to its enforcement.","In Alabama in 1965, 69.2 percent of eligible whites were registered to vote compared with only 19.3 percent of eligible blacks.  That is a shocking disparity of 49.9 percent between the races, and it is unrealistic to assume that such a large gap could be closed by simply “affirming the right” that blacks were legally able to vote.  There were other underlying issues which the <em>News</em> subtly accounted for and supported.","The <em>News</em> supported not only an affirmation of the right to vote, but also the necessity of qualifiers for the right to vote.  The right to vote should not necessarily be racially determined, but it should be regulated by “more than just the fact of drawing breath.”  The <em>News</em> did not feel that there was a need to pass voting rights legislation, since it would be redundantly addressing rights already afforded to citizens in this country.  In spite of attempts by Daffron and the <em>News</em> to minimize the problems concerning voter registration, the events of Bloody Sunday did draw national attention to the issue of voting rights.","The Voting Rights Act of 1965 was signed into law by President Johnson on August 6, 1965, largely in response to the Bloody Sunday march.  Over time, the Act dramatically reduced racial disparity in voter registration.  As of 2004, 73.8 percent of eligible whites were registered to vote in Alabama, while 72.9 percent of eligible blacks were registered, closing the gap to just 0.9 percent.  Regardless of the opinions of Daffron and the <em>News</em>, the attention garnered by Bloody Sunday was both important and necessary, and led to a dramatic and positive change in the ability of blacks to register to vote throughout both Alabama and the nation."],"display_date":"March 7, 1965 - August 6, 1965","search_date":"1965-05-22","locations":[{"id":32444,"lat":32.3258382723,"lng":-87.106506935,"zoom":9,"place":"Dallas, Alabama"}],"tags":[{"id":42,"tag":"Civil Rights"},{"id":1346,"tag":"Voting Rights Act of 1965"},{"id":1345,"tag":"Selma"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":110,"school_id":10}},{"id":5764,"title":"Racial Relationships within the Suburban Community","course_id":112,"status":"P","start_date":"1/1/55","end_date":"12/31/73","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The large amount of social change that occurred within the mid-20<sup>th</sup> century arose from the push toward equality between the groups of people urging the nation for integration.  These groups pushed for the basic rights for people of any gender, race, or sexual-orientation.  This desire to change the nation led to many government and social acts to protect and provide these oppressed groups with basic rights that had been stripped from them, but these changes where not over-night successes.  It took years for the effects of these changes to be felt.","One of the most commonly discussed topics that arouse from the civil rights movement is racial equality, arising from the dissatisfaction of the black community after the war.  There was a strong drive to rid the nation of the bigotry and prejudice that constantly followed them everywhere.  Eventually there was a slow process of integration and ever growing opportunity for the African American community, but along with this success, there was the presence of opposition and subtle condescension by some members of the white community.","The movement of more and more black families into the typical suburban “white” neighborhoods, for example, usually caused some form of confrontation in one way or another.  In the county of Westchester, New York, there seemed to have developed a fad that came to be called “Rent-a-Black parties” by the African American community and “Integrated Parties” by the members of the white community.  They usually dealt with the invitation of a black guest by white hostesses, as a form of acceptance into the community.  Many times these party invitations did stem from a friendship and shared interest, but there were those invitations that arose as a subtle form of ridicule.  Eventually these forms of “community acceptance” did go into decline as the peculiarity associated with the “new black family” by the white community became less and less of an issue."],"display_date":"1955 - 1973","search_date":"1964-07-01","locations":[{"id":30037,"lat":40.9100159753,"lng":-73.7674032747,"zoom":9,"place":"Westchester, New York"}],"tags":[{"id":1787,"tag":"Suburbs"},{"id":42,"tag":"Civil Rights"},{"id":15,"tag":"Race-Relations"},{"id":705,"tag":"Community"},{"id":629,"tag":"race"}],"course":{"name":"The Comic Book City","school":"Rollins College","course_id":112,"school_id":5}},{"id":5786,"title":"The B&amp;O Railroad makes a Civil Wrong","course_id":113,"status":"P","start_date":"1866-01-01","end_date":"1866-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In early 1866 on a train owned and operated by the B&O Railroad Company, Aaron A. Bradley, a former slave who once escaped to freedom in the early 1830s, attempted to sit in a train car carrying only white passengers. The officer on the car denied his request, and Bradley was told that even if he was white, he would not have been able to ride in the car. He was guided to a car specifically designated for blacks. Bradley insisted on sitting in the other car, stating that his ticket did not specify in which car he could or could not ride. They denied his request. The following day, Bradley returned with two white friends. Once more they banned him from sitting in his desired train car. Consequently, Bradley sued the B&O Railroad Company for one hundred dollars. According to the <em>Baltimore Gazette</em>, Bradley claimed, “… by the action of the railroad company, he was debarred from reaching Washington in time to meet some engagements.” Justice Hayward presided over the lawsuit. Bradley acted as his own lawyer. The <em>Baltimore Gazette</em> continued, “… [they were] about to open the case, when the justice objected, saying that he could not recognize [Bradley] as an attorney of the State; and, therefore, he was not competent to plead before him.” The representative of the railroad, however, opposed this, and asked to have Bradley proceed with the case. Bradley argued that there was equality for all under the law, but the B&O countered that it had a right to implement their own rules and regulations. Justice Hayward ruled in favor of the railroad company.","Aaron Bradley escaped slavery in South Carolina in the 1830s and traveled to the North to study law in Boston, Massachusetts. In 1865, he returned to the South and advocated for freedmen’s rights, particularly in regards to land ownership. Bradley wanted plantation owners’ lands to be divided amongst the freedmen who used to work it. He quickly became a leader in the black community of the South. He enjoyed a fair amount of popularity in his life, and died in 1881 in St. Louis, Missouri.","With his background in law, Bradley was able to take his grievances through the judicial system. Only a couple of years prior, blacks would have been unable to do so, as they would not have been recognized as citizens by the courts. Even with this newfound opportunity, an inferior court system was created so that legislation could regulate and restrict black behavior. The railcar incident is just one example of cases ruling against African Americans, with <em>Plessy versus Ferguson (1896)</em> as the most damaging and wide reaching instance. Bradley was denied sitting in a railroad car of his choice nearly thirty years before “separate but equal” was policy. Bradley’s case is just one instance of the freedmen’s struggles for civil rights."],"display_date":1866,"search_date":"1866-07-02","locations":[{"id":5932,"lat":39.2464830538,"lng":-76.5960396412,"zoom":9,"place":"BALTIMORE, Maryland"}],"tags":[{"id":1823,"tag":"B&amp;O Railroad"},{"id":1842,"tag":"Aaron Bradley"},{"id":123,"tag":"Reconstruction"},{"id":42,"tag":"Civil Rights"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":113,"school_id":3}},{"id":5812,"title":"A Black Union Soldier Demands Equal Pay","course_id":113,"status":"P","start_date":"1864-06-01","end_date":"1864-06-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In a recommendation for trial written by a First Lieutenant of the 2<sup>nd</sup> U.S Colored Cavalry in early June of 1864 there is mention of Private Sylvester Ray, also of the 2<sup>nd</sup> U.S Colored Cavalry, who demanded equal pay for the African-American soldiers. In this recommendation, he states that, “he charges conduct prejudicial to good order and military discipline.” At this time, black soldiers made seven dollars a month plus a three dollar clothing allowance while white soldiers of the same rank made thirteen dollars a month.","In many units, black soldiers were not permitted the same benefits as their white counterparts. It did not take long for the black soldiers to become aware of these discrepancies and start to demand equal pay. Private Sylvester Ray wanted pay that was the same as white soldiers because seven dollars a month was not enough to send home or pay for things that the black soldiers needed. Additionally, this discrepancy in pay was an injustice to African-American soldiers who were fighting for the same cause as their white counterparts.","According to historian Christian Samito, “the pay disparity undermined army discipline but also energized black soldiers’ demands for equal treatment.” When black soldiers realized that they were not being paid equally they threatened to desert the army or to rise against their white superior officers. Other places, the black soldiers rejected their pay, demanding equal pay. The tipping point for many of the soldiers was letters that had been sent from home. In many of these letters, their parents, wives, or children did not have enough money to survive on and were suffering. After receiving his letter, one unnamed soldier said, “we have been tried in the fire both of affliction and of the rebels, and nothing remains but pure metal.” This sentiment was reflected across most black units until equal pay was promised in late June, just a short while after Private Ray’s recommendation for trial. After enough troops protested the unfair conditions, the military started to listen. Samito believes that change occurred as “white officers came to realize, black soldiers mutinied not out of nervous energy…but as political action undertaken by men who felt newly entitled by their wearing of the uniform.","Private Sylvester Ray’s subsequent muster roll was also listed with his recommendation for trial. In the muster roll, it is clear that his pay for the month was raised to be equal with what was normal for white soldiers. It appears that his insistence on fairness and justice paid."," "," "," "],"display_date":"June 1864","search_date":"1864-06-15","locations":[{"id":14219,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":32,"tag":"Civil War"},{"id":321,"tag":"Union Army"},{"id":42,"tag":"Civil Rights"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":113,"school_id":3}},{"id":6090,"title":"Father Groppi, the White Face of the Milwaukee Housing Crisis","course_id":121,"status":"P","start_date":"8/28/67","end_date":"8/29/67","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Today in the city of Milwaukee, there is a bridge that is dedicated to Father Groppi, an Italian Catholic Priest who will remain a hero in the racial history of Milwaukee.  On August 28, 1967 marchers in alliances with the NAACP’s Youth Council took to the streets of Milwaukee, protesting against unfair housing practices going on throughout the city.  In their peaceful efforts, they were met with violent opposition from the white supremacist that did not want to the city to integrate racially.  Father Groppi, the only white man against a panel of young African American gentleman, stood proudly next to them, and voiced his thoughts and gave his support to the African Americans fighting for equality.","Father Groppi gave the emotional interview to what he called “white power media” and urged the reporters to give the side of the story that they were refusing to report.  That day there was twenty two people injured when the opposing sides met after the protesters crossed the Sixteenth Street Viaduct, injured by rocks, bricks and other objects being thrown at them.  Fr. Groppi in the conference with the media questioned why there was none or little coverage of the violence that the whites persisted onto the peaceful protesters, he named different channels in the media for their lack of coverage.  The media channels responded minimally, agitating Fr Groppi that his point was the truth, that the media just ignored the violence against the African Americans but reported immediately when crimes against whites happened.","Father Groppi outright challenged politicians in the city to stop his peaceful protest by snubbing his request for gathering permits, he urged followers through the media to meet him where the arms of the government and police could not stretch, in the church to pray for peaceful resolve of the uprising.  He toils with the white leaders, angering them by proclaiming that the protests will continue until their voices are heard and policies changed.  Fr Groppi expressed how prayers and his peaceful tactics were no competition for the violent procedures of the white opposition, with the racial slurs that were yelled and the objects thrown.","As the bridge was a crossed, tension accelerated, with urine being tossed onto the marchers, and slurs such as “we want slaves” being yelled toward the marchers.  Unarmed commandos attempted to protect the marchers by placing themselves between the black marchers and the white protesters.  Without police protection, this was the only defense that was held by the marchers.  Fr Groppi, as shown in pictures, was the only white face in a sea of black faces, a true ally for the cause.  Sitting in the press conference, Fr Groppi courageously looked in the faces of unjust and dared for those who felt differently to challenge him.  Not even the Arch Bishop of Milwaukee could stand in his way, as he called out other Catholic Priests in other parishes for not being true to the Lord’s calling to aid the poor and impoverished.","The crossing of the bridge that evening staged an event that will be forever etched into the pictures of Milwaukee’s skyline.  The 16<sup>th</sup>st Viaduct stands proudly as a landmark reminding citizens of the struggles that past generations endured.  The hero of the story, Fr Groppi will forever be memorialized by all citizens of Milwaukee, for bridging the gap between the racial divides."],"display_date":"August 28, 1967 - August 29, 1967","search_date":"1967-08-28","locations":[{"id":33802,"lat":43.0070321924,"lng":-87.9667286742,"zoom":10,"place":"Milwaukee, Wisconsin"}],"tags":[{"id":2219,"tag":"unarmed commandos"},{"id":2218,"tag":"White Hero"},{"id":42,"tag":"Civil Rights"}],"course":{"name":"Introduction to Digital History","school":"University of Wisconsin, Milwaukee","course_id":121,"school_id":68}},{"id":6092,"title":"They fought with bread and humor.","course_id":121,"status":"P","start_date":"4/23/82","end_date":"4/23/82","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Drug smuggling in South Florida was a major issue in the early 1980's. Drugs were being dropped offshore and residents would pick them up, and bring them North to the distributors in the major cities. Many of the drugs coming into the country were coming from the Cuba and many of the Central American countries through Florida. In an effort to combat this problem the Federal Government set up a roadblock and checkpoint in the early months of 1982. The Border Patrol placed the roadblock at the northern limits of the Florida Keys. Residents of the Keys were disturbed about the fact that everyone was being stopped and searched upon their entry and exit of the County. With the massive amounts of tourism being lost, it was decided that an injunction against the Border patrol's actions should be filed in Federal Court. Dennis Wardlow, the mayor of Key West, flew to the Federal Court in Miami on April 22, 1982. The Court decided in favor of the Federal Government and maintained that the checkpoint was legal. When the media asked Mayor Wardlow what they would do, he responded \"we are going to go home secede.\" Then next day around noon, Mayor Wardlow, addressed the massive crowd. Reading the Conch Republic Proclamation of Secession, Wardlow ended the speech with \"Big trouble has started in much smaller places than this. I am calling on all my fellow citizens here in the Conch Republic to stand together, lest we fall apart-fall from fear, from lack of courage, intimidation by an uncaring government whose actions show it has grown too big to care for people on a small island.: The US flag was lowered in the town center, and the official flag of the Conch Republic was raised. Following the speech Mayor, now Prime Minister, Wardlow declared war on the United States. He took stale Cuban bread and broke it over the head of an individual in a US Navy uniform. Residents of the \"Conch Republic\" began throwing stale Cuban bread at the US Coast Guard cutter <em>DILLIGENCE. </em>After about a minute into the war, Prime Minister Wardlow surrendered to a US Naval Officer that was present. Upon the surrender, Wardlow demanded financial aid from the US for the Conch Republic. The US did not give the Conch Republic any financial aid, but the roadblock was immediately removed."," ","."],"display_date":"April 23, 1982","search_date":"1982-04-23","locations":[{"id":40533,"lat":24.6544423073,"lng":-81.6949104117,"zoom":8,"place":"Monroe, Florida"}],"tags":[{"id":1879,"tag":"Secession"},{"id":1496,"tag":"Florida"},{"id":42,"tag":"Civil Rights"}],"course":{"name":"Introduction to Digital History","school":"University of Wisconsin, Milwaukee","course_id":121,"school_id":68}},{"id":6284,"title":"<strong>The Desegregation of <em>Maryland's Law School</em></strong>","course_id":132,"status":"P","start_date":"12/1/33","end_date":"1/31/36","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In December 1933, Thurgood Marshall began preparing for his first major civil-rights case. Marshall, having recently graduated from Howard Law School, returned to his native Baltimore to practice law and became legal advisor to the local branch of the National Association for the Advancement of Colored People (NAACP). Marshall was set on fighting to desegregate the University of Maryland Law School – the very same school that had rejected his application four year earlier.","Maryland was seen by the NAACP as a fertile testing ground for cases against segregation. Maryland state law did not require the segregation of colleges and the University had no rules explicitly prohibiting the admission of black students. Only the bias of those controlling admission stood in the way. And this bias could be challenged.","Marshall asked his mentor Charles Hamilton Houston for help. Houston was a Vice Dean of Howard University Law School and special counsel of the NAACP. Houston had constructed a strategy based on the findings of Nathan Margold.  Margold’s research found that institutions had violated the “separate but equal” principle which had been established by <em>Plessy v. Ferguson</em>. The institutions created for blacks were separate but never equal to those provided for whites. Houston’s strategy to challenge the equality aspect of segregation rather than questioning the constitutionality of segregation itself.","Houston agreed with Marshall assessment of the Maryland Law School. They needed to begin at the graduate-school level and law schools were an ideal target. Lawyers could easily see the absurdity of a “separate but equal” law school. The choice between creating a separate school for colored students and allow the admission of black students was clear.  Additionally, the NAACP also needed a victory for morale.  Houston hoped that through this case he could start pattern of precedents with each victory supporting the next.","While Marshall waited to take direct action, nine black students applied and had been turned down by the University of Maryland Law School. What Marshall needed for his case was a plaintiff.  He found that in Donald Gaines Murray. Murray was an ideal plaintiff. He was black graduate of Amherst College with good grades. Murray’s family was also well respected in the Baltimore area. Marshall convinced Murray to apply to the law school and, as expected, they turned him down. The university officials suggested that Murray apply to the Princess Anne Academy, an all-black school. This academy did not have a law school.","On April 20, 1935, Murray sued the university for denying his application in Baltimore City Court with Marshall as his attorney. The case began in June and was executed swiftly. The university claimed that the Princess Anne Academy offered an equal education opportunity. However, Marshall disproved them and argued that there was no other law school in the country that could teach the laws of Maryland except the University of Maryland Law School. The next day the judge ruled in Murray’s favor. The university did appeal the case but lost.","Following the victory, Houston cautioned “Don’t shout too soon.” The Murray case was only a small opening in the fight to end segregation. The Murray case, while it did not end segregation, was a monumental stepping stone in the road to desegregation. It demonstrated the power of the community and secured the NAACP’s resolve"],"display_date":"December 1933 - January 1936","search_date":"1934-12-31","locations":[{"id":24195,"lat":39.2338595038,"lng":-76.3925904773,"zoom":9,"place":"Baltimore, Maryland"}],"tags":[{"id":42,"tag":"Civil Rights"},{"id":472,"tag":"Plessy vs. Ferguson"},{"id":43,"tag":"Desegregation"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}},{"id":6435,"title":"Reconstruction: The Issue of Equality","course_id":149,"status":"P","start_date":"1868-07-03","end_date":"1868-07-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The <em>Public ledger</em>, issued out of Memphis, Tennessee on July 3, 1868, details the newfound social and cultural characteristics of post civil war America. The Newspaper presents the \"Platform of the Tennessee Democracy,\" an outline of new standards for governmental and civilian life, which discusses major topics such as civil rights issues and powers of the state and federal governments. This newly documented Tennessee Democracy states that the result of the war should be accepted as final and conclusive, speaking to those who were sour over the outcome. Not only this, but the document also makes a clear point that the abolition of slavery stands, which speaks to the vast majority of concerns for post Civil War America, regarding the Constitutional amendment that ratified the illegality of enslaved African Americans. This decision greatly impacted the southern economy, proving unfavorable for many. Equal and exact justice for all is the conclusive point made by the document, producing an environment that holds every individual to the same standards.","After the \"Platform of the Tennessee Democracy\" comes a news article regarding congressional reconstruction. The issue discussed is that of making \"negroes\" equal to white men, and the repercussions this may entail. If such a decision was to be made, the population of African American voters would rival that of the caucasian Americans. This brought concern to those who worried that the intentions of the African American voters may be greatly different than those who once owned slaves. If in fact African Americans were deemed equal and Northerners did not agree with such a decision, those who would decide to venture south to surround themselves with the likeminded, would be disfranchised and unable to vote. Although slavery was no more, this newspaper brings light to the inequality that was still very much present.","To contextualize the newspaper articles found within the <em>Public ledger </em>dated July 3, 1868, we can look into David Blight’s <em>Race and Reunion</em>, which gives useful perspective on the post civil war society that defined America. Southerners, having lost the war, began to feel a sense of tyrannical oppression afflicted by the North through such acts as Congressional reconstruction. The southern ideology and way of life, prior to the civil war, operated around an economy driven by slavery. With the Union victorious, and one of its major civil war motives being the anti-slavery movement, the south was subject to a great deal of change. Blight offers us the position of the southerners, given their feelings of now being oppressed by the north. The south excused their position throughout the war saying they were only trying to finish the work of the founding fathers, questioning why were they now being punished. For obvious reasons, these southern whites were going to disapprove of these new government actions to abolish slavery and equalize black and white peoples. The truth of the matter at the time was the southern fear of the vast population of black people who would now be free and equal, and able now to oppose the white vote. The very oppression the south felt was illegitimate given the culture the south produced through slavery. This hypocritical ideology was the result of a malicious southern culture that was now to be removed from American society and culture, which produced a fear of opposition from black populations who would then be given the ability to carry out political and social retaliations."," "],"display_date":"July 3, 1868","search_date":"1868-07-03","locations":[{"id":52804,"lat":35.1495343,"lng":-90.0489801,"zoom":8,"place":"Memphis, Tennessee"}],"tags":[{"id":123,"tag":"Reconstruction"},{"id":42,"tag":"Civil Rights"},{"id":2801,"tag":"Post-Civil War"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":149,"school_id":2}},{"id":6465,"title":"Cross Burned Outside White Female Civil Rights Martyr's House","course_id":153,"status":"P","start_date":"4/1/65","end_date":"4/1/65","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On April 1<sup>st </sup>1965, a cross was burned outside the late Viola Liuzzo’s house in Detroit, Michigan.  The <em>Brownsville Herald</em> reported a few days later that another cross had since been burned, making it “the fourth cross burning in Detroit in less than 24 hours.” The incident occurred on the front lawn of the Liuzzo house just two days after the funeral of Viola Liuzzo, commemorating the life the working class Michigan native. Liuzzo was shot while she ferried people during the Civil Rights marches from Selma to Montgomery, Alabama. Liuzzo had identified herself as a keen supporter and worker for the Civil Rights movement in the South, and the burning of the cross outside of her home in the North is evidence of the Ku Klux Klan claiming responsibility for her murder. ","Cross burning is a long established form of hate crime and is specified in many state laws: “burning crosses with the intent to cause alarm among African Americans was symbolic speech, and the statute was an illegal censorship of the right of expression.” The newspaper’s mild account of the incident may be partly intentional in order to avoid alienating parts of their readership, which may include racist sympathisers. Jeannine Bell addresses this possibility: “Often acts of anti-integrationist violence look like petty crimes – vandalism or other property damage…local officials must understand that a cross-burning is not just an arson.” It may also be for this reason that coverage of the cross burning outside of the Liuzzo household is minimal, with only a brief mention in Mary Stanton’s biography of Viola Liuzzo.","Despite the clear involvement of the Ku Klux Klan in Viola Liuzzo’s murder due to evidence provided by Gary Thomas Rowe – Ku Klux Klan member and FBI informant – the language used in the article reveals the power that the organisation had over journalism and the general public. When considering who set the cross alight, the newspaper accuses “pranksters, bigots, or punks…it will be interesting to see just what kind of strange people they are.” Historian Gary May claims that even President Johnson used relatively tame rhetoric when acknowledging the Klan’s involvement, and appealing to them to end their activities: “If Klansmen hear my voice today, let it be both an appeal – and a warning – to get out of the Klan now and return to a decent society.” The focus centered on the Klu Klux Klan’s involvement in the murder in Alabama, and both journalists and historians alike fail to stress the significance of the racially motivated cross burning back in Michigan.","This case stands out due to the victimisation of a white female in the North, while most other incidents of cross burning targeted African-Americans in the South. Viola Liuzzo’s husband and her five children faced other forms of violence after the murder, including “obscene phone calls and hate mail.” The burning cross is, however, a symbol strongly associated with Klan activity, and establishes their presence in a neighbourhood previously considered a fair distance from the more public troubles of the South."],"display_date":"April 1, 1965","search_date":"1965-04-01","locations":[{"id":52862,"lat":42.331427,"lng":-83.0457538,"zoom":7,"place":"Detroit, Wayne County, Michigan"}],"tags":[{"id":2858,"tag":"Hate Crime"},{"id":15,"tag":"Race-Relations"},{"id":91,"tag":"Murder"},{"id":42,"tag":"Civil Rights"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":153,"school_id":3}},{"id":6466,"title":"Civil Rights Transition's from Nonviolent Protests","course_id":153,"status":"P","start_date":"10/1/66","end_date":"10/31/66","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Aaron Dixon was a founding member of the Black Student Union at the University of Washington in 1967, and found himself surrounded by the Civil Rights Movement. Around the same time as this organization gained popularity, another had sprouted from the movement and was enticing young African Americans everywhere: the Black Panther Party. Like many others, Dixon became frustrated with how long it was taking for equality to come about, and he began to question whether nonviolence was doing much to help the cause. When, on April 4, 1968, it was announced that Martin Luther King Jr had been killed, Dixon decided that, “now it [was] time for something else,” and that “my picket sign was going to be replaced by a gun.” Only a short time later, he became a member of the Black Panther Party.","The Black Panther Party was founded in Oakland, California in October of 1966. The organization was founded with the hopes of helping and supporting African American communities in whatever way possible. The BPP offered many programs, such as free breakfast for children, health care, education, and self-defense classes. While the group did plenty of good, they often intimidated police officers and could cause quite a scene, and occasionally this led to larger incidents. The Black Panthers would send patrols out to watch the streets, and almost all of the participants carried some kind of fire arm. This showed that they were able to protect themselves and those around them, but made others, both white and black citizens, feel uncomfortable and unsafe. They would sometimes call out police officers and try to see how riled up they could make the officers, and purposefully see if they could create a standoff to give reason to a fight.","Dixon played a large role in the BPP throughout its active period. He was Captain of the Seattle chapter of the party, and later moved to the Oakland chapter and worked closely Huey Newton and Bobby Seale, and became a body guard to Elaine Brown when she was the leader of the party. He eventually left the party due to a power hungry Newton and overall difference of opinion. In 1982, the Black Panther Party dissolved after many years of dwindling participation. The Panther’s marked a time of transition in the Civil Rights Movement. Before the organization, nonviolent protests were the primary forces used to fight for equality. But tensions ran high because no real progress was visible. The Black Panther’s gave a place for people to fight for what they wanted and believed in."],"display_date":"October 1966","search_date":"1966-10-16","locations":[{"id":52863,"lat":37.6016892,"lng":-121.7195459,"zoom":8,"place":"Alameda County, California"}],"tags":[{"id":2050,"tag":"Black Panther Party"},{"id":488,"tag":"Protest"},{"id":42,"tag":"Civil Rights"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":153,"school_id":3}},{"id":6510,"title":"\"Without The Students\": The College Student Contribution to Tallahassee's Civil Rights Movement","course_id":154,"status":"P","start_date":"5/26/56","end_date":"12/31/70","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On Saturday, May 26, 1956, two female Florida A&M University students paid their fare and boarded a bus almost filled to capacity. After sitting in the only remaining open seats on the bus, Wilhelmina Jakes and Carrie Patterson were quickly asked by the bus driver to stand because the seats that they were occupying were next to a white woman. The young women agreed to get off of the bus contingent upon their fares being returned to them. The bus driver refused, and in kind, they refused to get off of the bus. The authorities were immediately called, and the two were arrested and jailed for inciting a riot. Although this incident was unplanned, it was the spark that ignited the civil rights movement in Tallahassee.","After crosses were burned in front of the co-eds’ residence, Florida A&M University Student Government president, Broadus Hartley, decided to take action. On Monday morning, he called a campus-wide meeting to discuss the issue. It was at this meeting that the students made the decision to suspend the use of the bus system until equal riding privileges were given to African Americans. Word quickly spread throughout the community and the next day, leaders from the local NAACP and citizens met at Bethel Baptist Church and decided to join the students’ protest. By Wednesday morning, white officials felt the true power of their opposition. In 48 hours, the patronage of approximately 15,000 African Americans to which they had become accustomed had disappeared. The bus system ran for only thirty-three days until they were forced to suspend bus service due to lack of funds. Because the bus company was unwilling to fully meet the demand of equal service for African Americans, the boycott continued well into 1957.","According to Lewis M. Killian, “the largest black social structure in Tallahassee was the Florida A and M student body…[and] this structure had no history of social activism.” This is important because it identifies the Tallahassee bus boycott as the first time that student body of Florida A&M engaged in any sort of activism. The students recognized that their participation was paramount in the success of the boycott and by the end of 1959, a campus-based, interracial organization called the Congress of Racial Equality (CORE) began organizing more frequent and militant protests. Comprised of black students from Florida A&M University and white students from Florida State University, it was “the newest civil rights organization in the city.”","On February 20, 1960, the students were prepared to make history again. CORE conducted a sit-in at a Woolworth lunch counter with a total of thirteen participants; eleven of the participants were arrested and jailed for unlawful assembly and disturbing the peace. “Eight of the students decided to serve sixty days in the local jail rather than pay $300 for their release. This was the first case of “jail-versus-bail” in the civil rights movement.” Similar sit-ins began to occur in cities across the South, but “only in Tallahassee did the student protesters attend a publicly supported institution [FAMU]. Just as important, when the capital city sit-ins became interracial, Tallahassee achieved a notoriety that further distinguished it from many cities of the Deep South.”","“Without the students, there would have been no protest, there would have been no movement.” These were the words of Reverend Charles Kenzie Steele, one of the most well-known leaders in Tallahassee’s civil rights movement. Reverend Steele was popular among the college-age population because, while some of the older activists viewed the sit-ins, jail-ins, and protests as impulsive and rash activities, he was one of the leaders in the Tallahassee area who vocally supported the younger generation’s action-based activism. He understood the importance in the numbers, stamina, time that college students could devote to protests that adults could not. One could easily argue that the speed and success of Tallahassee’s civil rights movement became reliant upon the involvement of students and faculty from Florida A&M University. It is my opinion that credit is due to the students and faculty who applied the constant pressure for equality in public spaces; they continue to provide a monumental legacy for the nonviolent protests of today."],"display_date":"May 26, 1956 - December 31, 1970","search_date":"1963-09-13","locations":[{"id":52902,"lat":30.4382559,"lng":-84.2807329,"zoom":8,"place":"Tallahassee, Florida"}],"tags":[{"id":2958,"tag":"Sit-ins"},{"id":2957,"tag":"Lunch Counter"},{"id":2956,"tag":"Bus"},{"id":2955,"tag":"Protests"},{"id":2954,"tag":"College Students"},{"id":2953,"tag":"Tallahassee"},{"id":278,"tag":"boycott"},{"id":42,"tag":"Civil Rights"}],"course":{"name":"African American History Since 1877","school":"Rollins College","course_id":154,"school_id":5}},{"id":6534,"title":"What We Represent: The Politics of Black Hair in 1950s Orlando","course_id":154,"status":"P","start_date":"1/1/49","end_date":"12/31/57","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["According to the 1949 Orlando Negro Chamber of Commerce business directory, there were seventeen beauty salons catering to Black community in Orlando. By the time the business directory for 1957 was published, there were twenty-nine Black beauty shops in the Orlando area. Among those twenty-nine shops, only twelve were on the 1945 business directory; this means that seventeen Black salons opened in the nine-year period between 1949 and 1957. For a quaint community that pales in comparison to the Orlando that we know today, it seems a bit excessive to have twenty-nine salons; but one must examine the factors that could have caused this change in Orlando’s Black community. The monumental changes in the education, economic status, and respectability standards of African Americans mirrored themselves in their self-care, and throughout this article, I will discuss these issues on a societal scale and some specific elements that could have influenced the sharp increase in the Orlando’s Black beauty industry.","Beauty parlors have long been a safe haven for women; women could vent their problems to one another and meet a local political figure in the same place. To this day, women visit the beauty salon on a consistent basis to alter one of their most basic features: their hair. “Ever since African civilizations bloomed, hairstyles have been used to indicate a person’s marital status, age, religion, ethnic identity, wealth, and rank within the community. In some cultures a person’s surname could be ascertained simply by examining the hair because each clan had its own unique hairstyle.” “Realizing the prominence hair played in the lives of western Africans, the first thing enslavers did was shave their heads; this was an unspeakable crime for Africans, because the people were shorn of their identity.” Although slavery dismantled many ancient African hair traditions, hair remained an important social construct, and by the 1950s, the tradition of immaculately coifed hair had been resurrected with heavy social baggage in tow.","Over time, African Americans had learned to recognize several themes in relation to beauty. First, hair that was longer and straighter was “good” while hair that was short and kinky was “bad.” Black women almost obligatorily straightened their hair using a variety of methods and for a variety of social reasons. The appearance of “good,” well-groomed hair was one of the most important forms of social capital in the Black community, second only to light skin. “Some Black Americans with extremely light skin and straight, kink-free hair chose to break through the barriers that a racist society had constructed by simply passing themselves off as White.”","Second, the grooming routines of African Americans often communicated ideas about their education and economic status. As Colin A. Palmer states, “Through the styling of their straightened hair, African Americans struggled to define a space for themselves within the framework of the dominant aesthetic that could challenge, oppose, and undermine it while reaffirming black cultural values. Although some middle-class blacks wore their straightened hair in styles similar to those popular among middle-class whites, others combined their straightened heads of hair with pomades and hairdressing creams to explore bold, innovative, and creative styling options.” Those who did not conform to the socially normative straightened styles were assumed to be uneducated or unemployed, as hair straightening was often a requirement for employment. They were also seen as less respectable among Blacks and Whites alike. This was especially important because the 1950s ushered in a new “New Negro.” Black youths were taught to expect more and saw themselves integrating White spaces by will or by force. With this, came a responsibility to represent the community well; this meant that one must always look presentable—hair included.","So what caused the spike in beauty salons in Orlando specifically? Orlando leaders downplayed many of the city’s social issues as to not ruin the reputation in the eyes of prospective tourists, but “no place was immune from the social changes brought about by the civil-rights movement, not even Orlando…” Orlando was the last city in Florida to dismantle the White Voters Executive Committee, the organization responsible for Orlando’s primary elections—open to Whites only. “The first Orlando primary election open to all races was held in 1950.”  Blacks from the working class, as well as doctors and nurses, lawyers, businessmen and women, store owners, and pastors preparing to enter a White space such as a polling place would certainly be encouraged to look their best; this include a fresh hairdo. Another phenomenon that was active but private in 1950s Orlando was the Nation of Islam. The strict grooming standards for men and women that the Nation emphasized also required an increased number of haircare professionals.","In conclusion, the Orlando community was changing in big ways in the 1950s. For the African American community, the idea that being well-groomed was associated with one’s respectability had residual effects when the visibility of African Americans in White spaces increased. This decade set the stage for major advancements in the Civil Rights Movement, so it only makes sense the African Americans were prepared. The Black beauty salon continues to be a staple in the community, and Black hair stylists are consistently pushing the boundaries of their craft, staying on the forefront of every new hair trend."],"display_date":"1949 - 1957","search_date":"1953-07-02","locations":[{"id":52922,"lat":28.5383355,"lng":-81.3792365,"zoom":10,"place":"Orlando, Florida"}],"tags":[{"id":42,"tag":"Civil Rights"},{"id":3005,"tag":"Black Hair"},{"id":3006,"tag":"Straightening"},{"id":3007,"tag":"White Spaces"},{"id":3008,"tag":"Hair Politics"}],"course":{"name":"African American History Since 1877","school":"Rollins College","course_id":154,"school_id":5}},{"id":6553,"title":"War on Warren County","course_id":155,"status":"P","start_date":"8/1/82","end_date":"10/30/82","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["It was the summer of 1982 in Warren County, North Carolina. The asphalt burned their skin through their clothes as they lay in the street waiting for the trucks to arrive. All of the protests from that summer had led to this moment, residents and activists, black and white, laying their lives down to protect their environment. The trucks were arriving to dump the PCB-laden soil into the backyard of the folks living in Warren County. They may not have prevented the “poisoning of [their] communities and land,” but they would not go down without one final battle.","The residents of Warren County were fighting for their “fundamental right to clean air, land, water, and food” by employing tactics from the Civil Rights Movement. The Warren County people of color banded together with white people and past civil rights activists to ignite a new movement: environmental justice for all. African Americans could no longer ignore the environmental racism they had witnessed for so many years, so they took action to “fight the destruction and taking of [their] land and communities.” African Americans had been the “victims of environmental injustice” for too long.","Warren County was chosen as a site for toxic waste due to its relatively small, rural population. However, the population was also very impoverished and mostly African American. The Warren County residents did not passively allow the state government to dump the toxic waste in their backyard. However, “the community was politically and economically unempowered.” The Warren County Citizens Concerned group “countered ‘facts’ from the state and the EPA” due to concerns about future water contamination and the decimation of the local economy. Despite the contested research, the government continued with the project and constructed the landfill. The impoverished residents of Warren County became “victims of environmental injustice,” but their story served as a stimulus of the environmental justice movement."," "],"display_date":"August 1, 1982 - October 30, 1982","search_date":"1982-09-15","locations":[{"id":52938,"lat":36.4352131,"lng":-78.0195387,"zoom":6,"place":"Warren County, North Carolina"}],"tags":[{"id":3058,"tag":"PCBs"},{"id":3057,"tag":"toxic waste"},{"id":2072,"tag":"Environmental Racism"},{"id":42,"tag":"Civil Rights"},{"id":2092,"tag":"Environmental Justice"}],"course":{"name":"HIST 3550, American Environmental History","school":"Auburn University","course_id":155,"school_id":73}},{"id":6574,"title":"Harry T. Moore and the Groveland Rape Case","course_id":167,"status":"P","start_date":"7/1/49","end_date":"1/31/52","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Despite the strides made toward racial equality, the deep south in the 1950s was still a dangerous place for a black person to live.  The Ku Klux Klan had a widespread presence there and being lynched or beaten was a real fear for many black southerners.  The National Association for the Advancement of Colored People (NAACP) fought back hard, but was struggled against a corrupt, racist legal system and a public that still largely believed in the “separate but equal” doctrine.  Florida NAACP leader, Harry Tyson Moore, was frequently embroiled in controversy, but his involvement in one situation in particular – the Groveland rape case – may have been the catalyst for his murder in 1951.","Harry T. Moore started his career as an educator in the Brevard County School System in 1925.  By 1934, he had organized and become president of the first branch of the NAACP in Brevard County; by 1946, he was the executive director for the Florida NAACP.  In 1949, Moore learned of a rape charge in a small Florida town called Groveland.  In what quickly escalated to a dramatic case, a white girl, Norma Padgett, accused four black men of raping her.  Her husband Willie said that he and Norma had been on their way home from a dance when his car stalled.  Four black men stopped to offer help, but instead beat him and escaped with Norma.  When Norma returned early the next morning, she spoke briefly to Willie and then claimed that the same four men had raped her.  Moore was among many in the NAACP who believed that Norma was lying to cover for Willie’s repeated abusive behavior.  A few days later, after an outbreak of violence against blacks in Groveland, Moore telegrammed the governor on behalf of the Florida NAACP to demand action to prosecute the perpetrators of the riots.  Nothing was done.","By the time the case went to trial, one of the four men had escaped and been killed.  The remaining three went on trial and were quickly convicted.  About a year later, the U.S. Supreme Court overturned the convictions of two of the men – Shepard and Irvin.  In November, 1951, Sheriff McCall, was transporting the men for their pretrial hearing when he pulled over for a flat tire.  McCall claimed that the men attacked him when he opened their door and he was forced to shoot them, but Irvin survived to dispute McCall’s version of events.  Upon learning of this, Moore wrote an angry letter to the governor demanding to know how something like this could have been allowed to happen.","Though Moore never got an answer to his questions, the public was made well aware of his opinion on the mishandling of the Groveland case.  On December 25, 1951, less than a month after Moore’s letter, a bomb went off in his home, killing both himself and his wife.  Despite appeals from the NAACP and eventual FBI investigation, the murder was never solved.  However, the intense emotions surrounding the Groveland case had already incited racial riots several times over. Moore’s criticisms of the case, though they rang true with most blacks, most likely only enflamed the already strong hatred of him amongst racist whites.  It is easy to conclude, then, that Moore’s active involvement in the Groveland case was the final straw that made it seem necessary for civil rights opponents to eliminate him entirely.  "," "],"display_date":"July 1, 1949 - January 31, 1952","search_date":"1950-10-16","locations":[{"id":52955,"lat":28.6652727,"lng":-80.8447766,"zoom":8,"place":"Mims, FL"},{"id":52954,"lat":28.5580546,"lng":-81.8511889,"zoom":8,"place":"Groveland, FL"}],"tags":[{"id":3105,"tag":"Harry T. Moore"},{"id":42,"tag":"Civil Rights"},{"id":2227,"tag":"NAACP"}],"course":{"name":"HIS 120 Decade of Decision 1950s","school":"Rollins College","course_id":167,"school_id":5}},{"id":6579,"title":"Oppression and Violence Against Civil Rights Leaders in Florida","course_id":167,"status":"P","start_date":"9/21/16","end_date":"9/27/16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“Six hundred persons… attended the service in a modest church about a mile from the house where Mr. Moore meet his death when a bomb exploded under his bedroom.” Moore, the state leader of the NAACP, led in a time when violence was at an all time high due to the fight for integration. The change towards the breakage of the racial barrier in the United States finally occurred in 1954 in the ruling of Brown v. Board of Education. The ruling not only desegregated schools, but also had indirect effects on the nation. Michael Klarman argues that Brown did so by, “...thrusting the desegregation issue onto the national agenda, searing the conscience of previously indifferent northern whites, providing legitimacy to desegregation demands by blacks, or inspiring blacks to challenge the racial status quo.” The decision in Brown v. Board of Education was met with great anger by the southern states. Anger amongst Southerners led to the oppression of Black civil rights leaders in Florida.","The notorious Ku Klux Klan used violence against Black civil rights organizations, such as the National Association for the Advancement of Colored People. According to Daryl Harris, “White violence has been used to limit Black political and economic breakthroughs.” White violence came to power when Jim Crow segregation was ruled unconstitutional and integration became unpopular for the public whites. Much of the violence was used to repress and contain Blacks pursuing social change like integration and equality.","The Ku Klux Klan oppressed black civil rights activists and leaders through the use of violence and murder. Dr. Robert B. Hayling, a leader from St. Augustine, was beaten along with three of his companions at a Ku Klux Klan rally in September of 1963. His home was shot at in February of 1964, killing his dog and nearly missing his pregnant wife. In 1964 in Jacksonville, leader Johnnie Mae Chappell was killed by four men. On the day Mrs. Chappell was killed, she was gathered with hundreds of activists demanding an end to segregated stores and hotels. Adam Smith argues that the men never paid for the crime, as one served three years in prison and the others had their charges dropped.","Virgil Darnell Hawkins, a NAACP leader, was denied the right to attend law school at the University of Florida by the Florida Supreme Court under the Plessy v. Ferguson “separate but equal” ruling. Two weeks after the Brown v. Board of Education ruling, the U.S. Supreme Court ruled against the University of Florida. The state Supreme Court agreed that they had to allow Negro admission, but the federal court had not stated when admission had to occur. Hawkins fought for twenty-eight years until he could finally practice law in Florida.","The similarity between the civil rights leaders was that they were protesting for rights they were given by the constitution, but not accepted by society. The ruling in Brown v. Board of Education and other constitutional laws meant that the only way there could be racial injustice was if society made it that way. Sadly, society could not accept social change and continued to practice racial injustice and repress Black people."],"display_date":"September 21, 1916 - September 27, 1916","search_date":"1916-09-24","locations":[{"id":52921,"lat":28.5999998,"lng":-81.3392352,"zoom":8,"place":"Winter Park, Florida"}],"tags":[{"id":42,"tag":"Civil Rights"},{"id":3109,"tag":"NAACP Leaders"}],"course":{"name":"HIS 120 Decade of Decision 1950s","school":"Rollins College","course_id":167,"school_id":5}},{"id":6610,"title":"\"Let us close the springs of racial poison\": Lyndon B. Johnson and the Civil Rights Act of 1964","course_id":163,"status":"P","start_date":"5/2/63","end_date":"7/2/64","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["At the White House signing ceremony for the Civil Rights Act of 1964, President Lyndon B. Johnson declared, “Let us close the springs of racial poison.”","Although President John F. Kennedy had promised in his 1960 campaign to introduce civil rights legislation, by the spring of 1963 he had still taken no action.  On May 2, 1963, the push for civil rights burst into living rooms across the nation via television. Young African Americans in Birmingham, Alabama publicly, peacefully, protested against racial discrimination and segregation. For eight days, Birmingham authorities, led by the Public Safety Director, Eugene “Bull” Connor, responded to the protest by attacking the youngsters with police dogs and fire hoses. The public was horrified at the sight of the police officers brutally beating children, people knocked off their feet by the spray of high-pressure fire hoses, and police dogs biting young protestors.","On the evening of June 11, Kennedy made a nationally televised address in which he made his case for civil rights legislation that would end legalized racial discrimination and segregation. On that same evening, segregationist Byron De La Beckwith gunned down the National Association for the Advancement of Colored People (NAACP) Mississippi Field Director Medgar Evers in the driveway of his Jackson, Mississippi home.","After the Civil War, a two-tiered society emerged in the South. The U.S. Supreme Court’s decision in Plessy <em>vs.</em> Ferguson (1896)—which legalized racial discrimination and segregation under the “separate but equal” doctrine (also known as Jim Crow)—encouraged the recalcitrant Southerners. The Plessy decision forced African Americans to live under Jim Crow until a few young lawyers from the NAACP finally broke the foundation of the Plessy decision. In May 1954, the U.S. Supreme Court ruled in favor of the NAACP and their clients in Brown <em>vs.</em> Board of Education, which ended the separate but equal doctrine—after 58 years.","Between 1954 and 1964, numerous violent clashes occurred leaving many dead before Johnson signed the Act into law. Johnson, a southerner himself, was <em>not</em> an early supporter of new civil rights legislation. After Kennedy’s assassination in November 1963, Johnson reluctantly picked up the mantle of civil rights, eventually making the cause his own, after he rammed the bill through Congress. Johnson told several of his aides that “by pushing the Civil Rights Bill through Congress, I have delivered the South to the Republicans.”","Deeply troubled about his election possibilities, Johnson continued his campaign for the presidency. He defeated Republican Senator Barry Goldwater, who voted <em>against</em> the Act, in a landslide victory. However, that victory cost the Democratic Party. Many southerners (office holders and voters) switched their party affiliation to Republican, realigning the parties geographically, philosophically, and politically."," "],"display_date":"May 2, 1963 - July 2, 1964","search_date":"1963-12-01","locations":[{"id":52985,"lat":32.2987573,"lng":-90.1848103,"zoom":8,"place":"Jackson, MS"},{"id":52984,"lat":33.5206608,"lng":-86.80249,"zoom":8,"place":"Birmingham, AL"},{"id":52836,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington DC"}],"tags":[{"id":3236,"tag":"Brown vs. Board"},{"id":472,"tag":"Plessy vs. Ferguson"},{"id":3163,"tag":"Civil Rights Act of 1964"},{"id":3162,"tag":"Lyndon B. Johnson"},{"id":225,"tag":"Jim Crow"},{"id":42,"tag":"Civil Rights"},{"id":2703,"tag":"John F. Kennedy"}],"course":{"name":"History of U.S. Presidential Elections","school":"Wayne State University","course_id":163,"school_id":92}},{"id":6635,"title":"J. Saunders Redding Publicizes the G. I. Bill of Rights","course_id":163,"status":"P","start_date":"6/22/44","end_date":"6/24/44","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In June of 1944, J. Saunders Redding published an opinion piece on the G. I. Bill of Rights in a column he wrote for <em>The Baltimore Afro-American</em> newspaper. African Americans who served in the segregated Armed Forces returned home from WWII to an equally segregated American society. Redding worried whether “colored men and woman would take advantage of its [G. I. Bill] provisions\" because military officials were discouraging black veterans from applyiing for benefits or not telling them about the benefits at all.  Redding’s fears reflected segregation in the South, where African Americans could not use the same bathrooms, dine with, or attend leisure events with white people. When white veterans discussed the newly passed G. I. Bill, African American veterans were not present. African Americans could not begin to receive veteran’s aid without the knowledge that such a program existed and how to apply for it.","The G. I. Bill did not have any explicit language in it that prevented African Americans from receiving its aid, but the segregation of American society made it likely that African American veterans would not get their share of veteran’s benefits. The bill offered four main benefits to veterans: business and home loans, education, unemployment compensation, and job placement. Policy makers designed these aspects of the bill to help veterans returning from WWII acclimate into society. However, when informed African American veterans went to local Veteran’s Administration centers for their G. I. Bill benefits, the administrators denied them their rights. The administrators covered up the racist denials with excuses that African American veterans did not qualify for veteran’s benefits based on the type of discharge order they received from the army. Only dishonorably discharged soldiers could not receive aid, but racist clerks at V. A. centers told African Americans their “general” or “blue” discharges were considered dishonorable.","In order to combat this inequality of civil rights, Redding urged newspapers and organizations to “put out a statement of what the bill means” so Americans, not just African American veterans, would understand that there was an aid bill and that the bill should apply to African Americans in addition to all other veterans. Denying African Americans the G. I. Bill aid would be harder for the local V. A. centers if more people knew about the bill and vocalized equality for African Americans.","Redding was an educated African American man with a degree in philosophy and held a respected opinion on contemporary African American thought. Redding supported WWII and hoped that it would change America in a way that would further the fight for African American’s civil rights. Redding’s column – A Second Look - vocalized his opinions on the problems and concerns of the common African American person and how to take action against them. Redding wanted to spread knowledge to help gain civil rights for African Americans.  "],"display_date":"June 22, 1944 - June 24, 1944","search_date":"1944-06-23","locations":[{"id":5927,"lat":39.2903848,"lng":-76.6121893,"zoom":8,"place":"BALTIMORE, Maryland"},{"id":52826,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington D.C."}],"tags":[{"id":142,"tag":"african americans"},{"id":42,"tag":"Civil Rights"},{"id":242,"tag":"WWII"},{"id":225,"tag":"Jim Crow"},{"id":266,"tag":"Segregation"},{"id":3225,"tag":"G. I. Bill"}],"course":{"name":"History of U.S. Presidential Elections","school":"Wayne State University","course_id":163,"school_id":92}},{"id":6646,"title":"Advancement of Women in the American Civil War","course_id":170,"status":"P","start_date":"1861-04-12","end_date":"1894-07-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Unknown to many in contemporary society, the American Civil War presented women with wondrous advancements in civil rights as the war challenged America’s culturally held notions of women’s role in society. By having the pertinent need of a labor force in almost all fields, women completed the task that drafted men were not able to do so. So as new opportunities were presented to them, women began to obtain more rights than any other previous generation had experienced; being able to manage farms and businesses for the first time. This however was not limited to domestic affairs as women also were heavily involved in espionage, the nursing of soldiers, the raising of capital via the ladies’ and soldier’s aid societies, the U.S sanitary commission, (a private agency in the North that played a critical role in the Union’s victory) and battlefield; a considerable amount of women partook in cross-dressing to enlist themselves. With these outstanding accomplishments, women were forever advanced in society as founder of the Red Cross Barton claimed that had the continuous peace prevailed, the advancement of women’s rights would have remained stagnant in society for at least fifty years. With that the American Civil War inspired individuals to contemplate, and re-think their previously held notions of what a woman was capable of performing as many leaders emerged such as Harriet Tubman and Susie King Taylor.","Delivered passionately by feminist Civil Rights activist in 1894, Josiah Benton Jr. spoke eloquently of the societal advancement the Civil War presented women. By speaking in simple terms, using statistics and emotional appeal the speech was monumentally successful in that it informed the public of the accomplishments of women and the needed continued advancement towards equality. Reminding individuals that men had to evacuate shops, offices, businesses, and banks by the literal thousands only to be run efficiently by women,  the competency of women was once more re-established, and spoken of. Many deeming women unfit to perform the same task as men, all notions of superiority where disproven when even members in the National and State department had their jobs temporarily preformed by women with success. This demonstrated to all that women could maintain order, exceed in domestic and external affairs, regulate capita, and compete with men. Regarding African American women, many were not able to exhibit the same advancements as other women-even those that were also impoverished. So while many were able to learn how to read and write, and at times even pass on that knowledge, it their advancement pales in comparison to the continued adversity they continued to face. Unfortunately many continued to be viewed as hindrances in both the Union and Confederacy.","Louisa May Alcott wrote extensively about her experiences as a nurse during the American Civil War. Nurses typically being what most individuals think of when they image women during the tremulous war, it is undoubtedly due to the large amount of volunteers both the Union and Confederacy received from women. Being motivated to make their presence valuable, many wholeheartedly cared deeply for their patients as they treated gruesome wounds. May Alcott claiming that the nurses had “ a motherly affection for all,” while the women cooked, cleaned, bathed, and wrote for the soldiers, it challenged the notion that women could not multitask well; performing difficult surgeries all the while being responsible for their mental health and emotional well-being.","Submissiveness and domesticity was arguably most challenged when women began to cross-dress and enlist in the military. First seen in July 1863 when Union soldiers found a dead female body disguised as a confederate private in a mass grave. Shocked, as many did not believe women were capable of deceiving men, and fighting, it was originally thought by all that women who cross-dressed were anomalies. Historians now know that this is not the case as a conservative estimate shows now that between four-hundred to seven hundred fifty women disguised themseleves. Scholars now agree that women who fought on the battlefield did so with the same motivations that men had, with the exception of a few who did so in order to obtain freedom from domestic submissiveness, and to be with their loved one. With the Victorian notions of modesty, it made it fairly easy for women to disguise themselves as men as many were given ill-fitting clothing that hid their body shape, were encouraged to sleep with clothed, shower separately, and use the lavatory separately. All of these factors helped women contribute to the war effort as it made it easy for them to enter the battlefield.","Overall the American Civil War allowed women to gain wondrous advancements in civil rights as they were allowed to engage in many domestic and foreign affairs that previously would have not been accessible to them. So while they fought bravely on the battlefield, engaged in dangerous surgery, managed businesses, farms, and taught and learnt literature, the minds of women were significantly expanded. This led many to be inspired to re-think women’s role in society. So with the lives of American women “being shaped by a set of ideas that historians refer to as the cult of womanhood” American cultural notions of femininity were forever changed as the introduction of a new set of ideas inspired those to re-think the capabilities of women. The importance of their role cannot be overstated."," "," "," "," "," "],"display_date":"April 12, 1861 - July 1, 1894","search_date":"1877-11-20","locations":[{"id":52839,"lat":37.09024,"lng":-95.712891,"zoom":8,"place":"United States"}],"tags":[{"id":7,"tag":"Women"},{"id":42,"tag":"Civil Rights"},{"id":32,"tag":"Civil War"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}},{"id":6681,"title":"The Challenging Ideals of a Freedom Rider","course_id":173,"status":"P","start_date":"6/5/61","end_date":"6/5/61","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During a time of segregation and struggle for change in the society of the early 1960’s, brave individuals got together in hopes of testing the ruling of the Supreme Court in Boynton v. Virginia in 1960 which deemed segregation on interstate buses unconstitutional.  Bound for the Deep South, this bi-racial group of volunteers encountered odds that got increasingly difficult to deal with especially upon arrival in Alabama. Despite the violence of the opposing segregationists and a court order put out to temporarily stop these freedom riders, civil rights activist and American hero, Dr. Martin Luther King Jr, made a statement in <em>The Chicago Daily Defender </em>saying they would continue.","District judge Frank M. Johnson had charged the freedom riders on account of causing damage to the United States due to the violence that ensued between the group of riders and segregationists. He also threatened jail time if it were to occur again. This was his attempt to try and put an end to the freedom rides, which ended up not having the backing it needed. During this period of time, the number of obstacles the bi- racial group had to overcome was not limited to the large groups of white segregationists that opposed them, but it included the lack of legislation and help from the government as well. However, in Washington there was a push for action to be taken on creating laws to prevent segregation on interstate buses which provided some good news for the freedom rider’s cause. The push back from the segregationist side was a plea to president Kennedy to voice his condemnation regarding the freedom rides, which was thankfully disregarded."," ","Due to the series of events explained in <em>The Chicago Daily Defender </em>newspaper on June 5<sup>th</sup>, 1961, the freedom riders obtained a very large backing as the time progressed and the freedom rides continued. The amount of violence and hatred these volunteers were met with was a testament to what African Americans had to endure during the civil rights movement and that’s why the freedom rides had the impact they did on the civil rights movement in its entirety. The mass amount of segregation between whites and African Americans was an issue that demanded the attention of the American people and that’s exactly what it received as a result of the freedom rides."],"display_date":"June 5, 1961","search_date":"1961-06-05","locations":[{"id":52840,"lat":32.3182314,"lng":-86.902298,"zoom":8,"place":"Alabama"}],"tags":[{"id":42,"tag":"Civil Rights"},{"id":21,"tag":"Race Relations"},{"id":266,"tag":"Segregation"}],"course":{"name":"US History 1867 to the present","school":"University of Toronto Scarborough","course_id":173,"school_id":28}},{"id":6790,"title":"SNCC and the Nashville Sit-In (1960-1967)","course_id":181,"status":"P","start_date":"3/10/62","end_date":"3/10/62","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Students in the <em>Nashville non-violent movement</em> – a project of the SNCC – staged a sit-in at a downtown drug store on March 10<sup>th</sup>, 1962, in protest of segregation.The store owner subsequently threw boiling water at the protestors, who were there on a non-violent basis. After being violently ejected from the drug store, the owner followed up with warrants against the group. This included the charge of “unlawful conspiracy to commit acts injurious to trade and commerce.” On hearing of the incident, SNCC chairman McDew sent a telegram to the mayor of Nashville, Ben West with regards to the incident. In the telegram, McDew requested that the mayor drop the charges on the students. He argued that all establishments with a city or state license were under the legal obligation to serve everyone, including the protesting students. This demonstration was part of a larger anti-segregation movement in Nashville that has been going on since February 1960, when the Southern Student Movement first took up the cause.","During this period, the southern United States was segregated between Caucasians (whites) and other minorities, especially African Americans. Segregation oppressed African American minorities in a spatial, social and political sense, in essence separating them from the rest of society on the grounds of race. It was enforced by a series of laws and customs known as the Jim Crow period, which existed from 1877 to the 1960’s following the reconstruction period. Jim Crow laws denied African Americans the right to vote, and violated the constitution which guaranteed equal treatment under the law, and democratic rights for all American citizens under its 14<sup>th</sup> and 15<sup>th</sup> amendments. This article is significant because it chronicles one of the many battles fought by civil rights activists in the pursuit of legal and social equality in the United States. Because Jim Crow laws went against the constitution, this act of non-violent protest was not only an act of defiance against segregation, but also an act of upholding the constitution of the US republic, an act significant in of itself."," "," "],"display_date":"March 10, 1962","search_date":"1962-03-10","locations":[{"id":53133,"lat":36.1626638,"lng":-86.7816016,"zoom":8,"place":"Nashville, tennesee"}],"tags":[{"id":42,"tag":"Civil Rights"},{"id":3532,"tag":"Human Rights"},{"id":3533,"tag":"Black Power"},{"id":3534,"tag":"non-violent protest"}],"course":{"name":"US History since 1865","school":"University of Toronto Scarborough","course_id":181,"school_id":28}},{"id":6875,"title":"Josephine Baker: Civil Rights Hero or a Threat to American Democracy?","course_id":186,"status":"P","start_date":"2/3/52","end_date":"2/3/52","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" “Ladies and gentlemen believe me when I say that it makes me profoundly happy...it makes my heart swell with pride to see in this beautiful audience tonight, salt and pepper...I mean by that colored and white brothers mingling.”1  Josephine Baker, famed exotic dancer, gave a powerful homecoming speech to St. Louis, on February 3, 1952, stating how proud she was to see a mixed audience of “salt and pepper.” This was a landmark moment, a mixing of races in complete defiance to the Jim Crow laws. She had been invited by many civil rights groups as well as John F. Kennedy to return to join in the effort to fight discrimination and racism that was seen a normal part of American life during this time. Josephine Baker loudly voiced dreams of equality and acted against discrimination throughout her carrier, and because of this she was viewed as a radical by those opposed and “the FBI regarded Baker as a threat and a danger to America and America’s international image and reputation.” 2 Josephine was not conventional entertainer, with her opposing views to Jim Crow laws, the government saw her as a threat. The FBI was concerned with the promoting democracy and Josephine did not fit into this idea. She was accused on multiple occasions by the press of being a communist. Josephine met resistance in general public majority due to being an eccentric highly vocal black woman, but she was a hugely important figure in the fight against discrimination. "," Baker’s return to St. Louis was a powerful moment, she was returning to her hometown from which she ran away from “because of the terror of discrimination.”1 She had vowed that she “would not appear in any city where her people could not come see her.”1  Baker was met with mixed reactions from the American public. Some felt she was a hero fighting for civil rights, while others believed she was a radical trying to promote equality between races because at this time segregation was view as part of normal. Her refusal to perform in segregated venues won her support from the NAACP. Both the American Press and the African American Press, “regarded [Baker] as eccentric and risqué and as a troublemaker who often articulated threatening political views.” 3 During the 1950s, she became more politicized, speaking out against discriminatory practices and “became labeled a threat to American democracy.”2 The FBI compiled extensive files, “constructing of Baker, they sexualized, racialized and politicized her, using the media sources which had participated in deconstructing of the star by rendering a polemical profile of Baker.” 2 "," Baker, theatrical and eloquent, voiced a warning to her St. Louis audience, “try to love one another before it is too late. Don’t let the same thing happen to America through hate and misunderstanding that happened to Germany.” 1 Baker never backed down and voiced against what she knew was wrong. She lived an unapologetic life, she stated, “I have been very proud of my start, because it has made me remain human.” 1 Josephine Baker died April 1975 leaving behind a legacy of triumph and challenged the American ideals of African American women. "],"display_date":"February 3, 1952","search_date":"1952-02-03","locations":[{"id":53204,"lat":38.604731164363,"lng":-90.257197935671,"zoom":11,"place":"St. Louis, Missouri, United States."}],"tags":[{"id":42,"tag":"Civil Rights"},{"id":225,"tag":"Jim Crow"},{"id":266,"tag":"Segregation"},{"id":3450,"tag":"josephine baker"},{"id":2860,"tag":"Equality"},{"id":1667,"tag":"Discrimination"},{"id":3680,"tag":"radical woman"},{"id":3681,"tag":"shero"},{"id":3682,"tag":"salt and pepper"},{"id":3683,"tag":"not nazi"}],"course":{"name":"American Women's History","school":"Schreiner University","course_id":186,"school_id":69}},{"id":6883,"title":"Women Go Unrecognized in the Brown Berets","course_id":186,"status":"P","start_date":"2/25/70","end_date":"2/25/70","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Aron Mangancilla, the Minister of Education of the Brown Berets, received a letter in February 1970 that expressed women’s discontent of their treatment within the Brown Berets. The Brown Berets are a paramilitary group that advocated for Chicano rights during the Chicano Movement in the 1960s and 1970s- a time of political unrest throughout the United States due to the burgeoning Civil Rights Movement. Despite many Chicana members filling crucial roles within the Brown Berets, they went largely unrecognized for the support they provided to the organization because of their gender.","The letter clearly conveys the women’s frustration. The offenses include, “a great exclusion on behalf of the male segment,” and that they had “been treated as nothings.”[1] This sentiment was not exclusive to one age group, area, or level within the organization. Women in the Brown Berets fulfilled positions at every level of the organization, but they were often expected to fulfil subordinate roles like making food or having sex with members in the male-centric organization. They filled more common roles like “fundraising, answering phone calls, writing letters, pasting up and writing for the newspaper, and running the Free Clinic,”[2] which were essential to the organization. Even Gloria Arellanes, the Minister of Finance and Correspondence of the Brown Berets, a person within the top level of leadership, experienced this sexism.","Additionally, (and perhaps the strongest statement from the letter) they felt that within the Brown Beret organization, “men have oppressed [them] more than the pig system has,”[3] and that this atmosphere within the organization was not going to change. From outside the organization, “women were also harassed and arrested for their participation.”[4] Regardless of their contributions to the organization and risk, they weren’t acknowledged for their efforts because of their gender because of the machismo attitude within the organization. As a result, the letter was the official resignation of not only Gloria Arellanes but also all Brown Beret women. They had left to form their own organization.","The Brown Berets became a large group throughout the American Southwest and had many members, both male and female. Without the contribution of women at all levels, the Brown Berets would not have been able to function as effectively as they did for the brief period they were active during the mid-20<sup>th</sup> Century. Because of their efforts as an organization, they helped students receive better education in Los Angeles through a series of walkouts, protested police brutality against Mexican Americans, and provided health care to underserved communities, a feat that would not have been possible without their support network. Because of their gender, they did not receive the same credit as their male counterparts for the work, which is still largely unrecognized today."],"display_date":"February 25, 1970","search_date":"1970-02-25","locations":[{"id":53209,"lat":37.429903695878,"lng":-122.18019688942,"zoom":10,"place":"Palo Alto, California"}],"tags":[{"id":7,"tag":"Women"},{"id":42,"tag":"Civil Rights"},{"id":3689,"tag":"Chicano/a"},{"id":3690,"tag":"Brown Berets"}],"course":{"name":"American Women's History","school":"Schreiner University","course_id":186,"school_id":69}}]}