{"id":420,"tag":"Slaves","points":[[36.0638291279,-79.1821891988],[32.7925598314,-87.8378038018],[32.8406946,-83.6324022],[32.0835407,-81.0998342],[32.7764749,-79.9310512],[37.5407246,-77.4360481],[39.2903848,-76.6121893],[38.9071923,-77.0368707],[39.9525839,-75.1652215],[42.3600825,-71.0588801],[43.661471,-70.2553259],[45.2733153,-66.0633081],[44.9902861,-64.1310364],[44.6488625,-63.5753196],[53.4083714,-2.9915726]],"bounds":[[53.4083714,-2.9915726],[32.0835407,-87.8378038018]],"episodes":[{"id":4814,"title":"\"Weather\" or not a slave was treated well.","course_id":38,"status":"P","start_date":"1845-09-01","end_date":"1847-12-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["When we learn about slavery and the slaves’ masters we often get a picture of an evil cold hearted man, who would whip and torment slaves, while they worked in weather conditions that made it impossible to get any work done. We also often assume that their (the slaves) masters would force them to work whether they were sick or even near death. Using the plantation letters from the Cameron Family we can create a different interpretation. Through these letters we can use the weather as an indicator to determine how well slaves were being treated and cared for on the plantation. This is not to downplay the immoral act of slavery or to say that there were not slave masters who treated slaves poorly because they did exist. Rather, the theme of weather and its patterns, across the letters, can give us a better understanding of how slaves were cared for and treated.","Between the years of 1845 and 1847, there are several instances where Lewellyn (the overseer of the plantation) shares his account of the weather conditions and his inability to get work done on the field. “The Negroes will make an effort to get out the crop by the 25<sup>th</sup> if the weather will permit it being done- but I fear they will not do so.” Even with good weather and the opportunity to get things done, illness has stopped their progress. “The weather here is very warm today, more like July than November, and yet we have a great deal of disease in our Negro family.” Regardless of the weather, if it was too hot or too cold, and without consideration for the slaves’ health, Lewellyn could have easily demanded that the slaves “weather the storm” and worked under any condition. Mr. Cameron, as well, could have ordered Lewellyn to put the slaves to work under any circumstance to ensure the production of his crops. The fact that they did not resort to those measures suggests that the overall health and wellness of their slaves were important. Productive, healthy slaves seems to be Mr. Cameron’s priority when he requested “the overseer to keep the [unintelligible] in the house as I [unintelligible] suffer more cold.” We can assume that Mr. Cameron’s request pertains to keeping the slaves inside to protect them from getting sick and to keep them healthy.","One may think that the Lewellyn’s or Paul Cameron’s intentions were for the good of the plantation and the production of the crop and not so much about the health and well-being of the slaves. Wilkins and Wilson suggest, with regards to the treatment of slaves, that most slave masters were not as brutal or sadistic as one is lead to believe. “<em>The Slave Narratives </em>are overwhelmingly favorable in the judgment of slave masters as ‘good men.’” They found out of 331 narratives that had a reference to a master, 86% suggested that their masters were “good” or “kind.” Some of those references also suggested that the master did not allow whippings and a number of them only allowed whippings while they were present.  Wilkins and Wilson also suggest that slave masters did not want slaves who were defiant and lazy. They wanted hardworking and responsible slaves.  “Such attitudes cannot be beaten into slaves. They had to be elicited.”","It is easy to believe that slave masters and overseers treated slaves as less than human or measured their importance to the amount of labor they contributed to. We can use the weather as an indication of how slaves were treated. From what we learn about, we would believe that slaves were constantly placed in situations that jeopardized their health and well-being, in order to produce and gather crops. These letters help paint a different picture. Slaves were relieved from working in the fields when weather conditions prohibited them from doing so. With numerous amounts of “rain days” many would assume that an overseer or a plantation owner would over work their slaves to make up for the loss production of their crops. At least in this case, by analyzing weather patterns and conditions we can determine the treatment of slaves and the relationship between slave master and slave."],"display_date":"September 1, 1845 - December 30, 1847","search_date":"1846-10-31","locations":[{"id":9680,"lat":36.0638291279,"lng":-79.1821891988,"zoom":9,"place":"ORANGE, North Carolina"},{"id":172,"lat":32.7925598314,"lng":-87.8378038018,"zoom":9,"place":"GREENE, Alabama"}],"tags":[{"id":420,"tag":"Slaves"},{"id":419,"tag":"Weather"},{"id":144,"tag":"plantation"},{"id":4,"tag":"Slavery"}],"course":{"name":"Contemporary Issues in Social Studies Education","school":"North Carolina State University","course_id":38,"school_id":30}},{"id":6385,"title":"The Escape of William and Ellen Craft from Slavery in America to Freedom in England","course_id":149,"status":"P","start_date":"1848-12-01","end_date":"1852-01-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["William and Ellen Craft were both born in 1820s Georgia to, by the standards of that time, fairly sensitive masters. Neither was ever beaten by their masters, yet they still could feel the shackles of slavery. They met each other in 1846 by coincidence, and by 1848 were married. Their decision to escape slavery was heavily influenced by, besides their desire for and right to freedom, their desire to raise children out of the confines of slavery. Their escape was quick—eight days from their initial idea—however it was not easy and they ran into many obstacles along the way.","Their idea was based on the fact that Ellen’s quadroon skin made her passably white. So, they decided she was going to dress up as William's male master and chaperone him to Philadelphia, a free state. With nerves rumbling, they gathered costumes and props--Ellen decided to wear glasses and poultices around both her mouth and her arm so that she would neither be recognizable nor be asked to speak or write. Their masters issued them “holiday” papers for a short Christmas vacation. Along their journey, they encountered Ellen's family's friend and William's employer, but luckily were not caught. Many pro-slavery Southern Whites they met warned Ellen, code-named \"William Johnson,\" that her “slave” may escape when they get to the North. Blacks free and enslaved urged William to seek freedom when he got to Philadelphia.","If William and Ellen had good masters, why, then, did they want so badly to be free? Did they not have food, a job, a bed? This sentiment is what Saidiya Hartman says is the worst part of this institution. \"If the excess of enjoyment imputed to the enslaved displaced what we would think of as disturbing circumstances, it did so only by obscuring violence and comflating it with pleasure\" (Hartman 25). The institution's ideologies as a whole seeped within the community in the form of subconscious racial discrimination and subordination, allowing whites to alleviate their guilt in an instance where a slave seems to be treated more humane than usual. This natural inclination towards racism under the lens of paternalistic, goodly masters is seen throughout the Craft's interactions with the upper-middle to upper class white persons on the trains and steamers. When they were on a train in Richmond, an elite woman mistook William for her escaped \"Ned\" because she “never in my life saw two black pigs more alike” (Tweedie 62).  This incidence truly emphasizes the social atmosphere of the era. A majority of whites held skewed views of blacks and a lot of people were very proud and open about it. This woman was of a paternalistic view of blacks, that they were less intelligent and she knew what was best for them. This idea led her to change the will of her late husband, which had called for the emancipation of his slaves. She sold them because she thought it was “such a cruel thing to turn n****rs loose to shift for themselves, when there are so many good masters to take care of them” (Tweedie 64). A discussion, thus, took place amongst her, Ellen, and gentleman who was sitting by them, though it brought no change of mind to the woman. She reserved her paternalistic view of her slaveholding status."," Mysteriously, the couple came across much luck in their travel. At the port in Baltimore en route to free land in Philadelphia, a \"Yankee of the low order\" (Tweedie 68) claimed he could not let men with slaves pass without his approval, to prevent the emancipation of the slaves. With sheer luck, the conductor of the train recognized the couple and convinced the Yankee to let them board. While in Philadelphia, they met a man who was a member of the Society of Friends and who graciously hosted them for three weeks. During those three weeks, the freed William and Ellen learned the alphabet and how to spell and write their names.","It came to be, however, that they were not safe in the supposedly free land of the North for, in 1850, the Fugitive Slave Act was enacted and their masters sent out warrants for their re-enslavement. As quickly as they arrived in the North, they fled for Canada and then England. William remarks at the end of his narrative about how unfortunate it is that, in order to be free, he and Ellen had to flee a land that prides itself in freedom and equality for the land which that country fled from just a few centuries prior.","                                    \"In short, it is well known in England, if not all over the world,                                                                                        that the Americans, as a people, are notoriously mean and cruel                                                                                    towards all coloured persons, whether they are bond or free\" (Tweedie 111). "],"display_date":"December 1, 1848 - January 31, 1852","search_date":"1850-07-02","locations":[{"id":52774,"lat":32.8406946,"lng":-83.6324022,"zoom":8,"place":"Maçon, GA"},{"id":52775,"lat":32.0835407,"lng":-81.0998342,"zoom":8,"place":"Savannah, GA"},{"id":52776,"lat":32.7764749,"lng":-79.9310512,"zoom":8,"place":"Charleston, SC"},{"id":52777,"lat":37.5407246,"lng":-77.4360481,"zoom":8,"place":"Richmond, VA"},{"id":52778,"lat":39.2903848,"lng":-76.6121893,"zoom":8,"place":"Baltimore, MD"},{"id":52779,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington, DC"},{"id":52780,"lat":39.9525839,"lng":-75.1652215,"zoom":8,"place":"Philadelphia, PA"},{"id":52781,"lat":42.3600825,"lng":-71.0588801,"zoom":8,"place":"Boston, MA"},{"id":52782,"lat":43.661471,"lng":-70.2553259,"zoom":8,"place":"Portland, ME"},{"id":52783,"lat":45.2733153,"lng":-66.0633081,"zoom":8,"place":"St John, NB, Canada"},{"id":52784,"lat":44.9902861,"lng":-64.1310364,"zoom":8,"place":"Windsor, NS, Canada"},{"id":52785,"lat":44.6488625,"lng":-63.5753196,"zoom":8,"place":"Halifax, NS, Canada"},{"id":52786,"lat":53.4083714,"lng":-2.9915726,"zoom":8,"place":"Liverpool, UK"}],"tags":[{"id":4,"tag":"Slavery"},{"id":501,"tag":"Escaping slavery"},{"id":2306,"tag":"Slave narratives"},{"id":420,"tag":"Slaves"},{"id":2737,"tag":"Civil War era"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":149,"school_id":2}}]}