{"id":421,"tag":"Women's roles","points":[[33.3596398044,-82.0735645683],[44.2738078175,-72.6171283227]],"bounds":[[44.2738078175,-72.6171283227],[33.3596398044,-82.0735645683]],"episodes":[{"id":4816,"title":"Industrious Women Find a Niche","course_id":31,"status":"P","start_date":"1896-01-18","end_date":"1896-01-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“In many places there are plenty of industrious and accomplished women who are skillful with the needle, or in the kitchen, and who could make many a nice things the public would like to have if there was only some way in which they could be got before the public.” The Augusta Women’s Exchange, noted the <em>Atlanta Constitution</em>, provided women with the means. “For the fee of one dollar per year any woman could send her work to the exchange to be sold without the need to reveal herself to the purchaser.”","The exchange was so successful that many women were able to work off their debts and have consistent enough business to support themselves and their families. Also, the paper suggested, some women who did not need to support their families found a way to earn their own money for such things as: “pin money for church, for summer trips, or to indulge in some of the fads women love.” The author went on to describe additional benefits the exchange offered.  For example, the woman in charge of running the exchange received a good salary something that at the time was very rare. Also, it allowed the women the ability to use their skills to their advantage while staying inside the bounds of their domestic sphere.","Women of the late nineteenth century had very few avenues available to them for earning a substantial amount of money. However, the Augusta Women’s Exchange allowed the women of the city to use their skills to produce profit. During the nineteenth century, women were confined to a specific social sphere, one that dealt with domestic affairs. This provided very little means for women to take care of themselves and or their families other than just keeping house.","Contrary to the article’s author, the idea of the women’s sphere was becoming increasingly less attainable because of the changing times. In the post-Civil War era there were numerous factors that helped bring about this shift of spheres. For instance, historian Anne Scott explained that the readjustment of the economy, the fact that poverty was everywhere, and the war itself all greatly influenced the need for women to earn money. More specifically, Scott proposed, that the war “had created a generation of women without men.” According to historian, Jacqueline Jones, however, these hardships have always been the case for black women.  This concept of the woman’s domestic sphere was not the reality for most women. Many women, like the ones mentioned in the article, did not have the luxury to earn money purely for the pleasure of purchasing trinkets. Most women had to earn money in order to help their families survive."],"display_date":"January 18, 1896","search_date":"1896-01-18","locations":[{"id":2194,"lat":33.3596398044,"lng":-82.0735645683,"zoom":10,"place":"RICHMOND, Georgia"}],"tags":[{"id":421,"tag":"Women's roles"},{"id":226,"tag":"Southern Women"},{"id":58,"tag":"Industry"}],"course":{"name":"African-American History from 1863 to the Present","school":"University of North Carolina at Pembroke","course_id":31,"school_id":9}},{"id":5115,"title":"Women's Welfare Activist Records Inequalities Faced by Female Teachers","course_id":50,"status":"P","start_date":"1862-01-01","end_date":"1862-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["During a visit to America, women's welfare activist, Emily Faithfull examined the vast inequality that existed between men and women teachers and concluded that the situation was unfortunately no better for English women. The \"feminization of teaching\" had just begun to evolve around the time of her visit (1862);the majority of teaching positions in America, from the colonial period to the middle of the 19th century, were occupied by young, white men. She noted, that \"thanks to tradition and prejudice\" female teachers continued to be underpaid. In her writing, she detailed the salaries of male and female teachers who underwent the same training and exams, performed the same tasks, and devoted as much energy and devotion as male teachers, but received less compensation. At that time, the average salary for women teachers in Vermont ranged from eight dollars per month (with board) to $750 a year, while men received around twenty dollars a month to $1600 a year. Faithfull also argued that while women also bore additional responsibilities of taking care of the home and child rearing, they fulfilled expectations that demanded they \"work with alacrity, give up [their] time, be well posted in every subject, dress like ladies, and accept a salary which a French cook would scorn.\" She also refuted the commonly held opinion that married individuals received a higher salary by pointing out that men always received a larger salary regardless of their marital status. While men often had access to greater educational opportunities, the unfortunate reality was that many equally deserving and competent women were widows with families to support. Even the public, she argued, was well aware of this fact and admitted their preference for female teachers due to \"the score of their cheapness, as well as on the ground of their general efficiency.\"<br /><br /> Reknowned for her work as a women's welfare activist, Faithfull's brief descriptions reflected the difficult struggle of equality for women, specifically the obstacles they experienced as teachers. Though legislation did eventually grant greater rights to women, the wage gap between men and women working in the same fields remained. Authors Pulliam and Patten explain that until the advent of \"common schools\"  in the 1830's (similar to modern day public schools), men dominated the field of education and usually used education as a starting point to move other areas of work, such as ministry and law. Prior to this, women predominantly taught basic lessons (alphabet, numbers, Bible studies) in \"dame schools\" run in their own homes for meager wages. Despite the low wages, however, women still longed for the opportunity to impart their knowledge, as it provided them independence and a sense of fulfillment. Initially, schools were reluctant to employ women as teachers, but with the efforts of reformers and activists like Emily Faithfull, who helped to broaden opportunities for women, monumental strides were made in education as well as other fields of work."],"display_date":1862,"search_date":"1862-07-02","locations":[{"id":13558,"lat":44.2738078175,"lng":-72.6171283227,"zoom":9,"place":"WASHINGTON, Vermont"}],"tags":[{"id":802,"tag":"Public School"},{"id":801,"tag":"Teachers"},{"id":576,"tag":"Equal Rights"},{"id":7,"tag":"Women"},{"id":6,"tag":"Education"},{"id":450,"tag":"Powerful Women in History"},{"id":421,"tag":"Women's roles"},{"id":196,"tag":"women's rights"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":50,"school_id":40}}]}