{"id":423,"tag":"plantation, health","points":[[32.7925598314,-87.8378038018]],"bounds":[[32.7925598314,-87.8378038018],[32.7925598314,-87.8378038018]],"episodes":[{"id":4818,"title":"Death of a Slave's Child... and a Mule","course_id":38,"status":"P","start_date":"1845-11-18","end_date":"1847-12-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Slavery in today’s world has been deemed an injustice, no matter the circumstance.  Due to this, most people would disagree with the notion of a benevolent overseer in the deep American South in the first half of the nineteenth century.  To suggest otherwise would be a major untruth, with today’s logic.  I am however, suggesting that there were a wide range of systems and methods practiced when it comes to plantations.  Charles Lewellyn, the overseer of the Cameron family plantation in Greene County, Alabama, would be an example of an alternative style of treatment than we would normally think of concerning the enslaved population.  Reading through the letters concerning the Cameron plantation, he seems to be a fairly benign overseer.  He sees the slaves as livestock, but his compassion can be seen in his attention and care he gives to the sick."," ","It is obvious that Lewellyn cares for the welfare of his charges, but it is important to remember the dichotomy of his relationship with the slaves.  He is the “master,” and they are his farming instruments.  Just the same as a farmer would hope his livestock would remain healthy, Lewellyn seems to have the same concern.  He might hope they recover from an illness, but they are still just livestock in his eyes.  The best example of this, is when he mentions the death of a slave’s child, and a mule within the same sentence.  “Molly’s child died on Wednesday last it was only sick about four hours after it was taken, and one mule died since I wrote to you last”.  He might mention them by name, but the deaths still only require a minor contribution to his letters."," ","In terms of slave treatment, the Cameron family slaves received above average care when compared to the Manigault family’s slaves in Georgia, who took profit margins into greater consideration than slave care.  Lewellyn seems to have taken more care and consideration for the slaves under his charge, even providing them with extra attention if the need arose.  The owner of the property himself, Paul Cameron, also seemed to take notice of Lewellyn’s attention to slave care.  Lewellyn might have been too sympathetic for the owner’s preferences, when it came to the doctors’ care of the slaves, making Cameron worry that his doctor bill might end up being too expensive.  Further evidence of Lewellyn’s concern for slave health and welfare, can be seen in the overall reading of the letters we have of his.  Forty-four out of the Fifty-one letters written from Lewellyn to Cameron reference slave health or sickness."," ","Characterizing overseers as cold and heartless is forgetting individual differences across humans, and plantations.  The Cameron family estate is a prime example of this, with Lewellyn as its overseer.  He might have seen the slaves as if they were livestock, but he still treated them humanely, and with great care, when it concerned their health."],"display_date":"November 18, 1845 - December 5, 1847","search_date":"1846-11-26","locations":[{"id":174,"lat":32.7925598314,"lng":-87.8378038018,"zoom":9,"place":"GREENE, Alabama"}],"tags":[{"id":423,"tag":"plantation, health"},{"id":422,"tag":"overseers, slaves"}],"course":{"name":"Contemporary Issues in Social Studies Education","school":"North Carolina State University","course_id":38,"school_id":30}}]}