{"id":425,"tag":"Business","points":[[42.3649994065,-70.9800517697],[32.7925598314,-87.8378038018],[41.4673534696,-90.5674122327],[43.2926870754,-84.6047678086],[42.107446354,-83.1351982696]],"bounds":[[43.2926870754,-70.9800517697],[32.7925598314,-90.5674122327]],"episodes":[{"id":4820,"title":"<strong>Women Entering the Business Sphere: Analyzes The Washington Post article, \"Women in Business\" in comparison to Shelley's, Learning to Stand and Speak.</strong>","course_id":41,"status":"P","start_date":"1880-01-01","end_date":"1881-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the late 18<sup>th</sup> to early 19<sup>th</sup> century, women began to explore their intellectual talents outside of the education field. <em>The Washington Post</em> (1877-1954) published an article titled <em>Women in Business</em>, expressing the purpose of the exhibit mounted by the League of Business and Professional Women. The goal was to help others, specifically women, appreciate their business skills and embark in professional careers. Though many women were reluctant of this new initiative to help motivate women into entering the business world, for many, the exhibit worked as a reminder that they can succeed. During this time there was major controversy surrounding the issue of women taking on professional roles outside of the home. On the other hand, many exhibitors believed that this was only the beginning to a great balance between the social and domestic power of women.  By entering the business sphere, women were becoming more thrifty housekeepers, enhancing their role as mother’s and wives. The idea that women <em>can</em> fulfill her duties within the home, while still maintaining her experiences in business, proved to society that women could actually “do it all.”","In the book, <em>Learning to Stand and Speak</em>, by Mary Kelley, she focuses on the “big picture” between the relationship of women and education. The piece reflects on womens entrance into education and their external influences in achieving teaching careers. Though this might have been seen as a positive shift towards gender equality, in reality, women were still given many limitations; their futures were pre-destined even upon entering college. The women seminaries considered that education would be for the women’s own good, preparing them as intellectuals. While this was a step forward in women’s rights, this was only useful for the intellectual advancement of <em>white </em>women during that era. <em>African American</em> women were not participating in the usage of such educational resources. Rather, they were excluded for reasons of not “belonging” to a certain class or race. The seminaries were structured from the curriculum males followed, though it did not serve justice for the women. The all women seminaries began to take shape during the early 1980’s, when more classes were being offered within the science and language field (specifically Latin).","When thinking about the role of female educational institutions during these times, women were asking questions such as, <em>what subjects will the seminaries cover? What are the career objectives for the women who attend such institutions?</em> Rather than expanding the career opportunities for women, these seminaries, though preparing women for civil society, created barriers between women and the professional world. As the first reading suggested, exhibits such as the one created by the League of Business and Professional Women, encouraged women to follow the business path. Meanwhile, the seminaries were not providing such opportunities for all women. The real question lies whether <em>all</em> women, regardless of race or class-status, were receiving a <em>fair</em> education. Whether these seminaries actually prepared women for the “real world”, having the intellectual and skillful organization to compete with other men. While education was key for success, a more valuable education prepared individuals for all aspects of real-world situations. The home is where the women’s heart lies, but not for the purpose of secluding them from other vocational goals."],"display_date":"1880 - 1881","search_date":"1880-12-31","locations":[{"id":6212,"lat":42.3649994065,"lng":-70.9800517697,"zoom":10,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":426,"tag":"Careers"},{"id":425,"tag":"Business"},{"id":424,"tag":"Washington Post"},{"id":6,"tag":"Education"},{"id":37,"tag":"House"},{"id":196,"tag":"women's rights"},{"id":7,"tag":"Women"}],"course":{"name":"U.S. Women, 1790-1890","school":"Wheaton College","course_id":41,"school_id":2}},{"id":4888,"title":"Slaves are for Profit","course_id":38,"status":"P","start_date":"1845-11-11","end_date":"1846-12-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["After reading through the Plantations letters and the excerpts provided by classmates I think that the overall theme is that monetary importance and gaining income is all that truly mattered.  A few of the interpretations that I have read from classmates mention that they were surprised about the “care and compassion” that both supervisor Lewellyn and Mr. Cameron had toward the slaves.  However, I think this is quite inaccurate to think that there was a surplus compassion floating around the Southern United States in regard to master and slave.  We must remember that Lewellyn is writing to his boss so he will use delicate words and attempt to write like a Gentleman.  Also, when Paul Cameron is writing to his father, Duncan Cameron, he too will express some level of respect and therefore not write things that are distasteful and crude about their slaves.  What matters the most is the economic success and livelihood of their plantation and in direct correlation to that success is the overall health and wellbeing of their slaves.  The Cameron’s slaves are essentially their investment, they paid for them in order to turn around more profit so naturally they want to keep them in good health and generally happy.  Though it is a crude example to compare a human life to a mere investment for the prospect of wealth that is sadly what the truth is!  I do not mean to call out the Cameron family and say that they were terrible people for having slaves, it was just the way of life back then, however I also do not wish to praise them for caring about the well being of their <em>investments. </em>","In one letter from Paul Cameron to Duncan Cameron (December 19, 1845) he says “The weather here is as cold as I ever wish to see it in any {?} for comfort—the Negroes will make an effort to get out the crop by the 25th if the weather will permit it being done—but I fear they will not do so—indeed I hope we have more cotton than they can pick in that time”.  He goes on to discuss the health of the slaves in such conditions but the main point of this mention is to anticipate whether or not they will be able to provide sufficient amount of work to be able to profit from their crops. Another letter from Paul to Duncan discusses the behavior of the overseer saying: “The negroes fear him a little more than I wish, but they regard him kind in the main and just, at least to the portion of the family who are disposed to do well” (November 18, 1845).  Here it is clear that they might wish him to be a little more kind to the slaves, but they are getting the job done so that is really what is important.","Much of Lewellyn’s letters to Paul Cameron discuss the progress on their plantation and how the weather is.  The weather seems to effect the production of their goods as well as the health of their slaves, so it is a topic of conversation.  Almost every letter addresses the health of the slaves as well as the Cameron family and their overseer, it reminded me of how shaky health really was two centuries ago.  Today I never start my emails or conversations with “everyone here is in good health so we are happy”, health is really only addressed when someone is NOT healthy, and often times there was a list of slaves who were sick in the letters from Lewellyn to Paul Cameron.  In this excerpt we see how health effects production as Paul writes to Duncan saying “Milton is the only one now who has chil?? – and he is looking very well- and if prudent will soon be out: [unintelligible] he is well enough to be out today, did his overseer permit it (December 1, 1846).” It is clear they care about the health of their slaves, but in the context of when they will be well enough to work again.","It is important to realize that these letters were written in a world that we can only imagine one that was not flooded with texting and voicemail or overnight packages.  It is important to think of all of the different aspects of the nineteenth century that made these facts unique!  But it is also important to realize that these letters were business letters, meant to discuss the production and wealth of an organization that fortunately has been long expired and can only be learned by studying the wonders of our past! "],"display_date":"November 11, 1845 - December 19, 1846","search_date":"1846-05-31","locations":[{"id":174,"lat":32.7925598314,"lng":-87.8378038018,"zoom":9,"place":"GREENE, Alabama"}],"tags":[{"id":164,"tag":"Slave"},{"id":267,"tag":"Health"},{"id":425,"tag":"Business"},{"id":504,"tag":"profit"}],"course":{"name":"Contemporary Issues in Social Studies Education","school":"North Carolina State University","course_id":38,"school_id":30}},{"id":4984,"title":"The Great Excursion of 1854","course_id":32,"status":"P","start_date":"1854-06-05","end_date":"1854-06-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On June 5, 1854, the Chicago and Rock Island Railroad held what would become known as \"The Great Excursion of 1854.\" The two owners, Henry Furnam and Joseph Sheffield, invited many well known and successful politicians, artists, writers, clergy members, and academics, including former President Millard Fillmore, who met in Chicago for the June 5th departure. A <em>New York Times</em> correspondent noted, “…when we arrived in Chicago we found every hotel full.” The first 100 miles of the journey took the excursionists through several major towns along the Illinois and Michigan Canal. Enthusiastic crowds met the trains with flags, marching bands, and even cannons. Later that day, the 181 mile and eight hour trip came to an end at the Chicago and Rock Island terminus on the Mississippi River, and five steamboats began the two and a half day trip up the river to St. Paul in the Minnesota Territory. The boats now carried over 1000 passengers. Several hundred joined the excursion at Rock Island. Arriving at St. Paul on June 8th, the excursion continued to the falls of St. Anthony and Minnehaha. At midnight the boats departed for a down river return trip to Rock Island which lasted only thirty hours. From Rock Island most took the Chicago and Rock Island line back to Chicago and on to their respective homes.","The Great Excursion of 1854 was a resounding success. This was due to large attendance, the largest of any similar excursion up until 1854, and record temperate weather. Excursions such as this were intended to promote the railroads that sponsored them. Railroads first began to be built in the 1820s in America. The incredible speed, power, and efficiency that railroads afforded as a means of transportation soon became common knowledge among average citizens, businessmen, and politicians. The incredible potential for generating profits drew businessmen to invest in railroads. Railroads also promoted a growing industrial economy and served a military purpose when needed. As America learned during the War of 1812, the efficiency of one's transportation can decide the outcome of battle.","Due to common interest in railroad development, America experienced a dramatic boom in railroad construction and development extending up until the early 20th century. According to the <em>Galena Jeffersonian</em>, the purpose of the event was to “to make a thousand, more or less, men of capital and influence acquainted with the enchanting beauty, the boundless resources…of the Great West.” As historian Mark W. Seeley stated, “Though it is difficult to prove cause and effect, the region west of the Mississippi River did grow enormously shortly after the Grand Excursion, attracting millions of dollars in investments and thousands of new immigrants.”"],"display_date":"June 5, 1854","search_date":"1854-06-05","locations":[{"id":2958,"lat":41.4673534696,"lng":-90.5674122327,"zoom":9,"place":"ROCK ISLAND, Illinois"}],"tags":[{"id":12,"tag":"Migration/Transportation"},{"id":425,"tag":"Business"}],"course":{"name":"History of American Railroads","school":"Purdue University North Central","course_id":32,"school_id":27}},{"id":5209,"title":"Students In Free Enterprise","course_id":68,"status":"P","start_date":"9/1/00","end_date":"9/30/00","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["S.I.F.E. first started at Alma College in the 2000-2001 school year. They started with only 9 members and have grown to over 110 in 10 years. S.I.F.E. is a mainly business course but is open to all majors. There are 2 levels of S.I.F.E. there is a 150 and a 350 course depending on how many semesters one participates in.","Alma College S.I.F.E. has sent 2 students to Uganda to help the people of the Muko region in 2009 and 2010 and they plan to continue sending students in the years to come. They helped create a sustainable business plan for the people. They worked with the Agape Community Transformation (ACT) Uganda.","This coffee shop named Highland Java was created in 2006 and is located in the Alma College Library. This was the first student run organization in S.I.F.E. history. Java has paid off the loans they needed to open up Java 3 years earlier than planned. Java is has profited Alma S.I.F.E. over $8,000 after paying off the loans.","S.I.F.E. holds competitions throughout the country every year. Competition is where S.I.F.E. teams present their projects to a panel of judges. The first time a team presents is at regionals, if a team wins their league at regionals they will then move onto the national competition.  Alma S.I.F.E. has competed at the regional competitions since 2001 the first year they became a team. After Alma S.I.F.E.’s first year, where they won rookie of the year, they have won at regionals10 years in a row and running.","S.I.F.E. has helped out the community in numerous of ways and looks to help out more in the future. They have been expanding on ideas that they have seen at competitions and plan to use the ideas in their own way. Helping the community is the main goal for S.I.F.E. at Alma College and they enjoy doing it."," "],"display_date":"September 1900","search_date":"1900-09-15","locations":[{"id":43687,"lat":43.2926870754,"lng":-84.6047678086,"zoom":9,"place":"Gratiot, Michigan"}],"tags":[{"id":992,"tag":"Student Groups"},{"id":425,"tag":"Business"}],"course":{"name":"Histories of Alma College","school":"Alma College","course_id":68,"school_id":45}},{"id":5955,"title":"1933 Photograph Outside Delray Theater","course_id":118,"status":"P","start_date":"1/1/33","end_date":"12/31/33","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Two women dressed in traditional Hungarian attire stand on either side of a Hungarian film poster one day in 1933 when someone snaps their photo. They situated directly outside of the Delray Theater on Jefferson Avenue and behind them we can see a cluster of people filing toward the theater.  In the background, the men have donned their hats and overcoats and the women in front in heels and dresses or skirts falling mid-calf. While it is difficult to decipher the text on the poster and although there is little context to the photo other than its location and year, we can tell that there was some excitement about this Hungarian film coming to the theater in the predominately Hungarian neighborhood.","Unfortunately, this theater is no longer around. Neither is the formerly dominating Hungarian population. After World War II, there was a great demographic shift.   Much of the Hungarian population could afford to move elsewhere (many moved to the Allen Park neighborhood) and less affluent migrants from the South, from Mexico, and from Puerto Rico took their place. The neighborhood continued to be mainly industrial and began to lose investment in other businesses. While once, as glinted at in this photograph, the streets were lined with businesses and pedestrians spending their leisure time there. While the residents’ desire for this once vibrant Delray may still exist, the city of Detroit’s lack of investment in the neighborhood beyond its industries has hurt small business such as this theater in the aforementioned photograph."],"display_date":1933,"search_date":"1933-07-02","locations":[{"id":22722,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2081,"tag":"hungarians"},{"id":8,"tag":"Arts/Leisure"},{"id":425,"tag":"Business"},{"id":1941,"tag":"Delray"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}]}