{"id":429,"tag":"White violence","points":[[35.9291897812,-80.544596269]],"bounds":[[35.9291897812,-80.544596269],[35.9291897812,-80.544596269]],"episodes":[{"id":4823,"title":"Grand Jury Probes Shooting","course_id":31,"status":"P","start_date":"4/24/33","end_date":"4/24/33","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The death of John “Red Shirt” Davis, an African American from Georgia, seemed to be a very routine shooting for the Coolemee police. Though the death of Davis was not something the police were happy about, it seemed to be necessary because Davis had resisted arrest, according to the <em>Raleigh Observer</em>. The police officer who shot him was Special Officer Jess Saunders. According to Officer Saunders, “the man was shot when he reached for a hip pocket in what the officer thought was an attempt to draw a weapon.” Because the officers had discovered a quart of whiskey in Davis’s house, they felt he was going to draw a weapon on them. Early on in the case, “a coroner’s jury headed by coroner W.E. Kennen exonerated the officer, but when the body was being prepared for burial a second bullet hole was found in the Negro’s back.” With the discovery of this new evidence it would lead one to think that the coroner’s jury ruling would have been changed or overturned. Though Mr. Davis was killed under the assumption he had a concealed weapon, the Davie County police released that “this was the first man killed by Davie county Officers in more than 40 years.”","The death of a black man by a police officer was nothing new to black folks in 1933. However sad, this was an accepted fact of life for many black people in the United States, and especially those who lived in the South. While life in the United States for a black person was hard, it was nowhere harder than in the South, especially after the rebirth of the Klan in the 1920s and new sense of white supremacy. Whites wanted to keep a social order with them on top and blacks below and they were willing to do anything, however deadly, to maintain this. In many Southern states “physical assault against blacks was also a feature of the social order” says Herbert Shapiro. The violence against blacks sometimes went farther than just assault.","With the rebirth of the Klan also came the rebirth of fear among blacks for their safety and their lives. Once the Klan came back one of their main goals as Richard Schaeffer says was “to deal with a host of changes in the ‘American Way,’ including immigration of aliens to the United States and migration from rural South to the Northern cities of Negroes.” The way the Klan dealt with these changes were they began to lynch and once again instill fear. This resulted in many needless deaths of blacks, with stories of men being stolen from prisons with the assistance of police officers. While it was not uncommon for police to provide the suspect to the Klan, it was very common for those very Klansmen to be police officers."],"display_date":"April 24, 1933","search_date":"1933-04-24","locations":[{"id":22638,"lat":35.9291897812,"lng":-80.544596269,"zoom":10,"place":"Davie, North Carolina"}],"tags":[{"id":428,"tag":"African American death"},{"id":429,"tag":"White violence"}],"course":{"name":"African-American History from 1863 to the Present","school":"University of North Carolina at Pembroke","course_id":31,"school_id":9}}]}