{"id":43,"tag":"Desegregation","points":[[37.2242881205,-78.441116268],[33.6657929366,-80.2164264171],[34.8943497126,-82.3707811393],[30.1220750117,-89.7244851703],[32.2202206971,-86.2076124057],[39.2338595038,-76.3925904773],[27.6648274,-81.5157535]],"bounds":[[39.2338595038,-76.3925904773],[27.6648274,-89.7244851703]],"episodes":[{"id":4444,"title":"Prince Edward Free Schools Association\n","course_id":19,"status":"P","start_date":"8/1/63","end_date":"8/30/64","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["<em>\"We will oppose…with every facility at our command, and with every ounce of our energy, the attempt being made to mix the white and Negro races in our classrooms. Let there be no misunderstanding, no weasel words, on this point: we dedicate our every capacity to preserve segregation in the schools.<strong></strong>\" </em>","<em>- Virginia Governor James Lindsay Almond, Jr. </em>","Dr. Neil V. Sullivan arrived in Prince Edward County, Virginia with the intention to open a free school system for all students regardless of race. However, his efforts were not made easy by any means because of the strong opposition to integration of the white people in the county and the state of Virginia in general. Almost all of the county's 1700 black students missed five years of their education between 1959 and 1964 as the school board shut down the public school system. On his first night in town in August, 1963, he opened his mailbox to find letters telling him to \"pack his Yankee bag and start traveling\", and that the \"Prince Edward Negroes were 'their' Negroes and that he should leave them alone\". Dr. Neil V. Sullivan continued his efforts to start a school to ensure that all students would be guaranteed an education. Even amongst receiving threatening phone calls every day and people shooting at his car, Dr. Sullivan made sure his schools were open for the students every day.","The effort to create a free school system for both white and black citizens in Prince Edward  County began in 1959 with the efforts of the NAACP, but it was not until President Kennedy created an initiative to open schools in 1963 that such a school system exsisted. After receiving a petition signed by 695 citizens of the county demanding public education for all students, he created the initiative to start the Prince Edward Free Schools Association. This one year project would be headed by Superintendent Dr. Sullivan. 1600 black students and a handful of whites enrolled in the free schools. There was minimal community backlash against these schools; in fact, <em>The Farmville Herald</em>, known for its segregationalist viewpoints and conservative manner, ran an ad for the Free Schools in the weeks prior to its opening. On May 25th, 1964, only nine months after the Free Schools project had begun, the Supreme Court decided that the Prince Edward County Board of Supervisors had violated the Fourteenth Amendment by denying students of color the right to a free and public education. Public schools were officially integrated and reopened in the fall of 1964.","Opposition towards integration after the <em>Brown v Board</em> decision of 1954 in Prince Edward County, Virginia remained strong even ten years later. The \"Prince Edward Crisis\" as it came to be known nationally, was the only case of its kind, as every other school district in the United   States eventually conformed to the new policies of public schools becoming integrated. The white opposition was represented in Prince Edward by the leadership of <em>The Farmville Herald</em>, the local newspaper. This twice weekly newspaper and its editor, J. Barrye Wall, Sr. led efforts to remain segregated. However, the county allowed the Prince Edward Free Schools project to fully operate without intervening. The following year, the public schools reopened without any problems."],"display_date":"August 1, 1963 - August 30, 1964","search_date":"1964-02-14","locations":[{"id":33940,"lat":37.2242881205,"lng":-78.441116268,"zoom":10,"place":"Prince Edward, Virginia"}],"tags":[{"id":43,"tag":"Desegregation"},{"id":42,"tag":"Civil Rights"},{"id":6,"tag":"Education"}],"course":{"name":"Race and Politics of Reconciliation","school":"University of Virginia","course_id":19,"school_id":1}},{"id":5540,"title":"Teenage School bus Drivers, Black and White, Crash on South Carolina Highway","course_id":91,"status":"P","start_date":"1/20/53","end_date":"1/20/53","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“W.H. Ridgeway, the 16-year-old driver of the white bus, sobbed in his hospital bed and told his mother over and over how sorry he was the wreck had happened”","The Columbia State, South Carolina’s largest newspaper, reported this pitiful scene on January 21st, 1953, under the front-page headline, “Clarendon School Bus Crash Kills 2”. The State ran no pictures of the crash, but the details the paper includes are vivid and horrific.","A little girl lay on the roadside, with her leg bone protruding through the skin. The interior of the school bus was described as a mass of blood, twisted metal, and schoolchildren’s pocketbooks. 40 children were taken to the hospital for injuries. Willie Lemon, the 18-year old driver of the Negro school bus, and Thomas Harrelson, a 10-year-old passenger on the white school bus both died from the injuries they sustained.","At the time of the accident, schools in South Carolina were not yet shared by black and white children. but the highways used to get to schools were. The crash came at a climactic moment in Clarendon County, South Carolina. The court case Briggs v. Elliot, from the very same school district, ruled that segregated schools were not equal  because of the lack of resources at black school, specifically, they had no buses.","Briggs v. Elliot was combined with 4 other cases in 1954, including Brown v. Board, that were collectively decided by the watershed Supreme Court ruling that segregated schools were inherently unequal. At the time of the 1953 highway crash though, the court-ordered, federally enforced, desegregation of schools in South Carolina hardly seemed clear or imminent in the state’s future.","The teenage bus-drivers involved in the highway crash, were in fact, coming to and from “equalization” schools; the Manning Training School, where Willie Lemon had just dropped off a bus full of black students, was built the same year as the accident. Equalization schools were a massively expensive project undertaken by the State of South Carolina after the Briggs v. Eliot case to avoid the desegregation decision NAACP lawyers were successfully building.","The decision to employ teenage bus-drivers, though one way of cutting costs in the convoluted and costly equalization school project, was beginning to receive scrutiny from the companies that insured South Carolina school buses. The January 21st accident intensified this criticism.","The accident happened because the young and inexperienced drivers collided head on the “pea-soup” fog conditions on the highway that morning. The thick haze that clouded the moment made for treacherous conditions, where the drivers couldn’t see the road ahead of them, and in that spirit perhaps, was the entire moment between the Briggs v. Elliot and Brown v. Board landmarks in South Carolina history."," "],"display_date":"January 20, 1953","search_date":"1953-01-20","locations":[{"id":28318,"lat":33.6657929366,"lng":-80.2164264171,"zoom":9,"place":"Clarendon, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":43,"tag":"Desegregation"},{"id":792,"tag":"Transportation"},{"id":266,"tag":"Segregation"},{"id":746,"tag":"Supreme Court"},{"id":408,"tag":"Children"},{"id":939,"tag":"Public Schools"},{"id":84,"tag":"Black History"},{"id":467,"tag":"Black Schools"},{"id":719,"tag":"South Carolina"},{"id":572,"tag":"Buses"}],"course":{"name":"Urban and Suburban America","school":"Furman University","course_id":91,"school_id":4}},{"id":5553,"title":"Lincoln Elementary and High School, McClennanville, SC: A Standing Artifact of Desegregation in South Carolina","course_id":91,"status":"P","start_date":"1/1/55","end_date":"12/31/60","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["A photograph of Lincoln Elemetary and High School, as it still stands in McClennanville, South Carolina, an unoccupied building with boarded windows, is the starting point for this episode in American history. The photograph was taken by Rebekah Dobrasko, in 2008, as part of a master's thesis on equalization schools in South Carolina.","Across the state of South Carolina from 1951-1960, a wave of new schools known as \"Equalization schools\" were built in response to the ruling of the Briggs v. Elliot case from neighboring Clarendon County, South Carolina.","Briggs v. Elliot was eventually combined into Supreme Court case Brown v. Board of Education, which overturned racial segregation in American schools. In 1951, however, desegregation in American schools did not appear imminent. The Briggs v. Elliot case only established that segregated schools were unequal in facilities. White schools were better funded, newer, had better books and resources, and, as Briggs v. Elliot specifically charged, school buses so that children could attend without walking many miles every day.","The solution to this inequality would eventually be, with Brown v. Board, to integrate black children into these better-funded schools, but the state was committed to delaying court-mandated integration for as long as possible. The immediate answer to the Briggs case was “equalization schools”; represented by 1950s architecture like Lincoln Elementary and High School, built in 1955, that still stands across the state.","These small, flat-roofed, one-story building were built across the state as schools for white and black children. Building all new schools was a costly solution. The County of Greenville alone built 11 new schools between 1953 and 1958. The small scale of most of these schools reflects reluctance for schools to create schools to accommodate the whole community of children, white and black.That the design of these school building was specific to the ideology of racial segregation that peaked in strength and visibility at mid-century, is evident by the abandoned and decayed state of most of these small schools today."],"display_date":"1955 - 1960","search_date":"1957-12-31","locations":[{"id":29467,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"Greenville, South Carolina"}],"tags":[{"id":1477,"tag":"equalization schools"},{"id":746,"tag":"Supreme Court"},{"id":831,"tag":"construction"},{"id":701,"tag":"Lincoln"},{"id":1412,"tag":"Greenville, SC"},{"id":719,"tag":"South Carolina"},{"id":466,"tag":"Educational System"},{"id":473,"tag":"Brown vs. Board of Educat"},{"id":6,"tag":"Education"},{"id":43,"tag":"Desegregation"}],"course":{"name":"Urban and Suburban America","school":"Furman University","course_id":91,"school_id":4}},{"id":5582,"title":"Desegregating Schools","course_id":88,"status":"P","start_date":"5/16/60","end_date":"5/16/60","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The article <em>\"U.S. Court Orders New Orleans To Start Pupil Integration in Fall: Outlines Grade-a-Year Plan After Board's Refusal to Present Own Proposal INTEGRATION SET IN NEW ORLEANS </em>was written by Claude Sittons and published on the New York Times on May 17, 1960. The article states thaton May 16, 1960 Federal District Judge J. Skelly Wright set September as the deadline for New Orleans to start desegregating schools. The order went out shortly after the board refused to present a desegregation proposal. The order was a threat to the continuation of public schools because it conflicted with Louisiana’s anti-desegregation law.  New Orleans had become the first city in the Deep South to choose between compliance and closing schools. Furthermore, Judge J. Skelly Wright also outlined a grade-a-year for the Orleans Parish School Board. The Parish School Board had been told on February 15, 1956 to desegregate but had failed to do so.","In his order, he mandated that at the beginning of the school year in September all public schools should desegregate according to plan, which stated that:","The plan allowed desegregation to progress upward one grade each year and gave the school board considerable latitude on administrative details. Nonetheless, the court could make the plan more specific at anytime.","Joe Skelly Wright was born on January 14, 1911 in New Orleans. He attended public schools his whole life and earned a law degree.  Lawyer Wright had notable jobs however, after a postwar sting in private practices in Washington D.C. , he moved  back to New Orleans and became the United States Attorney.  In that office he witnessed a group of blind people across the street being escorted to different Christmas Eve parties based on their skin color.  Still impacted by the scene, thirty years late he told Jack Bass: “ the blind couldn’t segregate themselves… There was somebody else doing it for them... It began to make me think more of the injustice, of the whole system I had taken for granted… That was the beginning really.”[1]","In 1949, President Truman made J. Skelly Wright a federal trial judge. He was only thirty-eight years old, making him the youngest in the nation. William J. Brennan Jr., a close friend of J. Skelly Wright, wrote that Wright’s most notable decisions were greeted with “harsh and bitter injective.”  Criticized for exceeding his proper role, he was charged as an “activist judge,” also defined as a judge who “believes that the judicial power should be made creative and vigorously effective.” Unlike Justice Holmes who believed judges should “hold a tight rein on humanitarian impulse and compassionate action, stoically doing their best to discover and apply already existing rules”, Wright believed judicial process demanded more because “constitutions, statuses, and precedents rarely speak unambiguously, a just choice between competing alternatives had to be made to decide concrete cases”. [2]","Moreover, Judge J. Skelly wright considered the equality principle as the “rock upon which our constitution rests,” and before 1962, he had already issued forty-one rulings towards equality.  In 1950, he ordered Louisiana State University to admit black law students and in 1957 he ordered desegregation in New Orleans’ bus and streetcar system. Moreover, correlating with the newspaper article, in 1956 he ordered desegregation for the public schools in New Orleans, where according to colleague, Patricia M. Wald, he proclaimed that the magnitude of the problem of changing people’s mores did not nullify the principle that everyone was a freeborn Americans. Although his actions meant well, as a consequence, Judge Wright received death threats, lost friends, and was protected day and night by federal marshals.[3]","From 1877 to the mid 1960s Jim Crow laws were practiced throughout the United States, mainly in the south.[4] These laws made whites feel superior and turned African-Americans into second-class American citizens, more importantly, it enforced segregation.  It wasn’t until the Brown ruling in the Brown v. Board of Education of Topeka that a new era of civil rights protests were African Americans were determined the social order that was based on race and discrimination.[5] The ruling, which happened in Washington D.C., on May 17 1954 by the U.S. Supreme Court, stated that racial segregation in public schools was unconstitutional.[6] It was because this ruling that in 1956 Judge J. Skelly Wright ordered New Orleans Parish School Board to design a plan to desegregate schools. Many in the community opposed the order and it took four year until it was put in place. Finally on November 14, 1960 four girls integrated the schools, although they had to be protected by United States Marshals. Unfortunately this event and Judge Wright’s order and were not taken lightly and soon after riots erupted throughout the city followed by parents enrolling their children in private schools[7]","This newspaper article is an example of the events happening during the 1960s. It demonstrates the efforts towards the desegregation during the civil rights movements as well as the reactions by the whites. Although it is a small sample, it explains current events that were happening throughout the United States."," ","[1] Bill Monore, et al., In Memoriam: J. Skelly Wright, 1988, 370-371.","[2] Bill Monore, et al., In Memoriam, 361-362.","[3] Bill Monore, et al., In Memoriam, 363-371.","[4] http://www.ferris.edu/jimcrow/what.htm","[5] David A. Horowitz and Peter N. Carroll, On The Edge: The Unites States Since 1945 (California: Wadsworth, 2002), 107.","[6] Horowitz and Carroll, On The Edge, 178.","[7] http://crdl.usg.edu/events/new_orleans_integration/?Welcome&Welcome"],"display_date":"May 16, 1960","search_date":"1960-05-16","locations":[{"id":31777,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"Orleans, Louisiana"}],"tags":[{"id":29,"tag":"New Orleans"},{"id":43,"tag":"Desegregation"}],"course":{"name":"United States Since 1945","school":"Rollins College","course_id":88,"school_id":5}},{"id":5713,"title":"Alabama’s Resistance to <em>Brown v. Board of Education</em>","course_id":110,"status":"P","start_date":"5/17/54","end_date":"5/23/54","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Arguably one of the most influential and groundbreaking decisions handed down by the Supreme Court is the landmark case of<em> Brown v. Board of Education</em> (1954).  Overturning the precedent previously set by <em>Plessy v. Ferguson</em> (1896), the Court ruled that “separate but equal” was “inherently unequal” in the realm of public education.  This ruling came as quite a shock, and was met with tremendous resistance primarily throughout the South.  In Alabama, the ruling was met with extreme hostility and immediate plans to circumvent the decision were swiftly conceived.","Immediately following the Court’s ruling, Alabama Representative Henry Beatty devised a scheme for maintaining segregation in the state without violating the recent resolution.  Beatty argued that by creating “free schools” in which both whites and blacks were allowed to attend, Alabama could then create segregated, tuition-based schools to provide an alternative to an integrated school system.  Beatty furthered this plan by compiling ways to amend Alabama’s Constitution to allow for both free and tuition-based schools while still managing to uphold the Court’s ruling.","A key component of Beatty’s plan involved tuition-based schools as an alternative to free schools.  The undisguised intention of this plan was to enable white students to stay in white-only schools by paying a “nominal fee” for the sole purpose of differentiating the school from a free, public school.  Any white student demonstrating financial need would have their tuition waived rather than be forced to attend a free, integrated school.  Beatty was determined to avoid directly integrating public schools in Alabama; he was not alone in rejecting the Court’s ruling.","Much of the South demonstrated extreme resistance to the <em>Brown</em> ruling, and in the following decade, few efforts throughout the South would be made to integrate public schools.  Some historians argue that the Court’s ruling resulted in a “backlash” in the South, and that without the <em>Brown</em> ruling, desegregation would have eventually taken place without the open violence and hostility that followed.  Historian Michael J. Klarman argues that prior to <em>Brown</em>, desegregation was already underway, including “desegregation of the Montgomery police force, of elevators in downtown office buildings in Birmingham, [and] of federal juries in Little Rock.”  It is possible, given that desegregation was already beginning without federal intervention, that it would have eventually led to a natural desegregation of public schools.  With <em>Brown</em> forcing the issue upon the South, a hostile environment was unwittingly created in reaction to the ruling.","Beatty made his intention to prevent desegregation of public schools in Alabama clear, and again he was not alone in this goal.  Much of the South rallied against <em>Brown</em>, and it would be a decade before Congress would pass legislation to finally put an end to segregation with the Civil Rights Act of 1964.  While it is not possible to say with any certainty, it is conceivable that the Court did more harm than good with its ruling in <em>Brown</em>.  While the ruling was morally necessary, it created a rallying point for white Southerners to unite against the common cause of desegregation."],"display_date":"May 17, 1954 - May 23, 1954","search_date":"1954-05-20","locations":[{"id":29188,"lat":32.2202206971,"lng":-86.2076124057,"zoom":9,"place":"Montgomery, Alabama"}],"tags":[{"id":43,"tag":"Desegregation"},{"id":1070,"tag":"Brown v Board 1954"},{"id":220,"tag":"alabama"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":110,"school_id":10}},{"id":6284,"title":"<strong>The Desegregation of <em>Maryland's Law School</em></strong>","course_id":132,"status":"P","start_date":"12/1/33","end_date":"1/31/36","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In December 1933, Thurgood Marshall began preparing for his first major civil-rights case. Marshall, having recently graduated from Howard Law School, returned to his native Baltimore to practice law and became legal advisor to the local branch of the National Association for the Advancement of Colored People (NAACP). Marshall was set on fighting to desegregate the University of Maryland Law School – the very same school that had rejected his application four year earlier.","Maryland was seen by the NAACP as a fertile testing ground for cases against segregation. Maryland state law did not require the segregation of colleges and the University had no rules explicitly prohibiting the admission of black students. Only the bias of those controlling admission stood in the way. And this bias could be challenged.","Marshall asked his mentor Charles Hamilton Houston for help. Houston was a Vice Dean of Howard University Law School and special counsel of the NAACP. Houston had constructed a strategy based on the findings of Nathan Margold.  Margold’s research found that institutions had violated the “separate but equal” principle which had been established by <em>Plessy v. Ferguson</em>. The institutions created for blacks were separate but never equal to those provided for whites. Houston’s strategy to challenge the equality aspect of segregation rather than questioning the constitutionality of segregation itself.","Houston agreed with Marshall assessment of the Maryland Law School. They needed to begin at the graduate-school level and law schools were an ideal target. Lawyers could easily see the absurdity of a “separate but equal” law school. The choice between creating a separate school for colored students and allow the admission of black students was clear.  Additionally, the NAACP also needed a victory for morale.  Houston hoped that through this case he could start pattern of precedents with each victory supporting the next.","While Marshall waited to take direct action, nine black students applied and had been turned down by the University of Maryland Law School. What Marshall needed for his case was a plaintiff.  He found that in Donald Gaines Murray. Murray was an ideal plaintiff. He was black graduate of Amherst College with good grades. Murray’s family was also well respected in the Baltimore area. Marshall convinced Murray to apply to the law school and, as expected, they turned him down. The university officials suggested that Murray apply to the Princess Anne Academy, an all-black school. This academy did not have a law school.","On April 20, 1935, Murray sued the university for denying his application in Baltimore City Court with Marshall as his attorney. The case began in June and was executed swiftly. The university claimed that the Princess Anne Academy offered an equal education opportunity. However, Marshall disproved them and argued that there was no other law school in the country that could teach the laws of Maryland except the University of Maryland Law School. The next day the judge ruled in Murray’s favor. The university did appeal the case but lost.","Following the victory, Houston cautioned “Don’t shout too soon.” The Murray case was only a small opening in the fight to end segregation. The Murray case, while it did not end segregation, was a monumental stepping stone in the road to desegregation. It demonstrated the power of the community and secured the NAACP’s resolve"],"display_date":"December 1933 - January 1936","search_date":"1934-12-31","locations":[{"id":24195,"lat":39.2338595038,"lng":-76.3925904773,"zoom":9,"place":"Baltimore, Maryland"}],"tags":[{"id":42,"tag":"Civil Rights"},{"id":472,"tag":"Plessy vs. Ferguson"},{"id":43,"tag":"Desegregation"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}},{"id":6575,"title":"The effects of Brown v. Board of Education with regards to the modern reality of special education","course_id":167,"status":"P","start_date":"1/1/54","end_date":"12/31/16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The reality of desegregation was a far uglier beast than many Americans were—or are—willing to acknowledge, and while in a strictly legal sense desegregation has been reached, the actual situation is complicated by the intersectionality of racism and special education."," A common negligence in actual compliance by the Floridian Government to the new national standards set in wake of the <em>Brown v. Board of Education</em> decision of 1954 left many African Americans in the 1950’s reeling for a workable solution. The reasonable skepticism held by many African Americans allowed functionally segregated institutions such as the Eccleston-Callahan School, an institution for African American students of differing needs, to exist years after desegregation was supposedly put into practice.","Without a clear objective, only hope for a poorly delineated alleviation of tensions without an actual understanding of the tensions, entities such as UNESCO had begun to try to explain away race as a simple matter of genetics as early as 1952, a full two years before the<em> Brown </em>decision. However, without acknowledging that race relations were a social problem, actions that were often undertaken with good intent did more harm than good.","Urban education became a distinct subset of the public education system, due to African American families having been left out of the shift to suburbia. This unofficial segregation only worsened with the advent of special education. While, for white Americans, special education was seen as a step away from the dangerous practice of institutionalization and a step towards inclusion, the mandating of special education services when combined with the <em>Brown</em> decision allowed for yet another level of separation between African American children and their white peers. This divide has only become more obvious with time, with statistics for the 2000-2001 school year showing that while African American students accounted for only 14.8% of all school aged children, they represented 19.8% of students receiving special education services."," "," "],"display_date":"1954 - 1916","search_date":"1935-07-02","locations":[{"id":52956,"lat":27.6648274,"lng":-81.5157535,"zoom":8,"place":"Florida, United States"}],"tags":[{"id":6,"tag":"Education"},{"id":43,"tag":"Desegregation"},{"id":936,"tag":"Special education"},{"id":3106,"tag":"urban education"}],"course":{"name":"HIS 120 Decade of Decision 1950s","school":"Rollins College","course_id":167,"school_id":5}}]}