{"id":432,"tag":"virtue","points":[[42.3649994065,-70.9800517697]],"bounds":[[42.3649994065,-70.9800517697],[42.3649994065,-70.9800517697]],"episodes":[{"id":4831,"title":"Modesty versus Fashion: Nineteenth Century American Women’s Dress","course_id":41,"status":"P","start_date":"1836-01-01","end_date":"1836-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In an 1836 lifestyle manual for women, entitled <em>The Young Lady’s Friend</em>, John Farrar outlined the expectations for an American Christian women’s behavior in a particular chapter entitled <em>Dress a Test of Character</em>. In this chapter he discussed the appropriateness and significance of a nineteenth century women’s dress in relation to how she was viewed by society. According to Farrar, “Christian principles prevailed…and the more truly will dress be an indication of [a woman’s] character.” Early Republican society was based upon religious and moral duty and it was imperative for a domestic woman to “cover [her] body” unlike “the clumsy and inconvenient garments of the savage, [that] are attributed to his ignorance of the domestic arts.” The proper way to clothe oneself was seen as a symbol of civility, but a thin line existed between clothing for the sake of “covering the body” and clothing as fashion that was perceived as less appropriate. Farrar looked down upon the idea that clothing should not merely be a modest covering for the body and this was illustrated in an excerpt from the chapter: “What can be said in excuse for the civilized man when…the wavy lines of a female form are disguised under a stiff circle of whalebone.” Farrar referred to a popular trend in Parisian dress known as the hoop-skirt, which was seen as provocative and vain because it modified the female body shape, and therefore removed the nineteenth century Christian woman’s virtuosity.","According to Barbara Welter’s <em>The Cult of True Womanhood</em>, an early nineteenth century, Christian woman’s gender identity was prescribed to her by the males of society. Within this gender prescription a woman was expected to consider “religion and piety [as] the core of [her] virtue, the source of her strength”. This point is supported in Farrar’s manual when he explained that a domestic, pious woman should take pride in her appearance by covering her body appropriately. A religious woman could not be considered a virtuous member of society if she indulged in vanities, these being material goods and the modification of the appearance through dress.","Nineteenth century women were expected to withhold moral standards by sporting the conventional style of a long simple frock, by making sure no skin from her ankles to her neck was exposed, and by presenting herself in a tidy and presentable manner by doing her hair up. These conventions of dress were expected of a virtuous Christian woman because the way she dressed reflected her religious ideals. Although many wealthy women dressed with “pink ribbons on their bonnets and blue shawls on their shoulders, while their hands display yellow gloves and green bags,” the devout and modest Christian woman was required to fulfill her simple principles of dress without indulging in the vanities of ornamentation and embellishment."],"display_date":1836,"search_date":"1836-07-01","locations":[{"id":6207,"lat":42.3649994065,"lng":-70.9800517697,"zoom":11,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":7,"tag":"Women"},{"id":197,"tag":"fashion"},{"id":430,"tag":"clothing"},{"id":431,"tag":"dress"},{"id":432,"tag":"virtue"},{"id":433,"tag":"good wife"}],"course":{"name":"U.S. Women, 1790-1890","school":"Wheaton College","course_id":41,"school_id":2}}]}