{"id":434,"tag":"sickness","points":[[32.7925598314,-87.8378038018]],"bounds":[[32.7925598314,-87.8378038018],[32.7925598314,-87.8378038018]],"episodes":[{"id":4832,"title":"Slave Life and Sickness","course_id":38,"status":"P","start_date":"1844-11-01","end_date":"1846-07-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["From the original letters between the Cameron family and their employees, slaves are often mentioned since they are an integral part of the plantation operation. Since the letters were not written or received by the slaves themselves, the language is often derogatory or just in reference to the slaves as property of value. These letters show the nature of the culture and the lack of respect and responsibility that slaves are given for their part in the antebellum southern economic system.","Sickness appears to be a way of life for the slaves on southern plantations. Throughout the Cameron family letters, the names of various slaves are mentioned as being sick and unable to work. Some slaves are mentioned in multiple letters and eventually as having succumbed to sickness and overwork. A couple of these slaves that are mentioned repeatedly in the letters are Joe and Henderson. They come up because they are sick for a very long time. Henderson is sick from at least November 1844 till July 1846 and Joe from at least May 1845 till June 1846.","These men are mentioned 10 times in the letters transcribed from Charles Lewellyn (the foreman of the plantation) to Paul Cameron (the Cameron family member in charge of the plantation) and once in a letter from Paul Cameron to Duncan Cameron (Paul’s father). The letters from Lewellyn tell a very functional story about the number of hands that he is able to have at work with reference to the trips that Paul has made to inspect the situation himself. He does make a comment about the limits of their workload in September 1845. He says that they “won’t haul water for the hands”. An interesting note here is that he does not say that they “can’t” haul water, but that they won’t. This may just be a verbal slip but it could also be an insight into the degree to which the slaves are allowed to decide how much work they are able to perform.","The letter from Paul to his father tells a slightly different story and is a little more elaborative. Paul has a very limited outlook for the two slaves. He recognizes that there has been no improvement in Henderson since he saw him a year ago, a very long time for sickness. His judgment on Joe is not much better. The comparison of this account with that of Lewellyn seems to indicate that Paul has a less realistic view of the health of these two men. It could be that he is writing to prepare his father for the likely case that these men will have to be replaced knowing that a more dire report is safer than a rosier one.","<strong>Here are the references to Joe and Henderson in chronological order:</strong>","May 11, 1845: “Joe and Henderson are as they was when you left here”","August 1, 1845: “There is none of the hands now in the house dangerous at this time. Joe’s health improved. Henderson no better.”","September 17, 1845: “Joe and Henderson the same. Both together won’t haul water for the hands. Joe is not in as good health as he was some time ago.”","November 18, 1845: Paul Cameron to Duncan Cameron<br /> “Little Joe is yet in delicate health. Sandy is looking badly, having a chill every 3rd day. Henderson is about as he was 12 months ago, looking if possible a little more bleached and enfeebled.”","February 13, 1846: “Little Joe not much improved if any. Henderson the same he was when you left here.”","March 1, 1846: “Joe and Henderson are no better nor no worse than when you left here.”","March 12, 1846: “Joe and Henderson the same.”","March 21, 1846: “Joe better and Willie’s foot a little better. Henderson the same.”","April 30, 1846: “Old York is dead. Joe and Henderson no worse.”","July 3, 1845: “Joe’s health I think is improving.”","July 7, 1846: “Joe better, Henderson the same.”"],"display_date":"November 1, 1844 - July 30, 1846","search_date":"1845-09-15","locations":[{"id":174,"lat":32.7925598314,"lng":-87.8378038018,"zoom":9,"place":"GREENE, Alabama"}],"tags":[{"id":4,"tag":"Slavery"},{"id":163,"tag":"Slave master"},{"id":164,"tag":"Slave"},{"id":434,"tag":"sickness"}],"course":{"name":"Contemporary Issues in Social Studies Education","school":"North Carolina State University","course_id":38,"school_id":30}}]}