{"id":435,"tag":"triangle slave trade","points":[],"bounds":[[-100,-100],[100,100]],"episodes":[{"id":4834,"title":"In the Clutches of Slavery","course_id":33,"status":"P","start_date":"1845-04-10","end_date":"1845-04-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the Clutches of Slavery","As time went on and the distribution of slaves increased it became much easier to buy slaves. The fact that labor could be bought for pennies was perfect for land owners in the New World. There were many ways that people could buy and sell their slaves. For many, purchases came right from the ships, these ships were coming up from the Caribbean. The process of slavery went on for around 258 years therefore black people in America were oppressed all throughout the formation of the United States through the Revolution all the way up until the Civil War. First the slaves would be captured in Africa, sold by their tribesmen to the slave distributers who would then trade them for currency, the slaves would be put in cells underground and kept there until the ships came to pick them up. Once they were put on ships the slaves were bound for the Caribbean. Then the slaves would be put through physical tests to see if they could be used as slaves. Tested on their strength, if they passed they would then be brought up North to be sold to the colonists. The simple process of bringing the slaves up north was sometimes fooled around with. Some ships coming from the south were purposely wrecked on the coasts of Florida. After these ships were wrecked the slaves were then forcibly sold. Therefore the slaves who were supposed to be sold to northerners were sold to southerners and the slave owners would not get the profit, the members of the ships crew were. Things like this happened often because of the amount of money that you can get from being in the slave trade. It was fast money for the slave holders for that reason it was popular to go behind the people whose slaves they were and sell them illegally. Some of the people involved in this treason wrote letters to the King or to God apologizing for their sins not of enslaving people but of illegally selling them. The trans-atlantic slave trade ended in 1808 but slavery was still high in demand. By 1860 there were around 3.9 million slaves just in the south alone. Slaves were bought and sold freely in the south therefore these slaves who were on the ships were sold freely in Florida. The owners of these shipping boats were losing large amounts of money because the captains were not only wrecking their ships but they were selling the crews of these ships."," "],"display_date":"April 10, 1845","search_date":"1845-04-10","locations":[{"id":1434,"lat":null,"lng":null,"zoom":8,"place":"NASSAU, Florida"}],"tags":[{"id":436,"tag":"florida slave history"},{"id":435,"tag":"triangle slave trade"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}}]}