{"id":436,"tag":"florida slave history","points":[[28.5146851201,-81.3237702415],[32.3884987877,-82.3675347364],[30.2285586691,-82.6224279963],[30.1025454694,-84.0003902079]],"bounds":[[32.3884987877,-81.3237702415],[28.5146851201,-84.0003902079]],"episodes":[{"id":4834,"title":"In the Clutches of Slavery","course_id":33,"status":"P","start_date":"1845-04-10","end_date":"1845-04-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the Clutches of Slavery","As time went on and the distribution of slaves increased it became much easier to buy slaves. The fact that labor could be bought for pennies was perfect for land owners in the New World. There were many ways that people could buy and sell their slaves. For many, purchases came right from the ships, these ships were coming up from the Caribbean. The process of slavery went on for around 258 years therefore black people in America were oppressed all throughout the formation of the United States through the Revolution all the way up until the Civil War. First the slaves would be captured in Africa, sold by their tribesmen to the slave distributers who would then trade them for currency, the slaves would be put in cells underground and kept there until the ships came to pick them up. Once they were put on ships the slaves were bound for the Caribbean. Then the slaves would be put through physical tests to see if they could be used as slaves. Tested on their strength, if they passed they would then be brought up North to be sold to the colonists. The simple process of bringing the slaves up north was sometimes fooled around with. Some ships coming from the south were purposely wrecked on the coasts of Florida. After these ships were wrecked the slaves were then forcibly sold. Therefore the slaves who were supposed to be sold to northerners were sold to southerners and the slave owners would not get the profit, the members of the ships crew were. Things like this happened often because of the amount of money that you can get from being in the slave trade. It was fast money for the slave holders for that reason it was popular to go behind the people whose slaves they were and sell them illegally. Some of the people involved in this treason wrote letters to the King or to God apologizing for their sins not of enslaving people but of illegally selling them. The trans-atlantic slave trade ended in 1808 but slavery was still high in demand. By 1860 there were around 3.9 million slaves just in the south alone. Slaves were bought and sold freely in the south therefore these slaves who were on the ships were sold freely in Florida. The owners of these shipping boats were losing large amounts of money because the captains were not only wrecking their ships but they were selling the crews of these ships."," "],"display_date":"April 10, 1845","search_date":"1845-04-10","locations":[{"id":1434,"lat":null,"lng":null,"zoom":8,"place":"NASSAU, Florida"}],"tags":[{"id":436,"tag":"florida slave history"},{"id":435,"tag":"triangle slave trade"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}},{"id":4845,"title":"Zora Neale Hurston performs \"From Sun to Sun\" at Rollins College","course_id":33,"status":"P","start_date":"2/11/33","end_date":"2/11/33","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On Friday, February 11, 1933 Zora Neale Hurston’s program “From Sun to Sun” was shown at the Recreation Hall of Rollins College at 8:15 in the evening. At the performance Hurston led her company of Negroes in songs of African folklore, originating from various places around the state. Such songs included “Shack Rouser,” “East Coast Blues,” and “Alabama Bound”.  The scenery for “From Sun to Sun” was designed and created by Iven Tate, a young Negro artist from Orlando, Florida.","Hurston was born on January 7, 1891 in Notasulga, Alabama, though later in life claimed she was born in Eatonville, Florida in 1901. Eatonville was the first incorporated Negro town in America, where Hurston and her family moved to when she was three years old. In her 1928 essay “How It Feels to Be Colored Me” she describes the experience of growing up in Eatonville. She began her studies there, attending a grammar school in Jacksonville and later going to Morgan Academy in Baltimore, Maryland.  Hurston published four novels and over fifty short stories, plays, and essays.","In 1927 she was admitted to Barnard College where she majored in anthropology and studied under Dr. Frank Boas. Hurston was the first Negro to ever be admitted to the college and graduated in 1928.  By January 1932, she was working closely with the Creative Literature Department of Rollins College in an effort to produce a concert program of Negro folklore. On March 1 of the same year, a special half hour performance of folk songs and dances was given by Hurston, staged specifically for Miss Ruth St. Denis, a famous American dancer.","Hurston spent four years (1927-1931) in the South collecting material for this production in an effort to recreate an authentic portrait of folk-style songs, dances, tales and rituals. The work songs in the second number of the show (“Cold Rainy Day,” “Let the Deal Go Down”) refer to the songs sung by men working on the railroads, in the sawmills and in the phosphate mines in Florida. Sometimes the words simply add body to the tune as the music portrays the sounds of sawing a log, the swinging of a pick, and the driving of a nail.","Some of Hurston’s songs originate from jooks, a place of leisure for Negroes in the South. Jooks were a place where Africans could dance, sing and socialize amongst themselves. The jook songs are commonly known as “blues”, but many of them are considered ballads because they tell a story.  A person literate enough to put them on paper never hears these songs; they travel by word of mouth from one jook to another.","Hurston’s tour of “From Sun to Sun” has traveled across the country, touching all who experience its power. Negroes and friends of the Negroes will appreciate its heartfelt message of the slave experience. Zora Neale Hurston’s own participation in the program only adds to its influence and shows that she herself believes in its message and meaning."],"display_date":"February 11, 1933","search_date":"1933-02-11","locations":[{"id":22732,"lat":28.5146851201,"lng":-81.3237702415,"zoom":9,"place":"Orange, Florida"}],"tags":[{"id":438,"tag":"Rollins College"},{"id":437,"tag":"Zora Neale Hurston"},{"id":436,"tag":"florida slave history"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}},{"id":4853,"title":"Kingsley’s Plantation","course_id":33,"status":"P","start_date":"1803-01-01","end_date":"1821-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1803, Zephaniah Kingsley began bringing slaves from Africa to his plantation in Fort George Island.[1]  Fort George Island is located slightly north of modern day Jacksonville.  “The United States did not allow anyone to bring in slaves after 1808.  But Florida still belonged to Spain, and so smugglers brought in slaves to the southern United States through northern Florida.”[2]  Slaves are apparent in tabby cabins, in which they stayed during their enslavement at the Kingsley plantation.  The cabins and living conditions for slaves on the plantation were considered comfortable.[3]  Larger plantations tended to mistreat and not care about slave conditions as much as slave owners with few slaves.  The Kingsley plantation had “twenty-five slave cabins.”[4]  Therefore, it was a rarity that Kingsley provided better living conditions for slaves at such a plantation of its size.  Furthermore, Zephaniah supported the preservation of African culture, Kingsley quotes “I have never interfered with their connubial concerns, nor domestic affairs, but let them regulate these after their own manner.”  Also he states, “[I] encouraged as much as possible dancing, merriment, and dress, for which Saturday afternoon and night, and Sunday morning were dedicated; and, after allowance, their time was usually employed in hoeing their corn, and getting a supply of fish for the week.”[5]","Kingsley was definitely an opportunist; he recognized the economic compensation of keeping his slaves happy by giving them sufficient shelter.  The labor force will perform better when they are content, thus increasing productivity.  Also he was considered an economic opportunist of his time because after Zephaniah Kingsley bought slaves, he would train and teach them labor and sell the slaves for more.  He undoubtedly acknowledged the importance of keeping his slaves pleased by providing them with above average cabins, in order to have run successful plantation.  For the most part, Kingsley respected the slaves and valued their hard work.","Zephaniah Kingsley was extremely wealthy due to the fact that he was a slave owner in an incredibly lucrative industry of manual labor in the developing United States.  The more wealthy an individual was the higher they were classified in society.  Clearly, large slave owners were considered to be in the upper class.  However, Zephaniah Kingsley was not well respected among society because he married one of his African woman slaves that resided in one of the tabby cabins.[6]  Race greatly affected one’s class in society.  When the United States purchased the entire state of Florida from Spain in 1821, race relations changed.  Under Spanish rule, society was broken up into whites, free people of color, and slaves.  “But the Americans arriving in the new U.S. territory in record numbers viewed all black people-slave and free alike-as members of an inferior race and unworthy of freedom.” Although Kingsley supported slavery due to the economic benefits, “Kingsley urged the Territorial Council to pass laws encouraging emancipation.”[7] Zephaniah Kingsley was mainly known as a slave owner, but was much more than just that; he was an opportunist, economist, and activist.  Kingsley’s idea of improving housing of slavery epitomizes how he ran his plantation differently than other large plantations."," "," "],"display_date":"1803 - 1821","search_date":"1812-07-01","locations":[{"id":15818,"lat":32.3884987877,"lng":-82.3675347364,"zoom":8,"place":"Montgomery, Georgia"}],"tags":[{"id":4,"tag":"Slavery"},{"id":163,"tag":"Slave master"},{"id":412,"tag":"slave conditions"},{"id":15,"tag":"Race-Relations"},{"id":436,"tag":"florida slave history"},{"id":455,"tag":"Plantation Life"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}},{"id":4860,"title":"The 54th Massachusetts regiment","course_id":33,"status":"P","start_date":"1864-02-20","end_date":"1864-02-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The 54<sup>th</sup> Massachusetts regiment of the Civil War was made up entirely of African Americans, except for its white officers. Because it was the first black regiment to be organized in the North, many were watching its progress. If the regiment’s performance turned out to be noteworthy, it would be the deciding factor if blacks would be used in battle.","The regiment was formed in March 1863 after the Emancipation Proclamation and organized by the governor of Massachusetts, John A. Andrew. Colonel Robert Gould Shaw commanded the regiment, and Andrew himself handpicked the officers. Prominent blacks such as Frederick Douglass recruited the soldiers.  The men were mostly free blacks from the Massachusetts and Pennsylvania areas. The regiment was made up of five hundred men and thirteen officers.","Instead of the standard $13-a-month wage for soldiers, the colored regiment was paid $10. The regiment refused to accept the unequal pay. Ultimately, many blacks fought and died without accepting a penny from the federal government until Congress approved equal pay in 1864.","The 54<sup>th</sup> left Boston to fight for the Union on May 28, 1863. In early 1864, the regiment was moved into Florida. President Abraham Lincoln hoped to win a military victory in Florida and secure enough support to return the state into the Union. On February 7<sup>th</sup>, troops including the 54<sup>th</sup> moved towards Jacksonville. Snipers opened fire on the troop ships, and members of the 54<sup>th</sup> became the first soldiers to land of Jacksonville and proceeded to chase the snipers away from the ships.","On February 20<sup>th</sup>, the troops began moving toward Lake City in Northern Florida. The battle with the Confederates began in the morning, and each side had about five thousand soldiers. The battle did not go well for the Union soldiers, and by late afternoon it was clear that Union troops were losing. At around four that afternoon, the 54<sup>th</sup> was ordered forward and held its ground against the Confederates. The unit fired about 200,000 cartridges and was running out of ammunition. They sent for more, but what came was not the correct caliber.","The last regiment fighting the Confederates, the 54<sup>th</sup> regiment fell back as they ran out of ammunition. In the fighting, eighty-six of the five hundred men were killed or wounded. They had lost much of their equipment during the battle and nearly half of the soldiers were missing shoes. They began the 120-mile march back to Jacksonville.","The historic plight of the 54<sup>th</sup> Massachusetts regiment was portrayed in the film Glory. Over eighteen million dollars was spent in order to portray the African American men who made the ultimate sacrifice in order to achieve the dream of equality."],"display_date":"February 20, 1864","search_date":"1864-02-20","locations":[{"id":1313,"lat":30.2285586691,"lng":-82.6224279963,"zoom":9,"place":"COLUMBIA, Florida"}],"tags":[{"id":476,"tag":"54th Regiment"},{"id":436,"tag":"florida slave history"},{"id":32,"tag":"Civil War"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}},{"id":4861,"title":"Slavery in Florida","course_id":33,"status":"P","start_date":"1865-02-09","end_date":"1865-02-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Florida became United States territory in 1821. Up until then, the Spanish had ruled the land for almost three hundred years. When Florida achieved statehood, the total population was twelve thousand, the majority consisting of free blacks, fugitive slaves, or Seminole, Creek or Mikasuki Indians. Some blacks found the more relaxed racial climate to their liking. By the 1730s, Spanish Florida existed as a haven for runaway slaves from Georgia and the Carolinas. While the life of a slave in colonial Florida was not necessarily better than the life of a British slave in Virginia, the institutions of government and church offered them better legal protection and far greater opportunity for freedom.","By 1830, Middle Florida had emerged as the state’s “black belt”. The vast majority of slaves lived in this region, consisting of Jackson, Gadsden, Leon, Jefferson and Madison Counties. Although cotton would come to be the main cash crop of Middle Florida, most slaveholders owning large areas grew sugarcane only for their own consumption. Planters often cultivated a variety of other crops other than their staple, such as corn, sweet potatoes, greens, squash, and okra.","On February 9, 1865 a twenty-two year old slave named Thomas was sold for fifty-five hundred dollars in Jefferson County, Florida. Life on a slave plantation improved greatly on the larger units as bondservants established extended kinship ties. Slave women often gave birth to their first children at young ages.  Sometimes, in order to keep slave families together, some masters allowed slaves the opportunity of selecting their new masters or heirs.","Religion served as a means of unifying the black community. In Florida, and other areas of the South, a mixture of Euro-Christian and African religious practices helped make life more bearable for slaves. They typically worshipped in the white-controlled churches of their masters. At Tampa’s Methodist church, some meetings were racially segregated, while others were not. Even though most sermons taught obedience, the slaves heard the message of equality before God. They came to believe firmly that the souls of slaves were as precious as those as whites. Enslaved blacks thus found within the church powerful reassurance of their humanity.","The relationship between slaves and their masters were imperative. Masters relied on their slaves as a means of survival in terms of profit. Agriculture was the main source of income for plantation owners in the South, and slaves were the ones who planted, maintained and harvested these crops in order to sell them. Slaves relied on their masters for food, shelter and protection. Most people in the antebellum era, especially poor whites, were extremely resentful towards blacks.","Slavery in Florida evolved from the Spanish, who were the first to settle there since its discovery in 1513. The Floridian slave system was much less harsh than the others (British, Portuguese) because of this Spanish influence."],"display_date":"February 9, 1865","search_date":"1865-02-09","locations":[{"id":1383,"lat":30.1025454694,"lng":-84.0003902079,"zoom":9,"place":"JEFFERSON, Florida"}],"tags":[{"id":436,"tag":"florida slave history"},{"id":96,"tag":"Slave Trade"},{"id":4,"tag":"Slavery"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}}]}