{"id":437,"tag":"Zora Neale Hurston","points":[[28.5146851201,-81.3237702415],[28.5664573086,-81.3013732137],[28.7169229525,-81.2362806752],[40.6916304076,-74.0035386433]],"bounds":[[40.6916304076,-74.0035386433],[28.5146851201,-81.3237702415]],"episodes":[{"id":4835,"title":"Zora Neal Hurston's trials and tribulations through the Harlem Renaissance","course_id":33,"status":"P","start_date":"12/13/34","end_date":"12/13/34","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Zora Neale Hurston was born January 7, 1891 in Notasulga, Alabama. Soon after her birth she moved to Eatonville, Florida which always remained her home throughout her life. Eatonville was the United States first incorporated black township, her father and many other African Americans were involved in the towns governance. Hurston was a very famous black author of short stories, novels and plays. Having close relations with people such as W.E.B. Du Bois, whom she called the “Dean of American Negro Artists.” Hurston along with Du Bois was very much involved with African American rights and the acceptance of blacks into society. She wished to break the color barrier and used her talent as a writer to inform people of the injustice that was racism.","As a leader in the Harlem Renaissance Zora Neale Hurston was a revolutionary in helping to protect the rights of African Americans. She was known during the Harlem Renaissance for her wit, irreverence, and folk writing style. Hurston was though most well know for her popular novels. Even though a novelist she was also very interested in play writing. Dr. Glover a professor at Rollins College in Winter Park, Florida received a letter from Hurston speaking about a time in her life where writing became much more difficult, and society was becoming less and less accepting of her. In the letter written in 1934 she discusses a few hardships in which she is going through along with her love for the theatre. Rollins was a school that collaborated with Hurston showing her plays at the school and supporting her throughout her endeavors. Near the end she tells Dr. Glover that she will soon be eligible for a full professorship and talks about maybe being able to teach there. She later states that although she may become these things, “[her] interest in the theatre need not die.” This only heightens the evidence of Hurstons passion for the arts.","Hurston achieved great fame in her lifetime but she also suffered disgrace and was forgotten by the public. She wrote many plays and always kept the arts close to her heart. She was very passionate about the arts, including plays, paintings and novels, all and it played a huge role. Although Hurston did not get the credit she deserved when she was alive, she was honored after her death. Her novels and plays are now getting the recognition they always deserved. A movie was made celebrating her novel, “There Eyes Were Watching God.”","Zora Neale Hurston is confirmation that when trying to fight for your rights, your freedom or even you acceptance in society there are passive ways in which you can present your arguments and there are more forward ways. She was able to use both techniques throughout her time to reach some type of racial equality.  Hurston was an inspiration the civil rights movement and will always be remembered as one."," "],"display_date":"December 13, 1934","search_date":"1934-12-13","locations":[{"id":22732,"lat":28.5146851201,"lng":-81.3237702415,"zoom":9,"place":"Orange, Florida"}],"tags":[{"id":85,"tag":"Harlem Renaissance"},{"id":437,"tag":"Zora Neale Hurston"},{"id":438,"tag":"Rollins College"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}},{"id":4845,"title":"Zora Neale Hurston performs \"From Sun to Sun\" at Rollins College","course_id":33,"status":"P","start_date":"2/11/33","end_date":"2/11/33","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On Friday, February 11, 1933 Zora Neale Hurston’s program “From Sun to Sun” was shown at the Recreation Hall of Rollins College at 8:15 in the evening. At the performance Hurston led her company of Negroes in songs of African folklore, originating from various places around the state. Such songs included “Shack Rouser,” “East Coast Blues,” and “Alabama Bound”.  The scenery for “From Sun to Sun” was designed and created by Iven Tate, a young Negro artist from Orlando, Florida.","Hurston was born on January 7, 1891 in Notasulga, Alabama, though later in life claimed she was born in Eatonville, Florida in 1901. Eatonville was the first incorporated Negro town in America, where Hurston and her family moved to when she was three years old. In her 1928 essay “How It Feels to Be Colored Me” she describes the experience of growing up in Eatonville. She began her studies there, attending a grammar school in Jacksonville and later going to Morgan Academy in Baltimore, Maryland.  Hurston published four novels and over fifty short stories, plays, and essays.","In 1927 she was admitted to Barnard College where she majored in anthropology and studied under Dr. Frank Boas. Hurston was the first Negro to ever be admitted to the college and graduated in 1928.  By January 1932, she was working closely with the Creative Literature Department of Rollins College in an effort to produce a concert program of Negro folklore. On March 1 of the same year, a special half hour performance of folk songs and dances was given by Hurston, staged specifically for Miss Ruth St. Denis, a famous American dancer.","Hurston spent four years (1927-1931) in the South collecting material for this production in an effort to recreate an authentic portrait of folk-style songs, dances, tales and rituals. The work songs in the second number of the show (“Cold Rainy Day,” “Let the Deal Go Down”) refer to the songs sung by men working on the railroads, in the sawmills and in the phosphate mines in Florida. Sometimes the words simply add body to the tune as the music portrays the sounds of sawing a log, the swinging of a pick, and the driving of a nail.","Some of Hurston’s songs originate from jooks, a place of leisure for Negroes in the South. Jooks were a place where Africans could dance, sing and socialize amongst themselves. The jook songs are commonly known as “blues”, but many of them are considered ballads because they tell a story.  A person literate enough to put them on paper never hears these songs; they travel by word of mouth from one jook to another.","Hurston’s tour of “From Sun to Sun” has traveled across the country, touching all who experience its power. Negroes and friends of the Negroes will appreciate its heartfelt message of the slave experience. Zora Neale Hurston’s own participation in the program only adds to its influence and shows that she herself believes in its message and meaning."],"display_date":"February 11, 1933","search_date":"1933-02-11","locations":[{"id":22732,"lat":28.5146851201,"lng":-81.3237702415,"zoom":9,"place":"Orange, Florida"}],"tags":[{"id":438,"tag":"Rollins College"},{"id":437,"tag":"Zora Neale Hurston"},{"id":436,"tag":"florida slave history"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}},{"id":4849,"title":"From Eatonville to Broadway","course_id":33,"status":"P","start_date":"1/1/10","end_date":"12/31/35","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Born in Alabama and raised in Eatonville, Florida, Zora Neale Hurston became one of the greatest-known black female authors of all time. Zora once said:","\"I was born in a Negro town.  I do not mean by that the black backside of an average town.  Eatonville, Florida is, and was at the time of my birth, a pure Negro town-charter, mayor, council, town marshal and all.  It was not the first Negro community in America, but it was the first to be incorporated, the first attempt at organized self-government on the part of Negroes in America.\"","Zora’s life reflects the same “attempt” as did the formation and incorporation of Eatonville; she paved the way for all female writers in America, specifically those of African descent, through the strength of her own story.","Throughout history, Zora can often be found on the frontier of African American accomplishments. In 1927, she was the first African American to be admitted to Barnard College. After graduation, Zora immediately set out to explore “Negro” folklore. Through her strong determination and interest- and after only a few months- Zora had amassed the largest collection of “Negro” folk tales in her field. She used her extensive research into African American life and history to construct plays which recalled traditional “Negro folk-lore.” One such play is her famous <em>From Sun to Sun</em>, an adaptation of <em>The Great day</em>, a theatrical revue- a theatrical performance involving short satirical and topical songs, sketches, and monologues- written in 1932.","Zora frequently worked with Rollins College in Winter Park, Florida to construct and perform her creations. The concert program of “Negro music” for <em>The Great Day </em>was built through Zora’s collaborative effort with the creative literature department of Rollins College. The John Golden Theatre on Broadway housed the first performance of <em>The Great Day</em> on January 10, 1932- Zora had made it to Broadway. On February 11, 1933, she staged an adaptation of <em>The Great Day</em> called <em>From Sun to Sun</em>, “a program of original Negro folk-lore,” at Rollins College with “Native Negro Singers and Actors.” The event program included a brief biography about Zora Hurston, an outline of the play, and specific descriptions and explanations of each song included in the revue. At 8:15 pm, “Negroes” and “white friends of the Negroes” gathered at Rollins’ Recreation Hall to “experience the richness of the material at their own doorstep.” The play was a success, as many college and local newspaper write-ups from the period suggest, and Zora continued to display her creations at Rollins in front of captive audiences for years to come.","Though she fought and stood against racial prejudice throughout her life, Zora Neale Hurston stands as one of America’s most celebrated authors.  Zora’s creative path began in Eatonville, and by the mid 30s, it brought her to all the way to Broadway. Her story stands to tell: Zora indeed took her mother’s advice to “jump at de sun.\""],"display_date":"1910 - 1935","search_date":"1922-12-31","locations":[{"id":16531,"lat":28.5664573086,"lng":-81.3013732137,"zoom":9,"place":"Orange, Florida"}],"tags":[{"id":437,"tag":"Zora Neale Hurston"},{"id":129,"tag":"Eatonville"},{"id":458,"tag":"African American Authors"},{"id":460,"tag":"African American Folklore"},{"id":459,"tag":"Female Authors"},{"id":463,"tag":"African American Women"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}},{"id":4850,"title":"Work In An All-Black Community","course_id":33,"status":"P","start_date":"1/1/46","end_date":"1/5/46","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Zora Neale Hurston was an African American woman born in the first all African American town in America.  She wrote countless accounts of different things she saw and experienced and this is very important because what she experienced was completely different than what most other African Americans experienced.  In the short story “Turpentine” she accounts when she walks down to see where the people were building the road.  She explains how the people built the road, what they were paid and how they felt about the work.  Zora Neale Hurston’s ideas and thoughts on African American culture in this time period is unique because of her upbringing, making her very important to African American historians.","In this story it is prevalent that all the workers are African Americans.  She speaks of the smells and her thoughts almost like a diary and this gives historians an inside look at the way African Americans felt about hard work.  The whole time there is a very positive feel to the document and I feel that this is important because it shows that the people were happy to work and glad to be getting paid for their labor even if it was “a penny per tree cut” (turpentine1) which means for every tree cleared out of the way they were collectively rewarded a penny.","Throughout her life Hurston never experienced the same kind of prejudices that most other Africans face.  She speaks of Eatonville as a sort of utopia in which African Americans could exist without the prejudices of a white dominated society.  This is what makes her accounts of history so special.  The fact that she was able to grow up in this African American society and then assimilate later in life gave her a perspective only a small portion of the rest of the world shared.  That is why she was able to stand up for African Americans in Harlem and assist so greatly in the Harlem renaissance.  This view of the world was so obtuse to other recollections that she was even shut out by many African American historians.  “Although her works stand among the richest documentary in life, labor, and culture.  Most of the denunciation of her work has come from the intellectual left, which has accused her of ignoring of minimizing the exploitation, oppression and outright atrocities visited upon black people in the post-reconstruction south” (Zora Neale Hurston and the history of southern life 10).","This account is important because of the perspective brought upon it by Hurston.  Her background and upbringing changed her view on African American society.  This change is seen here with the very positive account of a very negative job.  Taring roads is supposedly one of the worst jobs because of the danger heat and smell of the tar.  She recounts the people calling it “gum patch” which brings on a positive feel.  These accounts are so very important today because it reassures people that not every African American lived a horrible life.","Zora Neale Hurston was an influential woman not just because of her presence in the Harlem renaissance but her accounts and recollections of the time she spent in and around other African Americans.  This look into the past through her eyes can help people learn about the good times African Americans had in the post-reconstructed south.  Her positive writings about this account show that her life and the lives of the people around her were not all bad.  Not only is just a positive account but also shows the construction and expansion African American culture because of the road construction.  Much can be learned from Zora Neale Hurston and her accounts for history are worth their weight in gold."],"display_date":"January 1, 1946 - January 5, 1946","search_date":"1946-01-03","locations":[{"id":27661,"lat":28.5146851201,"lng":-81.3237702415,"zoom":9,"place":"Orange, Florida"}],"tags":[{"id":437,"tag":"Zora Neale Hurston"},{"id":129,"tag":"Eatonville"},{"id":461,"tag":"life"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}},{"id":4857,"title":"Zora Neale Hurston: Impact on Music Folklore","course_id":33,"status":"P","start_date":"1/1/39","end_date":"12/31/39","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Music belongs to all humans. Race, size, or color does not matter. When it comes to music, all cultures come together, one voice is heard. Folklore music is a prime example of this, and Zora Neale Hurston played an extremely important role in it. Not many African Americans had the opportunity to publish any type of works, or even to express their opinions on music, but Hurston was able to and represented all those who did not have the opportunity to do so. She introduced folklore and showed us how important music is, and the role it played in African American’s lives. <br /> Folklore music really represents cultures, their beliefs as well as religion. Much of music is written to express our feelings about certain topics, Africans viewed music as a getaway, they believed that through music they were able to achieve a lot more than by actually physically reacting to a certain issue. When music was made, spirits were lifted, and feelings were expressed; much of folklore music was played during special celebrations such as weddings and burials. It brought people together, and as Hurston mentioned “it does not belong to any special time, place, nor people”. Hurston taught us so much about the evolution of folklore here in Florida, and the role it played in both white’s and African’s lives. She once mentioned that a verse is “just a talking sentence,” to show us how powerful music was really is. To prove her point Hurston included in her book Frontiers: A Journal of Women Studies, Vol. 12, No.1 fragments of folklore songs from various parts of Florida. These songs had powerful verses and stanzas that reached out to many, and painted a picture of what African American’s lives were like. <br /> Hurston often wrote about folklore music, but she also wrote “narratives and hoodoo practices.” She published many different books on music and its impact in states such as Florida, and Alabama; she also included examples of typical songs that were often popular among Africans in such regions. Her books were very descriptive and often told stories in form of songs about certain characters and their everyday lives. The characters portrayed in her books were mostly based on a non-fictional character; often people she knew and was close with. The songs reflected events that often took place in this person’s life, just told the story of their life. A perfect example of this would be Mules and Men, in which the “book really yields a valuable account of our Southern United States Negro.” <br /> Hurston’s books are known all over the country, and her works are greatly recognized in states such as Florida. History owes a great deal to Hurston, thanks to her we now know a great deal of how and what music folklore was influenced and how it was brought about here in our own Floridian backyards. We are also able to get a glimpse of what life was like during the slave trade periods, just as well as how, not only people were affected by slavery, but how culture and music were also impacted."," "," "," "],"display_date":1939,"search_date":"1939-07-02","locations":[{"id":23214,"lat":28.7169229525,"lng":-81.2362806752,"zoom":10,"place":"Seminole, Florida"}],"tags":[{"id":437,"tag":"Zora Neale Hurston"},{"id":460,"tag":"African American Folklore"},{"id":471,"tag":"music"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}},{"id":4881,"title":"The Folklore and Dance behind Zora Hurston","course_id":33,"status":"P","start_date":"1/1/34","end_date":"1/31/34","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["“Anyone wishing to get a real glimpse into negro life in Florida should not miss the performance to be given in Recreation Hall.” <sup><sup>1</sup></sup> This praise, given to the anthropologist, writer, poet, dancer and singer Zora Neale Hurston, came from R. W. France about her 1934 production of <em>All De Live Long Day</em>. Zora lived her life in an attempt to revitalize and find the truth behind her African American culture, which at the time was mostly represented elaborately and inaccurately. The majority of her work was presented from research she had done extensively because she wanted to recreate her findings as purely as possible. Through folktales, songs, folk plays, and dances, Zora was able to not only to identify her culture, but also show the world the artistic works of African-American people. A look into her past as an ethnographer as well as her experience with dance can help us understand why and how she wrote this production.","I find it important that there is an understanding that African American culture is influenced continuously and had been influenced since these shores were beached. Ever before Zora's time, hundred of factors have limited, scarred, undermined, and frightened Blacks in the United States. And along with this, their history had not been created by themselves, but by their white superiors of the time. People didn't make much effort to truly observe African American life and culture, and so misconstrued ideas about black folk art forms of the past were represented. But Zora could see through this. Being more than just a writer, dancer, or singer, her anthropological and ethnographic background opened her eyes onto peoples who were similar and heavily influenced the rapidly changing culture of African Americans. “Hurston had spent a relatively short but productive period in contact with the full roster of artists, intellectuals, and patrons of the Harlem Renaissance, drawing on her acquaintance with Southern black folklore for writing stories and for storytelling in social gatherings.” <sup><sup>2</sup></sup>","In reference to her approach in studying and arranging dance, Zora was a careful observer.","With particular concern about the ways in which commercialized depictions of blackness were being misconstrued as representative of African American life, Hurston set out to produce a concert that revealed in embodied form her own nuanced theory of black vernacular expression. At root, this theory sought to re-situate African American cultural products in relation to the material conditions of a Southern rural folk community, as well as to African diasporic roots and routes. <sup><sup>3</sup></sup>","She tried as best she could to immerse herself within the culture. The final act in<em> All De Live Long Day</em> is reenacts many different dances, including the Courtship dance, the Crow dance, and the Fire dance (which she was particularly fond of). These are not just a random assemblage of movements: each one has strong roots in African American culture. Her data and observations took place in looking at Caribbean dance, which is more unchanged from its origins. The Caribbeans and African Americans have long been connected and influential towards one another, beginning with the roots. And Zora didn't just observe, she participated with the people, learning the intricacies and feelings behind the dance.","The African American are a people who have had to deal with rapid change in status and ideologies. Because of this, it can be easy to look at what is considered to be historical and accept it as fact. But, when an elite and prejudiced group is the one setting things in stone, intentionally and unintentionally “facts” can be recorded incorrectly. Zora Neale Hurston is a woman who looked at her people with pride and therefore wanted to open the world to their truth. Though seemingly unimportant, songs, folklore and dance can help distinguish a people from another, showing the beauty in differences. A background in anthropology and writing allowed Nora to both put herself on level with those she was studying and correctly express it in such a way that is accurate and intricate. African American history has had its long and tedious battles, making it more than deserving of realistic representation.","1 Zora Neale Hurston “All De Live Long Day” Rollins College Archives (January, 1934)","2 Benigno Sánchez-Eppler “Telling Anthropology: Zora Neale Hurston and Gilberto Freyre Disciplined in Their Field-Home-Work,” <em>American Literary History</em>, Vol. 4, No. 3 (Autumn, 1992): 464-488","3 Anthea Kraut “Between Primitivism and Diaspora: The Dance Performances of Josephine Baker, Zora Neale Hurston, and Katherine Dunham,” <em>Theatre Journal</em>, Vol. 55, No. 3, Dance (Oct., 2003): 433-450"],"display_date":"January 1934","search_date":"1934-01-16","locations":[{"id":22732,"lat":28.5146851201,"lng":-81.3237702415,"zoom":9,"place":"Orange, Florida"}],"tags":[{"id":437,"tag":"Zora Neale Hurston"},{"id":3,"tag":"African-Americans"},{"id":460,"tag":"African American Folklore"},{"id":496,"tag":"Dance"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}},{"id":4889,"title":"Colorblind","course_id":33,"status":"P","start_date":"1/1/24","end_date":"12/31/40","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Harlem Renaissance was a period of immense African-American intellectual advancement and culture revitalization. However, leaders in the African-American community were divided on the best way to portray their newfound ideas. The majority of intellects believed that desegregation was the ultimate goal, which was achievable by integrating their culture with white culture. The other school of thought was led by Marcus Garvey and his ideas of Black Nationalism and separatism. Zora Neale Hurston was a major actress in the Harlem Renaissance, publishing many literary pieces; however it is difficult to classify her in either of these two schools. In a letter to a fellow poet, she states, “Now, as to segregation, I have no viewpoint on the subject particularly, other than a fierce desire for human justice…I have no desire for white association except where I am sought and the pleasure is mutual.” Hurston was shunned by many of the Harlem Renaissance activists and critics of her time, as well as many white “liberals” because of her view. Hurston was beyond her time, seeing that the true path to end Black oppression was to eliminate the misconception that Whites were naturally superior to Blacks, and that White people were doing Blacks a favor by associating with them.","Zora Neale Hurston’s personal history deeply influenced her view on segregation as well as the literary work that she produced. Hurston was born[1] in 1901 and raised in Eatonville, FL, the first all black community in the United States. Her father was a pastor and her mother was a school teacher, although she passed away when Hurston was 13. Hurston received her high school diploma in 1918, and continued her education at Howard University. At Howard, she pursued a degree in English and received several accolades; including being a member of Zeta Phi Beta, a contributor to <em>The Stylus</em> and a group called The Saturday Nighters, all prestigious academic and literary groups. Her early work was mainly in poetry where she wrote about love. Late in her college career, she began publishing short stories in <em>The Stylus</em>, most notably “John Redding Goes to Sea” which was heavily influenced by her home town of Eatonville and her family. These stories were written in the broken African-American dialect of Eatonville, a style which was largely unpopular by the Black critics of the Harlem Renaissance.              Incredibly talented, Hurston was an asset to the Harlem Renaissance, although her work was largely ignored by several critics of her time. The Harlem Renaissance was a period of intellectual advancement and creativity for the black community. Leaders of the movement, including W.E.B. Dubois and James Weldon Johnson, saw the Harlem Renaissance as an opportunity to advance the African-Americans past segregation and that black artists were tools to accomplish those means. The two primary schools of thought were desegregation versus black Nationalism and it was concluded that Hurston did not truly fit into either one of these categories. Sub sectioned into this central debate is whether or not Blacks should truly embrace their heritage and selfness and incorporate that into their literary work, or if they should try to modify their work to appease the white crowd and impress upon them their equality of intelligence and creativity.  In other words, should Blacks be “censoring” their literary work, allowing only art that conforms to White culture to be published?  In a letter Hurston wrote to Countee Cullen, she clearly expresses her opinion, one that was largely unpopular at the time.","Cullen was one of few leaders in the Black community that encouraged African-American artists to incorporate heritage into their work and not sacrifice any of their creativity in order to cater to Whites. Hurston deeply admired Cullen for this, writing in her letter, “I have always shared your approach to art. That is, you have written from within rather than to catch the eye of those who were making the loudest noise for the moment” (Hurston 1979). Throughout this letter, she elaborates on the resistance she has encountered from white “liberals” who are associating themselves with blacks in the fight for equality. Her outspokenness against those who believe in appeasing a white audience has tormented these white “sympathizers”, as they realize the asset she could be if she would conform to the idea of changing her work to be more compatible with white culture. She speaks of one instance where these white “liberals” offer her a white husband if she can, “see things right” (Hurston 1979). She reiterates, “I am utterly indifferent to the joy of other Negroes who feel that a marriage across the line is compensation for all things, even conscience” (Hurston 1979). She does not see how marrying a white man is advancing her race in anyway, and that by settling for interracial marriage is actually a statement of inequality. Hurston’s view on desegregation and equality seem uncaring, although the underlying idea she portrays in this letter is more than 30 years ahead of her time. She is truly colorblind, not seeing the difference between whites and blacks and holding both of equal value. She is simply an artist, producing literature that honors her heritage and Blackness and those who like it, white or black, are welcome to enjoy it.","Zora Neale Hurston was truly a visionary of the Harlem Renaissance, seeing beyond the goals of desegregation onto the advancement of true equality. In the face of scrutiny from Whites as well as Blacks she refused to conform, using her brilliance to exemplify the culture of her race in its true form. Drawing on both personal experience as well as her elite education she was able to produce literary work that survived her, and expressed the ideas and concerns of an African-American woman during the Harlem Renaissance."," ","[1] Actually Born in Alabama in 1891, although she denies this (Boyd)"],"display_date":"1924 - 1940","search_date":"1932-07-01","locations":[{"id":21355,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":437,"tag":"Zora Neale Hurston"},{"id":505,"tag":"Black Poets"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}}]}