{"id":438,"tag":"Rollins College","points":[[28.5146851201,-81.3237702415],[28.5664573086,-81.3013732137],[28.5999998,-81.3392352],[28.5383355,-81.3792365]],"bounds":[[28.5999998,-81.3013732137],[28.5146851201,-81.3792365]],"episodes":[{"id":4835,"title":"Zora Neal Hurston's trials and tribulations through the Harlem Renaissance","course_id":33,"status":"P","start_date":"12/13/34","end_date":"12/13/34","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Zora Neale Hurston was born January 7, 1891 in Notasulga, Alabama. Soon after her birth she moved to Eatonville, Florida which always remained her home throughout her life. Eatonville was the United States first incorporated black township, her father and many other African Americans were involved in the towns governance. Hurston was a very famous black author of short stories, novels and plays. Having close relations with people such as W.E.B. Du Bois, whom she called the “Dean of American Negro Artists.” Hurston along with Du Bois was very much involved with African American rights and the acceptance of blacks into society. She wished to break the color barrier and used her talent as a writer to inform people of the injustice that was racism.","As a leader in the Harlem Renaissance Zora Neale Hurston was a revolutionary in helping to protect the rights of African Americans. She was known during the Harlem Renaissance for her wit, irreverence, and folk writing style. Hurston was though most well know for her popular novels. Even though a novelist she was also very interested in play writing. Dr. Glover a professor at Rollins College in Winter Park, Florida received a letter from Hurston speaking about a time in her life where writing became much more difficult, and society was becoming less and less accepting of her. In the letter written in 1934 she discusses a few hardships in which she is going through along with her love for the theatre. Rollins was a school that collaborated with Hurston showing her plays at the school and supporting her throughout her endeavors. Near the end she tells Dr. Glover that she will soon be eligible for a full professorship and talks about maybe being able to teach there. She later states that although she may become these things, “[her] interest in the theatre need not die.” This only heightens the evidence of Hurstons passion for the arts.","Hurston achieved great fame in her lifetime but she also suffered disgrace and was forgotten by the public. She wrote many plays and always kept the arts close to her heart. She was very passionate about the arts, including plays, paintings and novels, all and it played a huge role. Although Hurston did not get the credit she deserved when she was alive, she was honored after her death. Her novels and plays are now getting the recognition they always deserved. A movie was made celebrating her novel, “There Eyes Were Watching God.”","Zora Neale Hurston is confirmation that when trying to fight for your rights, your freedom or even you acceptance in society there are passive ways in which you can present your arguments and there are more forward ways. She was able to use both techniques throughout her time to reach some type of racial equality.  Hurston was an inspiration the civil rights movement and will always be remembered as one."," "],"display_date":"December 13, 1934","search_date":"1934-12-13","locations":[{"id":22732,"lat":28.5146851201,"lng":-81.3237702415,"zoom":9,"place":"Orange, Florida"}],"tags":[{"id":85,"tag":"Harlem Renaissance"},{"id":437,"tag":"Zora Neale Hurston"},{"id":438,"tag":"Rollins College"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}},{"id":4836,"title":"An Act of Heroism","course_id":33,"status":"P","start_date":"6/2/48","end_date":"6/2/48","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Greeting incoming Freshman at the start of the 1943-1944 year Miss Susan Wesley assisted in the girls unpacking, settling in, and adjusting to life away from home. A dorm mother to many girls who attended Rollins College Susan Wesley was an employee for the college a total of twenty-four years. The girls depended on Susan to help them through tough times, nurse them to health when sick as well as be a friendly face in the hallways of Cloverleaf dorm. Miss Wesley was born in Thomasville, Georgia, but came to Winter Park as a young woman and found work at Rollins College as a dorm mother. “Throughout her life here she [had] been and influence of good in [the] community through her personal life and through her work in the Baptist Church.” She not only was an influence on the girl but the whole town of Winter Park.","One stormy day in 1944 there was a terrible hurricane that hit Winter Park. Miss Wesley went straight to the Cloverleaf dorm to make sure all the girls were fine. The Rollins College Sandspur reported on her story of heroism after the hurricane, entitling it, “Lets Sing a Song About Suzy.” Miss Wesley’s interview and article had quotes from her describing her treacherous trip from her home to Cloverleaf dorm. While mopping and cleaning the corridors of the dorm she was asked why she felt she need to go to the dorm. Answering quickly, “I just know that I had to get up here and take care of those chillens.” Miss. Wesley thinking more about the well being of the cloverleaf girls than that of her own house, which the wind had taken the roofing off. She risked her life to walk to the dorm mid storm. This act of selflessness showed her heroism and her faithfulness to the care of those girls. Because of Miss. Wesleys dedication to the girls she was awarded with the distinction of being a recipient of the Rollins Decorations of Honor. One which no other black woman had received in Rollins College history. In a picture of Susan Wesley with fellow recipients for the year of 1948 she stands short in stature but regal in her carriage, holding the slightest smirk of satisfaction and admiration. The story of this gracious and perfectly mannered woman reveals the acceptance of not just African Americans but African American women in the south, throughout a time of resistance towards many African Americans. It also shows that there was the time taken to recognize acts of heroism by all no matter race.","The President of Rollins college at the time of the hurricane and the year Miss. Wesley received the award President Holt stated that, “for your many years of faithful service to Rollins, during which you and I have both worked for that college that we love; for your help to many hundreds of Rollins freshman girls; for your influence in Winter Park through church and club; for your generous service far beyond the call of duty...” and it goes on to present her with the Decoration of Honor. This once again shows her act of heroism and describes her dedication to the college and those girls. Many historians argued that whites in the past believed that blacks were ill-mannered, uncivilized people but Miss. Wesley gives a chance to all African Americans that even before the civil rights movement it was possible to make a name for yourself and be accepted."],"display_date":"June 2, 1948","search_date":"1948-06-02","locations":[{"id":27661,"lat":28.5146851201,"lng":-81.3237702415,"zoom":9,"place":"Orange, Florida"}],"tags":[{"id":439,"tag":"Susan Wesley"},{"id":438,"tag":"Rollins College"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}},{"id":4845,"title":"Zora Neale Hurston performs \"From Sun to Sun\" at Rollins College","course_id":33,"status":"P","start_date":"2/11/33","end_date":"2/11/33","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On Friday, February 11, 1933 Zora Neale Hurston’s program “From Sun to Sun” was shown at the Recreation Hall of Rollins College at 8:15 in the evening. At the performance Hurston led her company of Negroes in songs of African folklore, originating from various places around the state. Such songs included “Shack Rouser,” “East Coast Blues,” and “Alabama Bound”.  The scenery for “From Sun to Sun” was designed and created by Iven Tate, a young Negro artist from Orlando, Florida.","Hurston was born on January 7, 1891 in Notasulga, Alabama, though later in life claimed she was born in Eatonville, Florida in 1901. Eatonville was the first incorporated Negro town in America, where Hurston and her family moved to when she was three years old. In her 1928 essay “How It Feels to Be Colored Me” she describes the experience of growing up in Eatonville. She began her studies there, attending a grammar school in Jacksonville and later going to Morgan Academy in Baltimore, Maryland.  Hurston published four novels and over fifty short stories, plays, and essays.","In 1927 she was admitted to Barnard College where she majored in anthropology and studied under Dr. Frank Boas. Hurston was the first Negro to ever be admitted to the college and graduated in 1928.  By January 1932, she was working closely with the Creative Literature Department of Rollins College in an effort to produce a concert program of Negro folklore. On March 1 of the same year, a special half hour performance of folk songs and dances was given by Hurston, staged specifically for Miss Ruth St. Denis, a famous American dancer.","Hurston spent four years (1927-1931) in the South collecting material for this production in an effort to recreate an authentic portrait of folk-style songs, dances, tales and rituals. The work songs in the second number of the show (“Cold Rainy Day,” “Let the Deal Go Down”) refer to the songs sung by men working on the railroads, in the sawmills and in the phosphate mines in Florida. Sometimes the words simply add body to the tune as the music portrays the sounds of sawing a log, the swinging of a pick, and the driving of a nail.","Some of Hurston’s songs originate from jooks, a place of leisure for Negroes in the South. Jooks were a place where Africans could dance, sing and socialize amongst themselves. The jook songs are commonly known as “blues”, but many of them are considered ballads because they tell a story.  A person literate enough to put them on paper never hears these songs; they travel by word of mouth from one jook to another.","Hurston’s tour of “From Sun to Sun” has traveled across the country, touching all who experience its power. Negroes and friends of the Negroes will appreciate its heartfelt message of the slave experience. Zora Neale Hurston’s own participation in the program only adds to its influence and shows that she herself believes in its message and meaning."],"display_date":"February 11, 1933","search_date":"1933-02-11","locations":[{"id":22732,"lat":28.5146851201,"lng":-81.3237702415,"zoom":9,"place":"Orange, Florida"}],"tags":[{"id":438,"tag":"Rollins College"},{"id":437,"tag":"Zora Neale Hurston"},{"id":436,"tag":"florida slave history"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}},{"id":5598,"title":"Journey to Work: Hamilton Holt","course_id":88,"status":"P","start_date":"1/1/24","end_date":"12/31/24","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Dr. Hamilton Holt, eighth president of Rollins College, passed away on April 26, 1951 at the age of 78. He died of a heart attack at night in his home, two years after he left his presidency at Rollins. During his earlier life, Holt worked for the <em>Independent, </em>which was a weekly magazine founded by his grandfather and other members of a Congregational Church. Eventually Hamilton Holt would become the owner and editor of the <em>Independent</em> and continue to publish his literary work.","Holt promoted peace and disarmament during his lifetime. He won a myriad of accolades and awards for his work on social justice and peace. In 1924, he was the Democratic Party’s candidate for a special election in Connecticut, his home state, but was defeated by now famous Representative Hiram Bingham, who was also the man who discovered Machu Picchu.","After losing the election, Irving Bacheller, a trustee of Rollins College asked Holt if he would be interested in becoming the next president at Rollins.  Hamilton Holt’s response was that while he had never actually taught students, Holt believed that he had enough experience being taught and spending time in university setting that he should be able to perform the duties of President of Rollins College. Upon accepting the job, Hamilton Holt then had to travel from Connecticut to Rollins College in Winter Park, Florida. During this time period it was not an easy feat to travel such a long distance. There was no commercial air travel, and driving was not an option. Hamilton Holt most likely arrived Rollins via train from Connecticut and  disembarked at the old Winter Park train station, which is now used on weekends for the farmers market. From the station he most likely walked down Park Avenue and through the front gates of the campus.","Hamilton Holt redefined education at Rollins with the Rollins Educational Conference system. The impact of Holt’s changes are still evident in Rollins education today. Holt created a system in which students had an 8-hour day with hour periods, instead of just 8 hours of learning a day. This system allowed students to learn three subjects in one day and the fourth period was devoted to working so students could pay for tuition or immerse themselves in the arts. Holt held discussions between schools and scholars so they could discuss what should be learned in the classroom. This system created a debate centered on practicality versus continuing the traditional education path. Holt transformed Rollins from a struggling school into a striving liberal arts college with the reputation it has today. This is why Holt Avenue, Holt Building, and the Holt Night Evening School are all named after him. His impact on Rollins is arguably greater than that of any other president."],"display_date":1924,"search_date":"1924-07-01","locations":[{"id":21523,"lat":28.5146851201,"lng":-81.3237702415,"zoom":9,"place":"Orange, Florida"}],"tags":[{"id":1495,"tag":"Winter Park"},{"id":438,"tag":"Rollins College"},{"id":1496,"tag":"Florida"},{"id":1497,"tag":"Orlando"},{"id":1552,"tag":"Hamilton Holt"}],"course":{"name":"United States Since 1945","school":"Rollins College","course_id":88,"school_id":5}},{"id":6148,"title":"Cuban Students, American Dreams","course_id":131,"status":"P","start_date":"1899-01-24","end_date":"1899-01-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1899, there were a total of twenty-two Cuban students attending Rollins College, whereas before 1896, there were none. According to the Winter Park Scrapbook, they were the moral and intellectual equals of their American peers, though most knew very little English upon arriving in Winter Park. These students chose Rollins College primarily because of its proximity to their homeland and its affordable cost; many came from old patrician families whose fortunes had been ruined by the Cuban War for Independence and the Spanish-American War. These students were merely a few of thousands of young Cubans looking to come to America for an education, after their country severed ties with Spain[1].","The causes of this dramatic shift in educational preferences are interwoven both directly and indirectly with the consequences of the Spanish-American War and represent just one aspect of a shift throughout Cuba and the world. After years of war, Cuban society was in an upheaval; much of the upper class had lost everything, and a new economic and political system was well on its way to supplanting the old. For over three hundred years, Spain had been Cuba’s ruler and primary economic partner, but trade shifted markedly towards the United States when the price of sugar, Cuba’s chief export, dropped in 1884. This was the beginning of the decline of the wealthy sugar aristocracy, as American companies began to purchase and update struggling Cuban sugar mills to cut costs. Thus the island, once completely dependent on Spain, now had a much closer and wealthier trading partner[2].","The Cuban War for Independence began in 1895 but was not the first time Cubans had fought to free themselves from Spanish rule. This time, Cuba’s importance to the American economy ensured that, unlike in past struggles, the war got international publicity. Because of yellow journalism, there was a growing demand for American intervention in Cuba’s plight. After the famous sinking of the<em> USS Maine</em>, this demand culminated in the Spanish-American War of 1898. The United States quickly defeated Spain and won the war, by the end of which Cuba was ravaged by years of fighting but free of Spanish control. When the United States took temporary control of the island at the end of the war, ties between the two countries were strengthened even further[3].","This change in Cuba as a nation was only a piece of a larger transformation occurring throughout the world. By the twilight of the nineteenth century, the west was all but won; the United States was beginning to look beyond its own shores and becoming involved in global affairs. In the Spanish-American War, America truly made its entrance onto the world stage, defeating a major colonial power and taking Hawaii, Puerto Rico, and the Philippines as overseas territories as well as assuming control of Cuba[4]. The United States established a new reputation as a force to be reckoned with, and as it shifted its focus outward, the world in turn began to look towards it as a leader. The influx of Cuban students at Rollins and the widespread demand for American education described in the Winter Park Scrapbook directly after the Spanish-American War ended were just one part of this shift in both Cuban and global views as America took her place among the pantheon of global powers."," ","[1] Loring Augustus Chase, The Winter Park Scrapbooks “The Strike on the Domerick” (Loring Chase, Winter Park, 1893) 556","[2] Jose M. Hernandez, \"Cuba in 1898.\" The World of 1898: The Spanish-American War (Hispanic Division, Library of Congress). June 22, 2011. Accessed September 30, 2014.","[3] John A. Gutierrez, Encyclopedia of Cuba. 10th ed. Vol. 1. Westport, CT: Greenwood Press, 2013. 128-131.","[4] Paul T. McCartney, \"The War of 1898 and the Rise of American Imperialism.\" The Journal of American History 93, no. 3 (2006): 888-89. Accessed September 30, 2014."],"display_date":"January 24, 1899","search_date":"1899-01-24","locations":[{"id":1444,"lat":28.5664573086,"lng":-81.3013732137,"zoom":9,"place":"ORANGE, Florida"}],"tags":[{"id":438,"tag":"Rollins College"},{"id":1580,"tag":"Spanish-American War"},{"id":2333,"tag":"Cuban students"}],"course":{"name":"Decade of Decision 1890s","school":"Rollins College","course_id":131,"school_id":5}},{"id":6588,"title":"The Wagner Affair","course_id":167,"status":"P","start_date":"4/17/49","end_date":"4/17/51","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","In view of the fact that the Board of Trustees at its annual meeting, February 24-28, 1951, passed a resolution directing the President to reduce the faculty according to a set of principles.”[1] On Tuesday April 17, 1951 at 7:30 pm, the Executive Committee, Board of Trustees of Rollins College held a meeting with the student body to discuss the Wagner Affair. According to the Minutes of Meetings, Dr. Wagner wrongfully took the financial responsibility of the college into his own hands without the consultation of his peers.  Michael J. Worth and James W. Asp’s book <em>The Development Officer in Higher Education: Toward an Understanding of the Role </em>demonstrates how Wagner should have consulted the college’s developmental officer by insisting that the president’s job is to create revenue for the college.[2] Although the Winter Park community hated Dr. Wagner for what he did, they seemed to forget that the Board of Trustees were the people who initially supported his plan. People also seem to forget that Wagner considered other alternatives, such as increasing the immigrant population and raising college tuition, before doing what he felt was in the best interest of the college."," ","In the 1950s, the United States was involved the Cold War against the Soviet Union. Due to lack of soldiers from the previous World War II battles, the United States implemented the Selective Service Act, which gave President Roosevelt the right to draft men into the military. Wagner feared the draft would affect Rollins’ enrollment population and, ultimately, the revenue of the college. Wagner’s first plan of asking for the influx of Latino immigrants onto campus was denied. According to the <em>New Georgia Encyclopedia, </em>during this time minorities could have been a solution for Wagner’s population problem, but neither helped because the majority of schools were segregated at the time.[3] This block hindered Wagner’s solutions and forced his hand against his peers."," ","Trudy Banta and Gary Pike’s work “Revisiting the Blind Alley of Value Added” identifies the role of a college president to be to make appropriate changes to improve the teaching and learning processes at the institution.[4] Faculty and community members argued that Dr. Wagner was doing the opposite of this and, thus, hurting the students’ assessments. Wagner was criticized for not applying his democracy teachings to this situation. Ann McGee’s “The Role of President in Supporting College’s Foundation” speaks on what the students of Rollins wanted Wagner to do instead of firing faculty.[5] They simply wanted Wagner to use his presidential leadership to increase the school’s fundraising efforts. Wagner’s complete dismissal of the idea is what caused the rift between him and his counterparts and ultimately led to his impeachment."," ","The Wagner Affair came to an end in 1951 with the promotion of Hugh Mckean. The Wagner Affair was seen as a disappointment in Rollins College history, but it was also a learning experience for future endeavors. His actions were not ill intentioned but were proven incorrect nonetheless. This short affair provides not only Rollins but also other colleges with the realization of the importance of having a president who knows their role and can show financial wisdom in times of a crisis. The president must help the students and the school as a whole, combining personal insight along with communication between departments, like the Board of Trustees, to determine the best decisions. "," ","[1] Smith, Dr. E.R. <em>Minutes of Meeting Executive Committee Board of Trustees of Rollins College,</em> Papers. Archives and Special Collections. Olin Library, Rollins College, Winter Park, Florida."," ","[2] Worth, Michael J. and James W.  “The Development Officer in Higher Education”: <em>Toward an Understanding of the Role, </em>Ashe Eric Higher Education Report, Washington D.C., 1994  1-15"," ","[3] Hatfield, Edward A. \"Desegregation of Higher Education.\" New Georgia Encyclopedia. 02 August 2016. Web. 21 October 2016."," ","[4] Banta, Trudy W., and Gary R. Pike. “Revisiting the Blind Alley of Value Added.” <em>Assessment Update </em>19, no.1 (January 2007): 1-15 <em>Academic Search Premier, </em>EBSCOhost (accessed October 21, 2016).","<a href=\"http://onlinelibrary.wiley.com/doi/10.1002/au.191/epdf\">http://onlinelibrary.wiley.com/doi/10.1002/au.191/epdf</a>"," ","[5] McGee, E. Ann. “The Role of President in Supporting the College’s Foundation”, <em>New Directions for Community Colleges</em> 2003, no. 124 (Winter 2003): 41-46. <em>Academic Search Premier, </em>EBSCO host (accessed October 21, 2016)."," <a href=\"http://onlinelibrary.wiley.com/doi/10.1002/cc.132/epdf\">http://onlinelibrary.wiley.com/doi/10.1002/cc.132/epdf</a>"," "],"display_date":"April 17, 1949 - April 17, 1951","search_date":"1950-04-17","locations":[{"id":52968,"lat":28.5999998,"lng":-81.3392352,"zoom":8,"place":"Winter Park Florida"}],"tags":[{"id":438,"tag":"Rollins College"},{"id":3123,"tag":"Paul Wagner"}],"course":{"name":"HIS 120 Decade of Decision 1950s","school":"Rollins College","course_id":167,"school_id":5}},{"id":6591,"title":"The Wagner Affair: A Preview of Student Activism","course_id":167,"status":"P","start_date":"2/1/51","end_date":"5/31/51","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The 1950-51 academic year was one of turmoil at Rollins College in Winter Park, FL.  The previously peaceful liberal arts school was rocked by a scandal concerning the young President Paul Wagner.  This incident, which came to be known as the Wagner Affair, led to one of very few cases of student activism in the 1950s.  It was brought about by Paul Wagner’s increasing disregard for the democratic decision-making process traditionally implemented at Rollins, culminating in his decision to dismiss 23 faculty members.  He did so without consulting anyone else and upon announcing his intentions made it clear that his decision was final.  Wagner’s refusal to back down in the face of opposition and logical alternative solutions angered students so much that they eventually organized a walkout that would last until a decision regarding Wagner’s position as president was made.","Students of the 1950s generally weren’t prone to protests or other forms of activism.  When it comes to the topic of student activism, one usually thinks first of the 1960s; that is, after all, the decade in which students organized in masses never before seen to protest for social and political change.  Scholars point to several factors that influenced the period of apathy in the 50s.  In his book, <em>Student Politics in America</em>, Philip Altbach cites the political climate of the time and the start of the Cold War as main causes for a decline in political activism on campus.  He explains, “At a time when students were literally afraid to sign petitions even on non-political local issues, it is not surprising that Socialist or radical groups should find their memberships dwindling.” In his study into students’ value patterns in the 1950s, Dean Hoges found that students were heavily inclined toward conservative and Christian values and were disinclined to get involved in politics.  Overall, researchers conclude that the few student movements that did take place were generally over broad social and educational policies and were non-violent in nature.","The students’ reaction to the Wagner Affair, then, was both typical and atypical of the time.  The walkout staged by the students was non-violent, but the subject of their protests was one directly related to the college, rather than a broader issue.  The division this caused between students and faculty and high-level administrators was one never before experienced at Rollins.  The issue was eventually resolved with the dismissal of President Wagner, but not without leaving its mark on the school and the town of Winter Park.  It exposed the underlying political influences and conservative attitudes within the higher education system.  Wagner governed in a domineering style, using showmanship and charisma, much like prominent political figures of the time, and students were willing to follow his lead until he crossed a certain line.  It showed that student unrest was real, even if it was stifled by the prevailing attitudes of the decade and it demonstrated the use of peaceful protest techniques that would be utilized in the Civil Rights movement.  More than anything, though, the Wagner Affair provided a glimpse of what was to come in the 60s."],"display_date":"February 1, 1951 - May 31, 1951","search_date":"1951-04-01","locations":[{"id":52897,"lat":28.5999998,"lng":-81.3392352,"zoom":8,"place":"Winter Park, FL"}],"tags":[{"id":3131,"tag":"student activism"},{"id":1648,"tag":"1950s"},{"id":2954,"tag":"College Students"},{"id":3123,"tag":"Paul Wagner"},{"id":438,"tag":"Rollins College"}],"course":{"name":"HIS 120 Decade of Decision 1950s","school":"Rollins College","course_id":167,"school_id":5}},{"id":6594,"title":"The Wagner Affair: Educational Attainment","course_id":167,"status":"P","start_date":"9/2/45","end_date":"5/31/52","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["     The Wagner Affair left Rollins College in a financial crisis, with the desire to reach a state of peace and accord. The Executive Committee of Rollins College addressed the Alumni Association on March 30<sup>th</sup>, 1951 and discussed the present and future financial image of Rollins College. According to Paul Wagner, president of Rollins College, there would be a probable 30% decrease in the student body in the following academic year. The final calculation showed that out of the 425 undergraduates enrolled, only 199 were expected to return the next year. The Statement of the Student Committee, however, showed their resistance to the dismissal of faculty, which was inevitable after the student body count dropped. They believed that the education they paid for was not one they were receiving. The students trusted that by paying the tuition, they would be able to study under the professors of their own choosing in their major fields. Their educational attainment depended on the faculty and their experience and guidance.","     The issue at Rollins and with Paul Wagner began around the time the United States was recovering from the war. The end of World War Two and the start of the Cold War, however, did not affect the educational attainment for students and even war veterans coming back from war to a certain extent. Laws, like the G.I Bill, were considered the “most ambitious educational experiment.” The number of veterans who enrolled in college exceeded many people’s expectations, as veterans accounted for 70% of all male enrollment. Historians and economists point to the G.I Bill as a policy instrument that had the greatest effect on the level of educational attainment of returning veterans and on the overall higher education in America. It was seen as a policy that democratized the collegiate population as it made college a viable option for men with different racial backgrounds and low-income families.","    However, this was not completely true as the effects of the G.I Bill on collegiate attainment did differ for black and white Americans residing in the South. Black veterans in the South were limited in their educational attainment and the choices available to them. The G.I Bill did not provide enough opportunities in higher education for black veterans in the South. When it came to investments in colleges and universities, it was limited which was proven to affect their benefits in the long run. As the Cold War expanded and the Korean war came closer to happening, drafting increased rapidly which put pressure on men and their future. As the student body count at Rollins decreased as more men were leaving for the army, Paul Wagner tried to create solutions to solve the financial issue that was going to hit Rollins. The sudden drop in the tuition that they were going to receive set them into a mode of panic which resulted in quick and not thought through resolutions to avoid a huge debt. However, as segregation continued to hold a place during the 1950s, increasing the minority population at Rollins was not going to work.","     The concern of the students at Rollins College with their educational attainment can be related to the bigger issue of education attainment in the United States after the Second World War and the start of the Cold War. Some of the laws that were imposed to help increase higher education did not help everyone in need. The war had a strong negative impact on postsecondary education as it drew students out of colleges much earlier leading to a delay in the attainment of a complete education."],"display_date":"September 2, 1945 - May 31, 1952","search_date":"1949-01-15","locations":[{"id":52921,"lat":28.5999998,"lng":-81.3392352,"zoom":8,"place":"Winter Park, Florida"}],"tags":[{"id":3130,"tag":"Wagner affair"},{"id":438,"tag":"Rollins College"},{"id":3123,"tag":"Paul Wagner"},{"id":3134,"tag":"Educational Attainment"}],"course":{"name":"HIS 120 Decade of Decision 1950s","school":"Rollins College","course_id":167,"school_id":5}},{"id":6599,"title":"Public Distrust in Large Institutions in the 1950s","course_id":167,"status":"P","start_date":"1/1/50","end_date":"12/31/59","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On March 17, 1951 the <em>Sandspur—</em>Rollins College’s student news publication, published an article called “Trustees Back Faculty Cuts.” The newspaper article reported on the responses of various groups at Rollins on their opinions on the faculty dismissals that were carried out by President Wagner and supported by the Board of Trustees. According to the article, Rollins and faculty and students were largely dissatisfied by how the dismissals were handled by Wagner; they felt such drastic action should not have been carried out without first consulting them on the issue. The article “Trustees Back Faculty Cuts” highlights and illustrates the dissatisfaction and changing relationship that the public had with large institutions during the fifties. ","            American secondary education expanded during the fifties due to both a rise in population and the growth of the middle class. Historian Richard Stanley writes “Colleges and universities, both public and private, experienced an unprecedented period of rapid growth following the end of World War II.”[1] Increased enrollment meant “…educators warned of coming teacher and classroom shortages—crowded schools plagued the educational system throughout the decade.”[2] During the Eisenhower administration, more schools were built across the country and education became more centralized. The fifties in the United States are characterized as a period of rapid political, social, and economic change; this culture of change trickled down in to the curriculum of many American colleges. Many schools began to alter their curriculum in an attempt to safeguard American political ideals. For example, Alabama State College implemented a curriculum with a heavy emphasis on democracy, student responsibility, and patriotism during the period. Students were taught “…life lessons about democracy, loyalty, dedication, perseverance, and the responsibility of being a contributor. Moreover, these deeply profound lessons were woven throughout the classic liberal arts college preparatory curriculum.”[3] Similarly to Alabama State College, the use of curriculum as a tool of political socialization was also prevalent at Southern Methodist College during the fifties. Historian Adrienne Caughfield explains “…American classrooms, now seen as battlegrounds, in which young innocents—not only school children, but also college students, newly released on campus without parental supervision—became targets of Marxist persuasion. The thought of such agents shaping the minds of American children justified a severe response.”[4] These examples demonstrate how the American public’s fear and distrust of communism and other foreign ideas trickled down into the education system. ","            The fifties were a period marked by administrative and political distrust. This was exemplified by the changes in culture and curriculum that were implemented in liberal arts schools across the country during the decade. ","Bibliography","Caughfield, Adrienne. \"Fighting the cold war at Southern Methodist University.\" <em>Journal of</em>","<em>Southern History</em> 81, no. 3 (2015): 647+. <em>Academic OneFile</em> (accessed October 26, 2016). <a href=\"http://ezproxy.rollins.edu:2048/login?url=\">http://ezproxy.rollins.edu:2048/login?url=</a> <a href=\"http://go.galegroup.com.ezproxy.rollins.edu:2048/ps/i.do?p=AONE&sw=w&u=wint47629&v=2.1&it=r&id=GALE%7CA426146793&asid=22fbccc1fdfdad958e6073b156ecb486.\">http://go.galegroup.com.ezproxy.rollins.edu:2048/ps/i.do?p=AONE&sw=w&u=wint47629&v=2.1&it=r&id=GALE%7CA426146793&asid=22fbccc1fdfdad958e6073b156ecb486.</a>","Layman, Richard. <em>American Decades: 1950-1959. </em>Hanover: Cengage Gale. 1994.","Pierson, Sharon. \"\"LIVING IN A CHANGING SOCIETY\": A Case Study of the Challenge of","Democracy in Segregated Schooling at Alabama State College Laboratory School in the","1950s.\" <em>American Educational History Journal</em> 37, no. 1 (2010): 187-205. <a href=\"http://ezproxy.rollins.edu:2048/login?url=http://search.proquest.com/docview/867849370?accountid=13584.\">http://ezproxy.rollins.edu:2048/login?url=http://search.proquest.com/docview/867849370?accountid=13584.</a>","Stanley, Richard T. “Education” in <em>The Eisenhower Years: A Social History of the 1950’s.</em>","            iUniverse, 2012,","“Trustees Back Faculty Cuts.” <em>Rollins Sandspur, </em>Mar. 17, 1951, final edition, sec. 1."," "," "," "," "," "," "," ","[1] Richard Stanley. <em>The Eisenhower Years: A Social History of the 1950s. </em>iUniverse, 127.","[2] Richard Layman. <em>American Decades: 1950-1959. </em>(Hanover: Cengage Gale, 1994), 264.","[3] Sharon Pierson. “Living in a Changing Society.” <em>American Educational History Journal, </em>37, no. 1, 188.","[4] Adrienne Caughfield. “Fighting the Cold War at Southern Methodist University.” <em>Journal of Southern History, </em>81, no. 3, 647."],"display_date":"1950 - 1959","search_date":"1954-12-31","locations":[{"id":52922,"lat":28.5383355,"lng":-81.3792365,"zoom":8,"place":"Orlando, Florida"}],"tags":[{"id":291,"tag":"Cold War"},{"id":438,"tag":"Rollins College"},{"id":3130,"tag":"Wagner affair"},{"id":3138,"tag":"liberal arts education"}],"course":{"name":"HIS 120 Decade of Decision 1950s","school":"Rollins College","course_id":167,"school_id":5}},{"id":6601,"title":"The Beginings of Change for the Voice of Women in Collegiate Settings Post-WW2 as Exemplified by Rollins College","course_id":167,"status":"P","start_date":"4/18/51","end_date":"5/24/51","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Despite the overwhelming trend of female-dominated student bodies during and immediately following World War II, the actuality of collegiate representation and consideration for female students and faculty in the United States was disparagingly low. Unfortunately, Rollins College, an educational institution founded in 1885 by Lucy Cross and the Congregational Church, was no different from the majority of its peers. In the post-war era, colleges across the nation suffered from lowered attendance rates, and with the impending conflict in Korea potentially reducing their student body yet again, many institutions felt they were in a time of crisis. Rollins College was, again, no exception, with this tumultuous landscape providing the opportunity for the greatest scandal the college has faced to date, the Wagner affair.","Paul Wagner was brought to Rollins to serve as president after the esteemed career of Hamilton Holt. Handpicked by Holt himself based on promises of a more engaged student body, Wagner initially seemed all the heir-apparent he had sold himself to be; however, as the Korean anxiety grew and financial crisis seemed eminent, his series of totalitarian demands upon the student body and faculty pushed the already shaken college into action, and Wagner was unwillingly ousted only two years into his presidency. As Wagner’s career burnt out, Holt was called back into action in hopes of gathering support in removing his successor, which was deemed necessary if the college were to survive. In his attempts, Holt engaged in personal correspondence with many of the members of Rollins’ Board of Trustees, including Dr. Paul Stillman of California.","In his correspondence with Stillman, Holt makes it clear that he will ensure insomuch as he can the compensation of Stillman, and other out of state trustees, who attend to ensure that Wagner is removed from office, reaffirming that, if nothing else, the Rollins Board of Trustees was something of an old boys’ club. Of the eleven trustees who voted to remove Wagner from office, only two were women, and one of these was the wife of acting President McKean. The men involved in the administration of Rollins were from an elite and educated class of white Americans, with most of the trustees living lives of prestige and security even in these uncertain times, far from the issues that affected the students and faculty of Rollins College.  ","Obviously, the social norms were not on the side of femininity. As smized by May in her work<em> Homeward Bound: American Families in the Cold War Era</em>, “These public health professionals argued that inside as well as outside the home, women who challenged traditional roles placed the security of the nation at risk.” Retroactively, these beliefs and actions seem absurd, if not blatantly incorrect and offensive, and within the confines of the decade, and even with regards to the Wagner affair, female students, administration, and faculty would begin to push for more presence in higher education."," "," "],"display_date":"April 18, 1951 - May 24, 1951","search_date":"1951-05-06","locations":[{"id":52973,"lat":28.5999998,"lng":-81.3392352,"zoom":8,"place":"Rollins College, Winter Park"}],"tags":[{"id":3141,"tag":"gender inequality"},{"id":438,"tag":"Rollins College"},{"id":6,"tag":"Education"}],"course":{"name":"HIS 120 Decade of Decision 1950s","school":"Rollins College","course_id":167,"school_id":5}}]}