{"id":439,"tag":"Susan Wesley","points":[[28.5146851201,-81.3237702415]],"bounds":[[28.5146851201,-81.3237702415],[28.5146851201,-81.3237702415]],"episodes":[{"id":4836,"title":"An Act of Heroism","course_id":33,"status":"P","start_date":"6/2/48","end_date":"6/2/48","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Greeting incoming Freshman at the start of the 1943-1944 year Miss Susan Wesley assisted in the girls unpacking, settling in, and adjusting to life away from home. A dorm mother to many girls who attended Rollins College Susan Wesley was an employee for the college a total of twenty-four years. The girls depended on Susan to help them through tough times, nurse them to health when sick as well as be a friendly face in the hallways of Cloverleaf dorm. Miss Wesley was born in Thomasville, Georgia, but came to Winter Park as a young woman and found work at Rollins College as a dorm mother. “Throughout her life here she [had] been and influence of good in [the] community through her personal life and through her work in the Baptist Church.” She not only was an influence on the girl but the whole town of Winter Park.","One stormy day in 1944 there was a terrible hurricane that hit Winter Park. Miss Wesley went straight to the Cloverleaf dorm to make sure all the girls were fine. The Rollins College Sandspur reported on her story of heroism after the hurricane, entitling it, “Lets Sing a Song About Suzy.” Miss Wesley’s interview and article had quotes from her describing her treacherous trip from her home to Cloverleaf dorm. While mopping and cleaning the corridors of the dorm she was asked why she felt she need to go to the dorm. Answering quickly, “I just know that I had to get up here and take care of those chillens.” Miss. Wesley thinking more about the well being of the cloverleaf girls than that of her own house, which the wind had taken the roofing off. She risked her life to walk to the dorm mid storm. This act of selflessness showed her heroism and her faithfulness to the care of those girls. Because of Miss. Wesleys dedication to the girls she was awarded with the distinction of being a recipient of the Rollins Decorations of Honor. One which no other black woman had received in Rollins College history. In a picture of Susan Wesley with fellow recipients for the year of 1948 she stands short in stature but regal in her carriage, holding the slightest smirk of satisfaction and admiration. The story of this gracious and perfectly mannered woman reveals the acceptance of not just African Americans but African American women in the south, throughout a time of resistance towards many African Americans. It also shows that there was the time taken to recognize acts of heroism by all no matter race.","The President of Rollins college at the time of the hurricane and the year Miss. Wesley received the award President Holt stated that, “for your many years of faithful service to Rollins, during which you and I have both worked for that college that we love; for your help to many hundreds of Rollins freshman girls; for your influence in Winter Park through church and club; for your generous service far beyond the call of duty...” and it goes on to present her with the Decoration of Honor. This once again shows her act of heroism and describes her dedication to the college and those girls. Many historians argued that whites in the past believed that blacks were ill-mannered, uncivilized people but Miss. Wesley gives a chance to all African Americans that even before the civil rights movement it was possible to make a name for yourself and be accepted."],"display_date":"June 2, 1948","search_date":"1948-06-02","locations":[{"id":27661,"lat":28.5146851201,"lng":-81.3237702415,"zoom":9,"place":"Orange, Florida"}],"tags":[{"id":439,"tag":"Susan Wesley"},{"id":438,"tag":"Rollins College"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}}]}