{"id":444,"tag":"New Smyrna","points":[],"bounds":[[-100,-100],[100,100]],"episodes":[{"id":4839,"title":"Slave Smuggling in New Smyrna","course_id":33,"status":"P","start_date":"1826-06-06","end_date":"1831-07-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["It was June 6<sup>th</sup>, 1826 when David R. Dunham, inspector of customs at New Smyrna, located a small schooner from Virginia that was operating quite oddly. The ‘John Richard” which was captained by James Spillman, arrived in St. Augustine from Alexandria with provisions for the U.S. troops that were stationed in Florida. Captain Spillman intended to immediately stock-up and depart for the West Indies under the pretence of getting a cargo of fruit to take to New York. Dunham was informed that the vessel had in fact been charted to go to Nassau to bring into the Florida territory about 40 Negro slaves; belonging to two gentlemen residing on separate plantations along the coast where Dunham was stationed. Four days later the inspector received further information from “a gentleman of this place entitled to credit” about the Nassau slaver. What Dunham had notified about was that the correct number of slaves onboard the John Richard was actually around 100, and not 40. This new information also brought a sense of helplessness with the fact that now days later, the John Richard and all the slaves that were in it had left the port. Dunham confirmed in himself that the slaves involved in this trade would probably be carried to the coast along the Gulf of Mexico and placed on shore somewhere between Tampa and St. Marks. There it would be a very easy matter after those slaves were landed to spread them into the interior of the state and slowly afterwards get rid of them at the owners expense. Even with all this information and a more than knowledgeable approach as to where the slaves would be unloaded, Dunham’s claims went relatively unnoticed until his letter of the fifth instant respecting the slaves newly introduced into his district, had been received by the District Attorney. Incredibly, it was more than five years (1831) until the Secretary of Treasury returned the Report to Dunham. The truth was that slave trading wasn’t all that informal, and although the slaves had to be smuggled into the country, many people in power chose to ignore the influx of slaves because frankly, America needed them to ensure it’s ability to continue producing. Letters to and from the collectors of slaves helps to enforce the fact that their was actual Americans who had intel on the slave trading business and although they seldom caught and prosecuted the captains responsible – at least they were concerned with and passionate about stopping slavery."],"display_date":"June 6, 1826 - July 2, 1831","search_date":"1828-12-17","locations":[{"id":1281,"lat":null,"lng":null,"zoom":8,"place":"Florida, Florida"}],"tags":[{"id":4,"tag":"Slavery"},{"id":142,"tag":"african americans"},{"id":443,"tag":"Smuggling"},{"id":444,"tag":"New Smyrna"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}}]}