{"id":445,"tag":"Education for blacks","points":[[28.6157324623,-81.3533405132],[33.9914893238,-80.8577865567]],"bounds":[[33.9914893238,-80.8577865567],[28.6157324623,-81.3533405132]],"episodes":[{"id":4842,"title":"Eatonville and the Robert Hungerford Industrial School","course_id":33,"status":"P","start_date":"1888-01-01","end_date":"12/31/10","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Dr. Robert Hungerford is best known for the school in Maitland, Florida that was named after him, however, his willingness and selfless attitude in preaching education is what best characterizes the type of person he actually was. Hungerford was a young white physician from Seymour, Connecticut who spent a winter in Maitland, Florida in hopes of bettering his health.  While in Maitland, he became interested in a group of African Americans and preached to them the importance of education.  After returning home to Connecticut, from his trip to Florida, Dr. Hungerford contracted the typhoid fever from an ill African American youth and eventually passed away in 1888.  The following year, the group of Negroes he first worked with in Maitland came together and started a small black school near Maitland, naming it the Robert Hungerford School in memory great memory of their mentor.  The principle of the school was Russell C. Calhoun, who gained a college education and one of Dr. Hungerford’s brightest scholars.  A few years after the school opened, Dr. Hungerford’s father gave the school one hundred and sixty acres of land as a memorial to his son and the school greatly expanded.","The Robert Hungerford Industrial School was soon established and it provided African Americans with means of learning as well as direct industrial work experience.  The school owned more than two hundred acres of suitable land for farming and building.  The students of both sexes would attend school for half of the day and work the other half of the day.  The county of the school was given two hundred and forty dollars a month to cover the wages of the teachers, however, the principle nor the treasurer received any pay for their work.","In a time where the country was going through much racism and hatred toward African Americans, education was not viewed as very important.  This was until Dr. Hungerford came into the scene and ultimately transformed education for the African American people of the South.  His generosity and willingness to help poor African American children was taken very seriously and opened the door for many young men and women.  The creation of the Industrial School provided real life work experience, as well as many different learning opportunities.  Students came from all over Florida to take part in this excellent program that quickly took off from the very beginning.  The early 1900’s were a very tough time for African Americans, although Dr. Hungerford wasn’t directly apart of the creation of the school, his willingness to reach out and help the African Americans went a long way in establishing some of the first means of education in the South.  Black students were provided opportunities that at the time were unheard of in many parts of the U.S.  Several years after the original creation of the school, Hungerford graduates were successful students in Florida, Georgia, North Carolina and Virginia.  Although the original school is no longer present, the name still lives on as the name of an elementary school in Eatonville."," "],"display_date":"1888 - 1910","search_date":"1899-07-01","locations":[{"id":1443,"lat":28.6157324623,"lng":-81.3533405132,"zoom":8,"place":"ORANGE, Florida"}],"tags":[{"id":445,"tag":"Education for blacks"},{"id":142,"tag":"african americans"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}},{"id":5063,"title":"Teaching our Slaves to Read","course_id":43,"status":"P","start_date":"1862-10-08","end_date":"1862-10-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“Extra! Extra! Read all about it! Newspaper supports illiteracy!” This confusing fictional phrase would have been the perfect attention grabber for The Confederate Baptist, a southern newspaper that did just that.  In its second ever publication, The Confederate Baptist included a column on its front page entitled “Teaching our Slaves to Read.”  The newspaper largely served as a religious tool of education during the years of the American Civil War and thus hardly an issue was released that did not romanticize the war effort, justify the traditions of the South (particularly slavery) or attempt to instill the virtues of the Confederacy.","<br /> In this particular piece, the editors of the paper dealt with the tension between their Christian basis and slave-owning readers.  While numerous issues of the newspaper presented different versions of religious based justifications for slavery, here the issue was about teaching slaves about the Bible.  The spreading of the Gospel was fundamental to the Baptist belief system but actively teaching slaves to read and write presented a real threat to the institution of slavery and was in fact illegal in both Georgia and South Carolina in 1862.  Luckily the contributors of The Confederate Baptist found a loophole that allowed them, in their minds, to uphold both traditions of slavery and Christianity.  The column states that “the reading of the Scriptures is not essential to the salvation of our slaves.  Faith cometh by hearing, and all the benefits of revelation may be communicated to them by what has always been the great means of conversion, the preaching of the Word.  Oral communication has ever been God’s chosen method of saving sinners.”","<br /> In her book, When I can Read My Title Clear, Janet Duitsman Cornelius examines this issue of “Bible Slavery.”  While literacy was certainly not common among slaves, some slave-owners did advocate the education of their slaves, to varying degrees and for varying reasons.  One slave-owner recalled that it was advantageous to him to have slaves that could read but not write, thus education was simply pragmatic in nature.  Other slave-owners decided to educate their slaves in opposition to a central government telling them what they could and could not do with their “property”.  Other Christians felt that personal reading and understanding of the Bible was essential to salvation and therefore taught their slaves to read.  In none of these cases, however, does one find a true sympathy for the situation for the slaves beyond religious ideologies and therefore education is never brought to the slaves in the South that would lead to a potential improvement of their situation."],"display_date":"October 8, 1862","search_date":"1862-10-08","locations":[{"id":11638,"lat":33.9914893238,"lng":-80.8577865567,"zoom":9,"place":"RICHLAND, South Carolina"}],"tags":[{"id":445,"tag":"Education for blacks"},{"id":79,"tag":"Religion"},{"id":4,"tag":"Slavery"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5610,"title":"Educational Needs Sparked by the Thirteenth Amendment","course_id":93,"status":"P","start_date":"1865-01-31","end_date":"1865-01-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["While most northern newspapers were printing articles celebrating the passage of the Thirteenth Amendment, the <em>Daily National Intelligencer</em> published a sobering editorial that focused on the challenges still facing the nation.  This editorial, printed on February 1, 1865 in response to the passage of the Thirteenth Amendment by Congress, recognized the great accomplishment but also pointed out that the country now had to care for a newly freed population.  The editor stated, “How this multitude of ignorant and helpless men are to be cared for is such a weight upon the public conscience as should never cease to oppress it until a clear account can be rendered.”  This was an urgent concern that had to be addressed.","The education of slaves often integrated vocational skills training and religious instruction.  However, reading and writing were rarely included because literate slaves were viewed as a threat to their slaveholders.  Being literate would enable them to communicate with other slaves.  It was feared that this would lead to the organization of riots and escapes.  Often, slaves who could read and write were segregated from the other slaves and sometimes branded for easy recognition.  In addition, the illiteracy of slaves helped to ensure the continuance of their low social ranking.","Because of their prior vocational training, many freedmen had skills that enabled them to secure jobs as laborers.  Their illiteracy, however, was a hindrance.  To address the educational needs, along with the many other needs, of the freedmen, the Freedmen’s Bureau was established.  The role of this organization was to meet educational needs by developing schools for freedmen.  This proved to be a challenging task.  In his book about The Freedmen’s Bureau, Paul Cimbala stated, “The federal government failed to provide the Bureau with sufficient financial resources to do great things for education…”  The Bureau had to rely on contributions of both whites and African Americans.  Some northern groups donated funds towards the project, but it was often not enough.  Gilbert Eberhart, the Georgia Bureau’s chief education officer, believed that freedmen should pay their own way for education.  However, this would be a problem because most freedmen were illiterate and unemployed or making very little pay at the jobs they did have.  They would more than likely not be able to finance the needed institutions on their own.","As this editorial indicated, the North had been pushing for the abolition of slavery for awhile.  Following the Emancipation Proclamation set forth by President Lincoln during the Civil War, the Thirteenth Amendment fulfilled that goal.  Unfortunately, the problems and challenges did not end along with slavery.  The population of freedmen had many needs.  High among those needs was education, as most freedmen were illiterate.  The <em>Daily National Intelligencer</em> reminded the public, “There are many questions involved in this problem of the gravest character; but sufficient unto the day is the evil thereof.”  Despite the hurdles the country still had to face, celebration was in order."],"display_date":"January 31, 1865","search_date":"1865-01-31","locations":[{"id":1276,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":445,"tag":"Education for blacks"},{"id":95,"tag":"Abolition"},{"id":9,"tag":"Law"},{"id":4,"tag":"Slavery"},{"id":142,"tag":"african americans"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":93,"school_id":3}}]}