{"id":449,"tag":"Anna Kingsley","points":[[30.6668452265,-81.5110477739]],"bounds":[[30.6668452265,-81.5110477739],[30.6668452265,-81.5110477739]],"episodes":[{"id":4840,"title":"Anna Madgigine Jai Kingsley: A Free Woman","course_id":33,"status":"P","start_date":"1855-01-01","end_date":"1870-05-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Unrestrained Florida landscapes surround the large, white plantation home on Fort George Island, now called “The Princess House.” Echoes of past voices in celebration, in labour, and in daily life resound through the hollow rooms, the large covered porch, and the plantation grounds. Once home to an African princess, wed to a Spanish plantation owner, the home stands as a piece of living African American history.","Life for Anna Madgigine Jai was immensely different from the lives of most African slaves in the Americas. Purchased as a slave woman in Havana, Cuba by Zephaniah Kingsley at the age of 13, Anna was taken as her master’s wife and brought to East Florida, where she would eventually run plantations, operate businesses, and even own African slaves. As the supposed daughter of a ruling family in Senegal in West Africa, Anna went on to lead a royal lifestyle in Florida and to leave behind a legacy of strength and determination.","After her purchase at a slave market in Cuba, Zephaniah Kingsley- 30 years her senior- took Anna as his wife and brought her to his plantation, Laurel Grove, in then-Spanish East Florida, south of modern day Jacksonville. Anna’s life story provides a glimpse into the lives of the many African women who were enslaved in the New World and taken as wives by their masters. The practice of interracial marriage between slaves and Europeans was not uncommon in Spanish colonial times, as society was much more racially mixed than society in English colonies. The Spanish treated slaves more humanely than the French and the English, and gave them many chances to gain their freedom, allowed them to become full citizens after liberation, and frequently built families with Africans. In fact, the first free black town was formed in Spanish Florida.","Unlike her husband’s other, numerous slaves who lived in 32 tabby slave shacks, Anna Kingsley resided in the Laurel Grove’s main plantation house. In 1811, just five years after her purchase, Anna was unbound from the ties of slavery by her husband. By this time, the African princess had given birth to three of Zephaniah’s children: George, Martha, and Mary. The three mulatto offspring- of both African and European ancestry- were also freed by their Spanish father. The couple’s fourth child, John, was later born on Fort George Island.","Anna Kingsley survived enslavement, separation from her homeland and family, the “Middle Passage” across the Atlantic, purchase in Cuba, and a lifetime of struggle against expanding racist attitudes and laws in Florida. She raised four children who were constantly discriminated against for their mixed heritage, and, throughout her lifetime, policies regarding slavery and race in Florida underwent drastic changes that directly affected her life and her family. Her story is one of extreme difficulty, bravery, and endurance, but also of luxury unknown to the majority of Africans in the Americas.","Anna’s story carries on through the living history of her life on Fort George Island. The “White House of the Republic of Florida,” now called the “Princess House” after it’s historic owner, stands as evidence of Anna’s life and success on the beautiful isle."],"display_date":"January 1, 1855 - May 31, 1870","search_date":"1862-09-15","locations":[{"id":1435,"lat":30.6668452265,"lng":-81.5110477739,"zoom":9,"place":"NASSAU, Florida"}],"tags":[{"id":142,"tag":"african americans"},{"id":449,"tag":"Anna Kingsley"},{"id":463,"tag":"African American Women"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}}]}