{"id":45,"tag":"Greek Revival","points":[[30.1220750117,-89.7244851703]],"bounds":[[30.1220750117,-89.7244851703],[30.1220750117,-89.7244851703]],"episodes":[{"id":4442,"title":"Influence of Greek Revival Architecture\n","course_id":16,"status":"P","start_date":"1834-01-01","end_date":"1834-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"Y","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Greek Revival sprung into the American architectural landscape just as quickly as it disappeared lasting only from the 1820s to 1850s.  A typical result from the movement was a James Gallier product that was part of the \"Three Sisters\" and constructed on Rampart Street in New Orleans in conjunction with two other Greek Revival town homes.  Originally built in 1834 as a residential structure, it was one of Gallier's first projects within the city.  Gallier, one of the forerunners in Greek Revival architecture in the South and prominent architect of the period, had a significant role in changing \"the look\" of New Orleans.  His inspiration came from his belief that \"the character of the genuine architecture of the Greeks, in their brightest days... is that of an imposing grandeur united to pleasing simplicity, elegance of ornament, and harmony of proportion in an eminent degree.\"  A simple observation links his building to a traditional Greek temple due explicitly to the four columns and stylistic roof.  The town house is also adorned with wrought iron fencing and the frame is structured in simple lines and geometric symmetry.   Aligned with the Greek Revival movement, the construction stemmed from a passion and appreciation of the Greek form and style.  The structure portrayed an air of prominence and Republican simplicity because of the conscious display of splendor and the elemental nature.  The decision to pursue such a design was reflective of the times which placed emphasis on artistic achievement and where restraint and clear surfaces were valued.   ","The functionality of the building underwent a transformation after a shift in cultural values sparked a greater pursuit of wealth.  The shift called for ostentatious residences that showcased prosperity and the owner's habit of extravagances.  Initially classified as the most advanced structural form of the day, this town house was converted into a coffee shop probably around the beginning of the Civil War as there was a change in the cultural climate, and its clean exterior was deemed too bland to house anyone of stature.  However, this makeover was still partially in line with the Greek Revival movement because as Joseph Downs stated, \"Greek Revival in the United States was one of progress and commercial expansion.\"  The alteration gave way to the economic growth that permitted the formation of new industries and allowed the building to take on a new role as part of the commercial sector in New Orleans.  As a coffee shop, this building served as a social gathering spot and held a more public position within the city.  Unfortunately, in 1952 the town house was torn down and replaced by an automobile service center and its parking lot indicating the decline of importance of neoclassical ideals."],"display_date":1834,"search_date":"1834-07-02","locations":[{"id":5596,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":35,"tag":"Architecture"},{"id":45,"tag":"Greek Revival"}],"course":{"name":"History of Urban and Suburban America","school":"Furman University","course_id":16,"school_id":4}}]}