{"id":450,"tag":"Powerful Women in History","points":[[41.8399513458,-87.8166666032],[44.2738078175,-72.6171283227]],"bounds":[[44.2738078175,-72.6171283227],[41.8399513458,-87.8166666032]],"episodes":[{"id":5113,"title":"Women's Rights Activist Experiences Effects of the Communication Revolution","course_id":50,"status":"P","start_date":"1872-01-01","end_date":"1872-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["During the first of three visits to America in the fall of 1872,  Emily Faithfull, an Englishwoman and women's rights activist described the problematic state of affairs that existed in the American government. During her stay, she closely followed the news articles published in the <em>The New York Daily</em>, <em>The Boston Herald,</em> and <em>The Chicago Tribune, </em>which all related stories of corrupt government officials and the perversion of justice that threatened America's democratic values. Emily Faithfull expressed specific concern over the abuse of justice that pervaded the courts, and in particular, the juries which she believed were placing its citizens' freedoms at risk. In the <em>Chicago Tribune</em> she read of the unqualified men that sat in the juries;men who were either too illiterate to properly \"weigh evidence\" or too apathetic to uphold the proceedings of a just trial. Other men, she learned, \"sympathize\" with the criminal class and withheld the execution of justice (that defines American values).<br /><br /> In her writings, Faithfull asserted that anyone who read the newspapers on a regular basis understood the amount of effort required to improve the situation. Accordingly, she related that in response to such news, \"some young men of the best families have awakened to a sense of their individual responsibility with regard to public matters and have organized a club with the view of encouraging an active participation in political movements.\" Outraged and troubled, Faithfull emotionally warned of the consequences of inaction that allowed those conditions to exist. She continued by urging those who \"love America\" and care for their \"nation's well-being\" to take on proactive measures to keep unscrupulous juries out of the courtroom in order to protect their democracy.","Her description and strong opinions regarding the daily events in American life reflected the effects of the widespread dissemination of information (telegraphs, publication of newspapers, magazines, pamphlets and books), which swept America in the 19th century. Historian Robert Brown regards the effects of the new found  public awareness as the \"communication revolution\" and credits the dramatic changes to technological advancements in transportation and commercialism. The communication revolution, he explains, profoundly impacted every area of society including politics, journalism, education, social movements and commerce. An informed public was now in a position to more actively participate in politics, assemble with others of similar views, voice their opinion, as well as petition and protest. Like Emily Faithfull and the men she describes, having the news at one's fingertips not only empowered aristocrats, farmers, women and slaves but also transformed much of society's outlook and behavior. People could now utilize the power of communication to influence the public and shape the world."],"display_date":1872,"search_date":"1872-07-01","locations":[{"id":2540,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"COOK, Illinois"}],"tags":[{"id":484,"tag":"Juries"},{"id":450,"tag":"Powerful Women in History"},{"id":800,"tag":"Communication Revolution"},{"id":459,"tag":"Female Authors"},{"id":7,"tag":"Women"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":50,"school_id":40}},{"id":5115,"title":"Women's Welfare Activist Records Inequalities Faced by Female Teachers","course_id":50,"status":"P","start_date":"1862-01-01","end_date":"1862-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["During a visit to America, women's welfare activist, Emily Faithfull examined the vast inequality that existed between men and women teachers and concluded that the situation was unfortunately no better for English women. The \"feminization of teaching\" had just begun to evolve around the time of her visit (1862);the majority of teaching positions in America, from the colonial period to the middle of the 19th century, were occupied by young, white men. She noted, that \"thanks to tradition and prejudice\" female teachers continued to be underpaid. In her writing, she detailed the salaries of male and female teachers who underwent the same training and exams, performed the same tasks, and devoted as much energy and devotion as male teachers, but received less compensation. At that time, the average salary for women teachers in Vermont ranged from eight dollars per month (with board) to $750 a year, while men received around twenty dollars a month to $1600 a year. Faithfull also argued that while women also bore additional responsibilities of taking care of the home and child rearing, they fulfilled expectations that demanded they \"work with alacrity, give up [their] time, be well posted in every subject, dress like ladies, and accept a salary which a French cook would scorn.\" She also refuted the commonly held opinion that married individuals received a higher salary by pointing out that men always received a larger salary regardless of their marital status. While men often had access to greater educational opportunities, the unfortunate reality was that many equally deserving and competent women were widows with families to support. Even the public, she argued, was well aware of this fact and admitted their preference for female teachers due to \"the score of their cheapness, as well as on the ground of their general efficiency.\"<br /><br /> Reknowned for her work as a women's welfare activist, Faithfull's brief descriptions reflected the difficult struggle of equality for women, specifically the obstacles they experienced as teachers. Though legislation did eventually grant greater rights to women, the wage gap between men and women working in the same fields remained. Authors Pulliam and Patten explain that until the advent of \"common schools\"  in the 1830's (similar to modern day public schools), men dominated the field of education and usually used education as a starting point to move other areas of work, such as ministry and law. Prior to this, women predominantly taught basic lessons (alphabet, numbers, Bible studies) in \"dame schools\" run in their own homes for meager wages. Despite the low wages, however, women still longed for the opportunity to impart their knowledge, as it provided them independence and a sense of fulfillment. Initially, schools were reluctant to employ women as teachers, but with the efforts of reformers and activists like Emily Faithfull, who helped to broaden opportunities for women, monumental strides were made in education as well as other fields of work."],"display_date":1862,"search_date":"1862-07-02","locations":[{"id":13558,"lat":44.2738078175,"lng":-72.6171283227,"zoom":9,"place":"WASHINGTON, Vermont"}],"tags":[{"id":802,"tag":"Public School"},{"id":801,"tag":"Teachers"},{"id":576,"tag":"Equal Rights"},{"id":7,"tag":"Women"},{"id":6,"tag":"Education"},{"id":450,"tag":"Powerful Women in History"},{"id":421,"tag":"Women's roles"},{"id":196,"tag":"women's rights"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":50,"school_id":40}}]}