{"id":452,"tag":"Slave Living Conditions","points":[[36.035925149,-78.8764297072],[36.7495375423,-81.8835070546]],"bounds":[[36.7495375423,-78.8764297072],[36.035925149,-81.8835070546]],"episodes":[{"id":4847,"title":"Abner Jordan Shares His Life as a Slave","course_id":33,"status":"P","start_date":"3/1/30","end_date":"3/31/30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Abner Jordan was interviewed by a member of the Work Projects Administration for a Federal Writer’ Project that was documenting North Carolina slave narratives. Jordan has never left North Carolina since he was born there and agreed to the interview despite being the old age of 95. He discussed his birth with hesitance, claiming that he was “bawn about 1832 in Staggsville, Marse Cameron’s place”. Jordan ‘belonged’ to Marse Paul and interestingly enough, lived in an overcrowded two-story slave house on the Staggsville Plantation along with his parents and 13 other brothers and sisters. When he was of age, Abner Jordan attempted to run away with his closest friend (Marse Benny) and enlist in the war, however his master went and brought him back scolding him for “being too young to go and fight de Yankees”. Paul Cameron owned more than nine hundred slaves and he spread them out along his thirty thousand acre plantation. It was established in 1787 by the Bennehan and Cameron families, Stagville was the largest plantation in North Carolina. Abner Jordan said Paul Cameron owned so many slaves that, “when he meet dem in the road he wouldn’t know dem and when he ased dem who dey belonged to, dey’ tell him dey belonged to Marse Paul Cameron and he would say dat wus all right and from dem to go right on along”. Jordan’s father was a blacksmith who was also in charge of blowing the horn for the other slaves to come in from the fields at night. He noted that slaves were forbidden to leave the fields without Marse Cameron telling them they could, and only then could they go to their respective parts on the plantation. When the Civil War reached Stagville, the plantation was seized but rather than being concerned with the slaves, Northern soldiers were instead only interested in provisions, horses, and where Cameron had hid his silver & gold. After the surrender, Jordan’s family was one of the few couplings of African Americans to remain with Paul Cameron, and they did so for around five years.","An exterior picture of the two-story slave house on the Stagville Plantation for which Abner Jordan lived in, offers  an extra step into the life that Jordan was trying to humanize. Paul Cameron ordered the slave house to be built in the hopes that it would improve the health of those who had been living in poorly-constructed, leaky, dirt-floored cabins (which were very common on his plantation). After all, slaves that were healthy and rested could produce much more for their masters than those who were malnourished. The house that Jordan lived in is the only surviving two-story slave house in North Carolina, it housed African Americans with a common family name and lineage, with a single family consisting of 5-7 individuals living in each other four rooms in the house. The Stagville plantation is located in parts of what are now Orange, Durhman, Wake and Granville counties."],"display_date":"March 1930","search_date":"1930-03-16","locations":[{"id":22420,"lat":36.035925149,"lng":-78.8764297072,"zoom":10,"place":"Durham, North Carolina"}],"tags":[{"id":4,"tag":"Slavery"},{"id":144,"tag":"plantation"},{"id":452,"tag":"Slave Living Conditions"},{"id":453,"tag":"Runaway Slaves"},{"id":454,"tag":"Slave Life"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}},{"id":5372,"title":"Horrible experiences slaves endure in the 1800's","course_id":80,"status":"P","start_date":"1839-02-06","end_date":"1839-02-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The experience of slavery for men, women, and children was equally horrible. The amount of labor on the plantation farms was the same for both genders. The differences between the genders were the jobs appointed to them. Men were usually appointed jobs that included certain skill like carpentry and blacksmith. Women were usually working in the fields or as house servants. Accordening to Hallam, “For black men and women, slavery was an equally devastating experience. Both were torn from homeland and family. Both were forced to perform grueling labor, subjected to mental and physical degradation, and denied their most basic rights. Enslaved men and women were beaten mercilessly, separated from loved ones arbitrarily, and, regardless of sex, treated as property in the eyes of the law.\" When both genders worked in the fields, men were assigned to do the more physical tasks of plowing the fields and the women had the less physical job of hoeing the crops.","Slaves were allowed to have families, but the owners ultimately had control on what the families did with their lives. Mothers and their young were often separated. Ebenezer Davies observed many horrors, “She had at her breast an infant boy three months old. The slaver did not want the child on any terms. The master sold the mother, and retained the child.\" Usually, babies that were born on the farms became the property of the masters. Hallam explained, “The average enslaved woman at this time gave birth to her first child at nineteen years old, and thereafter, bore one child every two and a half years. This cycle, encouraged by the master, was not without benefits to the mother\" The pregnancies of the slaves insured their masters an efficient production cycle of slaves.","When men and women were auctioned, they were both treated like animals. During Olmstead's travels, he observed slaves being auctioned: “The clear black skin, back and front, was viewed all over for sores from disease; and there was no part of his body left unexamined. The man was told to open and shut his hands, asked if he could pick cotton, and every tooth in his head was scrupulously looked at. The investigation being at an end, he was ordered to dress himself; and having done so, was requested to walk to the block.\""],"display_date":"February 6, 1839","search_date":"1839-02-06","locations":[{"id":14341,"lat":36.7495375423,"lng":-81.8835070546,"zoom":9,"place":"WASHINGTON, Virginia"}],"tags":[{"id":4,"tag":"Slavery"},{"id":452,"tag":"Slave Living Conditions"}],"course":{"name":"U.S. History from 1812 - 1914","school":"Foothill College","course_id":80,"school_id":40}}]}