{"id":453,"tag":"Runaway Slaves","points":[[36.035925149,-78.8764297072],[38.6199595082,-78.484150089]],"bounds":[[38.6199595082,-78.484150089],[36.035925149,-78.8764297072]],"episodes":[{"id":4847,"title":"Abner Jordan Shares His Life as a Slave","course_id":33,"status":"P","start_date":"3/1/30","end_date":"3/31/30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Abner Jordan was interviewed by a member of the Work Projects Administration for a Federal Writer’ Project that was documenting North Carolina slave narratives. Jordan has never left North Carolina since he was born there and agreed to the interview despite being the old age of 95. He discussed his birth with hesitance, claiming that he was “bawn about 1832 in Staggsville, Marse Cameron’s place”. Jordan ‘belonged’ to Marse Paul and interestingly enough, lived in an overcrowded two-story slave house on the Staggsville Plantation along with his parents and 13 other brothers and sisters. When he was of age, Abner Jordan attempted to run away with his closest friend (Marse Benny) and enlist in the war, however his master went and brought him back scolding him for “being too young to go and fight de Yankees”. Paul Cameron owned more than nine hundred slaves and he spread them out along his thirty thousand acre plantation. It was established in 1787 by the Bennehan and Cameron families, Stagville was the largest plantation in North Carolina. Abner Jordan said Paul Cameron owned so many slaves that, “when he meet dem in the road he wouldn’t know dem and when he ased dem who dey belonged to, dey’ tell him dey belonged to Marse Paul Cameron and he would say dat wus all right and from dem to go right on along”. Jordan’s father was a blacksmith who was also in charge of blowing the horn for the other slaves to come in from the fields at night. He noted that slaves were forbidden to leave the fields without Marse Cameron telling them they could, and only then could they go to their respective parts on the plantation. When the Civil War reached Stagville, the plantation was seized but rather than being concerned with the slaves, Northern soldiers were instead only interested in provisions, horses, and where Cameron had hid his silver & gold. After the surrender, Jordan’s family was one of the few couplings of African Americans to remain with Paul Cameron, and they did so for around five years.","An exterior picture of the two-story slave house on the Stagville Plantation for which Abner Jordan lived in, offers  an extra step into the life that Jordan was trying to humanize. Paul Cameron ordered the slave house to be built in the hopes that it would improve the health of those who had been living in poorly-constructed, leaky, dirt-floored cabins (which were very common on his plantation). After all, slaves that were healthy and rested could produce much more for their masters than those who were malnourished. The house that Jordan lived in is the only surviving two-story slave house in North Carolina, it housed African Americans with a common family name and lineage, with a single family consisting of 5-7 individuals living in each other four rooms in the house. The Stagville plantation is located in parts of what are now Orange, Durhman, Wake and Granville counties."],"display_date":"March 1930","search_date":"1930-03-16","locations":[{"id":22420,"lat":36.035925149,"lng":-78.8764297072,"zoom":10,"place":"Durham, North Carolina"}],"tags":[{"id":4,"tag":"Slavery"},{"id":144,"tag":"plantation"},{"id":452,"tag":"Slave Living Conditions"},{"id":453,"tag":"Runaway Slaves"},{"id":454,"tag":"Slave Life"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}},{"id":5639,"title":"Journey to Freedom: The Bethany Veney Story","course_id":103,"status":"P","start_date":"1889-01-01","end_date":"1889-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Bethany Veney recalls her time as a slave in her autobiography, <em>The Narrative of Bethany Veney: a Slave Woman. </em> Born into slavery Bethany had little memory of her early life, but distinctly remembered being a source of entertainment for her master by singing and dancing. Although Bethany never mentioned feelings of objectification or dehumanization, which Hartman discusses in <em>Scenes of Subjection,</em> about entertaining her master she described the experience as, \"all manner of grotesque grimaces, gestures, and positions.\" She did not understand the meaning of the songs she was forced to sing, but believed that her master and his friends did not understand them as well. There are moments throughout the narrative as a whole where feelings of loneliness or helplessness shine through although she never expresses her opinion because it would be uncharacteristic for a slave to do so.","Bethany Veney was one the slaves in Virginia who never had to endure being sold at the market and worry about being separated from her children by distance. Although Bethany was eventually separated from her children, she managed to reunite with them later on in her life when she became free slave. According to Johnson in <em>Soul by Soul</em>, slaves at the market would often share gossip with one another, but Bethany only had contact with the other slaves she worked with. She did not have to deal with being examined by potential buyers or fear being sold in public. Bethany was sold twice in her life, once after her first master died and the second time she asked to be sold alongside her daughter because she did not like her master, whom she described as harsh and cruel. It was a rare occurrence for slaves to arrange their own sale, but Bethany was unlike most slaves.","When Bethany was finally freed from being a slave she moved about the Northeast at her leisure, often spending time in Worcester, Massachusetts where she would eventually buy a house and settle down. Bethany was also eventually reunited with her children and grandchildren and regularly went down to the South to visit them during the year. In comparison to other slave narratives during the 1800s Bethany did not have a terrible life. There is no mention of her being beaten or threatened by her masters throughout the narrative, nor was she ever sold at the public slave market. Bethany recorded her story so others would know what it was like to be a slave in Virginia who despite the odds managed to become free and live out the remainder of her life as she pleased."],"display_date":1889,"search_date":"1889-07-02","locations":[{"id":14137,"lat":38.6199595082,"lng":-78.484150089,"zoom":9,"place":"PAGE, Virginia"}],"tags":[{"id":453,"tag":"Runaway Slaves"},{"id":408,"tag":"Children"},{"id":270,"tag":"Freedom"},{"id":522,"tag":"Massachusetts"},{"id":7,"tag":"Women"},{"id":4,"tag":"Slavery"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":103,"school_id":2}}]}