{"id":455,"tag":"Plantation Life","points":[[32.3884987877,-82.3675347364],[36.0638291279,-79.1821891988],[36.057938,-76.6077213],[43.8638703,-79.013729],[43.7726461,-79.354268],[41.883178,-87.6214853]],"bounds":[[43.8638703,-76.6077213],[32.3884987877,-87.6214853]],"episodes":[{"id":4853,"title":"Kingsley’s Plantation","course_id":33,"status":"P","start_date":"1803-01-01","end_date":"1821-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1803, Zephaniah Kingsley began bringing slaves from Africa to his plantation in Fort George Island.[1]  Fort George Island is located slightly north of modern day Jacksonville.  “The United States did not allow anyone to bring in slaves after 1808.  But Florida still belonged to Spain, and so smugglers brought in slaves to the southern United States through northern Florida.”[2]  Slaves are apparent in tabby cabins, in which they stayed during their enslavement at the Kingsley plantation.  The cabins and living conditions for slaves on the plantation were considered comfortable.[3]  Larger plantations tended to mistreat and not care about slave conditions as much as slave owners with few slaves.  The Kingsley plantation had “twenty-five slave cabins.”[4]  Therefore, it was a rarity that Kingsley provided better living conditions for slaves at such a plantation of its size.  Furthermore, Zephaniah supported the preservation of African culture, Kingsley quotes “I have never interfered with their connubial concerns, nor domestic affairs, but let them regulate these after their own manner.”  Also he states, “[I] encouraged as much as possible dancing, merriment, and dress, for which Saturday afternoon and night, and Sunday morning were dedicated; and, after allowance, their time was usually employed in hoeing their corn, and getting a supply of fish for the week.”[5]","Kingsley was definitely an opportunist; he recognized the economic compensation of keeping his slaves happy by giving them sufficient shelter.  The labor force will perform better when they are content, thus increasing productivity.  Also he was considered an economic opportunist of his time because after Zephaniah Kingsley bought slaves, he would train and teach them labor and sell the slaves for more.  He undoubtedly acknowledged the importance of keeping his slaves pleased by providing them with above average cabins, in order to have run successful plantation.  For the most part, Kingsley respected the slaves and valued their hard work.","Zephaniah Kingsley was extremely wealthy due to the fact that he was a slave owner in an incredibly lucrative industry of manual labor in the developing United States.  The more wealthy an individual was the higher they were classified in society.  Clearly, large slave owners were considered to be in the upper class.  However, Zephaniah Kingsley was not well respected among society because he married one of his African woman slaves that resided in one of the tabby cabins.[6]  Race greatly affected one’s class in society.  When the United States purchased the entire state of Florida from Spain in 1821, race relations changed.  Under Spanish rule, society was broken up into whites, free people of color, and slaves.  “But the Americans arriving in the new U.S. territory in record numbers viewed all black people-slave and free alike-as members of an inferior race and unworthy of freedom.” Although Kingsley supported slavery due to the economic benefits, “Kingsley urged the Territorial Council to pass laws encouraging emancipation.”[7] Zephaniah Kingsley was mainly known as a slave owner, but was much more than just that; he was an opportunist, economist, and activist.  Kingsley’s idea of improving housing of slavery epitomizes how he ran his plantation differently than other large plantations."," "," "],"display_date":"1803 - 1821","search_date":"1812-07-01","locations":[{"id":15818,"lat":32.3884987877,"lng":-82.3675347364,"zoom":8,"place":"Montgomery, Georgia"}],"tags":[{"id":4,"tag":"Slavery"},{"id":163,"tag":"Slave master"},{"id":412,"tag":"slave conditions"},{"id":15,"tag":"Race-Relations"},{"id":436,"tag":"florida slave history"},{"id":455,"tag":"Plantation Life"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}},{"id":4883,"title":"Casual Affection: An Explanation of Duality between Affection and Dominant Ownership.","course_id":38,"status":"P","start_date":"1847-12-28","end_date":"1847-12-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["How can one person treat another as both indispensable and an object to be purchased? Frances Cameron writes to Duncan Cameron, “A man servant who formerly belonged to my mother is about to be sold, and has applied me to buy him [...] I am particularly desirous of purchasing him [...] But a good male servant in my establishment, is indispensable ...” (series: 1.3.3, box: 43, folder: 1023, date: 1847-12-28, pp 1 - 2). Frances is telling Duncan that this man should be both purchased and valued. Lest we assume that this is merely begging for a new possession, we must remember that this slave to be purchased is another human. The Cameron family is aware of their feelings, as we can tell from accounts written by both Duncan and Paul. Duncan is less affectionate towards the slaves, but he still ascribes to them an ability to carry emotion.","This question of duality of impressions from the Cameron family, leads one to an idea that can be referenced as casual affection. This idea is one that allows for both the poor treatment of slaves in a dominant owner situation, and the ability to regard them as thinking feeling beings. A good analogy might be the dog sled team. The driver of the sled pushes his dogs hard and makes them work under difficult conditions, but at the same time is anxious that they should be healthy and well cared for.","As we see with Frances, this idea plays itself out in a way that is strange to our modern ear. On one hand, this relative of Duncan is anxious to purchase the slave instead of another person buying the same man. This may indicate a sense of attachment. The man had previously belonged to Frances' mother, so there is a sense of familial connection with the servant. At the same time, the letter begins a discussion of the price with Duncan, negotiating almost as if this were a plaything of great interest. On the other hand, this is someone bartering for the life of another man. The letter tells us that this particular slave can be had for $550, instead of the regular asking price of $700, a difference of $150. Quibbling over the price of something has a very demeaning connotation. Imagine if you were getting ready to go to an amusement park with your family, and the decision maker of that trip decided that you were not worth the $150 it would require for you to join the family? How would you feel? What would you think, if you knew that $150 was greater than your determined value?","Beyond all this, Frances' desire to acquire this slave is so great that a letter to Duncan is warranted. We do not know exactly who Frances is. We know there was a Frances recorded in the 1880's, but this Duncan would most likely be a fairly young man when writing this letter in 1847. Are these two Frances Camerons the same person? The only thing we know for certain is that Frances expected Duncan to be surprised at receiving a letter asking for money.","As it stands, it does not make sense that Frances would have either affection or dominant ownership of this servant, but the idea of casual affection allows for both feelings of affection and feelings of ownership, without degrading either concept."],"display_date":"December 28, 1847","search_date":"1847-12-28","locations":[{"id":9683,"lat":36.0638291279,"lng":-79.1821891988,"zoom":9,"place":"ORANGE, North Carolina"}],"tags":[{"id":455,"tag":"Plantation Life"},{"id":400,"tag":"Cameron family"},{"id":4,"tag":"Slavery"}],"course":{"name":"Contemporary Issues in Social Studies Education","school":"North Carolina State University","course_id":38,"school_id":30}},{"id":6390,"title":"The Life and Family of a Black Slave: John Jacobs","course_id":149,"status":"P","start_date":"1855-01-01","end_date":"1875-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The narrative of John Jacobs begins with his youth in Edenton, North Carolina. He recalls his mother and father with only the most barebones descriptions. His mother died while he was very young and his father while he was only 13 years old. Jacobs recalls his father having been dehumanized and stripped of his manhood due to slavery. The inability to have a right to hsi wife, his body, and his kids robbed Jacobs' father of any humanity he could have possessed. In replacement for this lack of humanity came a nasty hatred and temperement that Jacobs can recall clearly. Jacobs attributes his character and perception of life as a slave to his father; thus, adopting a similar ill-tempered manner and mind.","Jacobs describes his processes for being traded or distrubuted to several differented slave holders. He recalls the ownershop paths of several of his other family members as well. A good part of his known family remain in close proximity to him in Edonton throughout their lifetime as slaves.","John Jacobs' uncle runs away but is later caught and returned to his owner. Then, he escapes perminately once his wife's honor is stripped due to evil white-men. Jacobs also mentions his one sister running away and not being found. Later, Jacobs writes that his sister had been hiding behind the cupboard of his freed grandmother's home for 6 years and 11 months. ","Jacobs develops a postive reputation amongst his slave owners due to strong compliance and a trustworth demeanor. According to Jacobs, however, he did not possess such well intentioned thoughts. Instead, he dreampt of his escape and formulated his compliance with his owners to advance his progression toward eventual escape, especially with his final owner Mr. Sawyer. It is with Mr. Sawyer that Jacobs is able to attempt and escape but his family ties pull him back into slave territorty.","Jacobs's story stresses the importance of family, community, and relationships amongst the black slave community. The story speaks clearly to what slaves valued during their time enslaved. Th narrative gives readers a view of how the brutality of the time formed the character of the enslaved. The narrative gives first hand accounts of the many brutal attacks committed on black men, women, and children. Reading the narrative replicates the fear and mental development of any black slave. This is a story of pure perseverance through the tough turmoil of the antebellum south. John Jacobs is just one individual who owns a story as devastating as this related to slavery in the south."],"display_date":"1855 - 1875","search_date":"1865-07-01","locations":[{"id":52759,"lat":36.057938,"lng":-76.6077213,"zoom":8,"place":"Edenton, North Carolina"},{"id":52800,"lat":43.8638703,"lng":-79.013729,"zoom":8,"place":"Niagara Falls, New York"},{"id":52801,"lat":43.7726461,"lng":-79.354268,"zoom":8,"place":"Canada"},{"id":52802,"lat":41.883178,"lng":-87.6214853,"zoom":8,"place":"Chicago, Illinois"}],"tags":[{"id":96,"tag":"Slave Trade"},{"id":455,"tag":"Plantation Life"},{"id":454,"tag":"Slave Life"},{"id":2749,"tag":"Slave Family"},{"id":2732,"tag":"slave narrative"},{"id":2750,"tag":"Slave Punishment"},{"id":2751,"tag":"Slave Hiding"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":149,"school_id":2}}]}