{"id":457,"tag":"racial identity","points":[[28.5146851201,-81.3237702415]],"bounds":[[28.5146851201,-81.3237702415],[28.5146851201,-81.3237702415]],"episodes":[{"id":4848,"title":"Racial identity and the American Experience","course_id":33,"status":"P","start_date":"5/7/28","end_date":"5/7/28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A person’s racial identity is the “global human population distinguished as a more or less distinct group by genetically transmitted physical characteristics.”[1] Segregation has been deeply rooted within American culture for the past two centuries. It has forced people to become more aware of their racial identity and moreover, it has been taken to the extent of violence as well as less extreme scenarios. In her 1928 essay about racial identity and segregation, Zora Neale Hurston claims, “I remember the very first day I became colored.”[2] She wrote that moving to a new region and coming face to face with segregation first exposed her to racial identity. Until this point she knew very little about the role segregation and racial identity played in American culture.","Initially, Zora lived in a primarily Negro town of Eatonville, Florida. In Eatonville she knew very little about segregation and the role it played in African American lives. The only white people Zora knew were those who simply passed through town, coming from or going to Orlando. She would salute them while they were passing and the white men were always very courteous and friendly. They would ask her to dance and sing, and would give her small amounts of money for her performance. Zora thought her fellow townspeople acted strange when these white people passed through her town because they would peer through curtains and most were afraid to come out on their porches. However, Zora did not think much of it and thought “white people differed from colored only in that they rode through town and never lived there.”<sup>2</sup>","Finally, Zora was confronted with her first taste of segregation and the large imaginative line that was drawn between whites and blacks when she was thirteen. Zora was sent off to school in Jacksonville where she first became aware of her skin color. She was treated differently in several different ways, but claims she was not sorrowful or ashamed of her heritage at any point. “I have seen that the world is to the strong regardless of a little pigmentation more of less. No, I do not weep at the world--I am too busy sharpening my oyster knife.”[3] Someone was always letting Zora know in some way that she is the granddaughter of slaves. Whether it was the inability to make some white friends, or her peers teasing her at school she refused to let it depress her.","Accordingly, segregation has shaped American culture for the past two centuries, and discreetly continues to do so today. Immediately following the Civil War and the emancipation of African American Slaves, there was obviously resentment between races. This resentment turned into extreme segregation, hatred, and even violence. This extreme segregation shaped American culture for almost half a century. Restaurants, parks, bathrooms, hotels, and many other public facilities turned into establishments that would split races apart. This segregation led to verbal and physical arguments and would often lead to horrendous acts of violence and abuse. Consequently, Zora mentions numerous instances of lynching and use of weapons resulting from this tension. The relationship between blacks and whites, especially post- Civil War, seemed almost worse than when blacks were slaves. Children who were not raised during the time of slavery were and are still forced to lead lives completely shaped by segregation. Children were often forced to stop communicating with friends of other races because the hatred and resentment was so intense during this time.","Furthermore, prejudice and discrimination affected the minds and emotions of many children. A study was conducted by Kenneth and Mamie Clark to investigate children’s racial identification and preference. They used dolls and drawings to decipher which images children preferred and which matched closest to their own skin color. The findings concluded that many black children preferred the white doll or drawing, and often picked colors that were lighter than their own skin color. Kenneth and Mamie also observe that their findings \"indicate a clear-cut preference for white and some of them evidence emotional conflict when requested to indicate a color preference. It is clear that the Negro child, by the age of five is aware of the fact that to be colored in contemporary American society is a mark of inferior status. A child accepts as early as six, seven or eight the negative stereotypes about his own group.\"[4] In fact, these decisive observations helped determine that schools should not be segregated by the Supreme Court case, <em>Plessy v. Ferguson.</em>","Segregation is still currently present in the United States, though not to the extreme of violence as it was thirty to fifty years ago. Affirmative action, all black colleges, scholarships, beauty pageants, and organizations exemplify putting racial categorizing. The initial concept of segregation following the Civil War contributed to these examples of segregation in American culture today. Zora Neale Hurston explains her first hand account of segregation and the difficulties she had. She explains the differences between her same race community she lived in initially to the challenges she faced when she moved to an area with mixed races. Segregation has given a whole new meaning to racial identity, and has taken a significant position in defining American culture for forty years following the Civil War."," ","[1] Mifflin, John. 2007. <em>American Heritage Medical Dictionary. </em>Houghton Mifflin Company","[2] Hurston, Zora. 1928. <em>How it Feels to be Colored Me.</em>","[3] Hurston, Zora. 1928. <em>How it Feels to be Colored Me.</em>","[4] Clark, Kenneth, and Mamie Clark. 1940. <em>Skin color as a factor in racial identification of Negro preschool children</em>. <em>The Journal of Social Psychology</em>"],"display_date":"May 7, 1928","search_date":"1928-05-07","locations":[{"id":21523,"lat":28.5146851201,"lng":-81.3237702415,"zoom":9,"place":"Orange, Florida"}],"tags":[{"id":266,"tag":"Segregation"},{"id":4,"tag":"Slavery"},{"id":457,"tag":"racial identity"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}}]}