{"id":458,"tag":"African American Authors","points":[[28.5664573086,-81.3013732137],[35.8067238469,-78.6641504807],[37.6195233772,-76.3456930418],[39.878712355,-75.2036894677]],"bounds":[[39.878712355,-75.2036894677],[28.5664573086,-81.3013732137]],"episodes":[{"id":4849,"title":"From Eatonville to Broadway","course_id":33,"status":"P","start_date":"1/1/10","end_date":"12/31/35","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Born in Alabama and raised in Eatonville, Florida, Zora Neale Hurston became one of the greatest-known black female authors of all time. Zora once said:","\"I was born in a Negro town.  I do not mean by that the black backside of an average town.  Eatonville, Florida is, and was at the time of my birth, a pure Negro town-charter, mayor, council, town marshal and all.  It was not the first Negro community in America, but it was the first to be incorporated, the first attempt at organized self-government on the part of Negroes in America.\"","Zora’s life reflects the same “attempt” as did the formation and incorporation of Eatonville; she paved the way for all female writers in America, specifically those of African descent, through the strength of her own story.","Throughout history, Zora can often be found on the frontier of African American accomplishments. In 1927, she was the first African American to be admitted to Barnard College. After graduation, Zora immediately set out to explore “Negro” folklore. Through her strong determination and interest- and after only a few months- Zora had amassed the largest collection of “Negro” folk tales in her field. She used her extensive research into African American life and history to construct plays which recalled traditional “Negro folk-lore.” One such play is her famous <em>From Sun to Sun</em>, an adaptation of <em>The Great day</em>, a theatrical revue- a theatrical performance involving short satirical and topical songs, sketches, and monologues- written in 1932.","Zora frequently worked with Rollins College in Winter Park, Florida to construct and perform her creations. The concert program of “Negro music” for <em>The Great Day </em>was built through Zora’s collaborative effort with the creative literature department of Rollins College. The John Golden Theatre on Broadway housed the first performance of <em>The Great Day</em> on January 10, 1932- Zora had made it to Broadway. On February 11, 1933, she staged an adaptation of <em>The Great Day</em> called <em>From Sun to Sun</em>, “a program of original Negro folk-lore,” at Rollins College with “Native Negro Singers and Actors.” The event program included a brief biography about Zora Hurston, an outline of the play, and specific descriptions and explanations of each song included in the revue. At 8:15 pm, “Negroes” and “white friends of the Negroes” gathered at Rollins’ Recreation Hall to “experience the richness of the material at their own doorstep.” The play was a success, as many college and local newspaper write-ups from the period suggest, and Zora continued to display her creations at Rollins in front of captive audiences for years to come.","Though she fought and stood against racial prejudice throughout her life, Zora Neale Hurston stands as one of America’s most celebrated authors.  Zora’s creative path began in Eatonville, and by the mid 30s, it brought her to all the way to Broadway. Her story stands to tell: Zora indeed took her mother’s advice to “jump at de sun.\""],"display_date":"1910 - 1935","search_date":"1922-12-31","locations":[{"id":16531,"lat":28.5664573086,"lng":-81.3013732137,"zoom":9,"place":"Orange, Florida"}],"tags":[{"id":437,"tag":"Zora Neale Hurston"},{"id":129,"tag":"Eatonville"},{"id":458,"tag":"African American Authors"},{"id":460,"tag":"African American Folklore"},{"id":459,"tag":"Female Authors"},{"id":463,"tag":"African American Women"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}},{"id":5055,"title":"<em>Reverend L. Ferebee: Living a Torn Life</em>","course_id":43,"status":"P","start_date":"1882-01-01","end_date":"1882-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Two out of every three slave children were ripped from their mother's arms, although the thirteenth amendment marked the end of slavery, it did not erase the hurt and pain of the slaves that had to endure it. The story of slavery and the lives of the surviving slaves still effects America today. The personal recollection of their stories some years later, allowed for all Americans to peer into the lives of slaves and see what it was like to be a slave. Although, not everyone got to tell their story, there are lots of recollections that allow Americans to learn about the various types of slaves and slave owners. One of the slaves that recounted his life was Reverend L. Ferebee in his twenty four page autobiography.","One of the specific episodes in Ferebee’s book recounts the selling of his mother. Ferebee remembers his master selling his mother when he was just a few years old. He describes in full the catastrophic day his mother was sold. One can feel the pain and anguish that young Ferebee felt when seeing his mother that day. He recounts the story of why his master decided to sell his mother. The Reverend explains how aggressive his mother was. Mrs.Ferebee did not like following directions and was a rebel. Her mistress tried to hit her one day and she fought back. When the master came home, instead of beating her for disobeying, he decided to just sell her and avoid the drama. Ferebee discusses how he was also sold along with his mother and two of his siblings. This was considerate of his master because most slave children were separated from their mothers when sold off. But, his second master leased him off when he was a young teenager for about a year because he no longer needed his services. When Ferebee returns he is surprised to find that his mother has once again been sold. This time he has no idea where to find his family and feels alone and depressed.","The twenty-four page autobiography of Reverend Ferebee demonstrates the effects, of slavery. Textbook accounts of slavery fail to teach us that the thirteenth amendment did not simply solve all of the pain and hurt the families underwent. Slavery separated several families and it tore young children from their mothers. When discussing slavery most people speak of the pain that slaves underwent when working out in the fields such as being expected to pick between 100 to 200 pounds of cotton and when being beat by their masters. But, they rarely speak of the emotional pain they went through. Reading diaries and autobiographies helps people begin to feel what the slaves had to go through for so long."],"display_date":1882,"search_date":"1882-07-02","locations":[{"id":9846,"lat":35.8067238469,"lng":-78.6641504807,"zoom":9,"place":"WAKE, North Carolina"}],"tags":[{"id":4,"tag":"Slavery"},{"id":3,"tag":"African-Americans"},{"id":458,"tag":"African American Authors"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5648,"title":"James L Smith, Slave and Freeman","course_id":103,"status":"P","start_date":"1861-01-01","end_date":"1881-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["<em>The Autobiography of James L. Smith</em> serves as a potent reminder of the horrific conditions endured by slaves during the years leading up to the Civil War. Smith’s particular narrative gains added import because of the detailed manner in which he exhaustively recounts the daily realities of slave life. However, there are exceptional elements to the narrative as well. The fact that he learned to write well enough to publish a narrative indicates that Smith’s experiences were, in a very significant way, extraordinary. Thus, <em>The Autobiography of James L. Smith </em>serves as both a representative and unique picture of life in the antebellum South, and eventually, in the postwar North.","Smith begins his narrative by recounting a childhood accident that left him lame for life. He was then hired out to a succession of masters, performing various jobs and learning skills, serving variously as a cook on a small boat, a cobbler, and a house slave. Eventually, the skills he gained as a cobbler led him to be sold to a shoemaker in Virginia. However, Smith ran away from the South in his twenties, successfully reaching Philadelphia. His story does not end there, nor does his historical import. Smith continues to provide a valuable explanation of what life was like for a former slave, recounting prejudices that he faced in the North while looking for work. He ends his account with a detailed treatment of the role of African Americans in the Civil War, exhorting fellow writers to treat his compatriots’ role with more respect.","Smith gains particular historiographical importance when he is placed in the larger narrative of slavery in the American South. Notably, he offers a compelling counterpoint to the views expressed by Saidiya Hartman in her book, <em>Scenes of Subjection</em>. Though Hartman claims that slaves were dehumanized by their daily interactions, as well as incidents of exceptional violence, Smith is notable because of his extremely evident human characteristics that derive from his life experiences. Smith asserts independent agency in escaping from slavery, and in doing so, offers a stinging rejoinder to the claim that slaves’ identities were entirely created for them by white masters.","Walter Johnson’s <em>Soul by Soul </em>explores the slaving industry through the eyes of the New Orleans slave market. Smith never personally experienced the horrors of the market, as a man born into slavery. However, his narrative demonstrates the power of threats to be sold further south. Being sent to a slave market is depicted as the worst possible punishment that a master can inflict upon a slave. Through his depiction of the slave markets as a location of dehumanization and cruelty, Johnson demonstrates exactly why that was.","Smith concludes his personal narrative with accounts of his experiences as a preacher, his marriage, and his eventual move to Norwich, Connecticut. However, he veers from personal narrative to a reflection of the role of African Americans in the Civil War, providing a useful glimpse at early historiography regarding a subject that was, according to Smith, badly neglected in the immediate postwar period. He writes, “it is a fact to be lamented that the historians of our country speak so little about the heroic deeds of the colored troops; in fact, by some no mention is made of them at all” (Smith 113). Smith proceeds to give full voice to the neglected narrative of African-American troops in the Civil War, describing the contributions of troops from a variety of theatres, including the Western frontier. <em>The Autobiography of James L. Smith </em>thus concludes by offering one of the first historical treatments of the heroic efforts put forward by African-Americans in service of their own cause. The narrative therefore should properly take its place as a key document, one that is immensely helpful in advancing our understanding of both slave experiences on the plantation, and African-American experiences in the war effort."," "],"display_date":"January 1, 1861 - January 1, 1881","search_date":"1871-01-01","locations":[{"id":13985,"lat":37.6195233772,"lng":-76.3456930418,"zoom":10,"place":"LANCASTER, Virginia"},{"id":11230,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"PHILADELPHIA, Pennsylvania"}],"tags":[{"id":4,"tag":"Slavery"},{"id":238,"tag":"African American"},{"id":458,"tag":"African American Authors"},{"id":398,"tag":"slavery, runaway"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":103,"school_id":2}}]}