{"id":46,"tag":"gentrification","points":[[30.1220750117,-89.7244851703],[28.7169229525,-81.2362806752]],"bounds":[[30.1220750117,-81.2362806752],[28.7169229525,-89.7244851703]],"episodes":[{"id":4443,"title":"The Thirteen Sisters of Julia Street\n","course_id":16,"status":"P","start_date":"1833-01-01","end_date":"1833-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"Y","estimated_end_month":"Y","estimated_end_day":"Y","content":["The thirteen sisters of Julia Street started a new trend.  These \"sisters\" were a row of thirteen side-hall style town houses that spanned the 600 block of Julia Street in New Orleans.  Upon their construction by the New Orleans Building Company in 1833, they were among first rows constructed in the side-hall, or London-plan, manner most commonly seen in Philadelphia and Baltimore.  The exteriors combined traditional Creole features with emerging Greek revival design aspects to create a transitional style later mimicked by similar rows of houses.  Each doorframe consisted of a unique design of elaborate fanlights above the doors, ionic columns, and neoclassical infusions that created a unique look for each dwelling place amid the sea of red brick. Additionally, the Julia Street town houses were sold with a blank interior that attracted the wealthy who desired the flexibility to modify their own homes to best suite their needs and display their affluence.","Row houses provided one of most efficient housing solutions for urban areas like New Orleans because they maximized land use by utilizing a narrow lot.  The side-hall style offered a front gallery that joined the two main rooms and rear passageways that connected to narrower servants' quarters.  Such a design for the service wing offered a convenient housing solution for servants while maintaining the privacy of the homeowner.  Before the introduction of the row house, flat and raised French Creole cottages and cabins dominated the architecture of New Orleans, making the emergence of a new style desirable among the affluent who desired innovation.  Typical town houses consisted of between two and six units, giving the thirteen houses of Julia Row a distinctive architectural flair.  Each of the homes sold quickly at an auction in 1833 to members of the high society of New Orleans.  One home went to Henry Howard, the notable architect of the Howard Library and another to architect Henry Hobson Richardson.   The use of row houses continued to spread through New Orleans as a favorable residential plan, including famous rows like the Pontalba Apartments built in the 1850s.","Over time the sisters' glory faded as residential areas moved away from the American central business district and southwest into the Garden District.  Julia Row no longer offered the prestige and innovation desired by the elites and the homes were wrought with architecturally careless \"improvements\" made by neglectful owners who turned them into cheap boarding houses.  Cracks spanned across the face of the buildings, the servants' quarters deteriorated from lack of upkeep and one eventually collapsed entirely.  Recently, efforts have been made to restore what had become subpar property and create a high-end, artistic community teeming with art galleries and young energy.  The New Orleans City Planning Commission has been leading the gentrification endeavors to transform what had become the warehouse district into a neighborhood of museums and galleries to appeal to young artists, tourists, and history buffs.  The first to be revamped was at the corner of Julia and Camp Street, and the others quickly followed.  The Riverfront Streetcar also runs through the area booster visitation through providing easy access for both locals and tourists.  Although the demographic has shifted with time, Julia Row persists as a trendy destination for the culturally inclined."],"display_date":1833,"search_date":"1833-07-02","locations":[{"id":5596,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":44,"tag":"Town Home"},{"id":46,"tag":"gentrification"},{"id":10,"tag":"Urban-Life/Boosterism"},{"id":35,"tag":"Architecture"},{"id":8,"tag":"Arts/Leisure"}],"course":{"name":"History of Urban and Suburban America","school":"Furman University","course_id":16,"school_id":4}},{"id":5605,"title":"Naval Air Station Sanford and Its Impact on The United States and The City of Sanford, FL","course_id":88,"status":"P","start_date":"1/1/50","end_date":"12/31/68","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Orlando Sanford airport stands east of state road 17-92 about twenty miles north of Orlando. Today the Orlando Sanford is a small commercial airport, dwarfed by Orlando International Airport only thirty miles away. While Orlando International may be bigger, it was a product of the Disney Empire, which moved in during the 1970s. Orlando Sanford Airport, however, was originally an important naval air base, and a direct byproduct of the Cold War. Its history is tied directly with its location and the time in which it was operational, and is an important look into Florida’s Cold War history and impacted Sanford in the decades that followed.","Commissioned in 1942, Naval Air Station Sanford, or NAS for short, was chosen as a major training and staging area for carrier-bound aircraft. During the war it had supplied pilots to about half of the US navy. After the war, the base was decommissioned and the field opened to private businesses. While it was a public space between 1946 and 1950, the field hosted the New York Giants training camp, a retirement home, a hospital, and a clothing company.","The onset of the Korean War showed that the US government still had their eyes on the field. When it reopened in 1951, NAS became instrumental in the aeronautic war effort, as well as in the onset of the Cold War. The facilities were made permanent and the runways repaired, but the most substantial addition was the on-base living facilities built in the adjacent swampland. In 1961, NAS Sanford was responsible for the first flight of the RA-5C Vigilante: a carrier-based bomber that was one of the first designed to deliver nuclear ordinance from the sea. As the Vietnam War gained momentum, the Vigilante was repurposed as a reconnaissance strike craft.","The impact on the city of Sanford, however, was far more apparent. Prior to NAS, Sanford was a rural celery farming community made up of predominantly African American residents. When the base moved in during the war, racial tensions grew as black residents were being pushed out of their neighborhoods by enlisted whites and their families. During the Cold War, the demography turned away from the historically black county. In the 1940 census, half of the population of Sanford was black; by 1960 it was only 11 percent. When the NAS Sanford was decommissioned in 1968, it dealt a massive financial blow to Sanford. The base indirectly provided jobs for thousands of Sanford citizens, and the closure eventually lead to a migration of middle class whites away from Sanford and Seminole County as a whole.","The NAS was incredibly influential in the construction of modern day Sanford. NAS Sanford was important during the Cold War as a staging area, but had unforeseen effects as an important demography shaper. Without NAS Sanford’s influence, Sanford would be a very different place than it is today."," "],"display_date":"1950 - 1968","search_date":"1959-07-02","locations":[{"id":29415,"lat":28.7169229525,"lng":-81.2362806752,"zoom":10,"place":"Seminole, Florida"}],"tags":[{"id":291,"tag":"Cold War"},{"id":603,"tag":"United States Navy"},{"id":46,"tag":"gentrification"}],"course":{"name":"United States Since 1945","school":"Rollins College","course_id":88,"school_id":5}}]}