{"id":466,"tag":"Educational System","points":[[28.5174877311,-81.2997194005],[34.8943497126,-82.3707811393],[42.3399569086,-70.8833658099]],"bounds":[[42.3399569086,-70.8833658099],[28.5174877311,-82.3707811393]],"episodes":[{"id":4854,"title":"The African American Struggle through the U.S. Educational System","course_id":33,"status":"P","start_date":"1870-01-01","end_date":"1890-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Before the end of the Civil War, the education of black slaves in the United States was a criminal endeavor. Although efforts were made in the newly formed free black communities to organize schools, few African Americans received any education at all before the Reconstruction Era when public schools were opened. Even then, establishments for black children were poorly financed and largely ignored. Emerging in the 1870s, Jim Crow laws ruled the educational system and schools became legally racially segregated. In 1890, the first “coloured” school building in Winter Park was opened to African American children, under the harsh conditions of the time.","In 1896, the Supreme Court decision of Plessy vs. Ferguson established separate public schools for black and white students. The decision also deprived African American children of equivalent educational advantages. “Coloured” schools had to make do with scant financial support and negligible resources. A damaged photograph from 1890 documents the opening of the first school building for African Americans in the city of Winter Park, Florida. This schoolhouse appears consistent with the common characteristics of “coloured” schoolhouses emerging across the nation- few teachers, far too many students, and clearly under-financed. Two schoolteachers pose in the photograph alongside roughly 40 students – schoolchildren who mostly are in want of shoes. The schoolchildren in the photograph range from toddler-aged to early teens- a characteristic typical of the time, as generally one teacher supervised dozens of students in all subjects, and grades.","The lack of proper and fair financing for black learning institutions affected the quality of the education provided. Teachers could not give pupils ample individual attention, and therefore students were made to work exponentially harder in order to succeed. However, as the 1890 photograph illustrates, attendance was high and both students and teachers alike were proud of their new privilege, however tainted it may have been.","The struggle for fair and equal education for African Americans was long and hard, but much progress was made through the efforts of organizations such as the NAACP (National Association for the Advancement of Coloured People) and individuals like Oliver Brown, who pushed for fairness in the education system.U.S. schools were legally desegregated in 1954 by the Supreme Court decision of Brown vs. Board of Education, which overturned Plessy vs. Ferguson, and stated that \"separate educational facilities are inherently unequal.” Groups of African American students like “Little Rock Nine” began to enter previously “all-white” schools, and thus began the long process of de-segregation in American public schools. Though the U.S. school system still struggles with issues relating to fair education of African American children, the nation has certainly come a long way since the founding of Winter Park’s first “coloured” schoolhouse in 1890."],"display_date":"1870 - 1890","search_date":"1880-07-01","locations":[{"id":1442,"lat":28.5174877311,"lng":-81.2997194005,"zoom":8,"place":"ORANGE, Florida"}],"tags":[{"id":467,"tag":"Black Schools"},{"id":466,"tag":"Educational System"},{"id":142,"tag":"african americans"},{"id":472,"tag":"Plessy vs. Ferguson"},{"id":473,"tag":"Brown vs. Board of Educat"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}},{"id":5007,"title":"<em>Greenville Baptist Female College: A First of its Kind</em>","course_id":43,"status":"P","start_date":"1857-01-01","end_date":"1857-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The first women’s college in the “Golden Corner” of South Carolina was established in 1856 under the name Greenville Baptist Female College.  It was affiliated with the Baptist Church, but students were from various denominations. The first course catalogue was printed in 1857. It gives a list of the trustees, faculty and students. The college was established in order to help educate the middle class and was similar to a twenty-first century high school. At the time, state school’s had not been established. The only other place a student could get an education was a “free school”. However, the few “free schools” that did exist were not well financed or well taught. They were considered a place for the lower class families to send their children. The Greenville Woman’s College was established to help educate the children of the middle class such as villagers and farmers. Most of the students were between the ages of ten and fifteen years of age and were from the Greenville County area. Before entering the college most students had prior primary private instruction. All students were not required to live on campus; however, it was highly encouraged. The school year was comprised of four twelve week terms and the students had a one month break during December.","The course catalog describes the typical class schedule of the female student. The student was not required to stay all four years. In fact the graduating class of 1857 only contained three students. If the students chose to complete four years the catalogue delineates the courses they would take each year. During the first year a student would take courses in spelling and writing. The second year they would continue classes in spelling in writing, but would also take geography, arithmetic, English, and grammar. The third year the student would take similar courses as the second year, but they were higher level along with parsing (sentence analysis) and history. The fourth year, which is the most advanced year, a student enrolled in natural philosophy, chemistry, logic, moral philosophy, Latin, and Greek. The course schedule included various unusual and unique courses. Several courses such as classical languages and history were not typically taught to young women at the time.","A female received a superior education while attending the Greenville Woman’s College, though the graduates still had a difficult time finding a job. About sixty percent of the women who graduated in the nineteenth century taught in a school at least briefly before marriage. Sadly, teaching was the only occupation open to young women outside of the home. If a female did not become a teacher, she was either forced to stay at home or to marry. However, most graduates did return home because graduates who took jobs showed that their fathers could not support them.","The Greenville Woman’s College was one of the few quality colleges established during the antebellum period. The college was quite different from other surrounding female educational institutions established during the time because it viewed females as capable of learning anything a male could. Unlike other colleges of the time, it did not force females into taking courses that prepared them for marriage. The Greenville Woman’s College regarded females as intellectual beings, something that the whole world had not yet come to terms with."],"display_date":1857,"search_date":"1857-07-02","locations":[{"id":11534,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"GREENVILLE, South Carolina"}],"tags":[{"id":552,"tag":"women's education"},{"id":466,"tag":"Educational System"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5371,"title":"Impact of Religion in New England Education","course_id":80,"status":"P","start_date":"1851-12-02","end_date":"1852-01-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In New England, the Puritans required every town to establish public schools supported by all families. After settling in the United States, the first buildings they constructed were a house of worship and a school. This exemplifies that education and religion were the two most important beliefs that the Puritans held. According to New England First Fruits, “After God… reared convenient places for God’s worship… one of the next things we longs for and looked after was, to advance learning and perpetuate it to posterity”.","The New England states’ educational policies have often been regarded favorably. During a tour of the United States, Hugh Seymour Tremenheere even reported that people in Massachusetts even went so far as to say “the present public school system in the United States is a political necessity”. This shows that New England already viewed public education as an aspect ingrained in the rights of people. The New England system was considered a paradigm in setting up school systems in other areas of the country.","The curriculum in schools often centered around moral and religious training because it was believed that “one of the chief projects of Satan [was] to keep men from the knowledge of the Scriptures”. The main purpose of going to school and learning to read for many was to learn to read the Bible. Besides solely religious education, the primary education system was envisioned to be for communicating the essential American moral values as well. “Moral instruction is enjoined on the masters and mistresses to the utmost extent to which they are able to carry it in the course of the ordinary lessons of the school”. These moral values were derived from Protestantism and included industriousness, personal responsibility, and frugality."],"display_date":"December 2, 1851 - January 2, 1852","search_date":"1851-12-17","locations":[{"id":6200,"lat":42.3399569086,"lng":-70.8833658099,"zoom":9,"place":"PLYMOUTH, Massachusetts"}],"tags":[{"id":466,"tag":"Educational System"},{"id":79,"tag":"Religion"},{"id":1180,"tag":"Puritan Education"}],"course":{"name":"U.S. History from 1812 - 1914","school":"Foothill College","course_id":80,"school_id":40}},{"id":5553,"title":"Lincoln Elementary and High School, McClennanville, SC: A Standing Artifact of Desegregation in South Carolina","course_id":91,"status":"P","start_date":"1/1/55","end_date":"12/31/60","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["A photograph of Lincoln Elemetary and High School, as it still stands in McClennanville, South Carolina, an unoccupied building with boarded windows, is the starting point for this episode in American history. The photograph was taken by Rebekah Dobrasko, in 2008, as part of a master's thesis on equalization schools in South Carolina.","Across the state of South Carolina from 1951-1960, a wave of new schools known as \"Equalization schools\" were built in response to the ruling of the Briggs v. Elliot case from neighboring Clarendon County, South Carolina.","Briggs v. Elliot was eventually combined into Supreme Court case Brown v. Board of Education, which overturned racial segregation in American schools. In 1951, however, desegregation in American schools did not appear imminent. The Briggs v. Elliot case only established that segregated schools were unequal in facilities. White schools were better funded, newer, had better books and resources, and, as Briggs v. Elliot specifically charged, school buses so that children could attend without walking many miles every day.","The solution to this inequality would eventually be, with Brown v. Board, to integrate black children into these better-funded schools, but the state was committed to delaying court-mandated integration for as long as possible. The immediate answer to the Briggs case was “equalization schools”; represented by 1950s architecture like Lincoln Elementary and High School, built in 1955, that still stands across the state.","These small, flat-roofed, one-story building were built across the state as schools for white and black children. Building all new schools was a costly solution. The County of Greenville alone built 11 new schools between 1953 and 1958. The small scale of most of these schools reflects reluctance for schools to create schools to accommodate the whole community of children, white and black.That the design of these school building was specific to the ideology of racial segregation that peaked in strength and visibility at mid-century, is evident by the abandoned and decayed state of most of these small schools today."],"display_date":"1955 - 1960","search_date":"1957-12-31","locations":[{"id":29467,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"Greenville, South Carolina"}],"tags":[{"id":1477,"tag":"equalization schools"},{"id":746,"tag":"Supreme Court"},{"id":831,"tag":"construction"},{"id":701,"tag":"Lincoln"},{"id":1412,"tag":"Greenville, SC"},{"id":719,"tag":"South Carolina"},{"id":466,"tag":"Educational System"},{"id":473,"tag":"Brown vs. Board of Educat"},{"id":6,"tag":"Education"},{"id":43,"tag":"Desegregation"}],"course":{"name":"Urban and Suburban America","school":"Furman University","course_id":91,"school_id":4}}]}