{"id":468,"tag":"employment","points":[[28.6157324623,-81.3533405132],[35.7900765104,-78.6503526888],[35.0485350444,-78.8273232021],[41.7585954468,-71.3839450728],[42.107446354,-83.1351982696],[38.9071923,-77.0368707]],"bounds":[[42.107446354,-71.3839450728],[28.6157324623,-83.1351982696]],"episodes":[{"id":4856,"title":"Job Opportunities at the Seminole Hotel","course_id":33,"status":"P","start_date":"1886-01-01","end_date":"12/31/02","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1886 an impressive hotel was built on Lake Osceola called the Seminole Hotel. This hotel was a huge addition to the Winter Park community. It consisted of two hundred rooms and provided plenty of activities to entertain the guests, such as a bowling alley, croquet, tennis, and a billiard room. A bonus of being on the lake was that they were able to offer sailing, rowing, fishing, and two steam yachts. It was located close to Rollins College, so many family members of the students stayed there while visiting. It drove in famous and wealthy people such as President Grover Cleveland and William Rockefeller.","Along with the good business came numerous job opportunities for the African-Americans in the surrounding area. With only twenty-one years after slavery was abolished by the Thirteenth Amendment (1865), it was very difficult for African-American to get jobs, never mind jobs with good salary. During the Reconstruction Era, plantation owners hired the newly freed African Americans to keep production up. These arrangements did not work well, and therefore a great deal of the land was occupied by both white and African American farmers and sharecroppers.","The Seminole Hotel was a one of the only businesses that employed African-Americans in the South during this time. Some of the jobs included maids, bellhops, landscapers, cooks, baggage carriers, and caddies. They employed men, women and children to carry out these duties. Also when important figures stayed at the hotel, there would be the additional job of driving the mule and carriage to the train station just down the road, to pick up and drop of the guest. The workers were treated well here and made a reasonable pay. In a picture, dating between 1886 and 1902, shows eleven young African-American men dressed in caddy uniforms, scrabbling on the dirt ground in search of money. Most of the young men are piled on top of each other or sprawled out on the ground, while only one appears to already have some money in his hand, because he is away from the group and is looking down at his cupped hands. Written on the back of the picture it says, “Scrambling for money thrown by Seminole Hotel guest.” This picture suggests that not only did the hotel treat their workers well, but the guests did as well. They generously threw out money to these workers that were working to help support their families.","While other businesses were discriminating against the newly freed people, the Seminole Hotel invited them in with open arms. Their hard work and helping hands helped keep the hotel open for six years until a fire in the kitchen burned down the hotel. The hotel was not re-built and many people became unemployed. The Seminole Hotel exemplified how an establishment in the late nineteenth century could have interracial employees and still flourish as a well-known business."],"display_date":"1886 - 1902","search_date":"1894-07-01","locations":[{"id":1443,"lat":28.6157324623,"lng":-81.3533405132,"zoom":8,"place":"ORANGE, Florida"}],"tags":[{"id":468,"tag":"employment"},{"id":142,"tag":"african americans"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}},{"id":4874,"title":"Penders Advertisment","course_id":31,"status":"P","start_date":"12/20/33","end_date":"12/20/33","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Pender’s grocery advertisement from the Raleigh <em>Observer</em> depicted a wealthy and very happy white family enjoying a lovely Christmas dinner. The family is being served dinner by a maid, that also appeared to be in a good mood in the advertisement. This advertisement was an illustration of the menial work black women had to do in the 1930s. Domestic jobs were usually the most common types of work available to black women; depending on the location, domestic jobs were sometimes the only work available to black women. There were very few honorable employment opportunities available to black women, but a few black women were teachers or shop keepers, and some were able to do clerical work. Many times the more respectable jobs were only available to light skinned black women if they were available to black women at all. Regardless of the job description, black women were grossly underpaid for their work.","During the 1930s the American economy was at an all-time low, and the Great Depression was in full effect. The domestic job field became very competitive due to the poor economy; more women were seeking work as domestics, while those people who had maids discontinued their services. All of these factors drove down the already low wages. Domestic workers had to cook and clean after other families as well as their own, and just as portrayed in the advertisement, domestic workers spent their holidays cooking and serving their employers instead of being with their own loved ones.","Historian Jacqueline Jones has described the Great Migration, the time when many blacks moved to northern cities from 1900 to 1930 to find better jobs and opportunities.  According to Jones, the rumors of the north being a better place for blacks were only half true. There was a lot of immigration at the same time blacks were moving to northern cites; this made it hard for African Americans to get factory jobs because although blacks spoke English and were Protestant, the employers preferred to hire immigrants. Many black women were the bread winners of their households or their wages were close to that of their men. The black women moving north had hoped to escape domestic work because the progress of African Americans as a group was tied to the job status of black women. Black women eagerly sought factory jobs that offered more money for less working hours and did not have the social woes that came with domestic work. In the end, most black women were trapped in domestic service, but according to Jones black women measured their success by the standards of those still in the South. Life in the North was hard, but women rarely decided to move back south because in the North their children had better educational opportunities, and black women could also vote and participate in politics."," "],"display_date":"December 20, 1933","search_date":"1933-12-20","locations":[{"id":22391,"lat":35.7900765104,"lng":-78.6503526888,"zoom":9,"place":"Wake, North Carolina"}],"tags":[{"id":463,"tag":"African American Women"},{"id":468,"tag":"employment"},{"id":3,"tag":"African-Americans"}],"course":{"name":"African-American History from 1863 to the Present","school":"University of North Carolina at Pembroke","course_id":31,"school_id":9}},{"id":4877,"title":"State Begins to Hire More Black Workers","course_id":31,"status":"P","start_date":"10/2/68","end_date":"10/2/68","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On October 2, 1968, the North Carolina Good Neighbor Council submitted a survey to Raleigh demonstrating that blacks were being hired for more positions within the state government. That rise came over the previous two years. There were still state agencies that are all white, but those agencies did not include education, health or hospitals. “The study showed that 38 percent of the blacks employed by the state are in predominantly black institutions, compared to 50 percent in 1966,” reported the <em>Fayetteville</em><em> Observer.</em> Although the blacks still held the majority of the traditional jobs, like maids and janitors, there was an increase in black professionals. Black women were earning slightly more than black men on some of the professional jobs, such as management and clerical.","According to historian Jacqueline Jones, “between 1960 and 1970, the percentage of black women in the clerical and sales sector increased from three to 11 percent in the South and from 17 to 33 percent in the North.” These increases were partly due to laws being established at that time. One such law, the Civil Rights Act, came out in 1964. “Title VII of the act outlawed discrimination in hiring on the basis of race, color, religion, sex or national origin and it established the Equal Employment Opportunity Commission (EEOC) to enforce the law,” noted Jones. There were gains in incomes for both black men and black women. According to historian Robert J. Norrell, “the income gains among black men resulted in part from the federal government’s equal-employment pressure in skilled and semiskilled industrial jobs.”  By contrast, black women were being hired for management positions, but most of their income was coming from clerical work. “Major income gains among African Americans came from big increases in professional and managerial jobs,” according to Norrell. The passage of Title VII revealed, even in North Carolina, that more jobs would become available to blacks, but the wages still would not be equal to those of whites."],"display_date":"October 2, 1968","search_date":"1968-10-02","locations":[{"id":33963,"lat":35.0485350444,"lng":-78.8273232021,"zoom":9,"place":"Cumberland, North Carolina"}],"tags":[{"id":142,"tag":"african americans"},{"id":468,"tag":"employment"}],"course":{"name":"African-American History from 1863 to the Present","school":"University of North Carolina at Pembroke","course_id":31,"school_id":9}},{"id":5644,"title":"The Commodity of Self: A Tale from the Narrative of Elleanor Eldridge","course_id":103,"status":"P","start_date":"1794-03-01","end_date":"1799-03-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1815, at the very young age of ten, the heroine of our narrative, Elleanor Eldridge, lost her mother. Elleanor's life story was penned in her narrative, <em>Memoirs of Elleanor Eldridge.</em> Elleanor was born into a very perculiar set of circumstances. Born in Rhode Island, she was the daughter of a free African-American Man and a female descendent from the Narrahganset tribe. The death of Elleanor’s mother acted as a catalyst that began Elleanor’s life of “self-government and spirited action”(2). Being born into freedom, she was granted many advantages that others of her race still did not possess. However advantageous the circumstances of her birth were, it still did not negate the inferiority of her position within society. It cannot be forgotten that Elleanor was still an African-American girl living in a highly racialized society. She was also the oldest child of the single-parent household with several siblings that needed to be taken care of. While Elleanor was not a slave in the general sense of the word, she was still a slave to the society she was born into. The death of her mother caused Elleanor to sell herself back into a institutionalized version of slavery, where Elleanor was a commodity to the people she served.","Upon the tragic death of her mother, Elleanor packed all of her belongings into a small leather rucksack, kissed each of her brothers and sisters, said goodbye to her father, and set out on a long, dirt road to seek work at the home of her mother’s former employer, the Bakers. The Bakers were an affluent Rhode Island family, who had been very fond of Elleanor's mother. Elleanor, possessing much of her mother's beauty, skill, and charms, was the natural choice for her replacement. Yet, before agreeing to the generous terms of employment that the Baker family had offered her, the ambitious ten-year-old proceeded to bargain the terms of her employment. Through this, Elleanor had placed herself in the “space between person and thing”(1). She was no longer in complete possession of of her own circumstances, and by extension was guilty of selling herself as a commodity, which could be bargained for. However, Elleanor had taken control of the situation through making her own choice of employer. She felt satisfied with the choice she had made for the Bakers maintained a level of respect for Elleanor and possessed the uncommon view of their servants as “belonging to the same great family of man”(2). Elleanor was aware that not all masters shared the same ideals as the Bakers did. Most employers maintained the practice of treating their servants as objects, instead of “accountable beings--as persons indeed, capable of independent thought, feeling, and action--susceptible alike of pleasure and pain, they are considered as the mere appendages of luxury”(2). Through choosing her own employer, power over Elleanor changed hands in Elleanor's favor.","As many faithful years with the Baker Family passed by, Elleanor continued to affect the conditions of her servitude on her own terms. After a year’s work, Elleanor requested that her weekly wages be raised to two cents. From a very young age, Elleanor learned the value of her services and herself as a commodity. From there, she set higher standards for the type of employer she was interested in working for. She was able to have control over her employment circumstances, which was a rarity for her time. She may have had to place herself back into a system she had been lucky to escape at birth, but Elleanor was able to regain control of her own personhood and avocation. She used her circumstances to carve out a place for herself within society as an individual blessed with the freedoms and liberties granted to her."," "],"display_date":"March 1794 - March 1799","search_date":"1796-09-14","locations":[{"id":15349,"lat":41.7585954468,"lng":-71.3839450728,"zoom":7,"place":"Kent, Rhode Island"}],"tags":[{"id":7,"tag":"Women"},{"id":238,"tag":"African American"},{"id":9,"tag":"Law"},{"id":270,"tag":"Freedom"},{"id":468,"tag":"employment"},{"id":1604,"tag":"Female"},{"id":1605,"tag":"Freed Slave"},{"id":1606,"tag":"Liberty"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":103,"school_id":2}},{"id":6043,"title":"World's First Metalclad Airship Built For US Navy","course_id":118,"status":"P","start_date":"1/1/22","end_date":"12/31/22","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Given Detroit's history as a frontrunner in new technologies and industrial development, it is no surprise that the city was the site of the first efforts to construct metal airships as a distinctly American type of dirigible for both commercial and military uses. Encouraged by the availability of dependable engines; of light, thin alloys; and of more seasoned engineering talent; in 1922 a group of entrepreneurs organized the Detroit Aircraft Development Corporation to modernize the rigid airship and make it all-metal, like the hull of a seagoing vessel. An experimental engineering group was organized and instructed to endeavor to isolate and determine the scientific fundamentals governing the design of an all-metal structure. General Motors Corporation, Ford Motor Company and other industrial concerns contributed valuable laboratory facilities; the Aluminum Company of America undertook to develop aluminum alloy in thin sheets; aeronautical engineers and metallurgists in Washington were invited to offer criticisms and suggestions. Through laborious and painstaking engineering, they set about the development of a safe and practical Metalclad Airship.","During this time, shortly after the first World War, private corporations and government and military entities in the United States military sought to provide resources and employment to the national population. Thousands of manufacturing jobs were created and sustained by the innovations that came out of the hard work and dedication of people like these men in Detroit. Today, one of the main issues facing Detroit and other post-industrial cities is the fact that public and private investors are no longer spending their time and resources on American soil. Instead, tax policies and the \"race to the bottom\" encourage GMC, Ford, and many other companies to move their manufacturing facilities abroad. This leaves many low-skilled workers who used to work at the factories unemployed, hungry, and increasingly frustrated."],"display_date":1922,"search_date":"1922-07-02","locations":[{"id":21386,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1899,"tag":"Detroit"},{"id":468,"tag":"employment"},{"id":2183,"tag":"Manufacturing"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6679,"title":"Dismissal Due to Alleged Perversion during the Lavender Scare","course_id":173,"status":"P","start_date":"1/1/45","end_date":"12/31/69","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Persecution in the United States during the Cold War is often only thought of as pertaining to alleged Communist sympathizers; however less publicized was the discrimination faced by homosexuals during this period. Already a time of great turmoil and uncertainty throughout America, McCarthy’s time in Senate was especially volatile for the homosexual community as investigations and interrogations were made in an attempt to expose them. The contagion of terror regarding communist spies and traitors consuming the nation made the homosexual community a convenient target for a tandem witch-hunt, as it was believed that they were “…vulnerable to blackmail and therefore…security risk[s]” (Johnson 1994, 47). This period, known as the Lavender Scare, was rife with conflict between the Federal government and the gay community as family, friends, and colleagues began being dismissed from their jobs (Johnson 1994, 46). The Senate issued a report, “Employment of Homosexuals and Other Sex Perverts in Government”, which condemned homosexuals as morally depraved and thus “…unsuitable for employment…” (Hoey 1950, 19). It was decreed that intelligences within the work place of “sexually perverted” activities were to be investigated immediately and the person expediently and mercilessly removed from their post, regardless of years of employment.","Beyond this, Hoey’s report recommended amending the regulations on homosexual activities to make prosecution easier and penalties harsher, further constricting the gay community and thickening the shroud of fear that hovered over them (1950, 17). According to Hoey, the dismissal of purported homosexuals was justifiable in that it was in the greater interest of society to be protected from these individuals, which he viewed as deplorable (1950, 20). This was further validated by the mainstream psychiatric reasoning at the time that claimed homosexuals could be treated if “…they [had] a genuine desire to be cured” (Hoey 1950, 3).","The Lavender Scare continued to escalate as the Eisenhower administration prevented the outright employment of those convicted of sexual perversion. Homosexuals holding places in office were seen as weakening the American government and a severe “security risk” (Johnson 1994, 48). Roosevelt also came under scrutiny for “…harboring at least one homosexual…” (Johnson 1994, 50) in his office, but instead of defending them, Roosevelt also forced their resignation.","These acts of bigotry and the hostility had a tremendous effect on the self-concept of homosexuals. As Sullivan noted, homosexuals were singled out and ridiculed, while society at large turned against them. This was a tremendously demoralizing experience, because not only were they being thrown from their jobs, but forced to live in an environment of hostility and stigmatization (Sullivan 1990, 208). As a result they suffered from depression, feelings of inferiority, as well as fear, hatred, and denial of their sexuality.","The “Employment of Homosexuals and Other Sex Perverts in Government” had dramatic ramifications in the treatment of homosexuals and their perception in society. It created a chasm in society, an “us” and a “them”, with lastly and profound consequences that remain interwoven in the fabric of society today."," "],"display_date":"1945 - 1969","search_date":"1957-07-02","locations":[{"id":52855,"lat":38.9071923,"lng":-77.0368707,"zoom":6,"place":"Washington, D.C."}],"tags":[{"id":1667,"tag":"Discrimination"},{"id":291,"tag":"Cold War"},{"id":3299,"tag":"LGBT/Homosexuals/Gays"},{"id":468,"tag":"employment"}],"course":{"name":"US History 1867 to the present","school":"University of Toronto Scarborough","course_id":173,"school_id":28}}]}