{"id":469,"tag":"African American Music","points":[[27.9201054752,-81.6833148753]],"bounds":[[27.9201054752,-81.6833148753],[27.9201054752,-81.6833148753]],"episodes":[{"id":4855,"title":"The Beauty of Music in African American Culture","course_id":33,"status":"P","start_date":"1870-01-01","end_date":"1890-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the aftermath of the Civil War, former slaves rejoiced in celebration of their newly established freedom.  This emancipation provided African Americans with a sense of hope, economic opportunity, social mobility, and more of a voice in a society in which was very hard on blacks.  Music played a huge role in the establishment of African American culture during the reconstruction period.  The Banjo, originally created in Africa, was a major instrument for African Americans before and after the Civil War.  Up until the 1840’s, Africans were predominantly the only players of the banjo.  Banjos were made of gourds and skins, with strings ranging from three to nine.  The banjo was the most popular instruments in African American culture from the arrival of the first slaves to the early 20<sup>th</sup> century, creating a unique blues style of music.","After the Civil War, African Americans now finally had the freedom to express their feelings.  The earliest known players of blues music dates back to the late 1890s.  Blues first developed in the South, influenced by work songs, ragtime, church music, and the folk songs played by whites. [1] Many African Americans used blues music to express issues on racism and poverty.  Although the Civil War granted freedom to slaves, much oppression was still evident between blacks and whites.  Just like slaves sang blues in the fields and plantations, they sang out loud expressing their feelings and attitudes.  Even through an appalling time like the slave period, much of the music played expressed origins from the first blacks to be enslaved from Africa.  Music played a huge role in bringing about the culture of African Americans.","William Kenney, professor of History and American Studies at Kent State states,  “the banjo played the musically rebellious role of the electric guitar in the nineteenth and early twentieth centuries.” [2] From traditional folk songs to the creation of new beats and melodies, the banjo created a unique style of music popular to the majority of African Americans.  The creation of blues music post Civil War provided blacks the power and freedom to express their thoughts and feelings.    Although the banjo had been around for a very long period of time, during the reconstruction period, it became a very popular instrument for both blacks and whites."," "," "," "],"display_date":"1870 - 1890","search_date":"1880-07-01","locations":[{"id":1447,"lat":27.9201054752,"lng":-81.6833148753,"zoom":9,"place":"POLK, Florida"}],"tags":[{"id":470,"tag":"Reconstruction Period"},{"id":469,"tag":"African American Music"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}}]}