{"id":470,"tag":"Reconstruction Period","points":[[27.9201054752,-81.6833148753],[40.7805662337,-73.9388482485],[44.0682019,-114.7420408]],"bounds":[[44.0682019,-73.9388482485],[27.9201054752,-114.7420408]],"episodes":[{"id":4855,"title":"The Beauty of Music in African American Culture","course_id":33,"status":"P","start_date":"1870-01-01","end_date":"1890-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the aftermath of the Civil War, former slaves rejoiced in celebration of their newly established freedom.  This emancipation provided African Americans with a sense of hope, economic opportunity, social mobility, and more of a voice in a society in which was very hard on blacks.  Music played a huge role in the establishment of African American culture during the reconstruction period.  The Banjo, originally created in Africa, was a major instrument for African Americans before and after the Civil War.  Up until the 1840’s, Africans were predominantly the only players of the banjo.  Banjos were made of gourds and skins, with strings ranging from three to nine.  The banjo was the most popular instruments in African American culture from the arrival of the first slaves to the early 20<sup>th</sup> century, creating a unique blues style of music.","After the Civil War, African Americans now finally had the freedom to express their feelings.  The earliest known players of blues music dates back to the late 1890s.  Blues first developed in the South, influenced by work songs, ragtime, church music, and the folk songs played by whites. [1] Many African Americans used blues music to express issues on racism and poverty.  Although the Civil War granted freedom to slaves, much oppression was still evident between blacks and whites.  Just like slaves sang blues in the fields and plantations, they sang out loud expressing their feelings and attitudes.  Even through an appalling time like the slave period, much of the music played expressed origins from the first blacks to be enslaved from Africa.  Music played a huge role in bringing about the culture of African Americans.","William Kenney, professor of History and American Studies at Kent State states,  “the banjo played the musically rebellious role of the electric guitar in the nineteenth and early twentieth centuries.” [2] From traditional folk songs to the creation of new beats and melodies, the banjo created a unique style of music popular to the majority of African Americans.  The creation of blues music post Civil War provided blacks the power and freedom to express their thoughts and feelings.    Although the banjo had been around for a very long period of time, during the reconstruction period, it became a very popular instrument for both blacks and whites."," "," "," "],"display_date":"1870 - 1890","search_date":"1880-07-01","locations":[{"id":1447,"lat":27.9201054752,"lng":-81.6833148753,"zoom":9,"place":"POLK, Florida"}],"tags":[{"id":470,"tag":"Reconstruction Period"},{"id":469,"tag":"African American Music"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}},{"id":5793,"title":"<strong><em>Harper's Weekly</em> Demands the US Disarm the Ku Klux Klan</strong>","course_id":113,"status":"P","start_date":"1871-03-25","end_date":"1871-03-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In a news brief on March 25, 1871, <em>Harper’s Weekly</em> declared, “It is agreed upon all sides that the condition of the late rebel States is deplorable.” This magazine did not mention, however, that the reason the conditions of the rebel States was deplorable was because of the presence of the Ku Klux Klan. In response to the violent acts that the Ku Klux Klan had committed, a special committee of Congress had been called together. The committed responded that “…the remedy seems to be simple. Removal of every pretense of complaint, and complete personal security, are now required. General enfranchisement, and the summary destruction of the Ku-Klux, should be simultaneous.”","For the committee, the disablement of the Ku Klux Klan was a necessity. <em>Harper’s Weekly</em> noted on the matter, “Plainly, if disabilities are removed, the Ku-Klux may come into possession of the State governments.” The threat of the Ku Klux Klan gaining political power frightened the special committee. The Klan was a threat that required the US to intervene and stop. This was reflected strongly in the news brief’s ending: “The Ku-Klux terrorism indefinitely postpones the tranquility which is indispensable to the Southern States.” Thus, only with the Ku Klux Klan out of the picture could the southern States peacefully be assimilated back into the Union.","This news brief from <em>Harper’s Weekly</em> accurately reflects the fears of many people in the South during the years of reconstruction. The<em> Encyclopedia of American Religious History</em> contended that the KKK was originally a social fraternity. This changed, however, once Confederate veterans, under the guidance of Nathan Bedford Forest, took control of the Klan. Furthermore, historian Eric Foner argued that the KKK was a military arm of the Democratic Party in the South. In addition to Confederate Veterans, planters, merchants, and members of the Democratic Party also joined the Klan. the Klan became involved with political terrorism aimed at preventing Republicans from gaining political clout within the former rebel States. The Klan’s regular victims consisted of white Republicans, teachers, blacks, and those promoting Reconstruction.","As mentioned in the news brief, many people demanded the US government dismantle the threat of the KKK. In response to these demands, Congress passed the Ku Klux Klan Act (a.k.a the Third Enforcement Act) on April 20, 1871. This act enabled President Grant to use military force or suspend the writ of <em>habeas corpus</em> in order to stop any display of “insurrection” in the former Confederate states. While the Ku Klux Klan Act had moderate levels of success, in the 1876 Supreme Court case of <em>US </em>vs. <em>Cruikshank</em>, the Court’s holding was that the Ku Klux Klan Act was only applicable to state and local governments. Since the KKK was not part of the government, the organization was out of the jurisdiction of the Federal government. Thus, the KKK would survive and continue to haunt the South many decades following the end of Reconstruction."],"display_date":"March 25, 1871","search_date":"1871-03-25","locations":[{"id":8927,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":151,"tag":"Ku Klux Klan"},{"id":680,"tag":"Harper's Weekly"},{"id":470,"tag":"Reconstruction Period"},{"id":755,"tag":"Confederacy"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":113,"school_id":3}},{"id":6426,"title":"Women: Citizenship or Idol Worship in the 19th Century","course_id":149,"status":"P","start_date":"1871-10-26","end_date":"1871-10-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["An article from The Idaho World entitled, \"Will A Lady Ever Be President?\" pondered the possibility of a female presidency in 1871, a year before the upcoming election of 1872. The tone in which the author wrote is misogynistic, but also fairly common thought. The author begins by saying, \"Will a lady ever be President? We hope so, if she is pretty.\" Beauty is a central theme in this article, and it is assumed to be the cornerstone quality that makes a good female President. The author goes on to make the assumption that if a woman were to be President, it would open many chances for promiscuous behavior, in the good favor of her inferiors. \"The Presidentess\" would also be a fashion icon, and \"inaugurate an era of love and elegance\" to the political sphere. The author then assembles a picture of the future of politics, where a \"plump, comely\" candidate runs against a \"lean, lank, scrawny\" candidate. The public would be so invested in the excitement of this event that they would parade awful banners around, \"Full Bosoms Forever,\" \"Pretty Ankles are the Nation’s Bulwarks,\" \"To Arms, ye Brave, When they are Fair and Dimpled,\" and “Give the Kissing Candidate a Chance” among the lot. The author assures the readers that this future would be a good time, and that they should hope that they are alive to see it. The article ends in a positive view of women in politics at face value, but the meaning that lies underneath may not be so liberating, especially for the thousands of suffragettes reading it in 1871."," ","The fact of the matter is that women existed in a funny area within society, mostly white women, where they were held to a high standard of respect but were not considered equal and were not given the same rights as men. They were to appear ladylike and to exhibit class and sophistication amongst company. The “New South Lady,” according to David Blight’s <em>Race and Reunion</em>, was the “agent by which the whole South could transcend the legacies of defeat and Reconstruction” (273). This image of a perfectly proper and wholesome woman was meant to steer the country towards morally better paths. The United Daughters of the Confederacy was a group assembled to exemplify just this. The UDC strived to be “guardians of piety, education, and culture” and lead “public activist lives” (273). Women were expected to stay within the confines of their designated roles as wives and mothers, achieving perfection in positive qualities such as doting, peacemaking, respectable, and sensible.","Politics was considered too brutish for the dainty ladies of the states. Many women were not particularly upset by this construct, such as Janet Rudolph, who claimed that it was not fair that women had to give up everything, but were still not able to reach the equal status of their male counterparts. “Do you call this chivalry to women? Is it placing them on that lofty pedestal our opponents so delight to talk of?” Though she recognized this imbalance, she claimed, “I am not a suffragist, but it is just such injustice that will cause the women of Virginia to become suffragists” (279)."," ","The idea of a woman within the political sphere caused backlash from those who could not separate politics from the dirty, rough-and-tumble men that were involved. Or, at least it seemed that way. In order to combine the two worlds, one would have to sacrifice part of its identity. If a lady were President, the Presidency would have to revolve around female-centered activities (e.g. fashion, kissing); likewise, if a lady were to be President, the lady would have to act like a President—i.e. to act like a man. Thus, it was quite comical to some folks to imagine a female President. Though it has yet to happen today, this country has come a long way in securing a place for women in politics—even so far as to allow them to run against men in the Presidential campaigns. Luckily, there have yet to be any banners like the ones in this article read in the campaign for the 2016 Presidential election."],"display_date":"October 26, 1871","search_date":"1871-10-26","locations":[{"id":52834,"lat":44.0682019,"lng":-114.7420408,"zoom":8,"place":"Idaho"}],"tags":[{"id":470,"tag":"Reconstruction Period"},{"id":7,"tag":"Women"},{"id":170,"tag":"suffrage"},{"id":788,"tag":"Sexism"},{"id":18,"tag":"Politics"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":149,"school_id":2}}]}