{"id":471,"tag":"music","points":[[28.7169229525,-81.2362806752],[34.9591922676,-81.9357757115],[39.9878097372,-91.1885648416],[30.1220750117,-89.7244851703],[41.6837659,-74.8719284]],"bounds":[[41.6837659,-74.8719284],[28.7169229525,-91.1885648416]],"episodes":[{"id":4857,"title":"Zora Neale Hurston: Impact on Music Folklore","course_id":33,"status":"P","start_date":"1/1/39","end_date":"12/31/39","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Music belongs to all humans. Race, size, or color does not matter. When it comes to music, all cultures come together, one voice is heard. Folklore music is a prime example of this, and Zora Neale Hurston played an extremely important role in it. Not many African Americans had the opportunity to publish any type of works, or even to express their opinions on music, but Hurston was able to and represented all those who did not have the opportunity to do so. She introduced folklore and showed us how important music is, and the role it played in African American’s lives. <br /> Folklore music really represents cultures, their beliefs as well as religion. Much of music is written to express our feelings about certain topics, Africans viewed music as a getaway, they believed that through music they were able to achieve a lot more than by actually physically reacting to a certain issue. When music was made, spirits were lifted, and feelings were expressed; much of folklore music was played during special celebrations such as weddings and burials. It brought people together, and as Hurston mentioned “it does not belong to any special time, place, nor people”. Hurston taught us so much about the evolution of folklore here in Florida, and the role it played in both white’s and African’s lives. She once mentioned that a verse is “just a talking sentence,” to show us how powerful music was really is. To prove her point Hurston included in her book Frontiers: A Journal of Women Studies, Vol. 12, No.1 fragments of folklore songs from various parts of Florida. These songs had powerful verses and stanzas that reached out to many, and painted a picture of what African American’s lives were like. <br /> Hurston often wrote about folklore music, but she also wrote “narratives and hoodoo practices.” She published many different books on music and its impact in states such as Florida, and Alabama; she also included examples of typical songs that were often popular among Africans in such regions. Her books were very descriptive and often told stories in form of songs about certain characters and their everyday lives. The characters portrayed in her books were mostly based on a non-fictional character; often people she knew and was close with. The songs reflected events that often took place in this person’s life, just told the story of their life. A perfect example of this would be Mules and Men, in which the “book really yields a valuable account of our Southern United States Negro.” <br /> Hurston’s books are known all over the country, and her works are greatly recognized in states such as Florida. History owes a great deal to Hurston, thanks to her we now know a great deal of how and what music folklore was influenced and how it was brought about here in our own Floridian backyards. We are also able to get a glimpse of what life was like during the slave trade periods, just as well as how, not only people were affected by slavery, but how culture and music were also impacted."," "," "," "],"display_date":1939,"search_date":"1939-07-02","locations":[{"id":23214,"lat":28.7169229525,"lng":-81.2362806752,"zoom":10,"place":"Seminole, Florida"}],"tags":[{"id":437,"tag":"Zora Neale Hurston"},{"id":460,"tag":"African American Folklore"},{"id":471,"tag":"music"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}},{"id":5051,"title":"Singin' Billy Walker","course_id":43,"status":"P","start_date":"1835-01-01","end_date":"1835-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In a time of intense religious revival and a relatively low literacy rate, the need for easily learned music was quickly becoming necessary. Shape note singing is a type of musical notation that was used commonly throughout the rural south during the nineteenth century as a way to assist with congregational and revival hymn singing to help with just that. Ministers were becoming increasingly uneasy about the quality of singing in their churches, so they began to arrange singing schools that would meet at the church and teach their congregation how to read music and sing. This was often difficult to teach though since hymnbooks of that time were often word only volumes that were printed small enough to put in ones pocket to carry into church and the singing was unaccompanied. To help ease in teaching, the shape note system was created which used a system of four shaped noteheads which corresponded to four syllables of solfege which are fa sol la and mi. This was supposed to make it easier and quicker for singers to master the music, which became especially important during the revivals when there was a need for easily learned and remembered tunes to help form a sense of community for those at the revival meetings of the nineteenth century who were often not highly educated. These were events with powerful preachers who wanted each individual to have a personal experience, yet feel that they were also a member of the group. Through shape note singing the attendants of the revivals were able to do just that.","Arguably, one of the most influential tune books for shape note singing is <em>The Southern Harmony</em> by William Walker from Spartanburg, South Carolina, known often as Singin’ Billy Walker. He started as a music teacher at some of the singing schools and he published <em>The Southern Harmony</em> in 1835. He would use both already well-known hymns and some from the word only songbooks already in use and draw on the rich oral tradition of the Anglo-American folksongs to supply standardized tunes and melodies to the hymns. Looking through <em>The Southern Harmony</em> one sees many songs that are still common today in southern worship services, such as <em>Wondrous Love</em> and <em>The Promised Land</em>. His most well known work is the pairing of the hymn <em>Amazing Grace</em> to the tune we sing it to today, New Britain. Both of these had been printed before separately, but he was the first to place them together and harmonize the piece."],"display_date":1835,"search_date":"1835-07-02","locations":[{"id":11644,"lat":34.9591922676,"lng":-81.9357757115,"zoom":9,"place":"SPARTANBURG, South Carolina"}],"tags":[{"id":79,"tag":"Religion"},{"id":471,"tag":"music"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5431,"title":"Jazz Boom!","course_id":79,"status":"P","start_date":"1/1/29","end_date":"1/1/29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The American country was in turmoil. People were starving for work and relief from the Depression. Franklin D. Roosevelt was struggling to regain control of the plummeting economy and the people were worn. Any distraction offered to these hard working masses was widely accepted. Music, for many, was seen as brief respite from the difficulties of their daily life. Along with FDR’s fireside chats, music was being aired into an increasing number of homes on a regular basis.","As part of Roosevelt’s New Deal programs, <em>Works Projects Administration</em> (WPA) began collecting art and music and exposed the nation to an evolving style of music, jazz. Evoking an emotional response from the audience, jazz music, reminiscent of African American spirituals, had become popular in many urban areas allowing the music industry to endure during the years when so many industries struggled to stay afloat. Changes  in musical style occurred around 1935 in conjunction with technological advances in for both film and audio technology. In addition, the New Deal program, <em>Works Projects Administration</em> (WPA) began collecting art and music and exposed the nation to the ever-evolving style of music.","Many of the WPA’s contributing artists gained fame during this era leaving a lasting influence on the nation’s music industry. The impact these people made on the cultural history of The United States and its music[btm1]  is enduring. For example, Billy Holiday, known as Lady Day, came to the forefront of the music scene in 1935, when she became vocalist for major orchestras such as Count Basie and His Barons of Rhythm. Count Basie had worked with other such greats as Louis Armstrong, another influential jazz musician. Armstrong, also known as Satchmo, a shortened version of Satchel Mouth, began playing cornet as a young man elevating himself in the industry  becoming a great trumpet player and singer. Often in demand during the Depression, Armstrong made his first trip to Europe in 1932.","The recording and film technologies as well as that of jazz music itself progressed during this period. Benny Goodman was a well-established radio and studio musician who combined forces with other musicians to focus on a purely jazz sound rather than popular tunes. Securing a contract to perform on the radio show “Let’s Dance” catapulted his sound to stardom with the crowning achievement being the first-ever jazz concert at New York’s prestigious Carnegie Hall.","Following Goodman’s successes with Swing Jazz bandleaders began to feature more jazz arrangements, styles and solos ushering in a new genre of music that is still evolving today."," "," "," "," "," "," "," "," "," "," "," "," "," "," "," "," "," "," "," "],"display_date":"January 1, 1929","search_date":"1929-01-01","locations":[{"id":19406,"lat":39.9878097372,"lng":-91.1885648416,"zoom":9,"place":"Adams, Illinois"},{"id":20995,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"Orleans, Louisiana"}],"tags":[{"id":1290,"tag":"Satchmo"},{"id":1289,"tag":"Louis Armstrong"},{"id":471,"tag":"music"},{"id":1291,"tag":"Swing Jazz"},{"id":1081,"tag":"The Great Depression"},{"id":1085,"tag":"WPA"},{"id":997,"tag":"Billie Holiday"},{"id":959,"tag":"Jazz"}],"course":{"name":"The Great Depression","school":"Texas Wesleyan University","course_id":79,"school_id":49}},{"id":6777,"title":"Music Entrepreneurs Organize the Woodstock Festival","course_id":178,"status":"P","start_date":"8/15/69","end_date":"8/18/69","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Four businessmen: Artie Kornfield, Michael Lang, John Roberts and Joel Rosenman, were determined to produce a flourishing enterprise focused on music in New York State. The four attempted to rent land close to the town of Woodstock in hopes of establishing a location for their concert. ","However, to many local citizens the musical scene of the late 1960s was controversial in the wake of anti-war protests, the emergence of the counter-culture and the involvement of drugs in the lives of performers and listeners. The council of Woodstock feared a large festival and its attendees would bring unnecessary harm to their lives and community through drugs and degradation of culture. In turn, the council passed a number of health and safety laws that prevented the four men from starting their show. The organizer’s troubles persisted as they traveled to different locations in New York looking for some place that would be open to holding their concert. ","Bethel, New York became a reluctant host to the Woodstock Festival after controversy with the town board arose in July 1969 when uncertainty arose regarding the approval of the businessmen’s’ contracts for land rent. Further opposition by citizens followed in August when some locals demanded the concert be cancelled, fearing for the health and safety of their community. These protests proved futile as the Woodstock Festival officially began on August 15, and a crowd totaling 750,000 people attended over the course of three days. Numerous musical artists representing many of the most highly regarded acts of the times, such as Santana, Janis Joplin and Creedence Clearwater Revival, traveled to the village to perform.","Without enough rooms to sufficiently house visitors, the attendees camped in public spaces, used cattle ponds for bathing, and spread litter through the community. They carried out their uninhibited lifestyle, described by social scientist Paul E. Willis as “a certain mystique, an inner logic that did not lend itself to the casual observer, or enthusiastic imitation.” Residents of Bethel began to provide the attendees with resources such as food and blankets as their guests repaid them by helping out in the community. ","The community board of Bethel, once opposed to the Woodstock Festival, were now enjoying the economic boom brought to their town, though they did not appreciate the large amount of drug use that surrounded their locale. Some community leaders believed that the youths gathering together was a blow to social morality with their public nudity and drug use.  Though the concert ended with three deaths and 5,000 reported cases of injuries and sickness, there were no reports of violence or fighting over the three days of festivities. In response to the outcome of he and his partners’ financial excursion, Michael Lang stated, “Today is a time to think about what happened here… The peace they were screaming about is what they really want – they’re living it.”"," "],"display_date":"August 15, 1969 - August 18, 1969","search_date":"1969-08-16","locations":[{"id":53118,"lat":41.6837659,"lng":-74.8719284,"zoom":8,"place":"Bethel, New York, United States"}],"tags":[{"id":471,"tag":"music"},{"id":2199,"tag":"Drugs"},{"id":705,"tag":"Community"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":178,"school_id":3}}]}