{"id":472,"tag":"Plessy vs. Ferguson","points":[[28.5174877311,-81.2997194005],[39.2338595038,-76.3925904773],[32.2987573,-90.1848103],[33.5206608,-86.80249],[38.9071923,-77.0368707]],"bounds":[[39.2338595038,-76.3925904773],[28.5174877311,-90.1848103]],"episodes":[{"id":4854,"title":"The African American Struggle through the U.S. Educational System","course_id":33,"status":"P","start_date":"1870-01-01","end_date":"1890-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Before the end of the Civil War, the education of black slaves in the United States was a criminal endeavor. Although efforts were made in the newly formed free black communities to organize schools, few African Americans received any education at all before the Reconstruction Era when public schools were opened. Even then, establishments for black children were poorly financed and largely ignored. Emerging in the 1870s, Jim Crow laws ruled the educational system and schools became legally racially segregated. In 1890, the first “coloured” school building in Winter Park was opened to African American children, under the harsh conditions of the time.","In 1896, the Supreme Court decision of Plessy vs. Ferguson established separate public schools for black and white students. The decision also deprived African American children of equivalent educational advantages. “Coloured” schools had to make do with scant financial support and negligible resources. A damaged photograph from 1890 documents the opening of the first school building for African Americans in the city of Winter Park, Florida. This schoolhouse appears consistent with the common characteristics of “coloured” schoolhouses emerging across the nation- few teachers, far too many students, and clearly under-financed. Two schoolteachers pose in the photograph alongside roughly 40 students – schoolchildren who mostly are in want of shoes. The schoolchildren in the photograph range from toddler-aged to early teens- a characteristic typical of the time, as generally one teacher supervised dozens of students in all subjects, and grades.","The lack of proper and fair financing for black learning institutions affected the quality of the education provided. Teachers could not give pupils ample individual attention, and therefore students were made to work exponentially harder in order to succeed. However, as the 1890 photograph illustrates, attendance was high and both students and teachers alike were proud of their new privilege, however tainted it may have been.","The struggle for fair and equal education for African Americans was long and hard, but much progress was made through the efforts of organizations such as the NAACP (National Association for the Advancement of Coloured People) and individuals like Oliver Brown, who pushed for fairness in the education system.U.S. schools were legally desegregated in 1954 by the Supreme Court decision of Brown vs. Board of Education, which overturned Plessy vs. Ferguson, and stated that \"separate educational facilities are inherently unequal.” Groups of African American students like “Little Rock Nine” began to enter previously “all-white” schools, and thus began the long process of de-segregation in American public schools. Though the U.S. school system still struggles with issues relating to fair education of African American children, the nation has certainly come a long way since the founding of Winter Park’s first “coloured” schoolhouse in 1890."],"display_date":"1870 - 1890","search_date":"1880-07-01","locations":[{"id":1442,"lat":28.5174877311,"lng":-81.2997194005,"zoom":8,"place":"ORANGE, Florida"}],"tags":[{"id":467,"tag":"Black Schools"},{"id":466,"tag":"Educational System"},{"id":142,"tag":"african americans"},{"id":472,"tag":"Plessy vs. Ferguson"},{"id":473,"tag":"Brown vs. Board of Educat"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}},{"id":6284,"title":"<strong>The Desegregation of <em>Maryland's Law School</em></strong>","course_id":132,"status":"P","start_date":"12/1/33","end_date":"1/31/36","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In December 1933, Thurgood Marshall began preparing for his first major civil-rights case. Marshall, having recently graduated from Howard Law School, returned to his native Baltimore to practice law and became legal advisor to the local branch of the National Association for the Advancement of Colored People (NAACP). Marshall was set on fighting to desegregate the University of Maryland Law School – the very same school that had rejected his application four year earlier.","Maryland was seen by the NAACP as a fertile testing ground for cases against segregation. Maryland state law did not require the segregation of colleges and the University had no rules explicitly prohibiting the admission of black students. Only the bias of those controlling admission stood in the way. And this bias could be challenged.","Marshall asked his mentor Charles Hamilton Houston for help. Houston was a Vice Dean of Howard University Law School and special counsel of the NAACP. Houston had constructed a strategy based on the findings of Nathan Margold.  Margold’s research found that institutions had violated the “separate but equal” principle which had been established by <em>Plessy v. Ferguson</em>. The institutions created for blacks were separate but never equal to those provided for whites. Houston’s strategy to challenge the equality aspect of segregation rather than questioning the constitutionality of segregation itself.","Houston agreed with Marshall assessment of the Maryland Law School. They needed to begin at the graduate-school level and law schools were an ideal target. Lawyers could easily see the absurdity of a “separate but equal” law school. The choice between creating a separate school for colored students and allow the admission of black students was clear.  Additionally, the NAACP also needed a victory for morale.  Houston hoped that through this case he could start pattern of precedents with each victory supporting the next.","While Marshall waited to take direct action, nine black students applied and had been turned down by the University of Maryland Law School. What Marshall needed for his case was a plaintiff.  He found that in Donald Gaines Murray. Murray was an ideal plaintiff. He was black graduate of Amherst College with good grades. Murray’s family was also well respected in the Baltimore area. Marshall convinced Murray to apply to the law school and, as expected, they turned him down. The university officials suggested that Murray apply to the Princess Anne Academy, an all-black school. This academy did not have a law school.","On April 20, 1935, Murray sued the university for denying his application in Baltimore City Court with Marshall as his attorney. The case began in June and was executed swiftly. The university claimed that the Princess Anne Academy offered an equal education opportunity. However, Marshall disproved them and argued that there was no other law school in the country that could teach the laws of Maryland except the University of Maryland Law School. The next day the judge ruled in Murray’s favor. The university did appeal the case but lost.","Following the victory, Houston cautioned “Don’t shout too soon.” The Murray case was only a small opening in the fight to end segregation. The Murray case, while it did not end segregation, was a monumental stepping stone in the road to desegregation. It demonstrated the power of the community and secured the NAACP’s resolve"],"display_date":"December 1933 - January 1936","search_date":"1934-12-31","locations":[{"id":24195,"lat":39.2338595038,"lng":-76.3925904773,"zoom":9,"place":"Baltimore, Maryland"}],"tags":[{"id":42,"tag":"Civil Rights"},{"id":472,"tag":"Plessy vs. Ferguson"},{"id":43,"tag":"Desegregation"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}},{"id":6610,"title":"\"Let us close the springs of racial poison\": Lyndon B. Johnson and the Civil Rights Act of 1964","course_id":163,"status":"P","start_date":"5/2/63","end_date":"7/2/64","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["At the White House signing ceremony for the Civil Rights Act of 1964, President Lyndon B. Johnson declared, “Let us close the springs of racial poison.”","Although President John F. Kennedy had promised in his 1960 campaign to introduce civil rights legislation, by the spring of 1963 he had still taken no action.  On May 2, 1963, the push for civil rights burst into living rooms across the nation via television. Young African Americans in Birmingham, Alabama publicly, peacefully, protested against racial discrimination and segregation. For eight days, Birmingham authorities, led by the Public Safety Director, Eugene “Bull” Connor, responded to the protest by attacking the youngsters with police dogs and fire hoses. The public was horrified at the sight of the police officers brutally beating children, people knocked off their feet by the spray of high-pressure fire hoses, and police dogs biting young protestors.","On the evening of June 11, Kennedy made a nationally televised address in which he made his case for civil rights legislation that would end legalized racial discrimination and segregation. On that same evening, segregationist Byron De La Beckwith gunned down the National Association for the Advancement of Colored People (NAACP) Mississippi Field Director Medgar Evers in the driveway of his Jackson, Mississippi home.","After the Civil War, a two-tiered society emerged in the South. The U.S. Supreme Court’s decision in Plessy <em>vs.</em> Ferguson (1896)—which legalized racial discrimination and segregation under the “separate but equal” doctrine (also known as Jim Crow)—encouraged the recalcitrant Southerners. The Plessy decision forced African Americans to live under Jim Crow until a few young lawyers from the NAACP finally broke the foundation of the Plessy decision. In May 1954, the U.S. Supreme Court ruled in favor of the NAACP and their clients in Brown <em>vs.</em> Board of Education, which ended the separate but equal doctrine—after 58 years.","Between 1954 and 1964, numerous violent clashes occurred leaving many dead before Johnson signed the Act into law. Johnson, a southerner himself, was <em>not</em> an early supporter of new civil rights legislation. After Kennedy’s assassination in November 1963, Johnson reluctantly picked up the mantle of civil rights, eventually making the cause his own, after he rammed the bill through Congress. Johnson told several of his aides that “by pushing the Civil Rights Bill through Congress, I have delivered the South to the Republicans.”","Deeply troubled about his election possibilities, Johnson continued his campaign for the presidency. He defeated Republican Senator Barry Goldwater, who voted <em>against</em> the Act, in a landslide victory. However, that victory cost the Democratic Party. Many southerners (office holders and voters) switched their party affiliation to Republican, realigning the parties geographically, philosophically, and politically."," "],"display_date":"May 2, 1963 - July 2, 1964","search_date":"1963-12-01","locations":[{"id":52985,"lat":32.2987573,"lng":-90.1848103,"zoom":8,"place":"Jackson, MS"},{"id":52984,"lat":33.5206608,"lng":-86.80249,"zoom":8,"place":"Birmingham, AL"},{"id":52836,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington DC"}],"tags":[{"id":3236,"tag":"Brown vs. Board"},{"id":472,"tag":"Plessy vs. Ferguson"},{"id":3163,"tag":"Civil Rights Act of 1964"},{"id":3162,"tag":"Lyndon B. Johnson"},{"id":225,"tag":"Jim Crow"},{"id":42,"tag":"Civil Rights"},{"id":2703,"tag":"John F. Kennedy"}],"course":{"name":"History of U.S. Presidential Elections","school":"Wayne State University","course_id":163,"school_id":92}}]}