{"id":474,"tag":"Apology to Slaves","points":[],"bounds":[[-100,-100],[100,100]],"episodes":[{"id":4859,"title":"Cruelty in Florida Slave Plantations Leads to Apology and Changes Race Relations","course_id":33,"status":"P","start_date":"1845-01-01","end_date":"1870-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Florida was the sixth state to apologize for slavery, along with Alabama, North Carolina, Virginia, Maryland, and New Jersey.[1]  In Florida, legislation has been considered to atone the vicious and inexcusable actions of slavery.  According to the article, <em>Giving Slaves a Voice</em>, Gary R. Mormino explains “one cannot begin to comprehend the history of Florida without understanding slavery.”[2]  Through personal interviews of seventy-two ex-slaves in Florida, it is clear that plantation life was incredibly unfair and cruel.  Apologies and reparations should be considered by all states based on the brutality within slave systems.  Money could never alleviate the emotional and physical harms brought about by the slave system.","Senator Tony Hill first purposed an apology for the acts of slavery in Florida in 2007.   In 2008, “Governor Charlie Crist initially said the state should also consider offering financial reparations to descendents of salves.  But within hours he had back away from that position.”[3]  Crist quotes, “Certainly it’s something you’d like to be able to do.”  He goes on to say, “Obviously, in a difficult budgetary time, it’s a challenging thing.  But I just want to focus on the good things that has happened today.”[4]","Slaves were brought to the shores of Florida as early as the 1500s, and the Spanish occupied the area of Florida up until 1845.  The Spanish treated blacks much better than the British slave system due to lesser punishments, and the British completely disagreed with intermixing of African Americans.  Florida made slave laws before it was even a state.[5]  Ex-slave Alex Thompson explains the blatant mercilessness of plantation life, “[Thompson’s slave master] gave us all we wanted to eat, but he cowhided us.  He had a cowhide and used to take us in a little room to whip us.  Did you ever know of master not to cowhide a nigger? [And] his wife wuz meaner to us than he wuz.”[6]  The former slaves’ first hand account expresses the reality and hostility slave masters took out on their slaves.  In fact, slaves would receive thirty-nine lashes of a whip for raising their hand at a white person, or using offensive or abusive language to a white person.  Another former Floridian slave, Charlotte Martin, remembered her oldest brother being whipped to death by Judge Wilkerson for staging an illicit church service.[7]  Although blacks did not have any freedoms during slavery, let alone freedom of religion, the killing of Charlotte Martin’s brother was definitely an inappropriate and immoral punishment.  Thus, an apology definitely seems necessary.  Interviews from former African American slaves shows that they did not have access to doctors or an education.  However, slaves managed to make natural resources as medicines and managed to educate themselves, as some slaves learned to read and write.","By 1860, 44 percent of Florida’s population was slaves.[8]  The ex-slave Frank Berry, who was considered a black Seminole with African heritage, went into detail upon race relations of blacks and whites before and after the emancipation, “Even in slavery we were treated better than we are now by the white people… Even the white people didn’t kill Negroes then as they do now.”[9]  African Americans were incredibly discriminated against by Southerns after the emancipation.  The confederates were filled with hatred towards blacks because they lost the war and slave owners lost their slaves.  Frank Berry’s quote infers the reasoning behind the formation of the Ku Klux Klan and other hatred groups.  Although blacks finally received their freedom just after the emancipation, they were still being discriminated against, and hated more than ever.  It seems clear there is an immense amount of validity to Governor Crist’s proposal for sorrow and reparation money towards descendents of slaves because racism seems to have even increased after the emancipation.  Race relations in American can be interpreted as better than ever, or still in need of dire progress.  American history can never forget what happened within the slave systems, but citizens will need to forgive in order to improve race relations."],"display_date":"1845 - 1870","search_date":"1857-12-31","locations":[{"id":1394,"lat":null,"lng":null,"zoom":8,"place":"LEON, Florida"}],"tags":[{"id":4,"tag":"Slavery"},{"id":21,"tag":"Race Relations"},{"id":474,"tag":"Apology to Slaves"},{"id":475,"tag":"Reparations for Slavery"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}}]}