{"id":477,"tag":"Black Codes","points":[[32.8753704415,-79.8417496964],[40.7805662337,-73.9388482485]],"bounds":[[40.7805662337,-73.9388482485],[32.8753704415,-79.8417496964]],"episodes":[{"id":5347,"title":"<em><em>Black Codes and Racism in South Carolina Prevent Migration to the State by Northerners</em></em>","course_id":74,"status":"P","start_date":"1865-12-08","end_date":"1865-12-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["At the close of the Civil War, wealthy northerners were interested in acquiring new farmland to develop. To do so, they needed to relocate to areas that were less populated than the North. Despite their admiration for South Carolina’s “lands and climate,” northerners feared living in the state, because of the potential violence. During this time, South Carolina began enacting black codes to restrict the freedoms and movements of freedmen. Northerners believed it to be only a matter of time until blacks started protesting the laws. While other states in the South enacted similar codes, these northerners thought South Carolina’s to be the harshest. Because of this, they chose to settle in the northwest rather than the South.","White residents of South Carolina did not believe the state had a lack of migrants due to the black codes. Instead, they expressed the opinion that white northerners were apprehensive to live among such a large number of free blacks. A writer for the <em>Nashville Press </em>article vehemently denounced this claim. “It is not true white immigrants will not go where there are negro laborers, or where there is negro competition. The sole condition of immigration is embraced in the word security.”","For these settlers, the number one concern was safety. They believed that as long as the codes were in effect, security could never exist in the state. Settlers, or emigrants, were not the ones negatively affected by the codes. They found suitable land for their intended purposes in other parts of the country. The people who the codes hurt, the article argued, were the residents of South Carolina. As long as the black codes were in place, immigration would not occur. If the codes were abolished, there would be “unprecedented progress of the South” as a result of new settlement.","South Carolina began passing black codes immediately following the war. The state ratified a constitution in 1865 that forbade blacks from voting. In order to prevent blacks from combating the laws, South Carolina set up racial restrictions for entering office. This way, no black person could enter South Carolina’s legislature and attempt to do away with the codes.","Besides preventing blacks to enter political office, the black codes in South Carolina stopped freedmen from becoming an “artisan, mechanic, or shopkeeper” without the proper license from a judge. This license cost more than $100, making it unlikely a free black could afford one. Perhaps the most restrictive of all parts of the codes, was the section that limited black migration to the state. If a black person moved to South Carolina, he or she was required within twenty days to enter into a contract and bond to a white master."],"display_date":"December 8, 1865","search_date":"1865-12-08","locations":[{"id":11457,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"},{"id":8925,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":366,"tag":"Migration"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"},{"id":477,"tag":"Black Codes"},{"id":719,"tag":"South Carolina"},{"id":123,"tag":"Reconstruction"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":74,"school_id":3}}]}