{"id":48,"tag":"Women&#39;s Rights","points":[[42.3513982028,-71.9077450509],[39.2038567799,-78.2606208397],[40.4163759163,-75.9260393819]],"bounds":[[42.3513982028,-71.9077450509],[39.2038567799,-78.2606208397]],"episodes":[{"id":4508,"title":"Advancements In the Women&#39;s Rights Movement","course_id":20,"status":"P","start_date":"10/29/51","end_date":"10/29/51","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Over one thousand women gathered in Worchester, Massachusetts, for a Women's Rights Convention in October 1851. \"Wit, humor, truth, poetry, absurdity, and misdemeanor madness, were all component parts of the proceedings and speeches,\" wrote a journalist for the <em>Daily Alabama Journal. </em>Among the speakers were E. Oakes Smith, Abby Kelly Foster, and Lucretia Mott. The journalist observed that some of the women were \"giggly\" and \"snap at any man who proceeds to open his mouth about an issue.\" The self-promoting speakers encouraged the audience to \"cultivate their powers\" and to \"lift their voices;\" only then would they earn equal rights with men and gain suffrage. Advocates of themselves, the women fought for the right to a fair chance to prove their political and economic abilities. Abby Kelly Foster stated at the convention that \"no woman should marry who was not able to provide for her husband and family.\""," The first Women's Rights Convention was held in Seneca Falls, New York, in 1848. Elizabeth Cady Stanton presided over the convention, where the Declaration of Sentiments came into existence. The declaration called for human freedom, according to historian Sharon Hartman Strom, making \"a claim to the universality of rights for an entire class of individuals.\" The declaration also called for equal wages, education, and the right for women to own property. This was the first of many conventions later to come. The October 1851 convention in Worchester was the first national Women's Rights Convention. Following these conventions, women took great strides in their search for freedom and equality."," In the movement to further gain political and economic freedom, Susan B. Anthony and Elizabeth Cady Stanton formed the National Woman Suffrage Association. Its main goal was to promote the idea of voting rights for women. They went state to state campaigning for women's suffrage rights. Many of the women of the Women's Rights Movement also spoke out against slavery, creating a unified group of African American and Caucasian women. Colorado was the first state to grant women the right to vote. The final victory was August 26, 1920, when Congress passed the Nineteenth Amendment, granting women from all states the right to vote."],"display_date":"October 29, 1951","search_date":"1951-10-29","locations":[{"id":29366,"lat":42.3513982028,"lng":-71.9077450509,"zoom":8,"place":"Worcester, Massachusetts"}],"tags":[{"id":7,"tag":"Women"},{"id":48,"tag":"Women&#39;s Rights"},{"id":170,"tag":"suffrage"}],"course":{"name":"American Civilizations to 1877","school":"University of North Carolina at Pembroke","course_id":20,"school_id":9}},{"id":4583,"title":"The March for Freedom","course_id":21,"status":"P","start_date":"3/3/13","end_date":"3/3/13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"Y","estimated_end_month":"Y","estimated_end_day":"Y","content":["The day was March 3, 1913 in Washington D.C., many women at the time have wanted equal rights, that they were not receiving, so many important women icons decided to act upon their beliefs. The women gathered 5,000 supporters, such as Mrs. Taft. She and other supporters walked down Pennsylvania Avenue in hopes of rallying the crowd and getting as many supporters as possible. The women used decorated floats in order to persuade the public to sympathize with there cause. The women were pleading that they should be able to vote, and they their current situation in society was unfair. They marched down the boardwalk while cars where honking for there cause and bands where playing religious music. The women started a movement that day, and the movement was known as the greatest appeal for women's support in America. The women were also walking towards the memorial continental hall in order to give many speeches by icons, so their voice would be heard. There were many famous women speakers, such as Carrie Chapman Catt who was the president of international suffrage alliance. The women who marched for women's rights used music, newspapers, magazines, and pamphlets to demonstrate there lifetime work on women's right."],"display_date":"March 3, 1913","search_date":"1913-03-03","locations":[{"id":16399,"lat":39.2038567799,"lng":-78.2606208397,"zoom":9,"place":"Frederick, Virginia"}],"tags":[{"id":7,"tag":"Women"},{"id":48,"tag":"Women&#39;s Rights"}],"course":{"name":" Culture, Power, and Society","school":"Rollins College","course_id":21,"school_id":5}},{"id":4592,"title":"Women&#39;s Temperance Act","course_id":21,"status":"P","start_date":"1874-02-14","end_date":"1874-02-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Women in America struggled to live lives equal to that of men in 1800s. Women, in no way, neglected issues that they felt strongly about. It seems that every instance that women were given the chance to stand out and make a change they did everything in their power to do so. The Women's Temperance society was created around this time period and existed for many years after. The society for the longest time fought for many women's rights and influential leaders like Susan B. Anthony were evolved. Over time this faded and they fought strictly for control over alcoholic beverages and in some instances the deletion of the substance altogether from American society (Ideas and Movements The Temperance Movement).","            Thursday, June 2 1853 the Temperance Society met to discuss the issue regarding the addition to the constitution banning men from joining this committee. Men and women both attended this meeting, which was later postponed until the next meeting by Fredrick Douglas. There was much excitement in regards to this dilemma because an over all fear was present. Men and women in both circumstances feared that the society might become divided. In the end the name of the society was changed to The Peoples' New-York State Temperance League, but many of the leaders that were newly elected were indeed women. Susan B. Anthony resigned from her position of president because she no longer had interest in committee that did not focus for the most part on women's rights. "],"display_date":"February 14, 1874","search_date":"1874-02-14","locations":[{"id":10857,"lat":40.4163759163,"lng":-75.9260393819,"zoom":9,"place":"BERKS, Pennsylvania"}],"tags":[{"id":48,"tag":"Women&#39;s Rights"},{"id":169,"tag":"Susan B. Anthony"}],"course":{"name":" Culture, Power, and Society","school":"Rollins College","course_id":21,"school_id":5}}]}