{"id":485,"tag":"African American jobs","points":[[35.7900765104,-78.6503526888]],"bounds":[[35.7900765104,-78.6503526888],[35.7900765104,-78.6503526888]],"episodes":[{"id":4868,"title":"\"More Negroes Being Hired\"","course_id":31,"status":"P","start_date":"10/2/68","end_date":"10/2/68","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The North Carolina Good Neighbor Council, according to the Rockingham <em>Daily Journal,</em> indicate that by 1968, more African Americans were finding jobs in North Carolina State Government than ever before. The jobs of interest were in education, health, or hospitals, while fields not associated with education, health, or hospitals were still filled with white employees.  A survey was preformed to indicate what percentages were white in the health fields and what percentages were African Americans.  The survey indicated more than 8,000 people, 17.1 percent of all state employees, were African Americans, which represented a 1.5 percent increase since 1966.  Although there was an increase, the percentage of African American professional and managerial slots declined. The decline was attributed to consolidation of state agencies headed by white individuals, which left African Americans without a directorship. Without a directorship, it was beneficial to be employed in predominately African American institutions."," The American Journal of Public Health conducted a survey that analyzed African American employment between 1968 and 1993. One seventh of employed African American women worked in medical care. Women today hold 78 percent of medical care jobs. One fifth of the employees in the medical field are African American women.  These positions, then and now, give the women a sense of achievement and self sufficiency."," Unfortunately, the willingness of some hospitals to employ black women in the 1960’s “could distract attention from the larger pattern of persistent discrimination,” notes historian Jacqueline Jones.  This discrimination was entirely unrelated to efficiency and productivity; it was the result of prejudice. Because African Americans demonstrated a loyal willingness to bear and share responsibilities, there was no reason to discriminate against a skilled workman just because they were black other than prejudice.  This prejudice kept African Americans out of professional and managerial positions in state government until late in the twentieth century. "],"display_date":"October 2, 1968","search_date":"1968-10-02","locations":[{"id":32160,"lat":35.7900765104,"lng":-78.6503526888,"zoom":9,"place":"Wake, North Carolina"}],"tags":[{"id":448,"tag":"Black Labor"},{"id":485,"tag":"African American jobs"}],"course":{"name":"African-American History from 1863 to the Present","school":"University of North Carolina at Pembroke","course_id":31,"school_id":9}}]}