{"id":486,"tag":"African American Schools","points":[[28.5383355,-81.3792365]],"bounds":[[28.5383355,-81.3792365],[28.5383355,-81.3792365]],"episodes":[{"id":6533,"title":"The Experience of African American Students in Segregated Southern Schools","course_id":154,"status":"P","start_date":"1/1/45","end_date":"12/31/57","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["<em>The Voice of Orlando Negro Chamber of Commerce: Business Directory 1957</em> includes a long list of African-American establishments, from Beauty Salons to Churches, in the Orlando area. One entry, “The New Jones High School”, contains information on Jones High School after its recent renovation in May 1952[1]. The entry on Jones High School grants a valuable insight into the funding, resources, and conditions of segregated schools in Orlando. Additionally, this information on Jones High School in 1957 provides a point of reference that can be used to draw comparisons between Jones High School and other Southern segregated schools.","            The entry on “The New Jones High School” in <em>The Voice of Orlando Negro Chamber of Commerce: Business Directory 1957</em> was published at an interesting time in the African-American fight for civil rights. Three years prior, African-Americans won a major victory in the Supreme Court Decision on <em>Brown v. Board of Education</em>. By negating the <em>Plessy v. Fergusen </em>Supreme Court Decision of ‘separate but equal’, de jure segregation was declared unconstitutional. However encouraging this decision seemed, the fact remained that de facto discrimination was still a reality in the South. Thus, it is somewhat surprising that Jones High School was able to provide the resources that it did. Additionally, the renovation that improved the conditions of Jones High School in 1952 occurred before the <em>Brown v. Board of Education</em> yet after the renovation the value of the school increased by $100,000.00 bringing the total value of the school up to $1,000,000.00[2]. There are a few potential reasons for the ability of Jones High School to provide a relatively high quality of education to its students, although the reason is not provided in the entry. Firstly, the <em>Plessy v. Ferguson</em> decision of ‘separate but equal’ provided a legal standing for organizations such as the NAACP to challenge the inequality of funding between white and black schools. Secondly, the African-American community in Orlando may have been prosperous enough and invested in the value of education enough to provide money to Jones High School. Alternatively, it could be that Jones High School was the only African American school in the area that was able to provide these resources and other African-American schools in the area simply did not exist or were under funded. In this case, Jones High School, although well equipped, could have remained inadequate to educate all the African-American children in the Orlando area. Additionally, <em>The Encyclopedia of Florida </em>cites a large influx of workers to the Orlando area numbering near 11,000 in 1956 when the Glenn L. Martin Company established a defense plan in Orlando[3]. Many of these workers may have been African American and could have brought families with them. Thus, the African American population in Orlando may have increased to the point where the resources of Jones High School may have been inadequate.Ultimately, it is unclear from the primary source document how Jones High School received funding for such an extensive renovation and whether this renovation met a standard of equity with the surrounding white schools.","            The renovations undertaken at Jones High School in 1952 provided “16 standard classrooms; a chemistry laboratory; a physics laboratory” and other spaces for academic pursuit. Additionally, however, much of the space provided was also for non-academic, work-related training such as “[an] advanced cooking classroom, a classroom for childcare…[a] training room for the training of table service [and] cooks…[and] one agriculture classroom”[4]. This dual emphasis of academic advancement and training for manual work represents the influence of Booker T. Washington’s philosophy of ‘advancement through education and work’ that persisted up to the Civil Rights movement. From the historical context surrounding the primary source and the primary source itself, it seems that Jones High School represents, to a certain extent, a compromise between the demands of African-Americans being voiced at the beginning of the Civil Rights movement and the de facto segregation that permeated the culture of the American South. This raises the question of whether these conditions were common across the South in African-American Schools. More specifically, what were the social and cultural experiences of African American students in the segregated south at the beginnings of the Civil Rights Movement?","            In her study titled <em>Valued Segregated Schools for African American Children in the South, 1935-1969: A Review of Common Themes and Characteristics</em>, Vanessa Walker provides a synthesis of many different studies focusing on the quality of African-American education in the segregated south. Walker counters the commonly accepted depiction of African American schools wholly inferior to white schools[5]. More specifically, Walker states that the common view of African-American education before desegregation highlights “inequality in facilities, lack of transportation, shorter school terms, teacher-pupil conflicts, overcrowding” and more[6]. Additionally, Walker claims that the general depiction of African-American education portrays “African American students and their parents…as complacent” in regards to education[7]. However, in her analysis of other studies on the subject of African-American education Walker finds “the emergence of Black common schools were largely attributable to the interests of ex-slaves in education as a means for liberation”[8]. Ultimately, Walker claims that her analysis of studies on African American education indicates, “that the segregated schools in the South appear to have certain consistent characteristics” that counter the common conception of African American schools as vastly inferior to white schools[9]. Rather, African American schools often employed “exemplary teachers and principals…increasingly well trained and who created their own culture of teaching”. Additionally, the adversity facing African American schools often shaped the characteristics of the African American schools: “many of the schools’ characteristics appear to have been a direct response to the challenges they faced and intimately connected to the oppressive circumstances in which they operated”[10]. Specifically, African American schools placed an emphasis on cultural programs, strengthening the community, and leadership from the principal that actively endorsed ideologies on how to advance African-American civil rights[11]. Thus, although it was true that African American schools were often underfunded, they remained one of the central hubs of African American communities and experienced lots of support from the community.","            At more of a micro-level analysis, Linda Coats investigates the personal experiences of African-Americans that attended segregated schools in the south. Coats’ article <em>The Way We Learned: African American Students’ Memories of Schooling in the Segregated South</em> attempts to answer the question “what memories of school have lasting impact on students and what are some distinguishing teacher behaviors that impact students’ academic and career success?”[12]. Coats’ findings are in line with the general analysis provided by Walker. Coats discovered a theme of caring and dedication amongst teachers at African-American segregated schools in the face of racism and discrimination: “African American teachers during this era had to face many challenges brought on by socio-political factors…[yet] they were motivated to work harder to ensure that their students learned”[13]. First hand accounts from students also indicate that teachers were focused not only on education but holistic improvement of their students. One account states, “Teachers were nurturers and guides. Just as our parents, they expected good personal grooming, manners, your best effort, respect, and personal responsibility”[14]. Additionally, accounts support Walker’s finding that African American schools placed emphasis on community building: “students’ memories provided a glimpse into the teachers’ lives outside of school. For most, there was a powerful relationship between the school and the larger community”[15]. Furthermore, Coats states “this shared relationship, perhaps, contributed to their responsibility not only to their students’ academic development, but for their social and moral development as well”[16]. Ultimately, Coats’ findings from first hand recollections of students’ experiences in segregated African American schools indicate the importance of schools in the community and the schools’ role in not only education but also furthering the movement for racial equality.","            Given the points presented by Coats and Walker, it can be seen that African American schools provided a hub for the surrounding community while also providing hope for the advancement of racial equality via education. Furthermore, schools provided a place where philosophies for the advancement of African Americans could be implemented by teachers and principals. Thus, schools like Jones High School were, and still are, incredibly important for the surrounding communities and the fight for racial equality at a national level."," ","[1] The Orlando Negro Chamber of Commerce, <em>The Voice of Orlando Negro Chamber of Commerce: Business Directory 1957</em>, “The New Jones High School,” 34.","[2] The Orlando Negro Chamber of Commerce, 34.","[3] <em>Encyclopedia of Florida</em>, “Dictionary of Places: Orlando.” New York: Somerset Publishers, 218.","[4] The Orlando Negro Chamber of Commerce, 34.","[5] Vanessa Siddle Walker, “Valued Segregated Schools for African American Children in the South, 1935-1969: A Review of Common Themes and Characteristics,” <em>Review of Educational Research</em> 70 (2000): 253, accessed March 5, 2016, doi: <a href=\"http://www.jstor.org/stable/1170784.\">http://www.jstor.org/stable/1170784.</a>","[6] Walker, “Valued Segregated Schools for African American Children in the South,” 253.","[7] Walker, “Valued Segregated Schools for African American Children in the South,” 253.","[8] Walker, “Valued Segregated Schools for African American Children in the South,” 257.","[9] Walker, “Valued Segregated Schools for African American Children in the South,” 276.","[10] Walker, “Valued Segregated Schools for African American Children in the South,” 276.","[11] Walker, “Valued Segregated Schools for African American Children in the South,” 276.","[12] Linda T. Coats, “The Way We Learned: African American Students' Memories of Schooling in the Segregated South,” <em>The Journal of Negro Education</em> 79 (2010): 6, accessed March 5, 2016, doi: <a href=\"http://www.jstor.org/stable/25676105.\">http://www.jstor.org/stable/25676105.</a>","[13] Coats, “The Way We Learned,” 12.","[14] Coats, “The Way We Learned,” 12.","[15] Coats, “The Way We Learned,” 13.","[16] Coats, “The Way We Learned,” 13."],"display_date":"1945 - 1957","search_date":"1951-07-02","locations":[{"id":52924,"lat":28.5383355,"lng":-81.3792365,"zoom":9,"place":"Orlando Fl"}],"tags":[{"id":3004,"tag":"Jones High School"},{"id":486,"tag":"African American Schools"},{"id":6,"tag":"Education"},{"id":266,"tag":"Segregation"}],"course":{"name":"African American History Since 1877","school":"Rollins College","course_id":154,"school_id":5}}]}