{"id":488,"tag":"Protest","points":[[35.0485350444,-78.8273232021],[37.6016892,-121.7195459]],"bounds":[[37.6016892,-78.8273232021],[35.0485350444,-121.7195459]],"episodes":[{"id":4873,"title":"Student Demonstrations at Fayetteville State University","course_id":31,"status":"P","start_date":"4/1/68","end_date":"4/30/68","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The <em>Raleigh Observer </em>reported that by April 1968 the students at Fayetteville State University were outraged due to the lack luster condition of their campus. A small group of students seized control of the administration building and phone systems on Thursday. The students were all male upperclassmen. Dr. Jones, the college president was the first to discover the students and speak with them. According to Dr. Jones, the students were peaceful, and no damage had been done to any school property. The takeover did interrupt the routine school schedule: the administration building had been taken over on Wednesday night, and on Thursday teachers reported to work to find few if any students in the classroom.","The students circulated a four page list of grievances signed by the “dissatisfied student body.” They urged administrators to solve the problem of apathy and prejudice among faculty and instructors with improved hiring practices and better teachers. The students wanted administration to seek more state funds, as well as add courses in African American History and a basic curriculum in black awareness, including a course in economic problems of black Americans. The list also included longer library hours and lower text book costs, with better service at the bookstore and the post office. Another demand was a full time worker in the infirmary and better cafeteria conditions, including more sanitary practices by employees, better, and pest extermination. Dr. Jones talked with the leaders of the group and was hopeful a solution could be arranged. This is the second protest at Fayetteville State; in 1966 students held a demonstration with grievances similar to these. A similar demonstration was held at Virginia Union in Richmond the same week; the students there had fifty-two grievances. Richard Mclntire, the author of<em> Impacting Change, </em>explains in his article that students were a major part of the success of the civil rights movement. Mclntire explains how a small group of students from North Carolina Agricultural and Technical College started the Greensboro sit ins at Woolworths lunch counter. The sit ins got the attention of SCLC and Dr. Martin Luther King contacted students on several campuses and within weeks students in eleven cities held sit ins. Six months later the students that sat in at Woolworths lunch counter were served. SNCC was founded at Shaw University in North Carolina that was sponsored by the SCLC. Student volunteers were called freedom riders and they took bus trips into the south to test out the newly prohibited segregation laws.","The students at these lack luster universities were surrounded by protests and demonstrations by people demanding social equality, changes in policy, and other improvements. Naturally the students were compelled to conduct a demonstration of their own. The needs of the student body were very basic, and few could doubt that there should be sanitary practices in the café and a full time worker in the infirmary. The students should not have needed to encourage administration to get funding from the government because they should have been doing that anyway. A black school should have courses about black people. In previous years, black schools on all levels were in worse conditions, but these students were still fighting for better conditions and equality with other universities."],"display_date":"April 1968","search_date":"1968-04-15","locations":[{"id":33963,"lat":35.0485350444,"lng":-78.8273232021,"zoom":9,"place":"Cumberland, North Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":6,"tag":"Education"},{"id":488,"tag":"Protest"}],"course":{"name":"African-American History from 1863 to the Present","school":"University of North Carolina at Pembroke","course_id":31,"school_id":9}},{"id":6466,"title":"Civil Rights Transition's from Nonviolent Protests","course_id":153,"status":"P","start_date":"10/1/66","end_date":"10/31/66","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Aaron Dixon was a founding member of the Black Student Union at the University of Washington in 1967, and found himself surrounded by the Civil Rights Movement. Around the same time as this organization gained popularity, another had sprouted from the movement and was enticing young African Americans everywhere: the Black Panther Party. Like many others, Dixon became frustrated with how long it was taking for equality to come about, and he began to question whether nonviolence was doing much to help the cause. When, on April 4, 1968, it was announced that Martin Luther King Jr had been killed, Dixon decided that, “now it [was] time for something else,” and that “my picket sign was going to be replaced by a gun.” Only a short time later, he became a member of the Black Panther Party.","The Black Panther Party was founded in Oakland, California in October of 1966. The organization was founded with the hopes of helping and supporting African American communities in whatever way possible. The BPP offered many programs, such as free breakfast for children, health care, education, and self-defense classes. While the group did plenty of good, they often intimidated police officers and could cause quite a scene, and occasionally this led to larger incidents. The Black Panthers would send patrols out to watch the streets, and almost all of the participants carried some kind of fire arm. This showed that they were able to protect themselves and those around them, but made others, both white and black citizens, feel uncomfortable and unsafe. They would sometimes call out police officers and try to see how riled up they could make the officers, and purposefully see if they could create a standoff to give reason to a fight.","Dixon played a large role in the BPP throughout its active period. He was Captain of the Seattle chapter of the party, and later moved to the Oakland chapter and worked closely Huey Newton and Bobby Seale, and became a body guard to Elaine Brown when she was the leader of the party. He eventually left the party due to a power hungry Newton and overall difference of opinion. In 1982, the Black Panther Party dissolved after many years of dwindling participation. The Panther’s marked a time of transition in the Civil Rights Movement. Before the organization, nonviolent protests were the primary forces used to fight for equality. But tensions ran high because no real progress was visible. The Black Panther’s gave a place for people to fight for what they wanted and believed in."],"display_date":"October 1966","search_date":"1966-10-16","locations":[{"id":52863,"lat":37.6016892,"lng":-121.7195459,"zoom":8,"place":"Alameda County, California"}],"tags":[{"id":2050,"tag":"Black Panther Party"},{"id":488,"tag":"Protest"},{"id":42,"tag":"Civil Rights"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":153,"school_id":3}}]}