{"id":501,"tag":"Escaping slavery","points":[[42.6001926046,-73.9735779487],[37.954527025,-76.8481834827],[32.8406946,-83.6324022],[32.0835407,-81.0998342],[32.7764749,-79.9310512],[37.5407246,-77.4360481],[39.2903848,-76.6121893],[38.9071923,-77.0368707],[39.9525839,-75.1652215],[42.3600825,-71.0588801],[43.661471,-70.2553259],[45.2733153,-66.0633081],[44.9902861,-64.1310364],[44.6488625,-63.5753196],[53.4083714,-2.9915726]],"bounds":[[53.4083714,-2.9915726],[32.0835407,-83.6324022]],"episodes":[{"id":4885,"title":"Harriet Jacobs comes forward to tell her story of escaping slavery and fighting for emancipation.","course_id":33,"status":"P","start_date":"1861-11-01","end_date":"1861-11-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["“Far better to have been one of the starving poor of Ireland whose bones had to bleach on the highways than to have been a slave with the curse of slavery stamped upon yourself and children…” These powerful words come from the fugitive slave Harriet Jacobs. First hesitant to tell her story, later Jacob’s was convinced through the suggestion of a friend to indeed tell her story to others in order to help. Her famous tale <em>Incidents in the Life of a Slave Girl: Written By Herself </em>has answered a lot of questions into Jacobs life. She was born in Edenton, North Carolina around 1815. Her parents died when she was a child and she was sent to live with a brutal master, where she underwent sexual harassment. When she was only a teenager she had two children with another white man. As the threats continued she finally got the courage to run away and was aided by both black and white neighbors. She stayed hiding out at her grandmother’s as a freed slave. The man who she had the children with brought them to her grandmother’s house although he never emancipated them as he promised.","Finally Jacobs escaped to the North where she got back in contact with her children, and eventually found work in New York.  She was hired as a nanny the daughter of littérateur N.P. Willis in which she was allowed to use the resources to begin writing. She then moved to Rochester, New York where she ran an antislavery reading room with her brother, a fugitive slave. With the help of black abolitionist writer William C. Nell , her narrative the story of her life by herself was finally published early in 1861.  As the crisis of Emancipation deepened she tried to speak out in order to publicize the harsh reality of being a slave woman. She hoped that this might have some substantial impact to whites who might have read it at the time and encouraged the sentiment towards Emancipation. She remained active for the next thirty years and died in 1897. Although she was once hesitant about writing about her life, she tells in letters to Amy Post, a friend, that it would be the Un-Christian thing of her to do not to speak out, although she admits that it took her two years to finally swallow her pride and tell her story. However she did so in an attempt to help others to maybe escape the fate that had one captured her. Thanks to the encouragement of both black and white abolitionists of the time, she finally published her interesting accounts. During the Civil War she also went to D.C. to assist black soldiers and returned to the South later to help those who had been freed."],"display_date":"November 1861","search_date":"1861-11-15","locations":[{"id":8683,"lat":42.6001926046,"lng":-73.9735779487,"zoom":9,"place":"ALBANY, New York"}],"tags":[{"id":365,"tag":"Emancipation"},{"id":501,"tag":"Escaping slavery"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}},{"id":5662,"title":"Solomon Bayley: The Hope of Escaping Slavery","course_id":103,"status":"P","start_date":"1813-01-01","end_date":"1825-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Solomon Bayley touched the tender side of slavery in his narrative. Torn away from his enslaved family in Delaware and carried off in a wagon, Bayley jumped to freedom. It was only the chance to buy back his wife and son that motivated Bayley. On his adventure he was forced to journey by foot through Virginia, and ran into scheming slaves and slave owners. Bayley finally made it to the slave markets where his wife and son were being sold. The most revealing ordeal Bayley encountered is one in which he bought his wife. The ties of affection to his wife glistened brightly. Not only did the daughter of his wife’s master plea for Bayley to succeed but other white southerners felt the need chip in as well. With a daughter’s sympathy and borrowed money, Bayley was able to strike a deal, in which he bought his wife and only had to be enslaved to a benevolent white slave owner for a year.","Bayley's narrative is evidently relatable to Walter Johnson’s book, <em>Soul by Soul</em>. Johnson presents us with the rigors of slave trade.  At the trading market it was common for slaves to use emotion in order to be traded where they wished to be or not. Case in point, Bayley has to rely on the use of emotion to appeal to the daughter and white men.  By Bayley showing distress and despair, the white men and daughter decide to lend a hand. However, the slave owners want Bayley's family to be enslaved to them for the coming year. Bayley agreed to this deal. Bayley was exercising the little agency a free slave has when he or she has leverage (i.e an able-bodied family and money). The dream of reuniting his family on a plantation and eventually situating his family in a completely free lifestyle is Bayley's end goal. We are also able to see the struggle and anxiety slaves had to go through just to see their family again. Bayley was able to conquer his anxiety through prayer and see his goal to the end. This connects to Walter Johnson's <em>Sould By Soul</em> on page 180 when Johnson provides the example of the slave Henry. Henry bargained with the slave owners to be sold with his wife or else he would runaway. Johnson describes the Henry and Bayley's behavior perfectly on page 180 when he shares \"Slaves who were brave enough to meet insincere questions with a sincere response built upon the accreted experience of the slave market with unwilling slaves...\" Bayley was candid towards the benevolent owners in sharing his financial problems. It took alot of guts to stand up for himself and ask for his wife. After reading Johnson it is clear that slaves do have agency which enabled them appeal to owners."],"display_date":"1813 - 1825","search_date":"1819-07-02","locations":[{"id":14214,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":96,"tag":"Slave Trade"},{"id":501,"tag":"Escaping slavery"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":103,"school_id":2}},{"id":6385,"title":"The Escape of William and Ellen Craft from Slavery in America to Freedom in England","course_id":149,"status":"P","start_date":"1848-12-01","end_date":"1852-01-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["William and Ellen Craft were both born in 1820s Georgia to, by the standards of that time, fairly sensitive masters. Neither was ever beaten by their masters, yet they still could feel the shackles of slavery. They met each other in 1846 by coincidence, and by 1848 were married. Their decision to escape slavery was heavily influenced by, besides their desire for and right to freedom, their desire to raise children out of the confines of slavery. Their escape was quick—eight days from their initial idea—however it was not easy and they ran into many obstacles along the way.","Their idea was based on the fact that Ellen’s quadroon skin made her passably white. So, they decided she was going to dress up as William's male master and chaperone him to Philadelphia, a free state. With nerves rumbling, they gathered costumes and props--Ellen decided to wear glasses and poultices around both her mouth and her arm so that she would neither be recognizable nor be asked to speak or write. Their masters issued them “holiday” papers for a short Christmas vacation. Along their journey, they encountered Ellen's family's friend and William's employer, but luckily were not caught. Many pro-slavery Southern Whites they met warned Ellen, code-named \"William Johnson,\" that her “slave” may escape when they get to the North. Blacks free and enslaved urged William to seek freedom when he got to Philadelphia.","If William and Ellen had good masters, why, then, did they want so badly to be free? Did they not have food, a job, a bed? This sentiment is what Saidiya Hartman says is the worst part of this institution. \"If the excess of enjoyment imputed to the enslaved displaced what we would think of as disturbing circumstances, it did so only by obscuring violence and comflating it with pleasure\" (Hartman 25). The institution's ideologies as a whole seeped within the community in the form of subconscious racial discrimination and subordination, allowing whites to alleviate their guilt in an instance where a slave seems to be treated more humane than usual. This natural inclination towards racism under the lens of paternalistic, goodly masters is seen throughout the Craft's interactions with the upper-middle to upper class white persons on the trains and steamers. When they were on a train in Richmond, an elite woman mistook William for her escaped \"Ned\" because she “never in my life saw two black pigs more alike” (Tweedie 62).  This incidence truly emphasizes the social atmosphere of the era. A majority of whites held skewed views of blacks and a lot of people were very proud and open about it. This woman was of a paternalistic view of blacks, that they were less intelligent and she knew what was best for them. This idea led her to change the will of her late husband, which had called for the emancipation of his slaves. She sold them because she thought it was “such a cruel thing to turn n****rs loose to shift for themselves, when there are so many good masters to take care of them” (Tweedie 64). A discussion, thus, took place amongst her, Ellen, and gentleman who was sitting by them, though it brought no change of mind to the woman. She reserved her paternalistic view of her slaveholding status."," Mysteriously, the couple came across much luck in their travel. At the port in Baltimore en route to free land in Philadelphia, a \"Yankee of the low order\" (Tweedie 68) claimed he could not let men with slaves pass without his approval, to prevent the emancipation of the slaves. With sheer luck, the conductor of the train recognized the couple and convinced the Yankee to let them board. While in Philadelphia, they met a man who was a member of the Society of Friends and who graciously hosted them for three weeks. During those three weeks, the freed William and Ellen learned the alphabet and how to spell and write their names.","It came to be, however, that they were not safe in the supposedly free land of the North for, in 1850, the Fugitive Slave Act was enacted and their masters sent out warrants for their re-enslavement. As quickly as they arrived in the North, they fled for Canada and then England. William remarks at the end of his narrative about how unfortunate it is that, in order to be free, he and Ellen had to flee a land that prides itself in freedom and equality for the land which that country fled from just a few centuries prior.","                                    \"In short, it is well known in England, if not all over the world,                                                                                        that the Americans, as a people, are notoriously mean and cruel                                                                                    towards all coloured persons, whether they are bond or free\" (Tweedie 111). "],"display_date":"December 1, 1848 - January 31, 1852","search_date":"1850-07-02","locations":[{"id":52774,"lat":32.8406946,"lng":-83.6324022,"zoom":8,"place":"Maçon, GA"},{"id":52775,"lat":32.0835407,"lng":-81.0998342,"zoom":8,"place":"Savannah, GA"},{"id":52776,"lat":32.7764749,"lng":-79.9310512,"zoom":8,"place":"Charleston, SC"},{"id":52777,"lat":37.5407246,"lng":-77.4360481,"zoom":8,"place":"Richmond, VA"},{"id":52778,"lat":39.2903848,"lng":-76.6121893,"zoom":8,"place":"Baltimore, MD"},{"id":52779,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington, DC"},{"id":52780,"lat":39.9525839,"lng":-75.1652215,"zoom":8,"place":"Philadelphia, PA"},{"id":52781,"lat":42.3600825,"lng":-71.0588801,"zoom":8,"place":"Boston, MA"},{"id":52782,"lat":43.661471,"lng":-70.2553259,"zoom":8,"place":"Portland, ME"},{"id":52783,"lat":45.2733153,"lng":-66.0633081,"zoom":8,"place":"St John, NB, Canada"},{"id":52784,"lat":44.9902861,"lng":-64.1310364,"zoom":8,"place":"Windsor, NS, Canada"},{"id":52785,"lat":44.6488625,"lng":-63.5753196,"zoom":8,"place":"Halifax, NS, Canada"},{"id":52786,"lat":53.4083714,"lng":-2.9915726,"zoom":8,"place":"Liverpool, UK"}],"tags":[{"id":4,"tag":"Slavery"},{"id":501,"tag":"Escaping slavery"},{"id":2306,"tag":"Slave narratives"},{"id":420,"tag":"Slaves"},{"id":2737,"tag":"Civil War era"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":149,"school_id":2}}]}