{"id":502,"tag":"The Liberator","points":[[42.3649994065,-70.9800517697]],"bounds":[[42.3649994065,-70.9800517697],[42.3649994065,-70.9800517697]],"episodes":[{"id":4886,"title":"William Lloyd Garrison writes the song \"I am an abolitionist!\"","course_id":33,"status":"P","start_date":"1841-01-01","end_date":"1841-01-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":[" ","“I am an Abolitionist!”","In the mid nineteenth century abolitionists would assemble and sing songs to inspire their movement. William Lloyd Garrison, a famous abolitionist and activist wrote “Song of the Abolitionist”, set to the famous tune “Auld Lange Syne”.  The beginning of each verse starts with the emphatic phrase “ I am an Abolitionist!”, which is repeated throughout the song. The song mentions a lot of the abolitionist’s motives and ideas.  The lyrics mention that they joyfully enlist in the war to fight freedom and to preserve liberty to all because it is the noblest thing to do. The song refers to abolitionists as “oppressions deadly foe”, which suggests they will be fighting with a forceful passion for justice of slavery. Also, the song mentions God, which shows that abolitionists believe that slavery is more than just a moral issue based on the religion of the time, Christianity. “In God's great strength will I resist, And lay the monster low; In God's great name do I demand, To all be freedom given, That peace and joy may fill the land, And songs go up to heaven”  These lyrics show the strong dedication that Garrison works to spread to other abolitionists and unite and motivate them to stick strong to their morals in attempt to destroy the evils that slavery has opposed upon American society. Religion was a strong argumentative tool because Garrison hoped that this would persuade people who considered themselves to be Christian which was a majority of the population.","William Lloyd Garrison, a passionate abolitionist played a significant role a spokesman for the black community when he published his infamous newspaper The Public Liberator and Journal of the Times. On January 1st 1830, Garrison published his first edition of The Liberator¸ which would be the first of 1,800 weekly issues of the journal. Garrison had promises of support from many well known African American abolitionists of the time. He hoped that the paper would work to give a voice of both sympathy and understanding of the state of the black community. The Liberator struggled greatly in its first several years, with little support, much criticism, and lack of subscribers to keep it afloat. Garrison admitted that African Americans of the times were poor and struggling in terms of buying his paper, but he aggressively believed that was the exact reason they needed a voice in the press to help them overcome these difficulties, which was represented through the paper. Soon prominent black organizations and societies were beginning to catch on and began to use the paper in order to advertise their meetings and subsequently publicize their problems. Issues were explored in the paper such as Nat Turners Rebellion and the issue of separate churches and schools. This began to spark conservation about the realities of slavery and give a voice to those who were not being heard prior.","Overall, William Lloyd Garrison, although controversial, was an effective abolitionist in terms of getting the public’s attention on issues facing African Americans. Through the publication of his newspaper The Liberator, and other persuasive techniques such as the development of songs such as “Song of the Abolitionist”, he brought other people as fellow soldiers who were fighting for freedom of all. He used powerful techniques to draw people into his cause and work to motivate them to join his quest to promote liberty. He was arguably one of the most influential abolitionists of his time period."],"display_date":"January 1841","search_date":"1841-01-16","locations":[{"id":6208,"lat":42.3649994065,"lng":-70.9800517697,"zoom":11,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":95,"tag":"Abolition"},{"id":502,"tag":"The Liberator"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}}]}