{"id":504,"tag":"profit","points":[[32.7925598314,-87.8378038018]],"bounds":[[32.7925598314,-87.8378038018],[32.7925598314,-87.8378038018]],"episodes":[{"id":4888,"title":"Slaves are for Profit","course_id":38,"status":"P","start_date":"1845-11-11","end_date":"1846-12-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["After reading through the Plantations letters and the excerpts provided by classmates I think that the overall theme is that monetary importance and gaining income is all that truly mattered.  A few of the interpretations that I have read from classmates mention that they were surprised about the “care and compassion” that both supervisor Lewellyn and Mr. Cameron had toward the slaves.  However, I think this is quite inaccurate to think that there was a surplus compassion floating around the Southern United States in regard to master and slave.  We must remember that Lewellyn is writing to his boss so he will use delicate words and attempt to write like a Gentleman.  Also, when Paul Cameron is writing to his father, Duncan Cameron, he too will express some level of respect and therefore not write things that are distasteful and crude about their slaves.  What matters the most is the economic success and livelihood of their plantation and in direct correlation to that success is the overall health and wellbeing of their slaves.  The Cameron’s slaves are essentially their investment, they paid for them in order to turn around more profit so naturally they want to keep them in good health and generally happy.  Though it is a crude example to compare a human life to a mere investment for the prospect of wealth that is sadly what the truth is!  I do not mean to call out the Cameron family and say that they were terrible people for having slaves, it was just the way of life back then, however I also do not wish to praise them for caring about the well being of their <em>investments. </em>","In one letter from Paul Cameron to Duncan Cameron (December 19, 1845) he says “The weather here is as cold as I ever wish to see it in any {?} for comfort—the Negroes will make an effort to get out the crop by the 25th if the weather will permit it being done—but I fear they will not do so—indeed I hope we have more cotton than they can pick in that time”.  He goes on to discuss the health of the slaves in such conditions but the main point of this mention is to anticipate whether or not they will be able to provide sufficient amount of work to be able to profit from their crops. Another letter from Paul to Duncan discusses the behavior of the overseer saying: “The negroes fear him a little more than I wish, but they regard him kind in the main and just, at least to the portion of the family who are disposed to do well” (November 18, 1845).  Here it is clear that they might wish him to be a little more kind to the slaves, but they are getting the job done so that is really what is important.","Much of Lewellyn’s letters to Paul Cameron discuss the progress on their plantation and how the weather is.  The weather seems to effect the production of their goods as well as the health of their slaves, so it is a topic of conversation.  Almost every letter addresses the health of the slaves as well as the Cameron family and their overseer, it reminded me of how shaky health really was two centuries ago.  Today I never start my emails or conversations with “everyone here is in good health so we are happy”, health is really only addressed when someone is NOT healthy, and often times there was a list of slaves who were sick in the letters from Lewellyn to Paul Cameron.  In this excerpt we see how health effects production as Paul writes to Duncan saying “Milton is the only one now who has chil?? – and he is looking very well- and if prudent will soon be out: [unintelligible] he is well enough to be out today, did his overseer permit it (December 1, 1846).” It is clear they care about the health of their slaves, but in the context of when they will be well enough to work again.","It is important to realize that these letters were written in a world that we can only imagine one that was not flooded with texting and voicemail or overnight packages.  It is important to think of all of the different aspects of the nineteenth century that made these facts unique!  But it is also important to realize that these letters were business letters, meant to discuss the production and wealth of an organization that fortunately has been long expired and can only be learned by studying the wonders of our past! "],"display_date":"November 11, 1845 - December 19, 1846","search_date":"1846-05-31","locations":[{"id":174,"lat":32.7925598314,"lng":-87.8378038018,"zoom":9,"place":"GREENE, Alabama"}],"tags":[{"id":164,"tag":"Slave"},{"id":267,"tag":"Health"},{"id":425,"tag":"Business"},{"id":504,"tag":"profit"}],"course":{"name":"Contemporary Issues in Social Studies Education","school":"North Carolina State University","course_id":38,"school_id":30}}]}