{"id":506,"tag":"Thomas Jefferson","points":[[39.878712355,-75.2036894677],[38.9151212228,-76.9435162098]],"bounds":[[39.878712355,-75.2036894677],[38.9151212228,-76.9435162098]],"episodes":[{"id":4890,"title":"Early Attempts At Abolishing Slavery","course_id":33,"status":"P","start_date":"1/1/85","end_date":"12/31/86","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The United States’ Declaration of Independence underwent a series of revisions before it was finally signed and submitted on July 4, 1776. One of the most important passages that were omitted in the final draft was one that attacked the cornerstone of the colonist’s economy: the enslavement and treatment of African-Americans. Many esteemed politicians in early North America were divided on the topic, they realized that the plantation system could not survive without a cheap source of labor, but they also saw how their newly written proclamation called for liberty and freedom for all mankind. The chief architect of the Declaration of Independence, Thomas Jefferson, was among these political elite. Owning over one hundred slaves himself, Jefferson frequently spoke out against the enslavement of African-Americans, and included a passage in his Declaration that would make slavery impossible in the new United States of America. The hypocritical nature of Thomas Jefferson mirrors the attitude of the colonists during the Revolutionary War period, while many saw that slavery violated the human rights that they were fighting for, they could not continue to be economically successful without slavery and chose to omit a passage in the Declaration that challenged it.","Analysis of the hypocrisy of Jefferson owning slaves points to several facets of Jefferson’s life. Jefferson was heavily indebted his entire life and received many of his slaves from mortgages and notes. Jefferson paid for his slaves in increments, and he was unable to free these slaves until these loans were paid off, which Jefferson was never able to accomplish. The slaves he did posses he treated fairly and even prepared them for life after slavery, instructing them on various professions that would be pertinent to obtaining a job once they were free. This treatment demonstrates Jefferson’s’ understanding that African-Americans were people, not just tools to secure economic prosperity. Throughout his political career he continuously pushed for the abolition of slavery, whether through influential letters to his fellow politicians or as an active cabinet member of both state and later federal legislative bodies. Many of his efforts fell on deaf ears especially because his early work was in Virginia, where the abolition of slavery was the building block of the economy. Southerners who depended on slave labor, viewed the institution as economic decision, in contrast with Northerners.","The debate on Slavery caused a rift in North America that eventually led to Civil War. In the South and around the Chesapeake Bay, a cheap source of labor was required to create sustainable returns on new cash crops. The Plantation system would fail if masters suddenly started to have to pay their laborers on an hourly basis. Merchants in the North realized that they would not be able to make as much profit with the additional cost of labor factored into the goods that they were trying to sell. For colonists who were willing to see the other side of the debate, fighting for independence did not mean anything if any part of the population was left out. This debate, of human rights versus economic profit was the leading cause of Jefferson’s Slavery passage being omitted from the final copy of the Declaration of Independence.","In its entirety, the passage attacks the “Christian King of Great Britain” for causing slavery and then attempting to call blacks to arms against the colonists. However, when broken down sentence by sentence, it is clear that the pivotal thought of the passage is directed toward the slave system itself. Jefferson does not mention that the colonists have been sustaining slavery. The reason for his failure can be pinned on a single line, “He [King George] has waged a cruel war against human nature itself, violating its most sacred rights of life and liberty in the persons of a distant people who never offended him, captivating & carrying them into slavery in another hemisphere or to incur miserable death in their transportation thither.” (Jefferson 1853-54, 145) This sentence solidifies the torment Africans endured to come to America, a practice which many colonist entrepreneurs were still practicing. Southern Plantation owners and merchants in the south had incurred great wealth and political power because of this trade and, and used it to fight against any mention of slavery in the Declaration of Independence. With this passage in the Declaration, slavery would have soon been abolished and plantation owners and merchants would not have been able to retain the same economic growth.","The Declaration of Independence was unable to contain a passage alluding to the freeing of African-American slaves because of the economic dependence of free labor. While this issue would eventually lead to civil war, the social atmosphere of the United States during the signing of the Declaration of Independence was too dependent on slave labor to solidify the staunch violation of human rights that existed within the American slave system. While Thomas Jefferson was never able to see the fruits of his labor, he took the first steps to creating equality and independence for all Americans as it exists today."],"display_date":"1985 - 1986","search_date":"1985-12-31","locations":[{"id":40130,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"Philadelphia, Pennsylvania"}],"tags":[{"id":506,"tag":"Thomas Jefferson"},{"id":507,"tag":"Abolishment of Slavery"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}},{"id":5282,"title":"<strong>Yellow Fever Attacks Philadelphia, 1793.</strong>","course_id":70,"status":"P","start_date":"8/3/73","end_date":"10/28/73","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1793, Philadelphia was the site of the most fearsome epidemic to strike the young nation. By July, the city's inhabitants were remarking on the extraordinary number of flies and mosquitoes that swarmed around the dock area. Caribbean refugees brought Yellow Fever. In one epidemic alone, 5,000 residents — nearly one-tenth of the population — perished. Hardly a family was untouched. Many people left the city.  People of every rank and station wanted to escape the spreading pestilence. Most of those who stayed were poor and had no place to go. A few – a very few - chose to stay because they felt a sense of duty to their city and its trapped inhabitants.","In his letter to Thomas Mann Randolph in September 2, 1793, Thomas Jefferson wrote that a malignant fever had been generated in the filth of the docks of Philadelphia which had given great alarm. One of the prominent doctors at that time in Philadelphia was Dr. Benjamin Rush. He decided to try the strongest purge he knew of, known as the “Ten-and-Ten.” Many doctors disputed Rush’s cure rate. The debate carried on in the city’s newspapers, so that all the citizens knew of the dispute. A new committee led by Mayor Clarkson put the best hospital -- Bush Hill -- into decent operating order, and the spirits of the patients began to improve. French Dr. Deveze volunteered for the full time position as physician there. He did not believe in Rush’s cure. At first there was some hesitation in the committee over hiring a French doctor. It would seem like a slap at all the American doctors, especially Dr. Rush. Deveze's treatment was cautious and gentle. Despite growing evidence that the “French cure” was effective in keeping patients alive, it still came in for wide criticism. Benjamin Rush attacked the mild methods used by Jean Deveze and others, even though he had no real statistics to back his claims.","No one would ever know precisely how many Philadelphians died of yellow fever in 1793. What was clear to all was that life would never be the same. Changes also came to the city because of the fever. Efforts were made to keep the markets and streets free of offensive-smelling matter, and the laws holding homeowners responsible for cleaning up their property were strengthened. The biggest improvement was made in the way water was supplied to Philadelphia. Water from the system – the first water system in the United States – was sweeter tasting and had no offensive odor. Plus the water flowed with enough force to hose streets and docks clean and to flush open clogged sewers. Eliminating the backbreaking need to hand-pump every drop of water had another beneficial effect as well. People began to bathe more often. Everyone – even those who had run from the city – considered himself or herself a survivor. They were a people left scarred, emotionally and physically. Sudden, mass death had stricken their city, and they were no wiser at all about the nature of the killer. They knew only one thing for certain: when next summer’s hot, humid weather returned, yellow fever might very well visit their homes again."],"display_date":"August 3, 1973 - October 28, 1973","search_date":"1973-09-15","locations":[{"id":36656,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"Philadelphia, Pennsylvania"}],"tags":[{"id":506,"tag":"Thomas Jefferson"},{"id":763,"tag":"epidemic"},{"id":403,"tag":"Yellow Fever"},{"id":1037,"tag":"Benjamin Rush"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":70,"school_id":40}},{"id":5627,"title":"A Student Eulogizes Thomas Jefferson","course_id":93,"status":"P","start_date":"1826-10-04","end_date":"1826-10-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Thomas Jefferson, one of the founding fathers of the United States and the third elected President, passed away on July 4, 1826. Jefferson served two terms as President of the United States from 1801-1809. He will always be remembered as the principal author to the Declaration of Independence. On October 26, 1826, at the Columbian College in Washington D.C., Jefferson’s eulogy was delivered by a member of the senior class. John W. James writes, “He whom we mourn, was surpassing great; great in intellect; great in stores of knowledge; great in the highest offices a nation could bestow; great throughout his life.”  Jefferson’s political impact certainly resonated throughout the entire nation. He sparked the greatest expansion westward as he was responsible for the Louisiana Purchase. Jefferson, however, passed away on the day the country celebrated their independence.  James explained, “He whom, on the <em>Fourth of July, </em>no one could forget; who fondly hoped was then uniting in the rejoicings of his country, was indeed but hovering over the earth, ready to take his flight to an eternal rest.”","Jefferson, like many white male citizens, enjoyed the freedoms in the early periods of the nineteenth century. He did not live long enough to see his country torn apart by the issue of slavery. Unfortunately, as author James McPherson explains, “Jefferson’s empire for Liberty had become mostly an empire for slavery. Territorial acquisitions since the Revolution had added slave states of Louisiana, Missouri, Arkansas, Florida, and Texas to the republic.” This became the great contradiction of the United States. A country engrained in democratic principles and equality did not preach and practice those principles. John O’Neal, member of <em>Junebug Productions, </em>examines, “The only social system that is more ubiquitous than racism is that which supports and gives definition to the system of male privilege that has come to be called ‘The Patriarchy.” Jefferson, a slave owner himself, contemplated his positioning on slavery. He opposed slavery yet owned slaves. Intentionally or unintentionally, Jefferson’s westward expansion and disposition towards slavery contributed to the racial atmosphere of the United States. As the founding fathers passed away, we remembered them as martyrs and often forgot the flaws of their character. Consequently, the same founding fathers that drafted the Declaration of Independence and the United States Constitution greatly contradicted the principles they had written in their attitudes towards slavery. Thomas Jefferson was no exception to this example and his impact, whether negative or positive, is forever lasting."],"display_date":"October 4, 1826","search_date":"1826-10-04","locations":[{"id":1272,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Washington City, District of Columbia"}],"tags":[{"id":506,"tag":"Thomas Jefferson"},{"id":4,"tag":"Slavery"},{"id":411,"tag":"Westward Expansion"},{"id":1585,"tag":"Louisiana Purchase"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":93,"school_id":3}}]}