{"id":507,"tag":"Abolishment of Slavery","points":[[39.878712355,-75.2036894677],[42.3649994065,-70.9800517697]],"bounds":[[42.3649994065,-70.9800517697],[39.878712355,-75.2036894677]],"episodes":[{"id":4890,"title":"Early Attempts At Abolishing Slavery","course_id":33,"status":"P","start_date":"1/1/85","end_date":"12/31/86","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The United States’ Declaration of Independence underwent a series of revisions before it was finally signed and submitted on July 4, 1776. One of the most important passages that were omitted in the final draft was one that attacked the cornerstone of the colonist’s economy: the enslavement and treatment of African-Americans. Many esteemed politicians in early North America were divided on the topic, they realized that the plantation system could not survive without a cheap source of labor, but they also saw how their newly written proclamation called for liberty and freedom for all mankind. The chief architect of the Declaration of Independence, Thomas Jefferson, was among these political elite. Owning over one hundred slaves himself, Jefferson frequently spoke out against the enslavement of African-Americans, and included a passage in his Declaration that would make slavery impossible in the new United States of America. The hypocritical nature of Thomas Jefferson mirrors the attitude of the colonists during the Revolutionary War period, while many saw that slavery violated the human rights that they were fighting for, they could not continue to be economically successful without slavery and chose to omit a passage in the Declaration that challenged it.","Analysis of the hypocrisy of Jefferson owning slaves points to several facets of Jefferson’s life. Jefferson was heavily indebted his entire life and received many of his slaves from mortgages and notes. Jefferson paid for his slaves in increments, and he was unable to free these slaves until these loans were paid off, which Jefferson was never able to accomplish. The slaves he did posses he treated fairly and even prepared them for life after slavery, instructing them on various professions that would be pertinent to obtaining a job once they were free. This treatment demonstrates Jefferson’s’ understanding that African-Americans were people, not just tools to secure economic prosperity. Throughout his political career he continuously pushed for the abolition of slavery, whether through influential letters to his fellow politicians or as an active cabinet member of both state and later federal legislative bodies. Many of his efforts fell on deaf ears especially because his early work was in Virginia, where the abolition of slavery was the building block of the economy. Southerners who depended on slave labor, viewed the institution as economic decision, in contrast with Northerners.","The debate on Slavery caused a rift in North America that eventually led to Civil War. In the South and around the Chesapeake Bay, a cheap source of labor was required to create sustainable returns on new cash crops. The Plantation system would fail if masters suddenly started to have to pay their laborers on an hourly basis. Merchants in the North realized that they would not be able to make as much profit with the additional cost of labor factored into the goods that they were trying to sell. For colonists who were willing to see the other side of the debate, fighting for independence did not mean anything if any part of the population was left out. This debate, of human rights versus economic profit was the leading cause of Jefferson’s Slavery passage being omitted from the final copy of the Declaration of Independence.","In its entirety, the passage attacks the “Christian King of Great Britain” for causing slavery and then attempting to call blacks to arms against the colonists. However, when broken down sentence by sentence, it is clear that the pivotal thought of the passage is directed toward the slave system itself. Jefferson does not mention that the colonists have been sustaining slavery. The reason for his failure can be pinned on a single line, “He [King George] has waged a cruel war against human nature itself, violating its most sacred rights of life and liberty in the persons of a distant people who never offended him, captivating & carrying them into slavery in another hemisphere or to incur miserable death in their transportation thither.” (Jefferson 1853-54, 145) This sentence solidifies the torment Africans endured to come to America, a practice which many colonist entrepreneurs were still practicing. Southern Plantation owners and merchants in the south had incurred great wealth and political power because of this trade and, and used it to fight against any mention of slavery in the Declaration of Independence. With this passage in the Declaration, slavery would have soon been abolished and plantation owners and merchants would not have been able to retain the same economic growth.","The Declaration of Independence was unable to contain a passage alluding to the freeing of African-American slaves because of the economic dependence of free labor. While this issue would eventually lead to civil war, the social atmosphere of the United States during the signing of the Declaration of Independence was too dependent on slave labor to solidify the staunch violation of human rights that existed within the American slave system. While Thomas Jefferson was never able to see the fruits of his labor, he took the first steps to creating equality and independence for all Americans as it exists today."],"display_date":"1985 - 1986","search_date":"1985-12-31","locations":[{"id":40130,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"Philadelphia, Pennsylvania"}],"tags":[{"id":506,"tag":"Thomas Jefferson"},{"id":507,"tag":"Abolishment of Slavery"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}},{"id":5385,"title":"Martin, A Slave Boy: <em> A Story of Ellis Gray Loring and Caroline Weston</em>","course_id":81,"status":"P","start_date":"1846-01-18","end_date":"1846-01-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On January 18, 1846, Ellis Gray Loring wrote a letter to female abolitionist Caroline Weston, pertaining to a slave boy, Martin. Ellis Gray Loring was born on April 14, 1803. After passing the Bar, Loring became a lawyer for the poor and those oppressed of their rights. In January of 1832, Loring was part of the founding of the New England Anti-­-Slavery Society in the African Baptist church in Boston. He became a colleague of William Lloyd Garrison, whom Loring did not always agree with. In particular was their disagreement over the goal of the New England Anti-­Slavery Society; in which Loring was opposed to Garrison’s concept of “immediate and unconditional emancipation,\" although Loring soon came to agree with the idea. Loring worked with many other abolitionists in his time including Caroline Weston, to whom he had much correspondence with. Caroline Weston was sister to Maria Weston Chapman, who was a prominent abolitionist in the 1800’s. Caroline was one of the abolitionist women who formed the Boston Female Anti--Slavery Society. Loring continued as a prominent figure and lawyer throughout the abolitionist movement; joining the Boston Vigilance Committee and housing fugitive slaves.","In the correspondence between Ellis Gray Loring and Caroline Weston, is the letter that concerns to a 13 year-­-old slave boy named Martin. Loring explains that the boy spent time in school in Boston before being sent to Hopedale Community to live with a Mr. G. Sowald (an Englishman). It appears Loring is concerned that the time that Martin spent in Boston was “injurious” towards him (and Hopedale Community) because the members of the community believe that Martin now sets a wrong example for the children, being a bad influence. Although Loring appears to disagree somewhat, explaining that Martin is intelligent, docile, generous, and good-­-tempered, and he believes that Martin will make a good seaman’s apprentice. He believes that Martin will soon be out of control and that will be not only painful but also mortifying for Loring. The letter is finished by saying that Martin needs a place with “firm will” and a “firm arm” if needed. The letter is addressed to “Dear friend Caroline” and is signed “with the truest resign and respect, yrs., Ellis Gray Loring.” The letter shows the mutual respect between the two abolitionist, Weston and Loring as well as their concern for the welfare of a teenage slave boy, Martin. The letter is addressed from Boston on January 18, 1846, which was two years before Caroline and her sister Maria relocated to Europe, where they continued their abolitionist work."],"display_date":"January 18, 1846","search_date":"1846-01-18","locations":[{"id":6208,"lat":42.3649994065,"lng":-70.9800517697,"zoom":11,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":1213,"tag":"Female Aboltionists"},{"id":164,"tag":"Slave"},{"id":190,"tag":"William Lloyd Garrison"},{"id":507,"tag":"Abolishment of Slavery"},{"id":7,"tag":"Women"}],"course":{"name":"U.S. Women, 1790-1890","school":"Wheaton College","course_id":81,"school_id":2}}]}