{"id":51,"tag":"Bayard Rustin","points":[[40.6916304076,-74.0035386433]],"bounds":[[40.6916304076,-74.0035386433],[40.6916304076,-74.0035386433]],"episodes":[{"id":4450,"title":"Bayard Rustin and Israeli Air Support\n","course_id":19,"status":"P","start_date":"6/28/70","end_date":"6/28/70","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1970 Bayard Rustin gathered many civil rights leaders and black public officials in support of an appeal to Washington. This appeal pushed for the U.S. government to supply Israel with fighter jets for protective purposes.  Their appeal, in the form of a full-page ad in the <em style=\"mso-bidi-font-style: normal;\">New York Times</em>, was sponsored by the A. Philip Randolph Institute of which Rustin was the executive director.  This action signaled a significant change in Bayard Rustin's ideology as Rustin advocated nonviolence throughout the civil rights movement, and the shift furthermore upset many of his former colleagues from the War Resister's League.  The correspondence resulting from Rustin's action display not only his legendary status, but also many of the complex issues wrapped up in the conflict.  ","            Andrew McReynolds, who was the co-editor of the WRL magazine along with Rustin, wrote a letter expressing his deep disappointment.  In his letter he calls Rustin, \"the hero image of [his] life,\" and speaks of the path (of pacifism) that Rustin set before him and has now diverged from.<a name=\"_ftnref1\" href=\"_ftn1\">[1]</a>  To McReynolds, Bayard's transition from protest to politics seemed to diverge from the fundamental ideas that forged the civil rights movement.  In a more vitriolic letter, another WRL member, James Peck expresses similar sentiments.  Calling Rustin the, \"housenigger of the Democratic Party\", he reproaches Rustin for his ad in the <em style=\"mso-bidi-font-style: normal;\">New York Times</em>, as well as reproaching him for entering into politics rather than filling the vacuum of leadership the War Resister's League was facing (as the executive director, A.J. Muste, recently passed away).  Regardless of the criticism, both these letters speak for the tremendous leader Rustin was and the loss that the peace movement was feeling at the time.  Rustin's terse response to his critics reveals little into his thoughts as he refuses a discussion.  He refused discussion deeming it unfruitful as long as his critics continued to use such derogatory language.  McReynolds wrote another letter to Rustin essentially reiterating his thoughts, except imploring his belief that Rustin still was, \"personally and existentially a pacifist.\"<a name=\"_ftnref2\" href=\"_ftn2\">[2]</a>  In this letter the question of Rustin's pacifism is much more prevalent, and displays the thin line that Rustin walked as a result of his struggle against injustice conflicting with a pacifist agenda.    ","            Bayard Rustin's dramatic change in ideology occurred less abruptly than this dialogue would suggest, with Rustin beginning to move towards politics in 1965 as summed up in his article, \"From Protest to Politics: The Future of the Civil Rights Movement\".  Nevertheless, his support of defense for Israel in 1970 not only represents a change in his ideology, but is indicative of the larger changes which conclude the classical conception of the civil rights movement.","<a name=\"_ftn1\" href=\"_ftnref1\">[1]</a> Bayard Rustin. <em style=\"mso-bidi-font-style: normal;\">The Bayard Rustin Papers. </em>(Bethesda, MD: University Publications of America, 1988), Reel 14. ","<a name=\"_ftn2\" href=\"_ftnref2\">[2]</a> Ibid."],"display_date":"June 28, 1970","search_date":"1970-06-28","locations":[{"id":36051,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":51,"tag":"Bayard Rustin"},{"id":42,"tag":"Civil Rights"},{"id":52,"tag":"Pacifism"}],"course":{"name":"Race and Politics of Reconciliation","school":"University of Virginia","course_id":19,"school_id":1}}]}