{"id":510,"tag":"Scandal","points":[[41.8399513458,-87.8166666032],[38.9151212228,-76.9435162098]],"bounds":[[41.8399513458,-76.9435162098],[38.9151212228,-87.8166666032]],"episodes":[{"id":4957,"title":"The Chicago White Sox Scandal of 1919 Shines Light on Early Baseball Business Practices","course_id":27,"status":"P","start_date":"1/1/19","end_date":"12/31/20","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Lying, cheating, and gambling.  Do these sound like actions that men who were respected and looked upon with admiration would commit?  The fans who supported the Chicago White Sox in 1919 never thought the players they adored would do such things.  However, these fans were wrong.  In September 1920, just as playoffs were about to begin, eight beloved players from the White Sox were charged with gambling and conspiracy to throw the 1919 World Series.  An article entitled “White Sox Stars Confess They “Threw” Last Year’s World’s Series for Money” published in the <em>Philadelphia Inquirer</em> reported these events, with an emphasis on statements made by White Sox pitcher Eddie Cicotte.  He discussed how he received the money he was promised from gamblers, such as Arnold Rothstein, if he helped to throw the World Series.  He was reported as saying that “it is easy to throw a game,” which shows his willingness to take part in the planned conspiracy.  Chicago White Sox owner Charles A. Comiskey was mentioned in this article when it stated that he suspended the eight players involved in the scandal.  The fact that Comiskey suspended those players shows that despite knowing baseball’s historical connection with the marketplace and gambling, those heavily involved in the sport were critical of any activity that reflected this.","For those who read this newspaper, among others who kept themselves informed about the scandal, the larger question looming over these incidents was why.  Why would these baseball stars, such as Cicotte, choose to engage in this conspiracy?  According to the article in the <em>Philadelphia Inquirer</em>, each of the players involved in the scandal received between $5,000 and $50,000 for throwing the baseball championship.  Looking at these numbers from a modern day standpoint, these amounts appear as though they would not be much of a reward for throwing the all-important World Series.  However, in the world of early twentieth-century baseball, the amounts that these eight players received for throwing the series far surpassed their salaries.  In the years leading up to 1919 and for some years after, baseball players had no way of negotiating working conditions or salaries for each season.  Chicago White Sox players were notoriously underpaid; they made anywhere from $3,000 to $6,000, and these amounts were far lower than those of teams with less talent.  This explains why Eddie Cicotte accepted the $10,000 to throw the World Series: he nearly doubled his yearly salary as the White Sox’s starting pitcher.  Not only did this scandal, later called the Black Sox scandal, expose the problems of gambling in association with baseball, but it also shone light on the unfair business practices of baseball owners in the early twentieth-century."],"display_date":"1919 - 1920","search_date":"1920-01-01","locations":[{"id":17541,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"Cook, Illinois"}],"tags":[{"id":510,"tag":"Scandal"},{"id":233,"tag":"Baseball"}],"course":{"name":"Digital History: New York, New York","school":"Stonehill College","course_id":27,"school_id":22}},{"id":5334,"title":"THE TEAPOT DOME SCANADAL","course_id":72,"status":"P","start_date":"11/22/26","end_date":"11/22/26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1923, one of the biggest political scandals of the first-half of the 20<sup>th</sup> Century became the subject of a court case in a District of Columbia courtroom. The news magazine, <em>The Nation</em>, wrote an article covering the details that led up to the scandal and it's aftermath. The Teapot Dome scandal took center stage in the United States with some very influential key players. U.S. Secretary of the Interior, Albert B. Fall and Edward L. Doheny, an oil millionaire, were charged with conspiracy and bribery.","On November 22, 1923, the former Secretary of the Interior, Albert B. Fall, and the proprietor of government oil leases, Edward L. Doheny, faced a jury on charges of conspiracy to defraud the government. The 1923 case brought before the D.C. court was the criminal aspect of the case. The civil portion of the case had been brought before a District of Columbia court three years earlier. The United States government had filed the civil case to terminate the leases held by Doheny. The government had won the suit in both lower courts, however, the case had been appealed to the Supreme Court of the United States. Many of the facts in this criminal case had been established in the civil case, which had been investigated by Senator J. Walsh. On the 22<sup>nd</sup> of November 1923, the jury had to consider a variety of evidence and decide if there was any connection between Albert B. Fall and Edward L. Doheny, and whether there was any illegal action between the two defendants.","On November 30, 1921, Edward L. Doheny arrived in Washington holding a black bag filled with a $100,000.00 in cash, given to him by his father. According to records, the bag was give to Secretary of the Interior, who, at the time, was Albert B. Fall, who controlled the naval oil reserves. In the exchange, according to Doheny's father, a note from Fall for receipt of the money was provided.","Rumors began two years after the exchange. Amazingly, Fall's run-down ranch began changing and ten years of unpaid taxes were suddenly paid. Fall insisted he borrowed the money from a friend, who denied the accusations. Later, Doheny addmitted that he was the money source. Before Doheny and Fall exchanged the little black bag, they shared a hotel several months prior. At this meeting, they discussed a possible project involving the construction of storage tanks in Hawaii. Doheny, through his Pan-American Petroleum and Transport Company, were given contracts for the construction of the tanks that would hold 1,500,000 barrels of navy oil. Doheny would be paid for this with oil. Oil that was royalties to the Navy from drillers on the oil reserves of the mountain known as Teapot Dome. Unfortunately, the Navy was not receiving enough in royalties to pay Doheny. So, on December 11, 1922, a contract was awarded to Doheny, giving him drilling rights to 32,000 acre Elks Hill naval oil reserves.","The Teapot Dome scandal was a major corruption case during Warren Harding's administration. In 1921 Warren Harding ordered oil reserves controlled by the navy, transferred to the Department of the Interior. At that time, Albert B. Fall was the Secretary of the Interior, and had awarded the no-bid contract to Edward L. Doheny. Surprisingly, this was not against the law, however, the money and receiving of gifts was. The United States Senate investigation found the Fall had received compensation of approximately $400,000.00 over the past few years from Doheny and another oil millionaire, Harry Sinclair. Ultimately, on June 30, 1924, Fall was convicted of conspiracy and accepting bribes, he was sentenced to one year in prison and a $100,000.000 fine. Doheny was convicted for giving a bribe. Fall, Sinclair, and Doheny were all convicted of trying to defraud the government. The United States Supreme Court ruled that the contracts were illegal and ordered the president to cancel the leases. This scandal will forever be a black eye for the Harding administration, and is one of the biggest corruption scandals in American history."," "],"display_date":"November 22, 1926","search_date":"1926-11-22","locations":[{"id":21755,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Dist Columbia, District of Columbia"}],"tags":[{"id":1134,"tag":"Corruption"},{"id":510,"tag":"Scandal"}],"course":{"name":"America From Civil War to World Stage","school":"Widener University","course_id":72,"school_id":43}}]}