{"id":514,"tag":"Christianity","points":[[33.7862251516,-84.4230424472],[40.7805662337,-73.9388482485],[39.878712355,-75.2036894677],[41.4673534696,-90.5674122327],[42.3600825,-71.0588801]],"bounds":[[42.3600825,-71.0588801],[33.7862251516,-90.5674122327]],"episodes":[{"id":5068,"title":"Kind Words for Sunday School Children teaches children to live a Christian lifestyle.","course_id":43,"status":"P","start_date":"1866-01-01","end_date":"1866-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Once a month, children all over Atlanta, Georgia would rush to the front yard to gather up the newspaper. With their Bibles in hand, they eagerly flipped to their favorite section labeled Kind Words for Sunday School Children. These “kind words” were stories written for the Christian children to read and to take away important lessons that the Bible teaches. These stories were stories from the Bible with a modern twist. They were designed to teach children to follow Christian teachings and to develop a moral center.","During the nineteenth century, the American Bible Society was formed. The society’s main purpose was to promote moral reform.  But during the 1850s, the society began to undergo major changes. The group became institutionalized and commercialized. The focus was no longer on spreading ideas of moral values but now it had a bureaucratic feel to it, it was business, not religious anymore. Kind Words for the Sunday School Children is a prime example of this change. With the publication of Bible teachings in the newspapers, there was no need for children to even attend Sunday School, all the children had to do was read the newspaper. This was one example that marked the death of the community and the creation of individualization.","Kind Words was not the only of it’s kind. Several other techniques were used to help engrain good morals and Christian values in the brains of the nineteenth century youth. One example of this is Mark Twain’s Tom Sawyer. Although the novel promotes some degree of rebellion, Twain still expresses his views and ideas of Sunday school and promoted Christian ideals.","Kind Words for the Sunday School Children were essentially fables and moral stories that taught children stories in the Bible and taught them to live their lives by the Bible. The reason for stories like this to reach the children was to ensure that the religiosity of the following generations would remain strong.  According to southern Christians, it was vital for their children to be well versed in the ways of the Bible so they would continue to spread the word."],"display_date":1866,"search_date":"1866-07-02","locations":[{"id":1820,"lat":33.7862251516,"lng":-84.4230424472,"zoom":10,"place":"FULTON, Georgia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":514,"tag":"Christianity"},{"id":540,"tag":"Baptists"},{"id":734,"tag":"sunday school"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5070,"title":"The Young Lady's Guide is a guide on how women should live and conduct their lives according to Gods will.","course_id":43,"status":"P","start_date":"1870-01-01","end_date":"1870-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Young Lady’s Guide, written in 1870, is a book on how women should live and conduct their lives according to God's will. One of the guide’s goals is to get young women to look at the broader picture and to forget the distractions in their daily lives and instead focus on God.  The guide is split in several different sections with each section written by a different author who is experienced on that particular topic.","Etiquette books like The Young Lady's Guide, such as Ralph Waldo Emerson's <em>The Conduct of Life</em>, delivered a philosophy to the emerging middle class on how to achieve morality rather than individualism. Scholars believed that these conduct guides were a way of shielding communities from individualist ideas. Writing diaries and participating in the community were ways to hold true to moral values that were slowly being lost to commercialism and business. As long as the lives of citizens remained simple, and more importantly the same, the individualist idea would have a tough time engraining itself in the American mind.","The Young Lady's Guide was a combatant of individualist ideas. It taught young women of the nineteenth century to follow moral values rather then their own personal interests. But in a country with an emerging middle class breaking the status quo of the social structure, it was hard for business and the drive to succeed and move up the social ladder to not get in the way of ethics and moral values."],"display_date":1870,"search_date":"1870-07-02","locations":[{"id":8927,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":514,"tag":"Christianity"},{"id":736,"tag":"19th century youth"},{"id":737,"tag":"family values"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5380,"title":"Women and the Church in the 19th Century","course_id":81,"status":"P","start_date":"1885-05-01","end_date":"1885-05-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":[" ","The article called, “Woman in the Church” published in the Phrenological Journal and Science of Health, discussed the question of whether or not women should be granted equal representation with men in the church.  The author discussed how women were treated in the Christian church as opposed to the way they were minimized in Paganism.  Paganism includes all religions other than those revealed by God, which include Christianity, Judaism, and Islam.  Although women occupied a “very low plane” in the Pagan world, women were also not allowed to participate in religious events nor enter Mosques when at a man’s disposition in the Islamic religion.  In the Christian religion, however, women were the leaders of the Church and often participated in activities dedicated to Christianity.  It was also a woman’s job to carry out the actions of the men who created decisions pertaining to the Church.  This job reflected the continuation of the Women’s Rights Movement due to the forceful, demeaning decisions that men lay upon women of the Church.","The author wrote in a feministic tone due to the final paragraphs of the article.  The author alluded multiple times to the very spirit of religion.  This spirit entailed an equality across all denominations and genders.  Christianity, however, recognized the basis of religion and how women should be treated as equals to men.  Other religions, however, recognized it yet failed to demonstrate the equality.<br /> In regard to the relationship between women’s rights and Christianity, a second source published in the North American Review discussed the inferiority held against women during the 19th century and their “duties” that remained within the Christian Church.  Authors Elizabeth Cady Stanton and J. L. Spalding shed light on the harsh conditions women endured in order to regain aspects of their individuality within the Church.  As the authors state, “all religions thus far have taught the headship and superiority of man, the inferiority and subordination of woman” (389).  To break away from this religious standpoint, women engaged themselves in acts of reform not only for themselves as females but also for the enslaved during the abolitionist movement.  It was through the abolition of slavery, protection of children and the poor, as well as  free government that brought about change and the welfare of women.  This progress was associated within the Christian religion due to the involvement of women in the Church.  This involvement and influence of women lead to the acknowledgement of females as leaders and fully capable, equal citizens.  The article makes a point to state that, “God is neither male nor female, as in Christ there is neither male nor female” (409).  The focus on men in Christianity allowed for advocates for women’s rights to take an offensive tone and mistake certain teachings for what they truly were.  These feministic ways, as discussed above, were a prelude to what was to come for the future of women’s rights and Christianity.  Women gained their rights not only within the church but slowly and surely through everyday life struggles.  To get to that point, however, women had to become more religious, more moral, and more intelligent than men.  Finally, to conclude with a quote from J. L. Spalding, “to be persuasive, woman must be amiable; and to be strong, she must speak from a loving heart, and not from a sour mind” (409)."],"display_date":"May 1885","search_date":"1885-05-16","locations":[{"id":11232,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"PHILADELPHIA, Pennsylvania"}],"tags":[{"id":7,"tag":"Women"},{"id":514,"tag":"Christianity"}],"course":{"name":"U.S. Women, 1790-1890","school":"Wheaton College","course_id":81,"school_id":2}},{"id":6286,"title":"The episode explores the relationship between Christianity and African-Americans.","course_id":133,"status":"P","start_date":"1/1/06","end_date":"1/31/06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In January of 1906, the Financial Department of the National Christian Congress Association, headquartered in Washington, D.C., published an appeal to the public. Reverend H.J. Williams, the Association’s secretary, and Reverend R.B. Robinson, the Association’s president, are listed as the authors of the document. .  It is likely that the Association intended the publication to be read by educated, white readers, since the purpose of the announcement was to generate support for projects to aid African-Americans.","The Association made an appeal for monetary donations so that it could raise funds to create a publishing house to print “papers, pamphlets, books, and other literature” devoted to the betterment of African Americans and to bring whites and blacks closer together. The article explains that once the material was published, the Association wished to distribute the information to the Chautauqua Reading Circle. This organization was a popular reading group made up of intellectual white individuals.  The “Appeal” states that “Programs, essays, recitations, biographical and general readings” will be formulated with a message of harmony between whites and blacks.","The purpose of the Association’s article seems to be encouraging white readers to perform a moral evaluation of their thoughts regarding their relationship with African-Americans. It appeals to the conscience of Christians and asks them to establish “speedy amelioration” of problems affecting the African-Americans. When doing this, however, it does so in a derogatory tone stating that proper education should be directed towards African-Americans for their “advancement in dealing with the dominant race”. The overall message contained in the Appeal is commendable but one can see there is much for these Christians to think about.","The article is also directed towards the younger generation so that the Association can teach them to be more loving and respectful towards all people not just white people. They do this in the hope that life will be improved for African- Americans. The two authors of the article tell the readers that this is the only way to improve conditions between the races. They draw on the inherent kindness of individuals in hopes that they will donate to their noble cause to bring peace between the “dominant” white race and the African-American race.","Since even before the founding of the United States Christians had called for the betterment of African-Americans, most of whom were enslaved at the time. Thomas Paine was one such individual. In his essay <em>African Slavery in America </em>(which was later included in an anthology published in 1906 entitled The Writing of Thomas Paine), Paine speaks out about his concerns regarding slavery and belittles men who try to justify it through Christianity. He states,” Most shocking of all is alledging (sic) the Sacred Scriptures to favour (sic) this wicked practice.” He urges Christians to look toward the Gospel for guidance in matters pertaining to the enslavement of African-Americans.  He himself utilizes the Gospel beautifully when he reminds Christians to “ do to all men as they would be done”.","Slavery ended with the Civil War, but African-Americans still faced social and political inequalities in the United States. Inspired by Social Gospel some Christian groups saw their mission as improving conditions for blacks in the United States. Members of the American Home Mission Society “became passionate advocates of the rights of the freedmen.” The National Christian Congress Association’s appeal was published with the intent to improve society.  It utilized Christianity as a vehicle to bridge the separation between the whites and blacks in American society."],"display_date":"January 1906","search_date":"1906-01-16","locations":[{"id":52404,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District Of Columbia"}],"tags":[{"id":514,"tag":"Christianity"},{"id":238,"tag":"African American"},{"id":21,"tag":"Race Relations"}],"course":{"name":"From Civil War to World Stage","school":"Widener University","course_id":133,"school_id":43}},{"id":6343,"title":"Winsome Womanhood: Christianity as a Progressive Influence on Women’s Identity and Values During the Early 20th Century","course_id":144,"status":"P","start_date":"1890-01-01","end_date":"12/31/10","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["“O Lord and Master of us all,","Whate’er our name or sign,","We own Thy sway, we hear Thy call,","We test our lives by Thine.”"," ","Winsome Womanhood, a book written by Margaret Sangster, provided young women of the early 20th century with a connection to God as well as a purpose/identity within the Christian faith. It was Sangster’s belief that all women, regardless of age, could benefit from the teachings of the Bible and understand the meaning of what it means to be a true Christian woman. Living during a time when religion was not at the forefront of what structured society, women such as Sangster were adamant about keeping the ideals of Christianity close and informing women about how the message of God can be used to empower them as individuals at every stage in their life.","The book is broken into sections directed at women of different ages and from different walks of life. A young woman of fifteen, not yet a woman and no longer a girl, would look to this book and find guidance. During this time of transition from childhood to adulthood, the only true source of wisdom cannot come from mothers or teachers alone, but from God, and young women at this stage in life were encouraged to take time for themselves and read the Bible or pray to seek the answers they needed in order to grow into well-rounded women - women of faith. “A room of her very own, a tastefully appointed and comfortably furnished as possible, should be every young girl’s retreat. Here she may enjoy the half hours for devotion which tend to the soul’s growth . . . In this, her den, her nook, her bower, her special fancies may be indulged, and her individuality find fit expression”(Sangster, 25). Winsome Womanhood was not only, then, a guide for women to find faith and keep it, but also a guide for women to find liberation and individuality through their faith as Christian women, as opposed to feeling trapped by it.","She also speaks to working women or, “The Girl in Business.” It was not uncommon for a working woman of the early 1900’s to feel diminished in her role when compared to a working man - making less money, earning less respect - but Sangster’s view on the role of working women was not so. “Many young women belittle their employment by going to it in the spirit of martyrs who pty themselves . . . Self-pity is a badge of weakness, and work done for money alone is never noble work” (Sangster, 67). It was Sangster’s belief that women should take pride in their work, as women of honor and duty within the Christian faith, and not take pride solely in their wages. This assertion was not uncommon among Christian [Protestant] society at this time, as many women and men affiliated with Protestant denominations were involved in social activism and issues such as fair wages and voting rights for women around this time, as pointed out by Lori Ginzberg in her discussion of the “benevolent” work of women. Ginzberg states that, during this era of progression, “tensions about paying wages, centralizing corporate functions, relating benevolence to government, and using funds solely for administrative purposes all came into the open” (Ginzberg, 161). Sangster’s ideas, then, in regards to Christianity as a positive influence in women’s lives could also be interpreted as viewing religion as a force for equality and empowerment during this progressive age.","Overall, the message Margaret Sangster seems to be sending with Winsome Womanhood is that women of all stages in life, all positions, all classes, could be empowered and liberated through the study and adherence to Christian ideals and faith, and that God’s word should not be ignored, even as the world progresses."," "],"display_date":"1890 - 1910","search_date":"1900-07-02","locations":[{"id":2962,"lat":41.4673534696,"lng":-90.5674122327,"zoom":9,"place":"ROCK ISLAND, Illinois"}],"tags":[{"id":2642,"tag":"Augustana College"},{"id":1269,"tag":"Social Morality"},{"id":196,"tag":"women's rights"},{"id":1205,"tag":"Women's History"},{"id":228,"tag":"Roles of Women"},{"id":849,"tag":"Progressive Era"},{"id":79,"tag":"Religion"},{"id":514,"tag":"Christianity"},{"id":7,"tag":"Women"}],"course":{"name":"History of Women in the U.S.","school":"Augustana College","course_id":144,"school_id":54}},{"id":6828,"title":"Boston female abolitionists call upon women to join their cause","course_id":188,"status":"P","start_date":"1836-07-13","end_date":"1836-07-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Maria Chapman and Melanie Ammidon from the Boston Anti-Slavery Female Society wrote an address about their abolitionist society outlining why their support for abolition and how they planned to petition. They believed that all people are immortal souls created by God, and that no one, therefore, should live under the cruel system of slavery. The address argued that women are very influential in society and are the key in urging men to cease protecting immoral systems and to preserve everyone’s God-given rights. Chapman and Ammidon wrote the goals of women are, “to labor to increase the knowledge and the love of God.” The goals of the society included garnering support from women to condemn slavery and push for men, particularly those from DC, to help abolish slavery. The address warned that if the United States did not abolish slavery then “God punishes wicked systems,” so society needed to change for their safety.","The Boston Anti-Slavery Female Society was founded in 1834 by twelve women with the aid of abolitionist Reverend Amos Phelps. The group’s methods were initially ineffective at promoting abolitionism. The society had few meetings and confined itself to going to sermons of abolitionist preachers. In the book <em>Strained Sisterhood</em>, Debra Hansen writes the society admitted that their campaign did not gain much attention. Maria Chapman later emerged as the figurehead of the society by her own fervent opposition to slavery and support of women’s rights. She pushed for new initiatives to be pursued by the society. Historian Jean Yellin comments on Chapman by stating, “Chapman constituted the bazaar as a means of moral transformation, consciously winning the hearts of New England for abolition.” The society established sewing circles, and funded projects such as the Boston Christmas Fair and the Samaritan Asylum, which helped to strengthen public awareness for abolition. The society started to break apart by 1839, as male abolitionists claimed the society was not an anti-slavery movement, but a disguised women’s movement. Reverend Amos Phelps, who originally helped form the society, thought the group diverged into a women’s movement once they started to argue for the importance of women in society. Reverend Joseph Tracy of the American Colonization Society shared this view. Prominent ministers claimed the members of the society “behave[ed] in a manner unbecoming to their sex.” Some of these reverends believed that if feminism was promoted that it would be a slippery slope that would lead to the support of anarchy, infidelity, and atheism. Eventually, the Massachusetts Abolition Society formed in opposition to the Boston Anti-Slavery Female society and stole its spotlight."],"display_date":"July 13, 1836","search_date":"1836-07-13","locations":[{"id":53160,"lat":42.3600825,"lng":-71.0588801,"zoom":8,"place":"Suffolk County, Boston, Massachusetts"}],"tags":[{"id":193,"tag":"Abolitionism"},{"id":514,"tag":"Christianity"},{"id":7,"tag":"Women"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":188,"school_id":3}}]}