{"id":516,"tag":"Battle of Bull Run","points":[[38.5089863052,-77.2972733849]],"bounds":[[38.5089863052,-77.2972733849],[38.5089863052,-77.2972733849]],"episodes":[{"id":4897,"title":"Union Colonel Withstands Retreat at Bull Run","course_id":37,"status":"P","start_date":"1861-07-21","end_date":"1861-07-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Union Colonel Robert McAllister participated in the Battle of Bull Run near Manassas, Virginia on July 21, 1861.  McAllister and the 1<sup>st</sup> New Jersey volunteers were instructed to act as a rear guard at the town of Centreville for General Irvin McDowell’s routed force. The Battle of Bull Run was the first major battle of the Civil War. After the arrival of Confederate reinforcements, Union soldiers began fleeing back to Washington. McAllister recalled the retreat during the disorganized battle in a letter to a friend.","After the artillery ceased fire, McAllister saw masses of confused Union soldiers retreating past his position at Centreville. Part of the confusion was due to the fact that the Virginians were all wearing blue, so Union gunners did not fire on them. After ordering the retreating soldiers to turn around, he ordered his men to pull out their bayonets and march through the withdrawing columns of soldiers. “We drew our swords and pistols on men and officers who would not willingly turn back,” explained the General.  Earlier, McAllister had received specific orders from McDowell to make a stand at his position at Centreville.","Suddenly, a pale civilian rode by his troops at a fast pace. McAllister ordered the civilian to halt and explained that his specific orders were to stop everybody fleeing. The frightened civilian said, “I am a bearer of dispatches to Washington and must pass.” McAllister denied examining his papers and directed him to his commander, Colonel James Montgomery. Montgomery allowed the civilian to pass after expressing his disgust to his cowardice. McAllister learned later that this man was actually the correspondent for the <em>London Times</em>. ","McAllister continued to push his troops through the throng of retreating soldiers until he reached a hill past Centreville. As night set in, his orders remained unclear. His men had fallen asleep but eventually were awoken by the sounds of neighboring troops retreating. McAllister refused to leave until he was informed that he had to retreat. ","After the battle, McAllister praised his regiment for providing security for those who were retreating. “We saved the Government a large amount of property,” he said after explaining that they provided time for the soldiers behind them to save wagons of supplies that were parked along the road. Although many claimed credit for protecting the retreat and being the last to leave the field, McAllister said, “We were the very last to leave Centreville.”","The Battle of Bull Run showed both the Union and the Confederacy that the Civil War was going to be far longer and bloodier than it was originally anticipated. Both Northerners and Southerners had romanticized the war before it began. McAllister’s letter is proof of the lack of training, communication, and organization that occurred during the battle. After the battle, new leadership and better training would help prepare Union troops for sustained action in the field.  "],"display_date":"July 21, 1861","search_date":"1861-07-21","locations":[{"id":14189,"lat":38.5089863052,"lng":-77.2972733849,"zoom":9,"place":"PRINCE WILLIAM, Virginia"}],"tags":[{"id":32,"tag":"Civil War"},{"id":516,"tag":"Battle of Bull Run"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":37,"school_id":3}},{"id":5052,"title":"Undying Devotion: The Glorification of Sacrifice","course_id":43,"status":"P","start_date":"1861-07-14","end_date":"1861-07-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Encamped in the wilderness of Virginia, mere days before his death in the first battle of the Civil War, a young major set pen to paper and began to write. In poignant eloquence, Sullivan Ballou described the conflicting forces at the heart of his identity. Though consumed by undying love for his wife, his patriotic devotion drove him forward toward battle—and death.“[M]y love of Country,” he wrote, “comes over me like a strong wind and bears me irresistibly on… If I do not [return], never forget how much I love you, and as my last breath escapes me on the battlefield, it shall whisper your name...But, O Sarah! if the dead can come back to this earth and flit unseen around those they loved, I shall always be near you—in the garish days and darkest nights…always, always….Sarah do not mourn me dead—think I am gone and wait for thee—for we shall meet again…”","Sullivan Ballou was born in rural Rhode Island, in 1829 and was left destitute by his father’s death just four years later. Intelligent, eloquent, and committed to own self-creation, Sullivan struggled to support his family and put himself through school. He attended Brown University and then the National Law School before being admitted to the bar at the age of twenty-four. He was thereafter elected to the Rhode Island House of Representatives, serving as clerk and then Speaker of the House. When war erupted, he was among the first to enlist, leaving his nascent political career to more actively serve his beloved country. At Bull Run, while rallying his men forward, he was shot from his horse and mortally wounded. When he died seven days later, his body was exhumed, decapitated, and set aflame by occupying Confederate soldiers.","His belief in self-improvement and personal recreation reflected the Lincolnian ideology of the Republican Party; his every action attests to the convictions of the Victorian Era. Self-worth was tied to public service, a truth reified in Sullivan’s career as a lawyer, politician, and soldier. His patriotism was tied to Victorian ideals of manhood and self-sacrifice—one’s willingness to defend one’s homes and families, to value one’s nation over one’s own personal interests. His final words articulate the “cult of death” that pervaded contemporary thought. To many American colonists, death was the culmination of one’s search for salvation, ending for many in eternal damnation. In the nineteenth century, those beliefs were reevaluated, and new ideas glorified and romanticized the afterlife. This new understanding, intimately binding life and death, prompted the ritualization of burial and mourning. Sullivan’s widow—like many of her generation—never remarried, mourning her martyred husband for the rest of her life. Only in 1917, at the age of eighty-two, did she at last rejoin Sullivan in fulfillment of the words he had written fifty-six years ago."],"display_date":"July 14, 1861","search_date":"1861-07-14","locations":[{"id":1276,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":724,"tag":"Cult of Death"},{"id":723,"tag":"Victorian Era"},{"id":722,"tag":"Love letter"},{"id":721,"tag":"Rhode Island"},{"id":516,"tag":"Battle of Bull Run"},{"id":32,"tag":"Civil War"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5810,"title":"A young Minnesota soldier documents his regiments training and arrival at camp in a letter to his parents.","course_id":113,"status":"P","start_date":"1861-06-27","end_date":"1861-06-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" "],"display_date":"June 27, 1861","search_date":"1861-06-27","locations":[{"id":1276,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":1864,"tag":"The Civil War"},{"id":516,"tag":"Battle of Bull Run"},{"id":1866,"tag":"Minnesota First Regiment"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":113,"school_id":3}}]}