{"id":519,"tag":"War: American Civil War","points":[[39.8715057392,-77.2179223246]],"bounds":[[39.8715057392,-77.2179223246],[39.8715057392,-77.2179223246]],"episodes":[{"id":5187,"title":"George Meade: Hero at Gettysburg?","course_id":64,"status":"P","start_date":"1863-07-01","end_date":"1863-07-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["George Meade was the commander of the Union Army of the Potomac during one of the most well-known battles of the Civil War, the Battle of Gettysburg from July 1-3, 1863, and he is one of the war's least well-known generals. As Meade learned of the escalating battle at Gettysburg, PA on July 1, he began ordering his army toward the town. At the end of the first day, the Confederate force failed to take Cemetery Ridge, a crucial position. Meade reported that the enemy was satisfied with his success and therefore did not attack the important ridge. This lack of aggressiveness was a significant Confederate mistake.","Meade arrived on the battlefield at 1 A.M. on July 2. The fact that the commander of the Union army missed an entire day of fighting shows that the Battle of Gettysburg was a spontaneous, incidental battle. Upon his arrival Meade immediately began distributing his army along the fish hook-shaped Union line in anticipation of a Confederate attack. On July 2, Meade successfully placed his soldiers in places where they could repel the Confederate attacks on the Union flanks. The next day, Meade’s army gave Lee a crippling defeat by crushing the massive frontal assault on the center of the line. In his report of the battle, Meade gave much credit to the bravery of his men, stating that they stubbornly resisted Lee’s enormous attacks.","After the battle, Meade was unable to pursue and destroy the Army of Northern Virginia. General Robert E. Lee was able to escape across the Potomac River into Virginia on July 13. Meade stated in his report that he made an effort to engage the Confederates. He claimed that Lee had taken up strong defensive positions in the Fairfield Pass and that the Union army had to pause for a day to obtain supplies. In a letter to Meade that he did not send, Abraham Lincoln wrote “I do not believe you appreciate the magnitude of the misfortune involved in Lee’s escape.” Meade offered to resign, but Lincoln kept him as commander of the army. ","History often remembers the Battle of Gettysburg as a costly mistake made by Robert E. Lee. His failure to communicate the importance of taking Cemetery Ridge on July 1, his decision to attack the strong Union position on July 2, and the abysmal failure of Pickett’s Charge make the battle seem more like Lee’s blunder than a genius victory for Meade. The defeat was costly for Lee; however, his army remained intact after a perceived lack of aggressiveness on Meade’s part. In late 1863, Lincoln gave Lieutenant General Ulysses S. Grant control of all Union armies. History recognizes Grant as the general who defeated Lee. Perhaps the nature of the Battle of Gettysburg, the magnitude of Lee’s mistakes, Meade’s lack of aggressiveness, or a mixture of these factors is the reason why George Meade is not a well-known name to Americans today.  "," "," "," "," "," "," "],"display_date":"July 1, 1863 - July 13, 1863","search_date":"1863-07-07","locations":[{"id":10806,"lat":39.8715057392,"lng":-77.2179223246,"zoom":9,"place":"ADAMS, Pennsylvania"}],"tags":[{"id":519,"tag":"War: American Civil War"},{"id":32,"tag":"Civil War"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":64,"school_id":4}}]}