{"id":522,"tag":"Massachusetts","points":[[38.6199595082,-78.484150089],[42.3649994065,-70.9800517697],[42.1014831,-72.589811],[42.4072107,-71.3824374],[40.8714873,-73.456788]],"bounds":[[42.4072107,-70.9800517697],[38.6199595082,-78.484150089]],"episodes":[{"id":5639,"title":"Journey to Freedom: The Bethany Veney Story","course_id":103,"status":"P","start_date":"1889-01-01","end_date":"1889-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Bethany Veney recalls her time as a slave in her autobiography, <em>The Narrative of Bethany Veney: a Slave Woman. </em> Born into slavery Bethany had little memory of her early life, but distinctly remembered being a source of entertainment for her master by singing and dancing. Although Bethany never mentioned feelings of objectification or dehumanization, which Hartman discusses in <em>Scenes of Subjection,</em> about entertaining her master she described the experience as, \"all manner of grotesque grimaces, gestures, and positions.\" She did not understand the meaning of the songs she was forced to sing, but believed that her master and his friends did not understand them as well. There are moments throughout the narrative as a whole where feelings of loneliness or helplessness shine through although she never expresses her opinion because it would be uncharacteristic for a slave to do so.","Bethany Veney was one the slaves in Virginia who never had to endure being sold at the market and worry about being separated from her children by distance. Although Bethany was eventually separated from her children, she managed to reunite with them later on in her life when she became free slave. According to Johnson in <em>Soul by Soul</em>, slaves at the market would often share gossip with one another, but Bethany only had contact with the other slaves she worked with. She did not have to deal with being examined by potential buyers or fear being sold in public. Bethany was sold twice in her life, once after her first master died and the second time she asked to be sold alongside her daughter because she did not like her master, whom she described as harsh and cruel. It was a rare occurrence for slaves to arrange their own sale, but Bethany was unlike most slaves.","When Bethany was finally freed from being a slave she moved about the Northeast at her leisure, often spending time in Worcester, Massachusetts where she would eventually buy a house and settle down. Bethany was also eventually reunited with her children and grandchildren and regularly went down to the South to visit them during the year. In comparison to other slave narratives during the 1800s Bethany did not have a terrible life. There is no mention of her being beaten or threatened by her masters throughout the narrative, nor was she ever sold at the public slave market. Bethany recorded her story so others would know what it was like to be a slave in Virginia who despite the odds managed to become free and live out the remainder of her life as she pleased."],"display_date":1889,"search_date":"1889-07-02","locations":[{"id":14137,"lat":38.6199595082,"lng":-78.484150089,"zoom":9,"place":"PAGE, Virginia"}],"tags":[{"id":453,"tag":"Runaway Slaves"},{"id":408,"tag":"Children"},{"id":270,"tag":"Freedom"},{"id":522,"tag":"Massachusetts"},{"id":7,"tag":"Women"},{"id":4,"tag":"Slavery"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":103,"school_id":2}},{"id":5676,"title":"Nathaniel Hawthorne's departure from Brook Farm","course_id":99,"status":"P","start_date":"1841-10-01","end_date":"1842-10-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On October 17, 1842 Nathaniel Hawthorne officially resigned himself from Brook Farm, an attempt at a utopian society founded on the precepts of the early socialistic ideas of Charles Fourier. Having arrived there on April 12, 1841 Nathaniel Hawthorne was a founding member, both in person and purse, of the Brook Farm experiment, but the author spent only six months with the community (having physically departed in late October, 1841) and eventually filed a lawsuit against the founder of Brook Farm, Unitarian minister George Ripley, on September 6, 1845 for $585.70.","Brenda Wineapple suspects that Hawthorne was initially attracted to Brook Farm since Hawthorne was \"[i]n need of a home, an income, and a place to write, Hawthorne gladly gambled on Ripley's arcadia. The union of thinker and worker was irresistible to a man whose conscience still cared about idleness and still considered writing a frivolous pastime, no matter how much he wanted to do it\" (147). As such, the intentions of Hawthorne were fair enough, wishing to engage in small bits of manual labor in order to become closer to the transcendental, ideal state, and, of course, to write in his leisure time, which he anticipated as being great in quantity. These notions of Hawthornes couldn’t have been further from the outcome, though.","Hawthorne was not keen on the work nor lifestyle that Brook Farm demanded of its community. Brook Farm, being an agricultural community required a great deal of fertilizer, which, for Brook Farm, was manure--that is animal feces. Hawthorne’s designated job was to shovel piles and piles of this manure and transport them daily. The seemingly endless mounds of manure were disheartening to Hawthorne. He would confide to his fiancée in a letter that he \"never suspected that farming was so hard,\" and wished to be rescued from it \"before [his] soul is utterly buried in a dungheap.\"","Hawthorne also little time for writing. The hard labor, new surroundings, and level of social activity required as a member of a socialist community prevented him from beginning any literary projects larger than a personal letter or occasional journal entry. The social aspect of Brook Farm is what had the greatest effect on Hawthorne’s writing habits. James T Fields, a publisher with whom Hawthorne worked with, noted \"He was a man who had, so to speak, a physical affinity with solitude.\"","With the burden of work yoking Hawthorne, and without the time for writing’s recuperative effect, as well as being many miles away from his fiancée, Hawthorne was in a decidedly abject state while at Brook Farm. In fact, one of Hawthorne’s fellow associates of Brook Farm, Georgiana Kirby wrote of Hawthorne’s awkward state while a part the community:","\"Hawthorne, after spending a year at the Community, had now left. No one could have been more out of place than he in a mixed company.... He was morbidly shy and reserved, needing to be shielded from his fellows...\"","And so, eventually, the lifestyle of Brook Farm became too much to bear for Hawthorne. Upon his departure Hawthorne demanded his initial investment from founder George Ripley. They battled back and forth for several years after Hawthorne’s departure (since, unbeknownst to Hawthorne, Ripley nor Brook Farm had the money to pay him back) until Hawthorn eventually filed a lawsuit by the end of 1845. The outcome of this lawsuit or whether Hawthorne received back his initial investment is unknown.<br /><br />"],"display_date":"October 1, 1841 - October 17, 1842","search_date":"1842-04-09","locations":[{"id":6208,"lat":42.3649994065,"lng":-70.9800517697,"zoom":11,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":11,"tag":"Economy"},{"id":522,"tag":"Massachusetts"},{"id":13,"tag":"Agriculture"},{"id":1652,"tag":"Hawthorne"},{"id":1653,"tag":"Nathaniel"}],"course":{"name":"Pamphlets &amp; Pirates: Popular Print Culture in Antebellum America","school":"Northeastern University","course_id":99,"school_id":56}},{"id":6624,"title":"The Propaganda of Fitter Families Contests","course_id":165,"status":"P","start_date":"9/21/25","end_date":"9/21/25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On September 21, 1925 in the town of Springfield, Massachusetts, a family of 8 entered and won a contest. To that family, it was likely a point of pride, something to show that they were of a good, strong, American breed.  But this Fitter Families Contest, and many others just like it held throughout the United States, was a far more influential part of American history than it may seem at first glance. These contests served as a sort of propaganda that helped justify mistreatment of thousands of Americans by trying to scientifically prove that they were inferior human beings.","Contests like the one in Springfield were common in 1920’s America, often appearing in agricultural fairs. These were places where concepts like the importance of good breeding were well understood and respected. These events sprang out of similar competitions like the ‘Better Babies Contests’ that also often appeared at these fairs, to the same propagandistic means. To the participants, these events may have seemed educational and fun, hardly the type of thing that springs to mind with the mention of the word ‘propaganda.’ To this inoffensive end, these contests were extremely successful, convincing multiple generations of wealthy white people of western European heritage all at once of their own genetic superiority, helping to further elevate their feeling of status over the poor, uneducated, and people of other racial backgrounds. Winners were even given medals which stated ‘Yea, I have a goodly heritage,’ a biblical quote that would imply that the wearer was even in the favor of God.","While these contests did eventually end with the rise of Nazism, Germany’s own special take on eugenics, the bite of the seemingly toothless Fitter Families Contests could be felt throughout America throughout the 1920’s and beyond. The concepts that it promoted where the same ideas held by eugenicists that helped to create laws that would sterilize criminals and mentally handicapped, prevent the immigration of peoples attempting to escape the rise of Nazism in Germany, and convince white America that they were under constant threat of the degeneration and destruction of their race if they did not work to keep it safe through the processes hailed by genetics. In the end, the most important thing was not a single family winning a single contest at a single fair on a single day, but the effects that these many families, many contests, many fairs, and many years can have on the way a nation perceives itself."],"display_date":"September 21, 1925","search_date":"1925-09-21","locations":[{"id":52791,"lat":42.1014831,"lng":-72.589811,"zoom":8,"place":"Springfield, Massachusetts"}],"tags":[{"id":533,"tag":"Eugenics"},{"id":522,"tag":"Massachusetts"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":165,"school_id":94}},{"id":6632,"title":"One Eugenicist in a Town of Degenerates","course_id":165,"status":"P","start_date":"10/1/10","end_date":"8/31/12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Notebook in hand, Florence Danielson roamed the river valleys of Massachusetts in search of her research subjects, the ‘hill folk.’ Like other degenerate families studied by eugenicist field workers in early twentieth-century America, the hill folk were quite a fascinating group—constantly wreaking havoc wherever they settled. Feeblemindedness, alcoholism, and incest, among other deplorable traits, were of no shortage in the generations Danielson studied.","As feeblemindedness was commonly associated with promiscuity, criminality, and social dependency, it was the field worker’s duty to show how corrupt families were harming their communities. Through personal interviews with her research subjects, their relatives, town officials, and reliable neighbors, Danielson composed brief yet detailed biographies of many descendants belonging to three large, intertwining family trees.","According to writer Amy Bix, Danielson was one of two hundred and fifty-eight students trained by the Eugenics Record Office (ERO) between 1910 and 1924. Because their politeness and charm more easily persuaded conversation with the strangers they interviewed, eighty-five percent of these students were women. In 1912, Danielson published a memoir with Charles B. Davenport, director of the ERO, which included well over a hundred of the often crude and deeply personal stories surrounding the degenerate hill folk. These stories displayed Danielson’s inquisitive skill and the extensive work load taken on by field workers. ","In one description, for example, she wrote, “Her father was a drunkard who wandered into a backwoods town twelve or fifteen miles from a rail-road and wanted to get rid of his baby girl. He succeeded in trading her for a dog.” According to Danielson, when this baby grew into an adult, she lived with her husband and two kids in a repulsive one-room shack in the woods. The woman could not remember how many children she had, but she did know that ten were taken by the government on grounds of neglect.","In a somewhat similar instance, Danielson reported on a separate family: “Her uncombed hair, heavy fleshy face and protruding lower lip made her look more like an animal than a woman. She could not tell how many children she had nor where many of them were.” Danielson later learned that while the woman’s husband was serving a nine-year prison sentence for incest with his own daughter, at least three of their children were deemed neglected and taken by the government.","Demonstrating the severity of this town’s degeneracy problem, Danielson found that the families she studied had cost the local government over half a million dollars in just sixty years. She concluded, “The comparative cost of segregating one feebleminded couple and that of maintaining their offspring shows, in the instance at hand, that the latter policy has been three times more expensive.” As the eugenics movement was aimed toward improving the American race by minimizing the number of degenerate babies born, eugenicists like Danielson knew full well that segregation would not be a strong enough force. Sterilization was in the forecast."],"display_date":"October 1, 1910 - August 31, 1912","search_date":"1911-09-16","locations":[{"id":53006,"lat":42.4072107,"lng":-71.3824374,"zoom":6,"place":"Massachusetts"},{"id":53007,"lat":40.8714873,"lng":-73.456788,"zoom":6,"place":"Cold Spring Harbor, New York"}],"tags":[{"id":533,"tag":"Eugenics"},{"id":7,"tag":"Women"},{"id":522,"tag":"Massachusetts"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":165,"school_id":94}}]}