{"id":533,"tag":"Eugenics","points":[[32.2202206971,-86.2076124057],[42.6525793,-73.7562317],[47.6062095,-122.3320708],[40.2671941,-86.1349019],[37.09024,-95.712891],[42.1014831,-72.589811],[41.49932,-81.6943605],[42.4072107,-71.3824374],[40.8714873,-73.456788],[51.5073509,-0.12775829999998],[52.3555177,-1.1743197000001]],"bounds":[[52.3555177,-0.12775829999998],[32.2202206971,-122.3320708]],"episodes":[{"id":6070,"title":"The birth of Eugenics in Alabama","course_id":122,"status":"P","start_date":"4/16/01","end_date":"4/16/01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On April 16, 1901, at The Medical Association of the State of Alabama, Dr. C.T. Wilbur gave a speech to the medical committee on the state of “The Feeble-Minded” people in Alabama. While giving his speech he directed the audience’s attention to a census taken in 1890 that showed the number of Feeble-Minded and compared it to one taken in 1900. Dr. Wilbur then stated that it seemed as if the Feeble-Minded were \"more numerous than the mentally insane.” With the fear of the rising number of Feeble-Minded people in Alabama Dr. Wilbur suggested that since Alabama had no state asylum for this class of persons, they should be \"kept in private homes, county poor houses, or in the insane asylum.\" In order to drive his point home Dr. Wilbur continued to play upon the fear of the board members that this problem was spreading and needed more support. He did this by saying.“No two Feeble-Minded are alike. They are widely different and cannot be educated in classes. Each case must have its peculiarities studied carefully, and the right methods applied for its advancement”. This fear of a rising number of the Feeble-Minded in reality masked wider anxieties about criminals, poverty, illiteracy and other forms of what was consider social deviance.","The therory and practice of improving the genetic quality of the human population is called Eugenics, which in Alabama got its start under the guise of an attempt to help the Feeble-Minded. With the rising concerns about social deviances in Alabama the study of  Feeble-Mindedness gave a possible resolution. Dr. Wilbur wasn’t alone on trying to figure out how to control the growing problem. Historian Dorthy Porter relates a case of Dr. Weinberger sterilizing black poeople in the South for merely for being poor and illiterate. Mary Alice and Minnie were teenagers when they became victims Eugenics. Their mother, who had very little education and was illiterate, signed an X on a form, authorizing her daughters, who had both been deemed \"mentally disabled\"--without any proof-- to be given birth control shots. Instead, the young women were surgically sterilized and robbed of their right to ever bear children of their own.","The debate over what is and who is Feeble-Mined has been the issue from the start. Historian Dorothy Porter of University of California gives us examples of the reason people would be sterilized. According to Porter “Throughout the twentieth century scientific and social enthusiasm for Eugenics across national boundaries attempted to translate these ideals into legislative measures for controlling the reproduction of the “unfit”. Unfitness included many different categories of deviant behavior such as alcoholism, promiscuity and criminality plus what was termed “the Feeble-Minded”, by which meant the mentally retarded, and ‘moral imbeciles’, such as single women who had children”. There was about 224 people who were sterilized in the state of Alabama, which approximately 58% were men."," "],"display_date":"April 16, 1901","search_date":"1901-04-16","locations":[{"id":50982,"lat":32.2202206971,"lng":-86.2076124057,"zoom":9,"place":"Montgomery, Alabama"}],"tags":[{"id":220,"tag":"alabama"},{"id":533,"tag":"Eugenics"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":122,"school_id":10}},{"id":6071,"title":"Alabama Doctors segregate the \"Feeble-Minded by race","course_id":122,"status":"P","start_date":"4/20/17","end_date":"4/20/17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1917 at the annual meeting of the Alabama Medical Association in Mobile Alabama Dr. Partlow stood in front of the committee and said “we have succeeded in getting the legislature to enact into law “The Alabama Mental Deficiency Bill,” which looks to establish of “ The Alabama Home” the for \"Feeble-Minded\".  After 20 years of lobbying and research Alabama found itself in position to make Eugenics legal. In passing the bill Alabama was following in the footsteps of Northern states that had already institutionalized eugenics, but while the North undertook eugenics to perfect society as a whole, the South was trying to perfect the white race only.","In contrast to Northern institutions for the Feeble-Minded, which admitted all, the Southern institutions were segregated. The Southern institutions processed fewer patients than the Northern ones and accepted only white children, believing that Feeble-Mindedness was, as historian Grergory Dorr puts it, “inherently a question for the Negro to solve for himself”. An example of this attitude can be found in Dr. Partlow approach to identify the Feeble-Minded. Partlow sends it colleague Dr. Thomas Haynes of Birmingham, AL, a representative of the National committee on Mental Hygiene, to complete survey of several institutions in the Birmingham area, both black and white which included The Industrial School in East Lake, The Girls’ Reform School in East Lake The Girls Industrial School in Woodlawn,The Reform School or Juvenile Negro Boys, and MT. Meigs, Facity for black juvenile afenders. This data collected by Dr. Haynes used this identiy the Feeble-Minded people in these areas, but only the white subjects were given treatment.","While Alabama never established a facility for Feeble-Minded blacks,  Gregory Dorr has argued that “the absence of such a facility should not lead observers to conclude that Eugenics in Alabama lacked racist elements, for the limitation of Eugenics to the sterilization of whites reflected the belief that the \"betterment\" of the black \"race\" could not be achieved by such measures”. At the end of segregation, African Americans had become the targets of extra-institutional and extra-legal sterilizations, reflective of a more general southern racist view that it was necessary “to further protect the white race itself from black folks\"."," "],"display_date":"April 20, 1917","search_date":"1917-04-20","locations":[{"id":17729,"lat":32.2202206971,"lng":-86.2076124057,"zoom":9,"place":"Montgomery, Alabama"}],"tags":[{"id":1669,"tag":"South"},{"id":3,"tag":"African-Americans"},{"id":533,"tag":"Eugenics"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":122,"school_id":10}},{"id":6618,"title":"Dr. Sharp's Indiana Plan to \"Render Sterile Confirmed Criminals and Mental Defectives\"","course_id":165,"status":"P","start_date":"3/9/07","end_date":"12/31/21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1907, the state of Indiana passed the world’s first sterilization law “to prevent procreation of confirmed criminals, idiots, imbeciles and rapists.” Over the next decade, hundreds of sterilization procedures would be performed under this law, sometimes under dubious circumstances. The 1907 Indiana law came as a direct consequence of fears concerning social changes that coincided with the growth of industrialization at the turn of the 20<sup>th</sup> century. The middle and upper classes dreaded the perceived immorality in mounting urbanization, the encroachment of foreign cultures, and that lower-class people would out-breed these higher classes.  In Indiana, there was a particular concern with poor, white Kentuckians moving into the state. Simultaneously, eugenic ideas were seen akin to public health issues.  At a time when cures and vaccines were being created for diseases of the body, some authorities hoped that eugenic efforts could function as preventative measures for mental and hereditary health. The greatest concern of eugenicists was the financial burden put on charitable organizations and tax payers in sustaining a populace they saw as “degenerate.”","Dr. Harry C. Sharp, convinced that sterilization was the noblest answer to these perceived societal issues, was a driving force in the Indiana law’s passing. Even though marriage laws and segregation were also seen as solutions to eugenic problems in the early 1900s, Sharp asserted that sterilized individuals could enjoy normal, happy lives. Previously, physical castration had been used as a punitive action against criminals. However, negative physiological effects of the procedure on the patient caused castration to be considered in violation of the 14<sup>th</sup> Amendment. Consequently, questions regarding whether sterilization could be construed as cruel and unusual punishment were addressed early on. In 1907 and 1909, Sharp gave two speeches to the National Prison Association in which he cited sterilization procedures he had performed for experimental, therapeutic purposes. A young man, Sharp claimed in 1907, had actually requested the procedure to cure his masturbation. In 1909, Sharp detailed that he had sterilized an 11-year-old epileptic girl who was then able to experience puberty normally. Sharp insisted that because of clear differences from castration, sterilization could not be seen as a punishment and thus was not unconstitutional.","At Sharp’s 1907 speech, the Indiana sterilization plan was met with great praise.  A number of board members also contemplated on the procedure’s disciplinary potential. Dr. Sharp responded to these notions by insisting that sterilization was “purely a medical measure.”  Yet, after two years, reactions to sterilization became increasingly divisive. Upon Sharp’s conclusion to his 1909 speech, the NPA’s treasurer rose in protest and declared the topic of sterilization improper for their organization.  Some found religious reasoning both in favor and against sterilization. Many still favored sterilizations, lest the entirety of the nation be overpopulated with “epileptic hospitals and homes for the feeble-minded” and civilization be “doomed.”  This logic spread sterilization laws into several other states. However, by 1913 the constitutionality of the sterilization law was seriously doubted due to sterilizations being performed questionably and without expressed legal sanction. The Indiana law was finally deemed unconstitutional in 1921.  Nevertheless, by the end of the 1920s there were new sterilization laws that would endure for another half century."],"display_date":"March 9, 1907 - December 31, 1921","search_date":"1914-08-04","locations":[{"id":8678,"lat":42.6525793,"lng":-73.7562317,"zoom":8,"place":"ALBANY, New York"},{"id":52993,"lat":47.6062095,"lng":-122.3320708,"zoom":8,"place":"Seattle, Washington"},{"id":52992,"lat":40.2671941,"lng":-86.1349019,"zoom":8,"place":"Indiana, United States"}],"tags":[{"id":3189,"tag":"1900s"},{"id":3188,"tag":"1907 Indiana Law"},{"id":3187,"tag":"Eugenic Legislation"},{"id":533,"tag":"Eugenics"},{"id":2937,"tag":"United States"},{"id":3186,"tag":"Involuntary Sterilization"},{"id":3185,"tag":"Vasectomy"},{"id":3184,"tag":"Eugenic Sterilization"},{"id":3183,"tag":"Indiana Sterilization Law"},{"id":3182,"tag":"H.C. Sharp"},{"id":3181,"tag":"Dr. Sharp"},{"id":3180,"tag":"Harry Sharp"},{"id":3179,"tag":"Sterilization"},{"id":9,"tag":"Law"},{"id":1466,"tag":"Legislation"},{"id":2471,"tag":"20th Century"},{"id":3148,"tag":"Indiana"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":165,"school_id":94}},{"id":6620,"title":"Does Your Family Have What It Takes?","course_id":165,"status":"P","start_date":"1890-01-01","end_date":"12/31/30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A person who strolled a state fairgrounds in the 1920’s might have seen a big attention-grabbing poster with lights illuminating every so often. Walking over to see what is written on it, the person would have noticed that the board contains many different statistics and lights that flash at different intervals: every 48 seconds in the United States, someone was born who would never reach the mental capacity of an eight-year-old. Every seven and a half minutes, a person who would become a leader and a thinker in society was born. These statistics were used to try and show people that too many people with poor genes were being born in the United States. However, the boards served as more than just an eye opener to the public.","Something needed to be done about this ‘problem.’ So what a better way than to have a contest to reinforce what a genetically sound family is like. Physicians and eugenicists hoped that these contests would promote the reproduction among families with good genes. Judges of fitter family contests used overall appearance of the family as a factor. This is where the contests resembled livestock judging. Judges also checked family pedigree charts and trees to determine who the winning family would be. The winner received a medal and/or trophy with quotes engraved into it like “Yea, I have a goodly heritage.” Whoever won would have bragging rights and the knowledge that they are part of a movement to create fitter families in America.","Fitter family contests were part of a larger movement known as the eugenics movement of the 1900’s. Eugenics is considered to be the aim of enhancing the human race by either positive or negative means. The promotion of the reproduction of people with ‘good genes’ (positive eugenics), or by a more radical means of sterilizing and making it illegal for people with poor genes from getting married or reproducing (negative eugenics).","These contests stood for much more than meets the eye of a casual observer. While they may look like just some hometown contest, the events that coincided with these competitions were considerably grim. The eugenics movement had a dark side that you cannot see by looking at something like the fitter family contests. Experiments such as sterilization of incarcerated inmates and the mentally disabled were just a few of the examples of negative eugenics of this time."],"display_date":"1890 - 1930","search_date":"1910-07-02","locations":[{"id":52839,"lat":37.09024,"lng":-95.712891,"zoom":8,"place":"United States"}],"tags":[{"id":533,"tag":"Eugenics"},{"id":3197,"tag":"Fitter Family"},{"id":3198,"tag":"state fair"},{"id":3199,"tag":"better baby"},{"id":3200,"tag":"contests"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":165,"school_id":94}},{"id":6624,"title":"The Propaganda of Fitter Families Contests","course_id":165,"status":"P","start_date":"9/21/25","end_date":"9/21/25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On September 21, 1925 in the town of Springfield, Massachusetts, a family of 8 entered and won a contest. To that family, it was likely a point of pride, something to show that they were of a good, strong, American breed.  But this Fitter Families Contest, and many others just like it held throughout the United States, was a far more influential part of American history than it may seem at first glance. These contests served as a sort of propaganda that helped justify mistreatment of thousands of Americans by trying to scientifically prove that they were inferior human beings.","Contests like the one in Springfield were common in 1920’s America, often appearing in agricultural fairs. These were places where concepts like the importance of good breeding were well understood and respected. These events sprang out of similar competitions like the ‘Better Babies Contests’ that also often appeared at these fairs, to the same propagandistic means. To the participants, these events may have seemed educational and fun, hardly the type of thing that springs to mind with the mention of the word ‘propaganda.’ To this inoffensive end, these contests were extremely successful, convincing multiple generations of wealthy white people of western European heritage all at once of their own genetic superiority, helping to further elevate their feeling of status over the poor, uneducated, and people of other racial backgrounds. Winners were even given medals which stated ‘Yea, I have a goodly heritage,’ a biblical quote that would imply that the wearer was even in the favor of God.","While these contests did eventually end with the rise of Nazism, Germany’s own special take on eugenics, the bite of the seemingly toothless Fitter Families Contests could be felt throughout America throughout the 1920’s and beyond. The concepts that it promoted where the same ideas held by eugenicists that helped to create laws that would sterilize criminals and mentally handicapped, prevent the immigration of peoples attempting to escape the rise of Nazism in Germany, and convince white America that they were under constant threat of the degeneration and destruction of their race if they did not work to keep it safe through the processes hailed by genetics. In the end, the most important thing was not a single family winning a single contest at a single fair on a single day, but the effects that these many families, many contests, many fairs, and many years can have on the way a nation perceives itself."],"display_date":"September 21, 1925","search_date":"1925-09-21","locations":[{"id":52791,"lat":42.1014831,"lng":-72.589811,"zoom":8,"place":"Springfield, Massachusetts"}],"tags":[{"id":533,"tag":"Eugenics"},{"id":522,"tag":"Massachusetts"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":165,"school_id":94}},{"id":6633,"title":"The Downfall","course_id":165,"status":"P","start_date":"1/1/20","end_date":"12/31/50","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The downfall of eugenics began around the 1920’s. In the 1930’s there were questionnaires sent out to people in the United States, specifically in Ohio, that contained questions that twins would fill out regarding themselves in many subjects. It questioned the twin’s physical features such as their health and if it differentiated between each twin or how much they differed in height. It also asked the twins to observe the palms of their hands to see if they were different or not. These packets of questions helped the scientist compare the two people and make important observations that could in fact prove eugenics to be a misguided movement.","Eugenics or the science of improving a human population by controlled breading to increase desired heritable traits and characteristics. Francis Galton had the high-minded idea that twins would be exemplary for the study of eugenics, he wanted to see if behavioral traits were determined by genes and using twins was the most accurate way. He didn’t take his idea to the next level, however, he certainly encouraged others and in turn disbursed evidence for the downfall of eugenics.","Eugenics continued to decline due to the studies regarding twins. Favoring the notion that the environment to which you grew up in is the main influence on your heredity, Horatio Newman, Frank Freeman, and Karl Holzinger researched twins in the 1930’s. They uncovered that twins that grew up apart were not identical behaviorally or personality wise, but were one hundred percent in correspondence in areas such as blood groups and appearance. The three men’s findings also showed that there was a fifteen-point difference between the twins IQ, thus proving intelligence is based upon upbringing, not based on the genes your parents pass down to you. Revealing that controlled breading isn’t the answer to a better society.","Those few men started a trend that continued into the 1950’s. Twins were studied and studied and inevitably showed that eugenics wasn’t all it was made out to be which wasn’t necessarily the goal of studying eugenics in twins, but it ended that way. Galton was one incredibly intelligent man to think of using twins who are the same physically and study how different or the same they were growing up apart or together. Thus throughout the years we can see that twins were the key to eugenics."],"display_date":"1920 - 1950","search_date":"1935-07-02","locations":[{"id":53008,"lat":41.49932,"lng":-81.6943605,"zoom":6,"place":"United States, Cleveland, Ohio"}],"tags":[{"id":3222,"tag":"Twins"},{"id":533,"tag":"Eugenics"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":165,"school_id":94}},{"id":6632,"title":"One Eugenicist in a Town of Degenerates","course_id":165,"status":"P","start_date":"10/1/10","end_date":"8/31/12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Notebook in hand, Florence Danielson roamed the river valleys of Massachusetts in search of her research subjects, the ‘hill folk.’ Like other degenerate families studied by eugenicist field workers in early twentieth-century America, the hill folk were quite a fascinating group—constantly wreaking havoc wherever they settled. Feeblemindedness, alcoholism, and incest, among other deplorable traits, were of no shortage in the generations Danielson studied.","As feeblemindedness was commonly associated with promiscuity, criminality, and social dependency, it was the field worker’s duty to show how corrupt families were harming their communities. Through personal interviews with her research subjects, their relatives, town officials, and reliable neighbors, Danielson composed brief yet detailed biographies of many descendants belonging to three large, intertwining family trees.","According to writer Amy Bix, Danielson was one of two hundred and fifty-eight students trained by the Eugenics Record Office (ERO) between 1910 and 1924. Because their politeness and charm more easily persuaded conversation with the strangers they interviewed, eighty-five percent of these students were women. In 1912, Danielson published a memoir with Charles B. Davenport, director of the ERO, which included well over a hundred of the often crude and deeply personal stories surrounding the degenerate hill folk. These stories displayed Danielson’s inquisitive skill and the extensive work load taken on by field workers. ","In one description, for example, she wrote, “Her father was a drunkard who wandered into a backwoods town twelve or fifteen miles from a rail-road and wanted to get rid of his baby girl. He succeeded in trading her for a dog.” According to Danielson, when this baby grew into an adult, she lived with her husband and two kids in a repulsive one-room shack in the woods. The woman could not remember how many children she had, but she did know that ten were taken by the government on grounds of neglect.","In a somewhat similar instance, Danielson reported on a separate family: “Her uncombed hair, heavy fleshy face and protruding lower lip made her look more like an animal than a woman. She could not tell how many children she had nor where many of them were.” Danielson later learned that while the woman’s husband was serving a nine-year prison sentence for incest with his own daughter, at least three of their children were deemed neglected and taken by the government.","Demonstrating the severity of this town’s degeneracy problem, Danielson found that the families she studied had cost the local government over half a million dollars in just sixty years. She concluded, “The comparative cost of segregating one feebleminded couple and that of maintaining their offspring shows, in the instance at hand, that the latter policy has been three times more expensive.” As the eugenics movement was aimed toward improving the American race by minimizing the number of degenerate babies born, eugenicists like Danielson knew full well that segregation would not be a strong enough force. Sterilization was in the forecast."],"display_date":"October 1, 1910 - August 31, 1912","search_date":"1911-09-16","locations":[{"id":53006,"lat":42.4072107,"lng":-71.3824374,"zoom":6,"place":"Massachusetts"},{"id":53007,"lat":40.8714873,"lng":-73.456788,"zoom":6,"place":"Cold Spring Harbor, New York"}],"tags":[{"id":533,"tag":"Eugenics"},{"id":7,"tag":"Women"},{"id":522,"tag":"Massachusetts"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":165,"school_id":94}},{"id":6725,"title":"Eugenics and Perceived Criminality","course_id":176,"status":"P","start_date":"1/1/00","end_date":"12/31/55","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the late 1800s, Francis Galton developed the concept of eugenics, the science of improving a population through selective breeding among ideal specimens. By the 1920s, eugenics had been popularized to mean promoting breeding among the “fit” and restricting reproduction among the “unfit.” Many Eugenicists in the early 1900s had parents or grandparents that lived during a time of slavery, and they themselves were certainly exposed to normalized racism, meaning many of these scientists believed that African-Americans were physically, biologically, and intellectually less than Anglo-Europeans. These biases then affected how they performed research, the data they collected and the conclusions they drew and later shared with the general populations.","<em>The Trait Book</em> by Charles Davenport, a strong proponent of eugenics, outlines traits determined in his research to be hereditary. Physical characteristics such as hair, eye color, and genetic diseases are to be expected and are listed. Davenport also includes among “inborn characteristics” criminal or antisocial behavior, such as Vagrancy, Homicide and Assault. Also included are scales of intelligence, special interests, and personality traits such as conversational, sympathetic, and religious, all of which would now be considered unique to an individual. However, <em>The Trait Book</em> was widely utilized by eugenicists around the world to define and categorize individuals. Eugenicist who consulted this book went on to write papers to present to the public  and provided “scientific evidence” to support legislation passed to allow for the involuntary sterilization of criminals and the insane in the 1920s. The prejudice of eugenicists led to a scientifically supported bias of the innate criminality of African Americans.","This perceived criminality of African-Americans began with the enslavement of Africans in the American colonies. Several diseases were said to be present within the Negro race, including “Dysesthesia Ethiopica,” a disease that made slaves mischievous and indolent, as mentioned in Dr. Samuel Cartwright’s Diseases and Peculiarities of the Negro Race in 1851. He stated that “black blood … creates ignorance, superstition and barbarism, and bolts the door to civilization”, that is, being black in and of itself makes one violent and uncivilized.","            Eugenicists such as those that conducted studies at the Fred C. Nelles Youth Correctional Facility consulted <em>The Trait Book</em> to determine criminality, intelligence and aptitude of the Mexican-American and African-American youth incarcerated there. “The research process often confirmed what [Eugenicists] already knew or believed they knew about youths of color”, according to Miroslava Chavez-Garcia’s article. Several innately racist terms such as “nigger type” and “big coon type” were used in a seemingly scientific way to describe the boys studied at the Nelles Facility. This bias also showed through in how the fieldworkers compared the boys’ intelligence to that of the Anglo-European standards, saying in the case of Nathan M., who scored “feeble-minded” and “moron” that he was of “average intelligence for his race”, exemplifying the workers’ belief that African-Americans were inherently less intelligent than Anglo-Europeans. This lower intelligence was thought to contribute to criminality; that those that were less intelligent were more likely to commit crimes."," "," "],"display_date":"1900 - 1955","search_date":"1928-01-01","locations":[{"id":52839,"lat":37.09024,"lng":-95.712891,"zoom":8,"place":"United States"}],"tags":[{"id":3387,"tag":"The Trait Book"},{"id":3386,"tag":"Criminality"},{"id":533,"tag":"Eugenics"},{"id":3,"tag":"African-Americans"}],"course":{"name":"Incarceration in the US","school":"Indiana University-Purdue University, Indianapolis","course_id":176,"school_id":94}},{"id":6731,"title":"Anti-Eugenics Arguments in the Early Twentieth Century","course_id":176,"status":"P","start_date":"7/24/12","end_date":"8/31/15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" "," ","Most people assume anti-eugenics sentiment only started to occur after the Second World War however that is not the case.[1] As early as the 1910’s sociologists like Maximilian P. E. Groszmann and A.L Sweet raised concern about eugenics; they wasn’t against eugenics as a whole but did disagree with its use in crime and punishment.[2] There were three main arguments against eugenics at this time. Groszmann advocated that scientists did not know enough to start doing permanent damage to the gene pool.[3] Another view shown by A.L Sweet, another sociologist, argued was that proactive eugenics was unnecessary as nature had been doing it for years, as social Darwinists explained. The final argument was the international view of America’s use of eugenics which was explained most as simply persecuting different races.[4] "," ","Scientists like Groszmann and A.L Sweet argued that eugenics was being improperly used in the US legal system. Neither of them felt, as did later dissenters, that eugenics had no scientific basis. However they argued that eugenics should not be used by the legal system to stop certain men and women from being able to reproduce.[5] Groszmann puts forward that sterilization is not a decision that should be made lightly, and that if it is truly necessary, it should be a judgement made by a council of specialists.[6] As Groszmann states, “we must not forget that the purpose of such productions is purely utilitarian from the point of view of man who needs food and service.”[7]This science should be used to help man not hinder. He states that statistically there were many problems with using the numbers that had been gathered because there were as many outliers as there were “normal” people. He thought that  eugenics shouldn’t be used for “exterminating the so-called undesirables.”[8]"," ","Another view is that of Sweet, who believed that it was “common sense” that the science of eugenics was naturally occurring in humans.[9]  Sweet believed that there was room for eugenics in the world and that the “undesirables” should not mate, but that sterilization went too far.[10] He believed that human love could not be dictated by any science and that science shouldn’t try to force anything that would over time happen naturally. "," ","At the first international Conference of Eugenics in London in 1912, the United States was seen as more willing to use eugenics in the legal system than other counties.[11] In Britain, eugenics was very much class-based, but the idea of sterilizing was rejected as inhumane.[12] When states such as Texas and Kansas started to view sterilization as a more effective version of lynching, and then eugenicists like Dr Harry Sharp took it as a good way of dealing with “un-desirables,” international experts in eugenics started seeing it as a race issue.[13] Most eugenicists in Britain thought that American eugenicists had taken the science and twisted it to fit their own views on race and dominance.[14]"," ","[1]Richard Lynn, <em>Eugenics: A reassessment </em>(Westport: Praeger Publishers, 2001), 42-43.","[2] Maximilian P. E. Groszmann, “Sane Eugenics,” <em>Pacific Medical Journal</em> (Nov. 1, 1913)614.","[3] Maximilian P. E. Groszmann, “Sane Eugenics,” <em>Pacific Medical Journal</em> (Nov. 1, 1913) 614.","[4] Daniel J. Kevles, <em>In the name of Eugenics</em> (Los Angeles: University of California Press, 1985)46-47.","[5] A.L Sweet, “The Fallacy of Eugenics,” <em>Medical Record </em>88, no. 9(Aug. 1915) 353.","[6] Maximilian P. E. Groszmann, “Sane Eugenics,” <em>Pacific Medical Journal</em> (Nov. 1, 1913) 614.","[7] Maximilian P. E. Groszmann, “Sane Eugenics,” <em>Pacific Medical Journal</em> (Nov. 1, 1913)614.","[8] Maximilian P. E. Groszmann, “Sane Eugenics,” <em>Pacific Medical Journal</em> (Nov. 1, 1913)614.","[9] A.L Sweet, “The Fallacy of Eugenics,” <em>Medical Record </em>88, no. 9(Aug. 1915)353.","[10] A.L Sweet: “The Fallacy of Eugenics,” <em>Medical Record </em>88, no. 9(Aug. 1915) 353.","[11] Maximilian P. E. Groszmann, “Sane Eugenics,” <em>Pacific Medical Journal</em> (Nov. 1, 1913) 614.","[12] Richard Lynn, <em>Eugenics: A reassessment </em>(Westport: Praeger Publishers, 2001) 20-21.","[13] Angela Gugliotta, “‘Dr Sharp with his little knife’: Therapeutic and punitive origins of Eugenics Vasectomy—Indiana 1892-1921” <em>Journal of the history of medicine and allied sciences </em>53, no. 4 (Oct. 1998): 376-406","[14] Daniel J. Kevles, <em>In the name of Eugenics</em> (Los Angeles: University of California Press, 1985)46-47."," "],"display_date":"July 24, 1912 - August 31, 1915","search_date":"1914-02-10","locations":[{"id":53087,"lat":51.5073509,"lng":-0.12775829999998,"zoom":8,"place":"London, England"}],"tags":[{"id":3359,"tag":"Incarceration"},{"id":533,"tag":"Eugenics"},{"id":3410,"tag":"sociologists"},{"id":3411,"tag":"1910s"}],"course":{"name":"Incarceration in the US","school":"Indiana University-Purdue University, Indianapolis","course_id":176,"school_id":94}},{"id":6755,"title":"For the Sake of the Human Race","course_id":177,"status":"P","start_date":"1883-01-01","end_date":"12/31/14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The 19th and 20th centuries saw a rapid influx of revolutionary ideas and innovations, but very few were as morally frightening as the eugenics movement. Coined in 1883 by Francis Galton, the term “eugenics” became popularized in the 20th century, especially after Galton’s 1901 publication “The Possible Improvement of the Human Breed Under Existing Conditions of Law and Sentiment.” Galton’s ideas refuted the impractical nature of implementing eugenics into society, aiding to convince the “elite” that eugenics was the quintessential mechanism to improve the human race. The elite consisted of the wealthy, the educated, and the “gifted,” and while Galton’s words definitely resonated, the potentially immoral nature of eugenics, including ideas of genocide and elitism, was troubling. Galton appeared to have very few qualms about the movement’s ideas, but the question remained--how could he persuade the elite, especially those with doubts, to adopt the eugenics movement?","Galton drew inspiration from his half-cousin Charles Darwin’s theories on genetics and natural selection to convince the elite of their duty to improve mankind. Biologically speaking, mankind was much like every other organism in that its genetic disposition and talents varied from individual to individual. If society proliferated certain breeds of dogs and horses, why can’t it also do the same with humans? Eugenics could be implemented by financing the education of precocious children and influencing marital practices. The easiest way to proliferate the spread of “good” genes would be for like to marry like, especially within the gifted classes. Children birthed from the “highly valued” would likely be more genetically superior and thus yield lives of higher civic worth. To encourage the formation of early marriages and subsequent highly productive childbearing, Galton claimed the “...tendency among cultured women to delay or even to abstain from marriage...has to be reckoned with.” ","His ideas were very influential in the medical community. Dr. William Polk argued in 1912 that many parents were already unknowingly practicing positive eugenics by discouraging their children from marrying those deemed unworthy, such as those with low intelligence or afflictions. He asserted that parents and educators should continue this practice by intentionally teaching children to marry wisely and to avoid the costly teacher of experimentation in one’s youth. Galton also claimed, “...an enthusiasm to improve the race is so noble in its aim that it might well give rise to the sense of a religious obligation.” Inspired by Galton, Dr. Caleb Saleeby further advocated in the early 20th century for eugenics by asserting that racial perfection should be idealized just as much as individual perfection is. Galton’s appeals were greatly influential in convincing the elite, particularly medical professionals, of the practical implementations of eugenics, pushing the eugenics movement into mainstream ideology. For example, the eventual atrocities of many states’ eugenic laws in the United States and the Nazi regime drew much of their inspiration from these works. Genetic perfection was attainable; it only required the efforts of the elite to accept and carry out their divine duty."," "],"display_date":"1883 - 1914","search_date":"1898-12-31","locations":[{"id":53005,"lat":52.3555177,"lng":-1.1743197000001,"zoom":8,"place":"England"},{"id":52839,"lat":37.09024,"lng":-95.712891,"zoom":8,"place":"United States"}],"tags":[{"id":533,"tag":"Eugenics"},{"id":100,"tag":"Medicine"},{"id":3456,"tag":"Francis Galton"},{"id":3457,"tag":"elite"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":177,"school_id":94}}]}