{"id":537,"tag":"Native Americans","points":[[42.8528904967,-77.2997890257],[42.6561422287,-77.5340511417],[33.0342766311,-118.614221051],[48.6558685717,-122.503825227],[45.0045185498,-93.476789851],[42.107446354,-83.1351982696],[38.9151212228,-76.9435162098],[42.3591267,-71.0570833],[37.226762,-75.9927652],[42.79833,-89.97028],[43.1405442,-102.365715],[38.5815719,-121.4943996]],"bounds":[[48.6558685717,-71.0570833],[33.0342766311,-122.503825227]],"episodes":[{"id":4951,"title":"<strong>Indian Removal and the 1832 Election</strong>","course_id":35,"status":"P","start_date":"1831-02-02","end_date":"1831-02-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["February 2<sup>nd</sup> 1831","Geneva Courier: “American Systems. For President, Henry Clay.”","There were two major contenders in the 1832 presidential election, the incumbent Andrew Jackson and the challenger Henry Clay. Jackson was quite popular, which was largely due to the fact that he was the first modern politician who had carefully crafted an image for himself. His popularity led to great power which, among other things, made him able to easily to convince Congress to pass his legislation with little opposition. One example of his power, which caused great debate, was the series of Indian removals in Georgia which he began to champion in his first term. Although the tribes which were removed, the Choctaw, Creek, Chickasaw, Cherokee, and Seminole,  were considered the “five civilized tribes,” because they owned and farmed their own land and even had some slaves, but they were still savages in the eyes of Jackson.","                Jackson’s deplorable treatment of the Indians would become a rallying cry for Henry Clay in his bid for the presidency. Despite the fact that in earlier writing Clay had stated that that he felt that Native Americans were a lower form of life who could never be assimilated with the American people, in the election campaign of 1832 he to defended their right to land and sovereignty. His National Democratic Party, which would be morphed into the Whig party by the next election, focused on moral issues like abolition and temperance, which were mostly championed by women’s groups at this time, included opposition to Indian Removal as a key issue.  Clay used the growing media to attempt to get his message to a wider audience. This can be seen in an article in the Pro-National Democratic Geneva Courier in its weekly segment “American System. For President, Henry Clay.” This part of the weekly paper was meant to spread the praises of Clay and denounce Jackson. In the February 2<sup>nd</sup> 1831 issue the paper gave an account of how Jackson sacrificed the “poor Indians,” and how such acts would bring great shame to the country. Despite the efforts of the paper and other anti-removal campaigns, the issue of Indian removal did not pull on the heart strings of as many voters as Clay had hoped. In 1832 the Seminole Indians, the last of the Indian groups to remain in Georgia were forced out, and the issue of Indian removal played little role in the election. Clay was crushed 219-49 in electoral college, as his opposition to Indian removal was unable to sway enough voters. Still, these accounts indicated that some white Americans had sympathy for the Indians plight."],"display_date":"February 2, 1831","search_date":"1831-02-02","locations":[{"id":8962,"lat":42.8528904967,"lng":-77.2997890257,"zoom":9,"place":"ONTARIO, New York"}],"tags":[{"id":114,"tag":"Andrew Jackson"},{"id":260,"tag":"Cherokee Indians"},{"id":537,"tag":"Native Americans"},{"id":553,"tag":"1832 election"},{"id":554,"tag":"Henry Clay"},{"id":555,"tag":"Five Civilized Tribes"},{"id":556,"tag":"Creek Indians"},{"id":557,"tag":"American Indian Policy"},{"id":558,"tag":"Indian Removal"},{"id":559,"tag":"Land Policy"},{"id":560,"tag":"Manifest Destiny"}],"course":{"name":"Early American Republic","school":"Hobart and William Smith Colleges","course_id":35,"school_id":32}},{"id":5117,"title":"Language and Warfare of the Adirondacks and Five Nations","course_id":50,"status":"P","start_date":"1790-04-16","end_date":"1790-12-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["European settlers and the Native American tribes had always had barriers that prevented them from fully understanding each other. In 1768, a man named John Long had started keeping a journal where he planned to record the customs and languages of the various tribes across the land that would become the United States. By taking on this task, Americans and the Native tribes would be able to communicate with one another much more easily than before. Aside from simply recording specifics about the native tribes, he also took notes of what he did or what he saw while on his travels. By reviewing his observations, the reader can gain a better understanding of what the environment was like compared to the sheltered life of the cities, which contrasted greatly with the villages of the native tribes.","Long’s first visit to the Americas started with a companion missing for four days. His group encountered a Native American and tried to explain their distress to him. “Just as the captain proposed setting sail, an Indian came on board, to whom we endeavoured to communicate our distress. On this occasion, he seemed to understand us…”  Although the Native American seemed to understand them, the language barrier seemed to prevent a complete understanding of what was wrong and why they needed help. One of Long’s records included a listing of the “Five and Six Nations” and what their purpose was. He explained that the Five Nations were rivals to the Adirondack tribe and were severely crippled after the Adirondack allied themselves with the French, who had settled in Quebec. A passage written by James H. Smith, gives a more detailed description of what life was like and the reasons war broke out between the Five Nations and the Adirondacks. “The Adirondacks formerly lived three hundred miles above Trois Rivers, where now the Utawawas are situated; at that time they employed themselves wholly in hunting, and the Five Nations made planting corn their business. By this means they became useful to each other, by exchanging corn for venison. The Adirondacks, however, valued themselves, as delighting in a more manly employment, and despised the Five Nations, in following business, which they thought only fit for women.”  Further in Smith’s passage he writes that the Adirondacks took in some young men from the Five Nations to assist in hunting, but when the men of the Five Tribes out preformed the men of the Adirondacks, they were killed. The Adirondacks refused to offer a tribute to the families of the men that were murdered stating that the men of the Five Nations were, “…men not capable of taking any great revenge.”  This provoked the Five Nations into the beginning of many wars with the Adirondacks. “The first engagement proved decisive in favour of the Adirondacks, owing entirely to the use of fire arms having been introduced among them by their new allies, which the Indians of the Five Nations had never before seen.”  To balance this, another tribe had joined the Five Nations making them six tribes, however they decided to keep the name Five Nations.  This empowered the Five Nations and gave them a better chance at combating old enemies that had once given them trouble. “This warfare continued until it culminated in the disastrous defeat and dispersion of the Adirondacks and their allies…in a terrible battle fought within sight of the French settlements at Quebec.”  After recording the events of the Native tribes, Long returned to London and began work on a comprehensive guide listing various words and phrases that were translated from English to the languages of the Iroquois and the Chippeway. This guide spans roughly 100 pages; it has given many a way to overcome the hurdle of language between some of the Native American tribes."],"display_date":"April 16, 1790 - December 1, 1790","search_date":"1790-08-08","locations":[{"id":15415,"lat":42.6561422287,"lng":-77.5340511417,"zoom":9,"place":"Ontario, New York"}],"tags":[{"id":537,"tag":"Native Americans"},{"id":805,"tag":"Journal"},{"id":811,"tag":"Five Tribes"},{"id":812,"tag":"French"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":50,"school_id":40}},{"id":5167,"title":"Susie Clark’s arrival in California by train from Boston","course_id":66,"status":"P","start_date":"1890-01-01","end_date":"1890-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["During the 1890s Susie Champney Clark left Boston on a Raymond & Whitcomb Co. organized railroad trip across the country to California, recording her observations and notes along the way.  Though this trip may have seemed impossible to make earlier in the century, as Ms. Clark said in the first chapter of her book <em>The Round Trip from Hub to the Golden Gate</em>, “California [was] much nearer Boston than it was in ’49. The journey thither is hardly now considered much a trip.”","Susie Clark had a grand time on her trip across the country and was impressed by the comfort of the train and its amenities. She thoroughly enjoyed the menu and the dining car and declared that it “might well engage the attention of the most fastidious epicure.” Train travel had taken on a completely different feeling than earlier in the 1800s. It was leaving behind reputation for uncomfortable, difficult travel and taking steps towards relaxed and enjoyable trips. Ms. Clark even went so far as to say that Raymond and Whitcomb had turned travel into an art and science, making their trains feel like homes.","Arriving in Los Angeles, California, she took note of the beauty of the city, wondering how “this fair city [could] fail to thrive and flourish and grow as if indeed all good angels smiled upon her.” Unfortunately though, Ms. Clark pointed out that the city was founded as a means for housing the “soldiers” who had worked for the Spanish missions, forcibly converting the Native Americans and encroaching on their land. She was not surprised at all that these actions had led to, as she said in her notes, “the degradation and ultimate extinction of these tribes.”","Susie Clark was not the only one with these opinions of the missions’ and other settlers’ earlier tactics. As recounted in Michael Magliari’s article in the <em>Pacific Historical Review</em>, during a visit to Los Angeles, U.S. Army Captain Edward Ord stated “It will be seen…that by the law, the overseer of a large rancho, has but to be a ‘Justice of the Peace' and he is enabled to buy and keep Indian servants as he may want them, and to punish them at discretion, within a limit.\"","Though California was admitted to the Union as a free state, as Magliari points out, “the newly admitted Golden State had already established its own racially based system of unfree labor. Although it had forth-rightly rejected the South's ‘peculiar institution,’ the new ‘free state’ of California did not hesitate to craft its own code of compul-sory [sic] labor under the notorious 1850 Act for the Government and Protection of Indians”.  Californians used “minor custodial wardship, indentured servitude or ‘ap-prenticeship [sic],’ convict leasing, and debt peonage” as ways to create forced labor to their advantage.","As Ms. Clark hinted in her travel writings, the beauty and wonder of California had a slight darkness creeping in around its edges as a result of the methods by which the land was taken from the Native Americans."],"display_date":1890,"search_date":"1890-07-02","locations":[{"id":902,"lat":33.0342766311,"lng":-118.614221051,"zoom":8,"place":"LOS ANGELES, California"}],"tags":[{"id":537,"tag":"Native Americans"},{"id":666,"tag":"Railroad"},{"id":792,"tag":"Transportation"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":66,"school_id":40}},{"id":5168,"title":"James O. Pattie witnesses the return of a Pawnee war party","course_id":66,"status":"P","start_date":"1824-06-20","end_date":"1830-08-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["James O. Pattie, on a trip through the southwest of America, had been traveling in Pawnee territory for multiple days. After enjoying a peaceful time with the Pawnees, partaking in traditional Pawnee activities like the smoking of pipes and eating buffalo meat together, he was impressed with their hospitality and even went so far as to, in his travel notes, call the chief paternal.","Because of these peaceful interactions, he was severely shocked by a particular turn of events. A Pawnee war party had left the area to raid the village of an enemy tribe. When they returned, Pattie and his men were appalled by what they saw. As the spoils of their conquest, the Pawnee warriors carried back with them the scalps of those they had killed along with the male child of one of those killed","Celebrations continued for days after their return while, as Pattie recalled, “the poor little captive child, barely fed to sustain life, lay in sight, bound hand and foot.’ Pattie and his men were appalled by what they saw, especially as they realized that the Pawnees were preparing to burn the child to death. Pattie and his men demanded the Pawnees hand over the boy to them and spare his life, not understanding how they could carry this execution out.","Many situations like this were occurring across the lands as settlers were encroaching upon Pawnee land. Not understanding Pawnee traditions and ways of life, as stated in the abstract of David J. Wishart’s article for the <em>Annals of the Association of American Geographers</em>, “from the 1830’s on, great pressure was exerted on the Pawnee to change their way of life in accordance with Euro-American concepts of civilization.”","In Pattie’s case, threats were made from both sides, but eventually an agreement was reached and the boy was given to Pattie and his men in exchange for ten yards of cloth and a paper of vermillion. In the accounts of his travels, Pattie remembers the Pawnee chief asking them if they, “seeing a young rattlesnake in [their] path, would allow it to move off uninjured, merely because it was too small and feeble to bite?”","Pattie’s party didn’t understand how the Pawnees could have wanted to kill a helpless child, while the Pawnees didn’t understand how Pattie’s men could not see the eventual threat this enemy child would pose. Differences in understanding and societal norms like this occurrence between James O. Pattie and the Pawnee was a contributing factor to the confinement and eventual removal of Native Americans from their rightful land."],"display_date":"June 20, 1824 - August 30, 1830","search_date":"1827-07-26","locations":[{"id":15201,"lat":null,"lng":null,"zoom":8,"place":"TERRITORY, Territory"}],"tags":[{"id":441,"tag":"Territory"},{"id":537,"tag":"Native Americans"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":66,"school_id":40}},{"id":5281,"title":"The Sioux and United States Indian Policy","course_id":70,"status":"P","start_date":"1862-01-01","end_date":"1862-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Amos H. Gottschall traveled across the North American continent four times from the Atlantic to the Pacific, which took him twelve years to do.  During his travels, Gottschall lived with the Indians he came across.  Gottschall wrote all his experiences down, especially with the Sioux from whom he later picked up the Sioux language.  Gottschall became very fascinated with the Indians and decided to become knowlegeable about them in order to correct the misperceptions others had of them.  In his twelve year narrative, Gottschall wrote a  passage about his intentions to inform Americans about the Indians they misunderstood:","<strong>“</strong>I used to tell the Sioux that I intended to make a \"wo-wah-pe\" (book) for the white people to read, and that in it I would describe the Indian mode of life, and inform my people just how I fared at the hands of the Indians. This always pleased them, and doubtless influenced them to treat me well” (Gottschall161).","If the Sioux refused to follow or comply with the methods of America’s Indian policy in solving the Indian problem, then America would use military force and intimidation to get the Sioux.  Although the Sioux tried to use peaceful solutions, something would always go wrong in which it seemed that fate was not swinging in their direction.  The treaty would be broken as both sides failed to keep their promises, but the Sioux broke theirs because the federal government did not keep theirs in the first place by not preventing white settlers and their livestock from encroaching on Sioux lands.  More white settlers failed to recognize the agreements made in the Fort Laramie Treaty and continued to trespass and settle in Sioux lands which drove the buffalo herds away.  In addition, more emigrants were traveling to California and Oregon over many new trails like the John Bozeman Trail, starting from Fort Laramie and ending in Virginia City, Montana.  These new trails also drove the buffalo herds away, and the Sioux and their allies were enraged.  The white travelers and settlers “committed depredations, and, despite the guarantee of the United States to the Indians in the treaty of 1851, were left unpunished” (Textor 104).  As a result, the United States broke their treaty agreements.","Because America failed to keep their promises in the treaties, war occurred.  Broken treaties led to the first series of the Sioux War which began in 1862 with the Santee and other tribes in the eastern territory of the Sioux where Minnesota and Missouri are today (Robinson 16).  Led by Little Crow, the Santee raided, attacked and pillaged a village and fort killing hundreds of settlers and soldiers.  Gottschall wrote about this saying, \"During the years 1862 and 1863, the immigration to Dakota was almost entirely stopped by the Sioux war. Hundreds of settlers were killed in Minnesota and Dakota at that time; but a great change has since taken place, and the fine soil and lovely prairies and valleys are rapidly luring emigrants to seek homes within its borders. Gottschall wrote about the results during one of the Sioux Wars: \"Prior to the year 1858, what is now known as Dakota, was unceded land, and belonged to the Sioux Indians. In that year a treaty was made with the Sioux, and the land taken from them; it was not organized as a territory, however, until the winter of 1861 … Dakota is very large, and as yet, only a small part of it, comparatively, is settled by the whites, the remainder being still the hunting-ground of the Sioux and other Indian tribes” (Gottschall 70).","The war ended when the Santee and their allies lost the Battle of Wood Lake on September 23, 1862.  Thirty-eight warriors were convicted of murder and sentenced to death by hanging on December 23, 1862.  Some of the remaining Santee joined the Lakotas in the western Sioux territory."],"display_date":1862,"search_date":"1862-07-02","locations":[{"id":15204,"lat":null,"lng":null,"zoom":8,"place":"DATOKA TERRITORY, Territory"}],"tags":[{"id":1215,"tag":"Sioux Wars"},{"id":1214,"tag":"Sioux"},{"id":1151,"tag":"Buffalo"},{"id":180,"tag":"Indians"},{"id":537,"tag":"Native Americans"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":70,"school_id":40}},{"id":5400,"title":"A worried mother writes her son’s boarding school","course_id":77,"status":"P","start_date":"12/14/21","end_date":"12/20/21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On December 14, 1921 a worried mother wrote a letter to the Superintendent at the Tulalip Indian Agency. In the letter she addressed her concern for her son Robert’s failing health, and asked the Superintendent to let Robert return home for the holiday season. Six days later, she received the Superintendent’s typed response denying her request. He stated that none of the school’s students would be returning to the reservation due to the school’s need to catch up on a delayed academic schedule. He also assured her a doctor had seen her son, and her concern for his health was unnecessary.","The letter Robert’s parents received was just like the many others the school sent out each year. Many complaints and requests flowed through the school on a regular basis, and were either denied or ignored completely by the school’s staff. The responses sent out often minimized potentially serious issues and lacked truthfulness. The reluctance to send students back to the reservations came from the fear of what damage the cultural exposure would cause to the assimilation process. Boarding schools operated around the theory of linear assimilation. Linear assimilation theory states that children who are fully submersed in a culture will willingly take on the aspects of that culture, over the one they were born into.","Letters like the one to Robert’s parents show critical cracks in the assimilation process. The letter from Robert’s mother shows that her son has been cut off from his family, and her desire to have him back home. When this letter is combined with other similar letters from Native American parents written during this time, you see a general sense of longing for their absent children. This feeling of loss shows the negative side effects that linear assimilation had on Native American families."],"display_date":"December 14, 1921 - December 20, 1921","search_date":"1921-12-17","locations":[{"id":19139,"lat":48.6558685717,"lng":-122.503825227,"zoom":9,"place":"Whatcom, Washington"}],"tags":[{"id":1235,"tag":"Boarding Schools"},{"id":1234,"tag":"Cultural Assimilation"},{"id":537,"tag":"Native Americans"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":77,"school_id":10}},{"id":5401,"title":"Parents learn their child has died","course_id":77,"status":"P","start_date":"1/1/07","end_date":"12/31/07","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1907, the parents of a Native American child Lizzie received a heartbreaking letter. The letter was from the superintendent of the Flandreau Boarding School where Lizzie attended. The Superintendent wrote that Lizzie had died from slow tuberculosis days before the letter was written. In the letter he claimed that he had been away at the time of Lizzie’s death, and was unable to write her mother regarding her child’s health. As a result of his absence, Lizzie’s parents did not learn she had been sick until days after she had already passed away.","Death from diseases like tuberculosis was common in Native American Boarding schools. The schools often housed students under shameful sanitary conditions. Many children were victims of contagious illness and poor nutrition. Students generally received better medical care at their homes, but schools rarely sent students back to their parents. The boarding schools operated around the theory of linear assimilation, which states that children will accept a new culture if they are fully immersed in it. Children must be completely removed from the culture they were born into for this to work. School officials often ignored letters requesting for children to be returned home, in order to completely assimilate the students to American culture.","The letter to Lizzie’s parents shows that the Flandreau Boarding School operated no differently than most other boarding schools. In the letter, the superintendent states that he wishes he could have sent for Lizzie’s mother to visit Lizzie at the school and see her before she died. This shows that he would have rather had Lizzie’s mother travel to the school to visit Lizzie on her deathbed than send her back home. His reluctance to re-expose a student to Native American culture reflects the cruel determination with which school officials carried out the mission of assimilation."],"display_date":1907,"search_date":"1907-07-02","locations":[{"id":50511,"lat":45.0045185498,"lng":-93.476789851,"zoom":9,"place":"Hennepin, Minnesota"}],"tags":[{"id":1236,"tag":"Health Care"},{"id":1234,"tag":"Cultural Assimilation"},{"id":1235,"tag":"Boarding Schools"},{"id":537,"tag":"Native Americans"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":77,"school_id":10}},{"id":5978,"title":"Points of Interest in Detroit to a Mid-19th Century Visitor","course_id":118,"status":"P","start_date":"1886-05-14","end_date":"1886-05-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the warmer summer months in the late 1800s, Detroit experienced an influx of visitors and tourists who needed guidance on locating the more interesting city locales and landmarks. As a solution, The Detroit Free Press published this article in May of 1886 to offer assistance to the \"intelligent excursionists to [the] old city\" who wished to see the historic sites that Detroit had to offer. This detailed and thorough guide to the \"first permanent colony in the Northwest\" includes sites like Fort Pontchartrain, <em>Belle Fontaine</em> (or Springwells in the Third Street Depot area), Claude Campau's grist mill on May's Creek, Judge May's house on the corner of Jefferson and Cass, the Fort Lemoult citadel, the First National Bank building, the second St. Anne's Church, multiple historic homesteads and houses (some already having been demolished by the time the article was printed), the \"Pontiac Tree\", and many other places of historic interest. Most of these site listings are accompanied by small anecdotes of their historical significance, including a lengthy paragraph dedicated to Fort Pontchartrain and the involvement of the \"treacherous\" Native Americans during the \"great Indian conspiracy of 1763\".<br /><br /> This article gives us an interesting insight into how Detroit looked during the late 1800’s (which was vastly different than the Detroit we see today). Some of the landmarks that are mentioned in this guide are still visible today, and still attract some tourists. However, tourism has severely declined since the economic boom of the automobile and industrial period of 19<sup>th</sup> century Detroit. Also, many of the places mentioned in the article no longer exist as they did during 1886; for instance, the majority of the homesteads mentioned have been demolished and built over, and the few parts of Fort Pontchartrain that remained in 1886 have since been destroyed (the majority of the Fort was burned down during the great fire of 1805 in Detroit that also wreaked havoc on most of the city). This article makes a mention of the 1805 fire when it lists Judge May’s house (no longer standing), which is said to have included bricks from the chimneys of French houses that were consumed in the city-wide fire. It is interesting and thought-provoking to compare a modern-day guide of Detroit to this 1886 version, because one can see the differences in what was considered historically important in 1886 to today’s historical landmarks in Detroit (mainly through the landmarks that were demolished by the city, built over, or destroyed in some other fashion since this article’s publication). In analyzing a historic guide like this one, it is possible to envision the physical changes that have shaped the city into its current state via its historic landmarks (or lack thereof)."],"display_date":"May 14, 1886","search_date":"1886-05-14","locations":[{"id":6598,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"WAYNE, Michigan"}],"tags":[{"id":1512,"tag":"Tourism"},{"id":537,"tag":"Native Americans"},{"id":1899,"tag":"Detroit"},{"id":1918,"tag":"Detroit Free Press"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6029,"title":"Did Giants Live in Detroit before Europeans Settlers?","course_id":118,"status":"P","start_date":"1826-06-19","end_date":"1826-06-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Thomas L. McKenney, Superintendant of Indian Affairs under President James Madison, kept a diary of his accounts while traveling through the Michigan Territory in 1826 to negotiate a treaty between the US Government and the Ojibwe, Menominee, and Winnebago tribes of Native Americans. Among his detailed descriptions, McKenney mentions the presence in the city of Detroit of some strange earthen mounds that have been weather-worn and eroded by cattle, revealing multiple strata of bones and other artifacts.","Native Americans at the time of European arrival in North America had inhabited the land in the Michigan area for hundreds (if not thousands) of years, and had often buried their dead with mounds of dirt piled on top, which resulted in the earthen mounds found in the Detroit area. These mounds were curiosities to the European settlers: McKenny was especially excited at being promised a large human skull by General Cass, a local military leader, which had been found previously. The federal government would eventually form a treaty with many of the local tribes in the area around Fort Detroit that granted them land and protection and prevented anyone from disturbing these mounds, in exchange for Native American assistance with the fur-trapping business. Those tribes then began to bury their dead in the land given to them, but the mounds where previous generations had laid their dead to rest still existed outside of their alloted property. The mounds discovered by McKenney and Cass were probably already more than centuries old, and were surely once very important to the original inhabitants of the land.","The large skull never reached McKenney's hands. It turned out that Cass could not actually come up with the skull that he claimed to have found, which he claimed was much larger than any \"normal\" human being's, suggesting that a tribe of giant natives once inhabited the Detroit area). However, the discovery of the three mounds (mostly weathered at this point) provided valuable proof of the Native American habitation of the area in the centuries before European settlement, and also suggested information about Native American customs with regards to burying their dead in multiple layers in the earth. McKenney described the significance of the bones being uncovered, and how they were worth much more by being uncovered and studied than remaining buried, an opinion that remains a major point of contention between scientists and Native people today."],"display_date":"June 19, 1826","search_date":"1826-06-19","locations":[{"id":6592,"lat":null,"lng":null,"zoom":8,"place":"WAYNE, Michigan"}],"tags":[{"id":2164,"tag":"Hull"},{"id":2163,"tag":"Cass"},{"id":2162,"tag":"McKenney"},{"id":440,"tag":"Treaty"},{"id":2104,"tag":"Burial Mound"},{"id":537,"tag":"Native Americans"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6030,"title":"Cannibalism for a Nose and an Arm: Odawa Retaliation","course_id":118,"status":"P","start_date":"1790-09-14","end_date":"1790-09-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Thomas Gist, the son of an Indian agent in the Ohio Valley, was captured by Huron Native Americans in 1758 and lived with them for a year before being \"released\" and heading west. In a record of his capitivity, Gist describes the relative locations of the major tribes in the area and the state of the land in the area around Fort Pontchartrain (Detroit). In one particularly colorful episode, he recounts an altercation between the Odawa tribe and Sir William Johnson, who had taken a Native American man hostage and cut off his right arm and nose. For revenge, the Odawa captured a Highland soldier, burned him, and subsequently ate his nose and arm. This vicious act of cannibalism stuck out vividly to Gist, who had seen many sides of the Native Americans throughout his stay with them.","This episode is significant as it describes one side of the relations between the Native Americans and the European settlers in the area: the violent side. Not all of the relations at this time were violent like this - in fact, many were entirely peaceful. Gist himself was \"adopted\" into a family during his captivity and treated well. However, the violence of the Native Americans was usually the trait that stuck the most for European settlers. The supposed ferocity of Native American warriors was often used to the advantage of European and American settlers, who used alliances with different tribes to promote their own military aims in struggles over the ownership of the land. Notable battles include the siege of Pontiac on the Fort of Detroit in 1763 and the War of 1812 with involved British and Native American alliances.","To gain the cooperation of the \"fierce\" Native Americans, settlers often gave gifts of liquor and alcohol to the tribes, which they believed would induce a confused and compliant state in the natives. The settlers would then get the Native Americans to sign over land to themselves, and avoid political conflict."],"display_date":"September 14, 1790","search_date":"1790-09-14","locations":[{"id":15297,"lat":null,"lng":null,"zoom":8,"place":"[all counties], Northwest Territory"}],"tags":[{"id":2166,"tag":"European Settlers"},{"id":2165,"tag":"Gist"},{"id":1899,"tag":"Detroit"},{"id":661,"tag":"cannibalism"},{"id":244,"tag":"Violence"},{"id":537,"tag":"Native Americans"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6031,"title":"Escape from an Indian Master: Matthew Bunn in Detroit","course_id":118,"status":"P","start_date":"1793-01-01","end_date":"1793-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Matthew Bunn, who was captured by Native Americans in the Ohio region in 1791, escaped after two years and fled on foot to Detroit - only to run into Native people who knew his face and his escapee status. He describes running into the Native people, and also their relations with the local fort and British military: the Native people would bring the scalps of American men, women, and children in exchange for ammunition and weapons. The British obviously sanctioned and encouraged this dirty work, as they paid the Native people for the scalps and even gave them alcohol in an effort to stir them to fiercer action, but at the same time they used it as evidence that the Native people were less \"civilized.\" One day, his \"melancholy\" feelings stirred by watching an exchange like this, Bunn inadvertently lost focus and forgot to watch for familiar faces among the Indians in the streets (for fear of being captured). At that moment, two Indians saw him and grabbed him, brandishing tomahawks and furious at his having escaped, with intent to scalp him right then and there. Bunn claimed he was able to calm them down enough to beg for an exchange: his life for a large sum of money. Bunn was able to procure the sum, thanks to a friend of his named Thomas Smith, who had helped Bunn escape to Detroit earlier.","Matthew Bunn's account of the vicious encounter with Native Americans in the streets of Detroit gives us a fascinating insight into life in the city in the late 18th century. During this period of Detroit's history, the Americans and British were at high tensions for ownership of the territory, and had been successfully \"stealing\" the livelihoods of the Native Americans through the fur trade business. The Native American tribes in the region would prove to be key players in the battles for the land, including an attack by the notorious Pontiac on Fort Detroit in 1763. Different tribes allied themselves with either the Americans or the British, depending on their tendencies, which created tension between the tribes themselves. The British and the Americans used this strife to their advantage, including to kick tribes off of their land and using them for dangerous battles against each other. Bunn is not, perhaps, the most reliable narrator, and his depictions of Native Americans as \"thirsting for American blood\" may owe more to Bunn's own interest in crafting an exciting narrative than a true reflection of Native ideas and actions. Their involvement in scalping, for instance, derived from the fact that these Native Americans were forced to seek provisions and protection from the British and Americans after trade routes and networks with other tribes were highly disturbed by the influx of immigrants. Nonetheless, Bunn's narrative offers a valuable perspective on how Native Americans were percieved by the general public in Detroit, and their prevalence in the city."],"display_date":1793,"search_date":"1793-07-02","locations":[{"id":15297,"lat":null,"lng":null,"zoom":8,"place":"[all counties], Northwest Territory"}],"tags":[{"id":537,"tag":"Native Americans"},{"id":2137,"tag":"Michigan"},{"id":1899,"tag":"Detroit"},{"id":2174,"tag":"British Conflict"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6112,"title":"An Underestimated Victory for Native Americans","course_id":126,"status":"P","start_date":"7/8/70","end_date":"7/8/70","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","On July 8, 1970, President Nixon addresses the United States Congress regarding Native American rights in response to the ongoing efforts of the American Indian Movement. At the time of his address to Congress, Native Americans across the United States were taking a stand against the hundreds of years of mistreatment they have received at the hands of white settlers.  These American Indians, who were fed up with having their cries of freedom silenced, took over the abandoned Island of Alcatraz of the coast of California. The Native American occupancy of Alcatraz Island started in the fall of 1969 and was still demanding attention from the United States government at the time of Nixon’s letter. In a bold statement, Native Americans (who came from dozens of tribes from the United States and around the globe) from American Indian Movement decided to take over Alcatraz Island and reclaim it as Indian territory. These American Indians said they had the right to claim this land because the land was abandoned and unclaimed the United States.","Few Americans were paying attention to the Native American movement, which lead to further Native American frustration with America. Many leaders and supporters of the American Indian Movement felt as though their efforts were falling out of the spotlight. The occupancy of Alcatraz marked the first bold move of the part of the American Indian Movement that would finally capture the attention of U.S. citizens. The Coast Guard surrounded the Island of Alcatraz and would not let anyone bring much needed food and supplies to the Native Americans that now occupied the island. The Native Americans did not waver and held strong to beliefs held by the AIM. This takeover helped the AIM to gain momentum, but Paul Chaat Smith and Robert Allen Warrior, authors of the book “Like a Hurricane” argue that the American Indian Movement was successful due in large part the theatrical show that they believed members of the movement performed. They believed that leaders in the Alcatraz takeover like Richard Oakes, a college student of Native American descent from California, were taking on the Native American cause more for personal attention than to preserve their dying Native American culture.  Smith and Warrior also argued that the many leaders of the American Indian Movement were “too urban” and disconnected from true Native American culture since the movement started in the urban city of Minneapolis, Minnesota instead of a more rural setting where Native Americans still practiced their traditions and beliefs.. Whatever the motives of the various members of the movement, the takeover at Alcatraz lead to an awakening that swept the nation and brought Native American issues and injustices to light. The media became very interested and started running stories across the nation about the happenings on Alcatraz Island. The Native American occupancy of Alcatraz was important because it put an end to the silencing of Native American voices at the hands of other Americans.","President Nixon finally took notice of the AIM outcries for change by becoming one of the first modern American presidents to actually acknowledge that Native Americans had been unjustly treated by whites. Nixon boldly stated to Congress on July 8, 1970, “The first Americans--the Indians-are the most deprived and most isolated minority group in our nation. On virtually every scale of measurement--employment, income, education, health--the condition of the Indian people ranks at the bottom. This condition is the heritage of centuries of injustice. From the time of their first contact with European settlers, the American Indians have been oppressed and brutalized, deprived of their ancestral lands and denied the opportunity to control their own destiny. Even the Federal programs which are intended to meet their needs have frequently proven to be ineffective and demeaning.”","The president’s recognition of the Native American peoples was a huge sign that their efforts were finally paying off after centuries of trying to defend their people, their land, and their beliefs. Their efforts had gained the attention of the American president and Native Americans were hopeful that things would soon change for their people. In his Congressional address, Nixon proclaimed that Native Americans were have more freedoms and would be given better governmental assistance. Although Nixon made these presentations to Congress, Native Americans continue to fight for all that was taken from them so many years ago. America owes the American Indian so much and will be forever indebted to these native peoples."],"display_date":"July 8, 1970","search_date":"1970-07-08","locations":[{"id":35365,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"District of Columbia, District of Columb"}],"tags":[{"id":537,"tag":"Native Americans"},{"id":2281,"tag":"President Nixon"},{"id":2282,"tag":"American Indian Movement"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":126,"school_id":10}},{"id":6490,"title":"Building Boston","course_id":155,"status":"P","start_date":"1620-01-01","end_date":"1620-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The land that bordered the sea was not always crowded and “wharfed out with great industry and cost.” The salty air used to beat against the trees and the wilderness, where now the city of Boston stands. Although there were Native inhabitants in the “heathen wilderness,” the first Europeans to live there saw the land as totally wild. When Edward Johnson and his fellow travelers landed on the shores, they discovered a vast wilderness, practically untouched, a frightening proposition but an exciting opportunity nonetheless. To the Europeans, it was an “admirable act of Christ” to civilize the area and exploit the resources for their gain.","The settlers saw it as their duty to impose the Old World idea of taking the land and  “improving” it in the ways they saw as appropriate. Edward Johnson admired the dramatic changes his fellow settlers had made to the coastline in just a few short years. He saw the plantations as not just a cultivation of civilized society, but also a planting of the gospel in this New World. Their crops were more than just corn and indigo. They grew the beliefs, viewpoints, and intellectual traditions that would come to shape the landscape itself as well as the American mind. Paramount among these beliefs was the need to spread Christianity, which “arrived in the new world as a promise wrapped in a threat.”","Improvements to the land also included building structures. Native Americans already lived on the lands now inhabited by the Europeans, but had never developed townships beyond small villages with little organization and fortification. Europeans immediately recognized the necessity of building communities and establishing trade with the Native Americans. Any change that they made to the New England environment was a totally positive and necessary improvement in their eyes. The Native Americans, though, saw the new changes in a starkly different light. To the Natives, improvements meant preserving the land for future use, not stripping the land of its resources.  ","The blending of cultures in this New World called into question the colonists’ view of wealth. They imposed their way of life over the Native American’s customs and began to destroy it. While they viewed the Natives as paupers, the Natives saw themselves as abounding with the riches of the land. European culture prevailed and the forests turned into the bustling streets of Boston. The wind now beats against the tall buildings, evidence of the human impact over the changing land. "],"display_date":"January 1, 1620","search_date":"1620-01-01","locations":[{"id":52761,"lat":42.3591267,"lng":-71.0570833,"zoom":8,"place":"Boston, Massachusetts"}],"tags":[{"id":537,"tag":"Native Americans"},{"id":739,"tag":"Nature"},{"id":2899,"tag":"Colonists"}],"course":{"name":"HIST 3550, American Environmental History","school":"Auburn University","course_id":155,"school_id":73}},{"id":6501,"title":"Northampton Native American and African Relations","course_id":155,"status":"P","start_date":"1705-01-01","end_date":"1705-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["By 1705 the Native American population of Virginia had taken a hit from disease and war from the new European settlers. The remaining population had a harder way of life due to the introduction of English settlers and them “having taken away a great part of their Country, and consequently made every thing less plenty amongst them.”  Many tribes like the Kiequotank, the Matomkin, and the Matchopungo, were almost wiped out completely and had only a few men left. Other tribes such as the Gingoteque and the Wyanoke joined other tribes to survive. The largest Accomac town was the Gangascoe, also known as the Gingaskins, in Northampton.","Northampton also had a significant population of freed African Slaves which helped maintain the population of the Gingaskins. Although English laws were introduced to grow the divide between freed blacks and poor whites, the English were ultimately unable to stop socialization between Natives and Africans in the colonies. By the time Virginia decided that Natives could only be enslaved for twelve years -- instead of the life sentence they had previously shared with Africans -- a substantial population of mixed Native and African Slaves had already developed. Even when Native people bought African slaves, they were not treated with the kind of dehumanization practices that the Europeans had. Many former slaves even married into the Native tribe, or were adopted by their captors. Because both oppressed populations felt a sort of informal alliance against the Europeans it was common for the two to intermarry and live peacefully amongst one another.","In Northampton the mixed-race population grew so significant that in 1787 white people in the area filed a petition to the General Assembly requesting that the Gingaskins have their 650 acre reservation taken away and given to white citizens on the grounds that no “real” Natives remained. In 1813, the Gingaskin reservation became the first to be terminated. Most of the Gingaskin remained on the land until a majority were driven off due to backlash from the Nat Turner Slave Rebellion. Afterwards most moved north, but the remainder married into the local black community, where they left a small imprint through oral traditions."],"display_date":"January 1, 1705","search_date":"1705-01-01","locations":[{"id":52892,"lat":37.226762,"lng":-75.9927652,"zoom":7,"place":"Northampton,Virginia"}],"tags":[{"id":2932,"tag":"Indian Slaves"},{"id":2931,"tag":"Colonial south"},{"id":537,"tag":"Native Americans"}],"course":{"name":"HIST 3550, American Environmental History","school":"Auburn University","course_id":155,"school_id":73}},{"id":6543,"title":"The Life of a Crow","course_id":155,"status":"P","start_date":"1848-01-01","end_date":"1848-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The skilled Chief of the Crow, Plenty-coups, wearing an eagle’s feather to show the world that he had successfully counted coup, looked out over the country he considered to be the “most beautiful of all”. He gazed in awe at the mountains and timber lands embedded within the Yellowstone River Valley, and he was enamored.  The country was plentiful, and there were ample berries and meat.  To his south were bountiful rivers and abundant plains.  This cornucopia attracted other tribes – the Blackfeet from the north and west, the Cheyenne and Sioux from the east, the Shoshones and Arapahoe from the south, who all wished to possess the land for their own.","The Crow chiefs sent out messengers in all directions, inviting their neighbors to visit and share their food, but with a word of caution not to overstep their boundaries or overstay their welcome.  The neighboring tribes rejected the Chiefs’ efforts at negotiation, however, and instead planned to seize the land for themselves.  The Crow Indians were almost constantly defending their lands in battle, for all of the tribes were against them. ","There were, in total, thirty-one Indian tribes living within the Plains. The Crow and ten others, including several of their enemies, were nomadic and nonagricultural, depending on what the land could provide, hunting wild cattle and buffalo. Despite their efforts to keep the peace, the Crow were eventually forced out of their lands by the encroachment of other tribes. When the United States went to war against the Sioux in the late 19th century, Chief Plenty-coups forged an alliance with the American government against their traditional enemy, in return for a promise of reserved land in the valley of the Bighorn River and Bighorn Mountains for the Crow people. The US government did not honor this promise, pushing the Crow out of their lands following the devastating campaign against the buffalo herds during the 1870s."],"display_date":"January 1, 1848","search_date":"1848-01-01","locations":[{"id":52934,"lat":42.79833,"lng":-89.97028,"zoom":9,"place":"Yellowstone Valley"}],"tags":[{"id":537,"tag":"Native Americans"},{"id":3037,"tag":"Plains Indians"}],"course":{"name":"HIST 3550, American Environmental History","school":"Auburn University","course_id":155,"school_id":73}},{"id":6671,"title":"Inquiry into the Battle of Wounded Knee","course_id":173,"status":"P","start_date":"1891-02-13","end_date":"1891-02-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the late 1800s, the living conditions of Native Americans deteriorated significantly. Settlers were aggressively expanding westward and coerced Natives to sign treaties to legally give away their land in return for very little. In 1890, a spiritual movement named the “Ghost Dance” became popular among Natives which preached that Natives were confined to reservations because they have angered the Gods and their living conditions would improve if they perform the dance. This dance terrified white settlers who notified the government authorities. When the troops arrived to arrested some of the leaders of the spiritual movement, someone fired a weapon and eventually, over a hundred men, women and children were massacred.","A government inquiry was conducted by the federal government into what is now known as the “Battle of Wounded Knee.” After the battle, Colonel Forsythe, the commander of the troops in this battle was suspended from command during the conduct of the investigation. It exonerated the members of the seventh Cavalry who were responsible for the killings. However, according to General Nelson Miles who testified in the investigation, he stated that most of the native men were not armed as most of their weapons were found back at their camp. He also stated that some bodies of women and children were found three miles away from camp which implied that some natives who tried to flee were hunted down. According to the interviews of the troops conducted for the report, they stated that the native men hid behind their women and children and fired under their cover, leaving the troops with no choice but to return fire and accidently killing the women and children.","Although General Nelson Miles gives a different account of what happened during the battle, his opinion is that of the minority and not accepted by the government. The inquiry laid blame on the ordeal on natives and stated “This unfortunate phase of the affair grew out of circumstances for which the Indians themselves were entirely responsible.” In fact, the report commends the officers of the seventh cavalry whose conduct they described as “skill, coolness, discretion and forbearance and reflects the highest possible credit upon the regiment.” In the end, many of the troops who participated in this battle were rewarded with the medal of honour and Colonel Forsythe was exonerated and reinstated as the command of his regiment."," "," "],"display_date":"February 13, 1891","search_date":"1891-02-13","locations":[{"id":53039,"lat":43.1405442,"lng":-102.365715,"zoom":8,"place":"Wounded Knee, South Dakota, USA"},{"id":950,"lat":38.5815719,"lng":-121.4943996,"zoom":8,"place":"SACRAMENTO, California"}],"tags":[{"id":3282,"tag":"spiritual revival"},{"id":3281,"tag":"ghost dance"},{"id":537,"tag":"Native Americans"},{"id":2859,"tag":"Massacre"}],"course":{"name":"US History 1867 to the present","school":"University of Toronto Scarborough","course_id":173,"school_id":28}}]}