{"id":54,"tag":"Mardi gras","points":[[30.1220750117,-89.7244851703]],"bounds":[[30.1220750117,-89.7244851703],[30.1220750117,-89.7244851703]],"episodes":[{"id":4452,"title":"Cuisine of New Orleans\n","course_id":16,"status":"P","start_date":"1/1/70","end_date":"12/31/95","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["                New Orleans is a city rich with cultural identity fused into the roots of its people. Most evidently, the cuisine has blossomed from the history of New Orleans, and as my primary source shows it is also the most celebrated and shared cuisine our country has to offer. The most famous part of New Orleans, the \"French Quarter\", is home to most all the cultural traditions New Orleans have to offer, including cuisine and the annual Mardi gras festival.  It is in the French Quarter that throughout New Orleans's history, national influences from French, Spanish, and African customs left their mark on the culture. Years of influence and a strong sense of tradition have marked New Orleans's national identity and widespread popularity in cuisine.  ","                The cuisine of New Orleans is one of the key cornerstones of culture and history in the city. My primary source shows a diagram of how popular and published the cuisine of New Orleans is around America. Geographically unique, New Orleans has exploited the resources used in its cuisine according to its location in Southern Louisiana. As a melting pot in the American South, cultural influences in conjunction with the wealth of resources have over many years shaped New Orleans's popularity in cuisine. The recognition of its food and rich culture has attracted plenty of visitors to the city. Due in part to this tourism, the city began to garner more and more attention as a celebration of being uniquely American while still having its own heritage of cuisine and culture. This was evidenced clearly in a 1995 article in <em>The Albany Times</em> by Michael Lopez who spoke with Pamela Neyrey, a chef at <em>The Gumbo Shop. </em>Neyrey said that the lure of New Orleans continues to bring people back to the city.  \"Most frequently, it's tourists who come to New Orleans, fall in love with our food and then they'll call back\".  Most of the articles I researched have been from a wide variety of regions all influenced by the cuisine and culture closely tied to the city.   ","                The results of my research in secondary sources produced the widespread examples of popularity of New Orleans cuisine. My primary source, <em>Number of National Newspaper Articles on Cuisines of Specified Cities</em> indicates 322 articles have been written about New Orleans cuisine between the years of 1970 and 2004. The results shown in the primary source do not include how deeply Hurricane Katrina affected the region in 2005. However, the culture and cuisine have helped build back the city and restore the spirit of New Orleans. The city has always been central to American history, and as history continues to be written, New Orleans will always stand out as uniquely American because of its culture and cuisine."],"display_date":"1970 - 1995","search_date":"1982-12-31","locations":[{"id":36759,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"Orleans, Louisiana"}],"tags":[{"id":54,"tag":"Mardi gras"},{"id":29,"tag":"New Orleans"},{"id":57,"tag":"cuisine"}],"course":{"name":"History of Urban and Suburban America","school":"Furman University","course_id":16,"school_id":4}}]}