{"id":552,"tag":"women's education","points":[[43.2613440596,-76.9589722947],[42.899208773,-77.359355699],[34.8943497126,-82.3707811393],[41.8064084993,-72.7328417292]],"bounds":[[43.2613440596,-72.7328417292],[34.8943497126,-82.3707811393]],"episodes":[{"id":4950,"title":"<strong>New York Town Criticized for Lack of Women's Education</strong>","course_id":35,"status":"P","start_date":"1828-01-16","end_date":"1828-03-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["On January 16, 1828 <em>The Geneva Gazette</em>, a newspaper in Geneva, New York, published an article from an anonymous citizen. The article was addressed to the paper’s editor and criticized the lack of an adequate establishment for the education of young ladies in the town. The author argued that women’s education was necessary in order for women to better educate their children. Two months later, in March 1828, Elizabeth Ricord announced the opening of the Geneva Female Seminary. This seminary would be located in Geneva and would provide young women from the town, and from across the country, with the opportunity to receive an education.","These two events, the criticism of Geneva’s lack of female instruction and the opening of Ricord’s seminary, were typical of the time period because they reflected the growth of female schools that occurred in the United States between 1790 and 1850. These episodes also demonstrate the two contradicting arguments that both promoted the education of women. The first argument promoted women’s education on the grounds of Republican Motherhood, or the idea that women should be educated so they would be able to better educate their children to become Republican citizens. The author of <em>The Gazette</em> article demonstrated this ideal when he argued that, “since the most important part of that time in which the mind is to be formed and the inclinations properly directed, is almost exclusively passed under the government of females, the regular instruction of our daughters is an object of the first magnitude.” In contrast, some Americans also began to support women’s education because it brought them closer to equality with men. These advocates were influenced by the ideas of women’s rights supporter Mary Wollstonecraft who argued that women were not naturally inferior to men, but the lack of education they received created their inferiority. Ricord’s catalogue reflected Wollstonecraft’s ideas when it posed the question, “In the other sex, a well balanced mind is thought of inestimable value: why not in ours?” Despite their contradictory nature, these two views on why women should be educated contributed to the creation of numerous female schools across the United States and the expansion of women’s education."],"display_date":"January 16, 1828 - March 16, 1828","search_date":"1828-02-14","locations":[{"id":9088,"lat":43.2613440596,"lng":-76.9589722947,"zoom":9,"place":"SENECA, New York"}],"tags":[{"id":539,"tag":"Women's Seminaries"},{"id":6,"tag":"Education"},{"id":552,"tag":"women's education"}],"course":{"name":"Early American Republic","school":"Hobart and William Smith Colleges","course_id":35,"school_id":32}},{"id":4989,"title":"<strong>Elizabeth Ricord Opens Female Seminary in Upstate New York </strong>","course_id":35,"status":"P","start_date":"1829-05-01","end_date":"1829-05-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In May, 1829, the Geneva Female Seminary opened for its first school year with only about 15 students. It continued to grow and develop under the leadership of Elizabeth Ricord, the founder and principal of the school, and six years later, enrolled over 120 students. During the early American republic period, hundreds of female academies sprang up throughout the nation in both cities and the countryside, proving that these institutions were becoming an important part of American life. The growing opportunity to earn an education helped redefine the role of women as it gave them the knowledge and skills to participate in American civil society.","Ricord designed her academic courses to teach students how to think and reason. The school offered basic courses like spelling, reading, writing, arithmetic, history, botany, philosophy, chemistry, algebra, geometry, rhetoric, and political economy. There was even a course specifically designed for preparing students for the “duties of society,” called Practical Knowledge. Ricord encouraged her students to “seek more lofty objects” and use their education in a constructive way. She also placed a special emphasis on religion and mental philosophy, as she was especially interested in these topics. Ricord and other teachers at the seminary believed it was very important for young women to develop strong morals. In fact, this was one of the main purposes for women to earn an education at Ricord’s seminary.","Ricord wrote there was an “uncommon degree of order, regularity, and moral rectitude” among the students. The laws of reason, conscience, and the Bible ruled the seminary. The middle-class women who graduated from these seminaries claimed to have “female moral superiority,” which influenced the way they engaged in civil society. Female seminaries during the early republic era helped cultivate the position of women as moral agents whose job was to raise virtuous children and teach them the ways of the Bible. After earning an education, many women became school teachers to fulfill this new role.","Female academies played a significant role in pushing women into the public sphere and helped them become active members in the developing civil society. Many of the women who graduated from these academies went on to become reformers and worked to help abolish slavery, to petition for women’s suffrage, to help feed the poor, and to combat men’s dominant role in politics.  The teachers in the female seminaries trained a new generation of women to be able to engage in politics and form individual opinions on local and national issues. Elizabeth Ricord’s commitment to educating women transformed the lives of her students and helped redefine the role of women in American society."," "],"display_date":"May 1829","search_date":"1829-05-16","locations":[{"id":8961,"lat":42.899208773,"lng":-77.359355699,"zoom":8,"place":"ONTARIO, New York"}],"tags":[{"id":642,"tag":"Civil Society"},{"id":18,"tag":"Politics"},{"id":14,"tag":"Church/Religious-Activity"},{"id":539,"tag":"Women's Seminaries"},{"id":552,"tag":"women's education"},{"id":6,"tag":"Education"}],"course":{"name":"Early American Republic","school":"Hobart and William Smith Colleges","course_id":35,"school_id":32}},{"id":5007,"title":"<em>Greenville Baptist Female College: A First of its Kind</em>","course_id":43,"status":"P","start_date":"1857-01-01","end_date":"1857-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The first women’s college in the “Golden Corner” of South Carolina was established in 1856 under the name Greenville Baptist Female College.  It was affiliated with the Baptist Church, but students were from various denominations. The first course catalogue was printed in 1857. It gives a list of the trustees, faculty and students. The college was established in order to help educate the middle class and was similar to a twenty-first century high school. At the time, state school’s had not been established. The only other place a student could get an education was a “free school”. However, the few “free schools” that did exist were not well financed or well taught. They were considered a place for the lower class families to send their children. The Greenville Woman’s College was established to help educate the children of the middle class such as villagers and farmers. Most of the students were between the ages of ten and fifteen years of age and were from the Greenville County area. Before entering the college most students had prior primary private instruction. All students were not required to live on campus; however, it was highly encouraged. The school year was comprised of four twelve week terms and the students had a one month break during December.","The course catalog describes the typical class schedule of the female student. The student was not required to stay all four years. In fact the graduating class of 1857 only contained three students. If the students chose to complete four years the catalogue delineates the courses they would take each year. During the first year a student would take courses in spelling and writing. The second year they would continue classes in spelling in writing, but would also take geography, arithmetic, English, and grammar. The third year the student would take similar courses as the second year, but they were higher level along with parsing (sentence analysis) and history. The fourth year, which is the most advanced year, a student enrolled in natural philosophy, chemistry, logic, moral philosophy, Latin, and Greek. The course schedule included various unusual and unique courses. Several courses such as classical languages and history were not typically taught to young women at the time.","A female received a superior education while attending the Greenville Woman’s College, though the graduates still had a difficult time finding a job. About sixty percent of the women who graduated in the nineteenth century taught in a school at least briefly before marriage. Sadly, teaching was the only occupation open to young women outside of the home. If a female did not become a teacher, she was either forced to stay at home or to marry. However, most graduates did return home because graduates who took jobs showed that their fathers could not support them.","The Greenville Woman’s College was one of the few quality colleges established during the antebellum period. The college was quite different from other surrounding female educational institutions established during the time because it viewed females as capable of learning anything a male could. Unlike other colleges of the time, it did not force females into taking courses that prepared them for marriage. The Greenville Woman’s College regarded females as intellectual beings, something that the whole world had not yet come to terms with."],"display_date":1857,"search_date":"1857-07-02","locations":[{"id":11534,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"GREENVILLE, South Carolina"}],"tags":[{"id":552,"tag":"women's education"},{"id":466,"tag":"Educational System"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5014,"title":"<strong>Philosophy of Education through the Lens of Catharine E. Beecher</strong>","course_id":43,"status":"P","start_date":"1829-01-01","end_date":"1829-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["During the early nineteenth century, women became the center of the family—nurturing and educating their children.   Catharine E. Beecher’s essay, <em>Suggestions Respecting Improvements in Education,</em> became relevant as she characterized a woman’s role as the teacher and caretaker of the household.  In her essay, she connected a woman’s domestic life with education, and provided women with guidance for managing their household and fostering their children.  She offered reform that would increase educational opportunities for women to become more prepared in their profession.  She founded the Western Female Institute, a school where women were provided the instruction to educate others.  “It is to mothers and to teachers, that the world is to look for the character which is to be enstamped on each succeeding generation, for it is to them the great business of education is almost exclusively committed,” advised Beecher.  Her profound understanding of education helped to promote and prepare women to enter into this profession of teaching younger children."," ","In her work, Beecher defined specific instructive strategies to determine the best approach to help children retain the knowledge taught.  She provided important routines that are essential for the child to grow intellectually, physically, and morally.  Beecher declared a great defect in past methods of education—not using “objects of sight to aid in illustrating and communicating ideas.”  The sight sensory method demonstrated the principle that a teacher should not let objects magically appear in front of a child, but rather lead them through the process for a greater sense of understanding.  She stressed that consistent communication was critical to a child’s educational experience.  Ultimately, Beecher helped shape future educational development and recognized the importance of women becoming involved and supportive of their children’s education.  Today, on the political agenda of most politicians is the issue of education reform.  The government also recognized the importance of having parents, not just women, involved in their child’s education.  A major goal of the No Child Left Behind Act of 2001 promoted informed parental choice and attempted to improve student success and infuse reform. "," "],"display_date":1829,"search_date":"1829-07-02","locations":[{"id":1182,"lat":41.8064084993,"lng":-72.7328417292,"zoom":9,"place":"HARTFORD, Connecticut"}],"tags":[{"id":228,"tag":"Roles of Women"},{"id":552,"tag":"women's education"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}}]}