{"id":554,"tag":"Henry Clay","points":[[42.8528904967,-77.2997890257],[38.8860434,-76.999525]],"bounds":[[42.8528904967,-76.999525],[38.8860434,-77.2997890257]],"episodes":[{"id":4951,"title":"<strong>Indian Removal and the 1832 Election</strong>","course_id":35,"status":"P","start_date":"1831-02-02","end_date":"1831-02-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["February 2<sup>nd</sup> 1831","Geneva Courier: “American Systems. For President, Henry Clay.”","There were two major contenders in the 1832 presidential election, the incumbent Andrew Jackson and the challenger Henry Clay. Jackson was quite popular, which was largely due to the fact that he was the first modern politician who had carefully crafted an image for himself. His popularity led to great power which, among other things, made him able to easily to convince Congress to pass his legislation with little opposition. One example of his power, which caused great debate, was the series of Indian removals in Georgia which he began to champion in his first term. Although the tribes which were removed, the Choctaw, Creek, Chickasaw, Cherokee, and Seminole,  were considered the “five civilized tribes,” because they owned and farmed their own land and even had some slaves, but they were still savages in the eyes of Jackson.","                Jackson’s deplorable treatment of the Indians would become a rallying cry for Henry Clay in his bid for the presidency. Despite the fact that in earlier writing Clay had stated that that he felt that Native Americans were a lower form of life who could never be assimilated with the American people, in the election campaign of 1832 he to defended their right to land and sovereignty. His National Democratic Party, which would be morphed into the Whig party by the next election, focused on moral issues like abolition and temperance, which were mostly championed by women’s groups at this time, included opposition to Indian Removal as a key issue.  Clay used the growing media to attempt to get his message to a wider audience. This can be seen in an article in the Pro-National Democratic Geneva Courier in its weekly segment “American System. For President, Henry Clay.” This part of the weekly paper was meant to spread the praises of Clay and denounce Jackson. In the February 2<sup>nd</sup> 1831 issue the paper gave an account of how Jackson sacrificed the “poor Indians,” and how such acts would bring great shame to the country. Despite the efforts of the paper and other anti-removal campaigns, the issue of Indian removal did not pull on the heart strings of as many voters as Clay had hoped. In 1832 the Seminole Indians, the last of the Indian groups to remain in Georgia were forced out, and the issue of Indian removal played little role in the election. Clay was crushed 219-49 in electoral college, as his opposition to Indian removal was unable to sway enough voters. Still, these accounts indicated that some white Americans had sympathy for the Indians plight."],"display_date":"February 2, 1831","search_date":"1831-02-02","locations":[{"id":8962,"lat":42.8528904967,"lng":-77.2997890257,"zoom":9,"place":"ONTARIO, New York"}],"tags":[{"id":114,"tag":"Andrew Jackson"},{"id":260,"tag":"Cherokee Indians"},{"id":537,"tag":"Native Americans"},{"id":553,"tag":"1832 election"},{"id":554,"tag":"Henry Clay"},{"id":555,"tag":"Five Civilized Tribes"},{"id":556,"tag":"Creek Indians"},{"id":557,"tag":"American Indian Policy"},{"id":558,"tag":"Indian Removal"},{"id":559,"tag":"Land Policy"},{"id":560,"tag":"Manifest Destiny"}],"course":{"name":"Early American Republic","school":"Hobart and William Smith Colleges","course_id":35,"school_id":32}},{"id":6860,"title":"Henry Clay Asks Congress to Modify the Tariff of 1832","course_id":188,"status":"P","start_date":"1833-02-12","end_date":"1833-02-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On February 12, 1833, Senator Henry Clay of Kentucky asked the Senate to modify the Tariff of 1832 in order to make it more agreeable towards both northern and southern interests.  He began his speech by explaining that he refused to get rid of the tariff simply because one side did not agree with it, nor would he keep it exactly as it because one side was happy with it.  He believed that it was his duty as a congressman to adapt legislation to “the whole face of the country.”  ","            Clay thought that the tariff, as it stood, would increase conflict between North and South as well as between federal and state government. However, he also believed that it would be disastrous to simply repeal it without any new tariff to take its place.  He explained that the newest version of the tariff had not been in place for more than nine months and therefore they could not possibly understand its true ramifications, as they did not yet know the experimental effects of the tariff yet and that was imperative information needed to improve policy in the future.  Clay, known as “the Great Compromiser,” made his motives clear saying, “I am anxious to find out some principle of mutual accommodation, to satisfy, as far as practicable, both parties.”  ","            The first modification he proposed was a change to the tax percentage on the tariff.  Clay argued that it would be sufficient to change it from twenty percent to fifteen or seventeen percent to help lighten the burden felt by the South while still protecting the domestic textile industry from the competitive foreign market. Another modification he proposed reduced the cost of “woollens” by five percent for poor southerners as well as those that are intended for the consumption of slaves.  He hoped this would make the southern states feel less attacked by the tariff and see it as a protection on the country’s industry as a whole.  Clay acknowledged the uncertainty of this modification stating “no calculation could be more uncertain than that.”  After he had finished this portion of his speech, he explained that should this bill go into operation, he had no doubt that it would be adhered to by all parties, thus diffusing the nullification crisis.   ","            With these modifications, Clay’s bill was passed and the Compromise Tariff of 1833 went into effect.  This version made the South happy enough to diffuse rising sectional tensions for the moment.  The new version of the tariff still favored the power of the federal government and undermined the nullification doctrine.  Henry Clay eased sectional tensions by thinking about the future in a way that no other congressman was able to do and therefore, unknowingly, delaying the seccession crisis by another thirty years.  "],"display_date":"February 12, 1833","search_date":"1833-02-12","locations":[{"id":53196,"lat":38.8860434,"lng":-76.999525,"zoom":2,"place":"Capitol Hill"}],"tags":[{"id":554,"tag":"Henry Clay"},{"id":3669,"tag":"Nullification Crisis"},{"id":3670,"tag":"Tariff"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":188,"school_id":3}}]}