{"id":557,"tag":"American Indian Policy","points":[[42.8528904967,-77.2997890257],[38.9151212228,-76.9435162098]],"bounds":[[42.8528904967,-76.9435162098],[38.9151212228,-77.2997890257]],"episodes":[{"id":4951,"title":"<strong>Indian Removal and the 1832 Election</strong>","course_id":35,"status":"P","start_date":"1831-02-02","end_date":"1831-02-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["February 2<sup>nd</sup> 1831","Geneva Courier: “American Systems. For President, Henry Clay.”","There were two major contenders in the 1832 presidential election, the incumbent Andrew Jackson and the challenger Henry Clay. Jackson was quite popular, which was largely due to the fact that he was the first modern politician who had carefully crafted an image for himself. His popularity led to great power which, among other things, made him able to easily to convince Congress to pass his legislation with little opposition. One example of his power, which caused great debate, was the series of Indian removals in Georgia which he began to champion in his first term. Although the tribes which were removed, the Choctaw, Creek, Chickasaw, Cherokee, and Seminole,  were considered the “five civilized tribes,” because they owned and farmed their own land and even had some slaves, but they were still savages in the eyes of Jackson.","                Jackson’s deplorable treatment of the Indians would become a rallying cry for Henry Clay in his bid for the presidency. Despite the fact that in earlier writing Clay had stated that that he felt that Native Americans were a lower form of life who could never be assimilated with the American people, in the election campaign of 1832 he to defended their right to land and sovereignty. His National Democratic Party, which would be morphed into the Whig party by the next election, focused on moral issues like abolition and temperance, which were mostly championed by women’s groups at this time, included opposition to Indian Removal as a key issue.  Clay used the growing media to attempt to get his message to a wider audience. This can be seen in an article in the Pro-National Democratic Geneva Courier in its weekly segment “American System. For President, Henry Clay.” This part of the weekly paper was meant to spread the praises of Clay and denounce Jackson. In the February 2<sup>nd</sup> 1831 issue the paper gave an account of how Jackson sacrificed the “poor Indians,” and how such acts would bring great shame to the country. Despite the efforts of the paper and other anti-removal campaigns, the issue of Indian removal did not pull on the heart strings of as many voters as Clay had hoped. In 1832 the Seminole Indians, the last of the Indian groups to remain in Georgia were forced out, and the issue of Indian removal played little role in the election. Clay was crushed 219-49 in electoral college, as his opposition to Indian removal was unable to sway enough voters. Still, these accounts indicated that some white Americans had sympathy for the Indians plight."],"display_date":"February 2, 1831","search_date":"1831-02-02","locations":[{"id":8962,"lat":42.8528904967,"lng":-77.2997890257,"zoom":9,"place":"ONTARIO, New York"}],"tags":[{"id":114,"tag":"Andrew Jackson"},{"id":260,"tag":"Cherokee Indians"},{"id":537,"tag":"Native Americans"},{"id":553,"tag":"1832 election"},{"id":554,"tag":"Henry Clay"},{"id":555,"tag":"Five Civilized Tribes"},{"id":556,"tag":"Creek Indians"},{"id":557,"tag":"American Indian Policy"},{"id":558,"tag":"Indian Removal"},{"id":559,"tag":"Land Policy"},{"id":560,"tag":"Manifest Destiny"}],"course":{"name":"Early American Republic","school":"Hobart and William Smith Colleges","course_id":35,"school_id":32}},{"id":6230,"title":"<em>Worcester v. Georgia </em>Changes Indian Relations with Government","course_id":137,"status":"P","start_date":"1832-02-20","end_date":"1832-03-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Cherokee leaders appealed to the Supreme Court in the monumental case <em>Worcester v. Georgia</em> ruling in favor of the Cherokee people and missionary Samuel Worcester and overturning a previous Georgia law from 1831.  Chief Justice John Marshall’s majority opinion stated, “Although it had surrendered sovereign powers in those treaties with the United States, the Cherokee Nation remains a separate, sovereign nation with a legitimate title to its national territory.” The Cherokee Nation and other individuals involved were overjoyed with the verdict of the case.  Elias Boudinot, one of the missionaries arrested with Worcester, wrote to his brother, “It is glorious news.  The laws of the state are declared by the highest judicial tribunal in the country to be <em>null & void</em>.  It is a great triumph on the part of the Cherokee.”","Missionary Samuel Worcester, a Vermonter, traveled to Brainerd, Tennessee as part of the American Board of Commissioners for Foreign Missions (ABCFM) Cherokee mission in 1825.  In 1827, Worcester moved to New Echota, Georgia, the Cherokee national capital.  Worcester worked with several other missionaries, such as Boudinat, in translating the Bible into the Cherokee language.  Through the years, Worcester became close friends with several Cherokee leaders and told them about their legal rights under the Constitution.","Georgia government officials began to fear Worcester’s influential behavior on the Cherokee leaders and needed a way to remove him from Cherokee Territory.  On February 1, 1831 the Senate and House of Representatives of the State of Georgia enacted a law that “further enacted that his Excellency the Governor be, and he is hereby, authorized to grant licenses to reside within the limits of the Cherokee Nation.” This decision made it so that Worcester and other missionaries must have permission from the state of Georgia to reside in Cherokee territory.","Georgia authorities arrested Worcester and several others who refused to leave on March 12, 1831. They released him soon after because his lawyer argued that he was there on behalf of the federal government while he was being postmaster.  Not long after, Georgia authorities arrested him again on July 7, but Worcester posted bond so he could return home to take care of his wife and dying daughter. They arrested Worcester for a third time and in September he, along with other missionaries, were sentenced to four years in prison and was sent to the Georgia penitentiary at Milledgeville for hard labor. Worcester and the other missionaries were finally released from prison in 1833."],"display_date":"February 20, 1832 - March 3, 1832","search_date":"1832-02-26","locations":[{"id":1273,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":2457,"tag":"Chief Justice Marshall"},{"id":557,"tag":"American Indian Policy"},{"id":260,"tag":"Cherokee Indians"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":137,"school_id":3}}]}