{"id":558,"tag":"Indian Removal","points":[[42.8528904967,-77.2997890257],[42.6561422287,-77.5340511417],[43.0829208206,-79.0699589693]],"bounds":[[43.0829208206,-77.2997890257],[42.6561422287,-79.0699589693]],"episodes":[{"id":4951,"title":"<strong>Indian Removal and the 1832 Election</strong>","course_id":35,"status":"P","start_date":"1831-02-02","end_date":"1831-02-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["February 2<sup>nd</sup> 1831","Geneva Courier: “American Systems. For President, Henry Clay.”","There were two major contenders in the 1832 presidential election, the incumbent Andrew Jackson and the challenger Henry Clay. Jackson was quite popular, which was largely due to the fact that he was the first modern politician who had carefully crafted an image for himself. His popularity led to great power which, among other things, made him able to easily to convince Congress to pass his legislation with little opposition. One example of his power, which caused great debate, was the series of Indian removals in Georgia which he began to champion in his first term. Although the tribes which were removed, the Choctaw, Creek, Chickasaw, Cherokee, and Seminole,  were considered the “five civilized tribes,” because they owned and farmed their own land and even had some slaves, but they were still savages in the eyes of Jackson.","                Jackson’s deplorable treatment of the Indians would become a rallying cry for Henry Clay in his bid for the presidency. Despite the fact that in earlier writing Clay had stated that that he felt that Native Americans were a lower form of life who could never be assimilated with the American people, in the election campaign of 1832 he to defended their right to land and sovereignty. His National Democratic Party, which would be morphed into the Whig party by the next election, focused on moral issues like abolition and temperance, which were mostly championed by women’s groups at this time, included opposition to Indian Removal as a key issue.  Clay used the growing media to attempt to get his message to a wider audience. This can be seen in an article in the Pro-National Democratic Geneva Courier in its weekly segment “American System. For President, Henry Clay.” This part of the weekly paper was meant to spread the praises of Clay and denounce Jackson. In the February 2<sup>nd</sup> 1831 issue the paper gave an account of how Jackson sacrificed the “poor Indians,” and how such acts would bring great shame to the country. Despite the efforts of the paper and other anti-removal campaigns, the issue of Indian removal did not pull on the heart strings of as many voters as Clay had hoped. In 1832 the Seminole Indians, the last of the Indian groups to remain in Georgia were forced out, and the issue of Indian removal played little role in the election. Clay was crushed 219-49 in electoral college, as his opposition to Indian removal was unable to sway enough voters. Still, these accounts indicated that some white Americans had sympathy for the Indians plight."],"display_date":"February 2, 1831","search_date":"1831-02-02","locations":[{"id":8962,"lat":42.8528904967,"lng":-77.2997890257,"zoom":9,"place":"ONTARIO, New York"}],"tags":[{"id":114,"tag":"Andrew Jackson"},{"id":260,"tag":"Cherokee Indians"},{"id":537,"tag":"Native Americans"},{"id":553,"tag":"1832 election"},{"id":554,"tag":"Henry Clay"},{"id":555,"tag":"Five Civilized Tribes"},{"id":556,"tag":"Creek Indians"},{"id":557,"tag":"American Indian Policy"},{"id":558,"tag":"Indian Removal"},{"id":559,"tag":"Land Policy"},{"id":560,"tag":"Manifest Destiny"}],"course":{"name":"Early American Republic","school":"Hobart and William Smith Colleges","course_id":35,"school_id":32}},{"id":4993,"title":"<strong>General Sullivan’s Campaign Against Western Indians </strong>","course_id":35,"status":"P","start_date":"1790-06-01","end_date":"1790-08-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In the late months of 1778 General John Sullivan of Washington’s army began his long excursion up the eastern coast with one simple goal in mind: to conquer as much land as possible.   Sullivan’s expedition, known as “the Campaign against Western Indians,” was one of the first campaigns in a long serious of Indian Removal actions  culminating in the  official policy of President Andrew Jackson in the 1820’s. Sullivan’s campaign began in 1775 when great conflict arose between the United States and British forces preceding the American Revolution.  During the late months of 1779, General Sullivan and his men prepared for their worst battle yet, and began to march against the Iroquois Nations of upstate New York.  The reasons for this expedition against the Indians were firstly their loyalty to British forces and secondly the large amounts of desired land that they occupied.  The campaign against the Six Nations began in the summer of 1779 when General Sullivan marched up the Susquehanna River towards Tioga, the army’s semi permanent settlement that was later named Fort Sullivan.  Meeting General Clinton and his men in Mohawk Valley, Sullivan ordered their combined forces to attack the small Mohawk tribe settlements just West of Schenectady, New York.  After wiping out the Indian tribes along this Valley, troops returned to Fort Sullivan for the end of the summer.  These small villages around Mohawk Valley were minimal battles compared to the large battle that would be the main offensive against the Six Nations, the battle of Newtown.  Taking place just outside Elmira, New York, the battle of Newtown was fought in late August and was the largest victory against the Indians that Sullivan had achieved.  Sullivan entered the Six Nations territory with over 5,000 men behind him.  With such a large army, Iroquois fighters did not stand a chance in battle.  Sullivan’s men came from all directions and with such force that it was very difficult for the Iroquois to defend themselves in an organized manner.  The final and most difficult battle took place in Little Beard’s Town against the Seneca tribe in mid- September.  This battle at Little Beard’s Town was the most devastating for the Iroquois and wiped out a large number of their members Although the battles were not as bloody as many during this time, the battle of Newtown and the battle at Little Beard’s Town changed the lives of the Iroquois Nations forever as they both lost many members of their tribes and had their agricultural system destroyed. The Iroquois tribes had little chance for cultural survival.  Treaties were created allowing the land to be shared by the Six Nations and the settlers, which essentially led to the movement of the Indians Westward and Northward into Canada over the next 20 years. This campaign against the western Indians represented the beginning of Indian Removal and the start of Westward Expansion, two issues that would be extremely significant throughout the next 50 years."],"display_date":"June 1, 1790 - August 30, 1790","search_date":"1790-07-16","locations":[{"id":15415,"lat":42.6561422287,"lng":-77.5340511417,"zoom":9,"place":"Ontario, New York"}],"tags":[{"id":558,"tag":"Indian Removal"},{"id":411,"tag":"Westward Expansion"},{"id":607,"tag":"General John Sullivan"},{"id":608,"tag":"Iroquois Indians"}],"course":{"name":"Early American Republic","school":"Hobart and William Smith Colleges","course_id":35,"school_id":32}},{"id":5116,"title":"The Fate of Native Americans at the Turn of the Century","course_id":49,"status":"P","start_date":"1/1/00","end_date":"12/31/01","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Around the year 1900, when Bertha Wendhausen heard that there was an Indian village nearby in Niagara, she couldn’t wait to go and talk with some of the Indians.  She wanted to learn more about the native people of North America.  So on one Sunday, Bertha and her party drove over to find the village of Niagara.  On the way there they met an Indian child who was sick and dying.  Bertha later wrote that she believed the child foretold the story of the rest of the Indians -- that they would perish as white civilization swept over them.  Bertha believed the death of the Indians was inevitable.","When Bertha and her party found the rest of the Native Americans in Niagara, they appeared to be dirty and miserable.  This further affirmed her belief that Indians were not meant to be in society and that it would cause their death.  Bertha wrote that Indians were meant to be free and one with nature; they were born to fish, hunt, and gather, not to be in civilization.  They were meant to be free with the open sky.","In Canada, Bertha had learned that there was an Indian who was educated and very intelligent.  She thought of this Indian as an exception because she didn’t think Native Americans were capable of learning.  Most of them would not be able to adapt to society or become educated, were her thoughts.  A memory of the Indian chief statue in Chicago Park stirred in her thoughts: like the rest of the Indians, the warrior chief seemed to be calmly awaiting his fate.","Later on, when she visited the splendor of Niagara Falls, Bertha recalled the legend that had been told to her of that place.  As the legend went, there was a rainbow shining in the waters of Niagara Falls,and on this rainbow departed souls traveled on their way to the “happy hunting grounds of heaven”.  A tradition of the Indians in the area was to offer a sacrifice up to the Great Spirit.  A canoe was decorated with flowers and fruits, and a maiden was chosen to take the offering across the rainbow to the Great Spirit and offer her own life as well.  One day the maiden who was chosen was the only daughter of a great chief.  The chief did not show any emotion when his daughter was chosen.  As she was steered into the mist and watery depths, suddenly there was another canoe beside hers- in it was her father.  Both canoes went into the falls.  On the bank the Indians who had been watching rushed over, and in the water was a second rainbow next to the first.  The Great Spirit had built a second bridge for the father to cross.  And as the legend went, both father and daughter reached heaven, and from then on there were two rainbows in the waters of Niagara Falls.","Like the Indian chief and his daughter, Bertha thought the rest of the Indians would also pass over to heaven.  She was not wrong in that there were many hardships endured by Indians because of white civilization, and many of them died as a result.  Throughout the 19<sup>th</sup> century, they continued to be pushed off their lands more and more westward.  Most attitudes towards Native Americans at the time were that they were only obstacles that needed to be removed from valuable land, or they were savages that needed to be civilized.  Despite Bertha’s assessment, many of them did become educated and entered society, and they didn’t die out.  Many Indians still continue their traditional lifestyles today on and off reservations around the United States."],"display_date":"1900 - 1901","search_date":"1900-12-31","locations":[{"id":49714,"lat":43.0829208206,"lng":-79.0699589693,"zoom":9,"place":"Niagara, New York"}],"tags":[{"id":804,"tag":"Niagara Falls"},{"id":803,"tag":"Reservation"},{"id":558,"tag":"Indian Removal"},{"id":19,"tag":"Native-Americans"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":49,"school_id":40}}]}