{"id":56,"tag":"Battle of New Orleans","points":[[30.1220750117,-89.7244851703]],"bounds":[[30.1220750117,-89.7244851703],[30.1220750117,-89.7244851703]],"episodes":[{"id":4446,"title":"<em>Governor Claiborne Remembered 23 Years After Death...</em>\n","course_id":16,"status":"P","start_date":"1840-01-20","end_date":"1840-08-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["        All the earth stood silent on December 20, 1803, as the Mississippi territorial governor rode in on the streets of New Orleans. Beautiful women adorned the balconies that hung over the Place d' Armes. Each country, represented by its own amount of officials and military, watched as the France flag descended and the American flag ascended succinctly down the pole, meeting halfway to acknowledge exchange of powers. President Thomas Jefferson instructed William Claiborne, Mississippi's current territorial governor at the time and General Wilkinson, commander of the United States Western Army to receive Louisiana from France, who just received it from Spain within the same year. The transaction happened in a time frame of less than 20 days. With the documents signed making the Louisiana Purchase official, Governor Claiborne made a speech to the inhabitants that promised their way of life would not be disturbed. The United States received the \"keys\" to the city and thus the elected William C.C. Claiborne began to act as governor of the territory of Louisiana.","            The Portrait of Governor Claiborne was painted in 1840, 23 years after his death. It is probable that E.B. Savary chose to paint the Governor at a time where New Orleans had a growing population. According to U.S. Bureau of the Census for Population of the 100 Largest Urban Places, New Orleans was the third largest city in 1840 with a population of 102,193 persons. Aside from the rise of popularization of New Orleans, many Louisianans favored Claiborne due to his passiveness in government. Many considered Claiborne qualified for governor because he had served as assistant to a Congress clerk, opened a law firm, appointed as a Tennessee Supreme Court Judge, and selected by President Thomas Jefferson to preside as Mississippi territorial governor. From the very beginning Claiborne sought to appease the people of New Orleans. He adopted their style, delayed the necessary revisions to the laws, and appointed locals to the political office.  This led to a number of critics including that of Andrew Jackson, major General of U.S. forces. In his opinion, he thought of Claiborne as \"much better qualified for great pomp and show, and courting popularity-quiet life- in civil walks- than military achievements amidst peril danger\". Vincent Nolte, a local German-born merchant described Claiborne as \"a weak, intriguing, and gutless man who had not the energy necessary to give a great impulse to the population of Louisiana and cared only for his popularity and preeminence\". Claiborne resented Jackson upon his arrival into New Orleans because now he would be forced to take orders from a man whom had absolute authority and Claiborne considered Jackson to be inferior. ","            According to the painting, one would assume that Governor Claiborne symbolized a man with great military strength, but on the contrary he was not known for fighting battles. Perhaps the military uniform shown speaks of Claiborne's desired image to be taken seriously, but his smirk in the portrait speaks volumes of how the governor was gullible. Although Governor Claiborne aided the U.S. military with war supplies during the Battle of New Orleans, he did not directly win its victory. Despite his shortcomings on the battlefield, Claiborne is remembered for his numerous contributions in advancing Louisiana such as building new roads, establishing a mail service, and developing a public educational system. After serving as Governor of Louisiana he was elected into the U.S. Senate, but died before ever taking office. Claiborne, as a result of his serene administration is prescribed honor and place in the history of New Orleans, thus he is remembered by this grand portrait to credit his contribution."],"display_date":"January 20, 1840 - August 20, 1840","search_date":"1840-05-05","locations":[{"id":5597,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":29,"tag":"New Orleans"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":30,"tag":"Urban Society"},{"id":47,"tag":"Governor Claiborne"},{"id":9,"tag":"Law"},{"id":10,"tag":"Urban-Life/Boosterism"},{"id":5,"tag":"War"},{"id":56,"tag":"Battle of New Orleans"}],"course":{"name":"History of Urban and Suburban America","school":"Furman University","course_id":16,"school_id":4}}]}