{"id":560,"tag":"Manifest Destiny","points":[[42.8528904967,-77.2997890257],[40.468833638,-79.9812076782]],"bounds":[[42.8528904967,-77.2997890257],[40.468833638,-79.9812076782]],"episodes":[{"id":4951,"title":"<strong>Indian Removal and the 1832 Election</strong>","course_id":35,"status":"P","start_date":"1831-02-02","end_date":"1831-02-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["February 2<sup>nd</sup> 1831","Geneva Courier: “American Systems. For President, Henry Clay.”","There were two major contenders in the 1832 presidential election, the incumbent Andrew Jackson and the challenger Henry Clay. Jackson was quite popular, which was largely due to the fact that he was the first modern politician who had carefully crafted an image for himself. His popularity led to great power which, among other things, made him able to easily to convince Congress to pass his legislation with little opposition. One example of his power, which caused great debate, was the series of Indian removals in Georgia which he began to champion in his first term. Although the tribes which were removed, the Choctaw, Creek, Chickasaw, Cherokee, and Seminole,  were considered the “five civilized tribes,” because they owned and farmed their own land and even had some slaves, but they were still savages in the eyes of Jackson.","                Jackson’s deplorable treatment of the Indians would become a rallying cry for Henry Clay in his bid for the presidency. Despite the fact that in earlier writing Clay had stated that that he felt that Native Americans were a lower form of life who could never be assimilated with the American people, in the election campaign of 1832 he to defended their right to land and sovereignty. His National Democratic Party, which would be morphed into the Whig party by the next election, focused on moral issues like abolition and temperance, which were mostly championed by women’s groups at this time, included opposition to Indian Removal as a key issue.  Clay used the growing media to attempt to get his message to a wider audience. This can be seen in an article in the Pro-National Democratic Geneva Courier in its weekly segment “American System. For President, Henry Clay.” This part of the weekly paper was meant to spread the praises of Clay and denounce Jackson. In the February 2<sup>nd</sup> 1831 issue the paper gave an account of how Jackson sacrificed the “poor Indians,” and how such acts would bring great shame to the country. Despite the efforts of the paper and other anti-removal campaigns, the issue of Indian removal did not pull on the heart strings of as many voters as Clay had hoped. In 1832 the Seminole Indians, the last of the Indian groups to remain in Georgia were forced out, and the issue of Indian removal played little role in the election. Clay was crushed 219-49 in electoral college, as his opposition to Indian removal was unable to sway enough voters. Still, these accounts indicated that some white Americans had sympathy for the Indians plight."],"display_date":"February 2, 1831","search_date":"1831-02-02","locations":[{"id":8962,"lat":42.8528904967,"lng":-77.2997890257,"zoom":9,"place":"ONTARIO, New York"}],"tags":[{"id":114,"tag":"Andrew Jackson"},{"id":260,"tag":"Cherokee Indians"},{"id":537,"tag":"Native Americans"},{"id":553,"tag":"1832 election"},{"id":554,"tag":"Henry Clay"},{"id":555,"tag":"Five Civilized Tribes"},{"id":556,"tag":"Creek Indians"},{"id":557,"tag":"American Indian Policy"},{"id":558,"tag":"Indian Removal"},{"id":559,"tag":"Land Policy"},{"id":560,"tag":"Manifest Destiny"}],"course":{"name":"Early American Republic","school":"Hobart and William Smith Colleges","course_id":35,"school_id":32}},{"id":5782,"title":"A Pittsburgh Journalist Predicts the Annexation of Cuba, Alaska, and Hawaii","course_id":113,"status":"P","start_date":"1854-08-03","end_date":"1854-08-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the years leading up to the Civil War, the North and South both used the annexation of territories as a strategic device to gain political power. In 1854, with both sides looking to add land, one journalist predicted that the Russian territories in North America, the Sandwich Islands (Hawaiian Islands), and Cuba would all be U.S. territory within one year. The anonymous author of the article in the <em>Daily Morning Post</em> also hinted that the territories would all then become states. He reasoned that the Whig Party would respond to the purchase of Cuba by the Democrats by purchasing Russian territories and the Sandwich Islands. Sympathizing with the North, the Pittsburgh-based author wrote \"if Cuba comes in as a slave state, the Sandwich Islands and Russian America will enter as free state and over-balance it.\" Although cast into the context of free soil and slave state balance, the annexation of these territories was not only about that battle. The author also recognized the importance of commerce and Manifest Destiny in the annexation, realizing that the Sandwich Islands could serve as a perfect halfway point for ships travelling from the West Coast to China, Japan, and the Indies. He added that \"adventurous Yankees\" could control the natives and turn the islands into a thriving community.","The South had its eye on the annexation of Cuba as early as 1848, when President James Polk unsuccessfully offered Spain $100 million for the island. If Spain had accepted this deal, historian James McPherson believes it was still unlikely to happen because the North's Whig Party had control of the House and would not have appropriated the funds. Knowing it would come in as a slave state, the Whigs would have opposed this move. In 1854, the Democratic Party again tried to purchase Cuba in a proposal known as the Ostend Manifesto. The journalist referred to this proposal in the article when he said \"events now occurring in Spain give promise of such a result (acquisition of Spain).\" This proposal turned out to be unsuccessful because, according to historian High Thomas, anti-slavery newspapers condemned the proposals once it became public knowledge.","Today, it seems that the journalist may have been wishfully thinking when he predicted the country would be able to purchase the Russian territory and the Sandwich Islands. He thought Russia would be eager to sell the land instead of having it taken by Great Britain, because that were combating one another in the Crimean War at the time. His prediction did come to fruition five years after he penned the article when Russia offered the land to the United States. He was only wrong about the time table. There is also little evidence that reveals the U.S. made an effort to acquire the Sandwich Islands in the 1850s.","Despite the inaccuracy of the writers' time table, his predictions demonstrate the desire for more land beyond the continent. By 1854, the North and South both had plans to gain territory for political power and commerce."],"display_date":"August 3, 1854","search_date":"1854-08-03","locations":[{"id":10815,"lat":40.468833638,"lng":-79.9812076782,"zoom":9,"place":"ALLEGHENY, Pennsylvania"}],"tags":[{"id":560,"tag":"Manifest Destiny"},{"id":18,"tag":"Politics"},{"id":4,"tag":"Slavery"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":113,"school_id":3}}]}