{"id":563,"tag":"Erie Canal","points":[[42.9168767241,-76.5542562068],[42.899208773,-77.359355699],[43.6646298716,-76.1863866955],[42.6001926046,-73.9735779487]],"bounds":[[43.6646298716,-73.9735779487],[42.6001926046,-77.359355699]],"episodes":[{"id":4952,"title":"The first use of the Seneca Cayuga and Erie Canals to transport commodities across New York State","course_id":35,"status":"P","start_date":"1823-11-23","end_date":"1823-11-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["John Osborne and Samel Seely were the owners of the first vessel to travel from Geneva, New York to New York City solely by waterways. It was November 1823 when Osborne and Seely packed the <em>Mary and Hannah </em>with goods from the West including eight hundred bushels of wheat, tons of butter, and barrels of beans. After the boat was packed, the crew took off for New York City by means of the Seneca Cayuga Canal, Erie Canal and the Hudson River. The two planned on making it to New York City and being able to sell their goods as well as purchase goods to bring back to the Geneva area. The <em>Mary and Hannah</em> traveled the 430 miles in an unheard of fourteen days. After the arrival of the boat in New York City, a gathering occurred at the local New York Coffee House on Saturday November 22, 1823 to celebrate the accomplishments of the Canal and the crew. In Front of one hundred excited guests the men were awarded with a silver ewer made by silversmith William Gale with a sketch of the <em>Mary and Hannah</em>.","That this voyage took place solely on New York’s canals, changed the transportation system and the market economy. Such a long trip had never been taken using the newly constructed Canal system, and never before had any traveled the canals with such large amounts of commodities. The transportation of commodities was so important and revolutionary at this time because it was able to increase intra-state commerce. Thus, commerce facilitated with the Market Revolution because it allowed for the sale of a surplus of crops larger region. This trip demonstrates the influence the canal system would ultimately have an impact on the economy on New York State and eventually the North’s industrial expansion."," "," "],"display_date":"November 23, 1823","search_date":"1823-11-23","locations":[{"id":8714,"lat":42.9168767241,"lng":-76.5542562068,"zoom":9,"place":"CAYUGA, New York"}],"tags":[{"id":564,"tag":"Market Revolution"},{"id":563,"tag":"Erie Canal"},{"id":562,"tag":"Seneca Cayuga Canal"},{"id":561,"tag":"Canal"},{"id":11,"tag":"Economy"}],"course":{"name":"Early American Republic","school":"Hobart and William Smith Colleges","course_id":35,"school_id":32}},{"id":4953,"title":"The Proclaimed Truth behind the Erie Canal","course_id":35,"status":"P","start_date":"1821-02-07","end_date":"1821-02-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On February 7, 1821, an article in the <em>Geneva Palladium</em> attempted to vindicate the claims of the progenitor of the Erie Canal.  The author of the article claimed that while DeWitt Clinton was often credited with the creation of the Erie Canal, Philip Schuyler and Elkanah Watson are in fact the true progenitors of this magnificent waterway.  With the help of Robert Troup’s pamphlet published in 1821, the author claimed that because the construction of the Erie Canal would not have been started without the Lake Canal Policy, whoever drafted this policy was indeed the true creator of the Erie Canal.  Troup’s pamphlet issued “a vindication of the claim of Elkanah Watson, to the merit of projecting the Lake Canal Policy, as created by the Canal Act of March, 1792; and also a vindication of the claim of the late General Philip Schuyler, to the merit of drawing that act, and procuring its passage through the Legislature.  The author of the article agreed with Robert Troup’s claim that the policies of the late 18<sup>th</sup> century were responsible for implementing a new mode of transportation in the early 19<sup>th</sup> century.  This article addressed the conflicting views behind the projection of the Erie Canal in the early 19<sup>th</sup> century.","Both Robert Troup and the author of the article in the <em>Geneva Palladium</em> firmly believed that General Philip Schuyler was responsible for drawing up the Canal Act of March, 1792, and that Elkanah Watson was responsible for carrying out the Act itself and making sure it was passed. But why was this article even published in the newspaper in the first place?  The author admits Troup’s publication of his pamphlet was a way of promoting what he saw as the truth behind the Erie Canal; DeWitt Clinton is the man generally associated with the Erie Canal, but Troup is suggesting that Clinton was not the only one responsible for the creation of the canal.  Identifying the progenitors of the Erie Canal would allow for certain individuals to come away with a sense of pride and vindication for having been responsible for the origins of the canal project. We can gather from the author’s analysis of Troup’s pamphlet that one person must not be accredited for the creation of the Erie Canal, but a collaboration of different ideas, observations, and policies over time led to the final product."],"display_date":"February 7, 1821","search_date":"1821-02-07","locations":[{"id":8961,"lat":42.899208773,"lng":-77.359355699,"zoom":8,"place":"ONTARIO, New York"}],"tags":[{"id":571,"tag":"Robert Troup"},{"id":570,"tag":"DeWitt Clinton"},{"id":569,"tag":"Philip Schuyler"},{"id":568,"tag":"Elkanah Watson"},{"id":567,"tag":"Internal Improvements"},{"id":566,"tag":"Public Works"},{"id":565,"tag":"Lake Canal Policy"},{"id":18,"tag":"Politics"},{"id":12,"tag":"Migration/Transportation"},{"id":564,"tag":"Market Revolution"},{"id":563,"tag":"Erie Canal"}],"course":{"name":"Early American Republic","school":"Hobart and William Smith Colleges","course_id":35,"school_id":32}},{"id":4985,"title":"<strong> The First Experiment Along the Waters of the Great Canal</strong>","course_id":35,"status":"P","start_date":"1819-10-28","end_date":"1819-10-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On the crisp autumn morning of October 28, 1819, in western New York a boat called the <em>Chief Engineer</em> left Rome, New York to take the first journey on the Great Canal to Utica. A group of about thirty men were passengers on the boat, many of whom were distinguished guests, including Governor Dewitt Clinton, the canal’s chief advocate. Spectators lined the banks of the canal, as if lining the streets to watch a passing parade. A band serenaded the boat as it persisted and as it continued down the channel of the canal, it picked up more passengers so that additional citizens could take part in the festive event. The spectators in the towns lining the banks of the canal expressed their “unfeigned joy at seeing the first boat flat upon its waters.”  All that the people of New York had been promised by their politicians finally seemed possible. It was a joyous occasion met with a 21-gun salute and cheers from all. Later in the week, the boat returned to Rome and then traveled back to Utica, a distance of 32 miles, achieved in a single day.  This was an amazing feat, one that had not been thought to be achievable so soon. It was also stunning what men had achieved in building this canal and the nature they triumphed over. A local newspaper writer claimed that, “The result of this season cannot fail to animate the friends of the canal, incline the doubtful to its vigorous prosecution, and free its opponents from their fears and subdue their hostility; for theory must yield to fact, and wild speculation to the tests of experiment.”","The Great Canal would be completed in 1825 and proved to be everything that its advocates had hoped for. The canal is often considered the greatest and most influential public works project of the nineteenth century. It ushered in the economic changes that would transform the country, and added to the settling of the frontier by making settling the west an easier process. It also connected western settlements to both domestic and foreign markets while drastically reducing the price of transporting goods. The canal proved to be a worthwhile feat for the state of New York. It would be a stunning example of the benefits of internal improvements and improved transportation in the United States for years to come."],"display_date":"October 28, 1819","search_date":"1819-10-28","locations":[{"id":8942,"lat":43.6646298716,"lng":-76.1863866955,"zoom":8,"place":"ONEIDA, New York"}],"tags":[{"id":11,"tag":"Economy"},{"id":563,"tag":"Erie Canal"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Early American Republic","school":"Hobart and William Smith Colleges","course_id":35,"school_id":32}},{"id":4992,"title":"DeWitt Clinton Explores Possible Canal Route","course_id":35,"status":"P","start_date":"1810-08-05","end_date":"1810-08-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1810 a group of government officials were sent out to explore and navigate a route for an artificial canal between Lake Erie and the Hudson River. Among the group commissioned to take this journey was DeWitt Clinton, who was the mayor of New York City for many years prior to this exploration. Along this journey Clinton kept a personal diary in which he documented all aspects of the land that surrounded him, whether it was noting how wide the rivers ran, to how many known birds are in the area he left nothing out. On August 5, 1810, DeWitt Clinton and his crew encountered the city of Buffalo, New York which at the time was better known as Buffalo Village.","Within the boundaries of Buffalo Village Clinton noted that there were thirty to forty houses that complimented several markets and taverns, a post office, and the Niagara County Court House. In other words this village had a decent population. Clinton said it best as he explained in his diary that Buffalo “is a place of great resort. All persons that travel to the Western states and Ohio, from the Eastern states and all that visit the falls of Niagara come this way.” Right away Clinton was able to conclude that this could be a very prosperous village. He observed that the surrounding stream was very deep and navigable for five miles, allowing for easy exploring. Another strong attraction of this village was that upstream was the Seneca Indian saw mill, which was impregnated with oil. Clinton also noted the variety of the fish that occupied this stream such as white, herrings, sheep-head, sturgeon and a variety of bass. Enough fish to provide an ample food supply for a dense population. All of these factors made the Village of Buffalo a good candidate for the canal to run through.","An important aspect of creating artificial water way was making sure that there was a current strong enough to pull boats and other forms of transportations. Clinton questioned Buffalo locals to gain this knowledge. According to Mr. Geddes, a native of the village, the current could range anywhere from six to seven miles an hour. This proved to be very important because the vessels that would transport goods and people along the canal weighed several tons. DeWitt Clinton’s vivid recollection of his exploration during 1810 proved to play a vital role in the construction of the Erie Canal. His personal diary indicated how well Buffalo’s surrounding economy would do after the creation of the canal as he incorporated how accessible natural resources were to those who passed through the area.","After Clinton’s explorations across New York, he and the commissioners were able to reach an agreement that the city of Buffalo would be included as a part of the Erie Canal. Sitting on Lake Erie, Buffalo provided a commercial bond between the east and the west, allowing travelers to enter from the Great Lakes. Upon the canals completion in 1825, Buffalo became a place that offered great prosperity as it quickly became enriched with economic and cultural prosperity that it had not seen before. With the rapid increase of commerce in the area due to the canal, Buffalo was essentially incorporated as a city in 1832."],"display_date":"August 5, 1810","search_date":"1810-08-05","locations":[{"id":8933,"lat":null,"lng":null,"zoom":8,"place":"NIAGRA, New York"}],"tags":[{"id":563,"tag":"Erie Canal"},{"id":13,"tag":"Agriculture"},{"id":602,"tag":"Transportation/Migration"},{"id":11,"tag":"Economy"}],"course":{"name":"Early American Republic","school":"Hobart and William Smith Colleges","course_id":35,"school_id":32}},{"id":6240,"title":"New York Canal Construction Challenges its Creators","course_id":137,"status":"P","start_date":"1825-10-26","end_date":"1829-10-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The challenges of creating the Erie Canal are clearly portrayed in a bill submitted to the Canal Board for payment in 1829. The expenses listed within this bill were specifically for section twelve of the canal. Some chores mentioned were “cleaning [of land], chopping, and excavation [of] solid rock.”  Noticeably, these actions required a lot of time and energy from dedicated, hardworking individuals.","Constructing a waterway that is 340 miles in length, four feet deep, forty feet wide, and connects Buffalo to Albany, New York was not an easy task, and inevitably brought countless challenges that the laborers faced and overcame in order to get the canal operating. This bill submitted to the Canal Board allowed $490 towards “1 Farm Bridge.” This illustrates one of the challenges that the creators of the canal met. As they cleared land and continued digging the canal, citizens who owned that land probably became frustrated because it was hard for them to access both sides of their land. Therefore, the canal workers had to install bridges along the way so that landowners could reach both sides of their land without having to get wet.","When the Erie Canal workers reached the Montezuma marsh in 1820 towards the northern part of the canal, engineers from the American Society of Civil Engineers report that “malaria and pneumonia thinned their ranks and difficult geo- technical conditions slowed their progress.” Unfortunately for these laborers, this was only the beginning of the difficulties they would meet while creating the Erie Canal. “The canal builders did not meet their greatest challenge, though” experts recall, “until they had nearly reached Buffalo, the western terminus.” There, laborers had to use the dangerous technique of heavy blasting to break through a slab of sturdy rock.","In all, the 1829 bill for section twelve submitted to the Canal Board ordered excavation for “29,184 cubic yards” of solid rock. To put that number into perspective, a typical ten-wheel dump truck has a capacity of ten to twelve cubic yards of material. Therefore, it would have taken approximately 2,500 dump trucks to haul all of the solid rock that the Erie Canal workers had to excavate for this section.","Overall, the builders of the Erie Canal faced numerous challenges along the way that required years of hard work, dedication, and a little creativity to overcome. Plus, keep in mind that this bill submitted to the Canal Board was only representative of the needs of one section of the Erie Canal. Section twelve was a bit over one mile long, while the entire canal’s length was 363 miles. Therefore, the amount of chopping, clearing, and excavating that was needed over the eight year creation of the canal is almost unimaginable."],"display_date":"October 26, 1825 - October 26, 1829","search_date":"1827-10-26","locations":[{"id":8679,"lat":42.6001926046,"lng":-73.9735779487,"zoom":9,"place":"ALBANY, New York"}],"tags":[{"id":792,"tag":"Transportation"},{"id":831,"tag":"construction"},{"id":563,"tag":"Erie Canal"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":137,"school_id":3}},{"id":6303,"title":"Low Bridge, Everybody Down or The Erie Canal Song","course_id":137,"status":"P","start_date":"1/1/05","end_date":"12/31/05","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Thomas Allen wrote a song about the famous Erie Canal in 1905 titled, “Low Bridge, Everybody Down,” also known as “The Erie Canal Song.” This humorous, yet accurate tune reminded others just how much the Erie Canal shaped and improved people’s lives during its first eighty years. In addition, Thomas Allen’s song contributed to an entirely new genre of music that perhaps became America’s longest lasting form of song, as it is still popular among Americans today.","When Allen’s lyrics sang, “Giddap ‘there gal we’ve passed that lock, We’ll make Rome fore six o’clock,” he made a direct reference to time in order to portray how much faster transportation occurred and the time-sensitive striving that make the Canal so important. Goods being transported by waterway beat goods being transported overland by road, even when mules or oxen did the pulling in each case. The steam engine began to replace beasts of burden along the canal route in the later Nineteenth century as the song implies. In these ways, Thomas Allen’s renowned song portrays the positive effects that the Erie Canal had on the United States, even though it sadly meant there would be no work left for Sal.","Before the year 1815, the United States’ growth was developing at a slow pace physically, economically, and socially.  This sluggish progression, historian James McPherson explains, was due to a number of problems going on in America. For example, roads were rutted dirt paths all but impassable in wet weather, and farmers living more than a short distance from navigable water consumed most of what they raised. Furthermore, the cost to ship goods and the amount of time it took for the goods to be transported made it extraordinarily difficult for the northern states to be productive. Fortunately, around the year 1815, America dove into a transportation revolution. Many changes regarding transportation were occurring, including construction of roads and railroads. In New York, though, the state pioneered the canal era by building the Erie Canal from Albany to Buffalo. The creation of the Erie Canal is even given credit as the first prominent waterway that sparked interest and led to the production of 3,700 additional miles of canals by the year 1850.","Overall, it is simple to see how influential the Erie Canal was for the development of the United States. The Erie Canal had a huge, positive impact on the nation’s transportation, which led to stronger trade, growth, and economy. Furthermore, the song regarding the canal, “Low Bridge, Everybody Down,” laid the groundwork for American folk music, as it preceded songs such as  “Apples and Bananas,” and “If You’re Happy and You Know it.” All of these folk songs tell some kind of story, and are shared among citizens all across America, giving new generations a peak into their nation’s past."],"display_date":1905,"search_date":"1905-07-02","locations":[{"id":49725,"lat":42.6001926046,"lng":-73.9735779487,"zoom":9,"place":"Albany, New York"}],"tags":[{"id":563,"tag":"Erie Canal"},{"id":792,"tag":"Transportation"},{"id":1278,"tag":"music, folk"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":137,"school_id":3}}]}