{"id":565,"tag":"Lake Canal Policy","points":[[42.899208773,-77.359355699]],"bounds":[[42.899208773,-77.359355699],[42.899208773,-77.359355699]],"episodes":[{"id":4953,"title":"The Proclaimed Truth behind the Erie Canal","course_id":35,"status":"P","start_date":"1821-02-07","end_date":"1821-02-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On February 7, 1821, an article in the <em>Geneva Palladium</em> attempted to vindicate the claims of the progenitor of the Erie Canal.  The author of the article claimed that while DeWitt Clinton was often credited with the creation of the Erie Canal, Philip Schuyler and Elkanah Watson are in fact the true progenitors of this magnificent waterway.  With the help of Robert Troup’s pamphlet published in 1821, the author claimed that because the construction of the Erie Canal would not have been started without the Lake Canal Policy, whoever drafted this policy was indeed the true creator of the Erie Canal.  Troup’s pamphlet issued “a vindication of the claim of Elkanah Watson, to the merit of projecting the Lake Canal Policy, as created by the Canal Act of March, 1792; and also a vindication of the claim of the late General Philip Schuyler, to the merit of drawing that act, and procuring its passage through the Legislature.  The author of the article agreed with Robert Troup’s claim that the policies of the late 18<sup>th</sup> century were responsible for implementing a new mode of transportation in the early 19<sup>th</sup> century.  This article addressed the conflicting views behind the projection of the Erie Canal in the early 19<sup>th</sup> century.","Both Robert Troup and the author of the article in the <em>Geneva Palladium</em> firmly believed that General Philip Schuyler was responsible for drawing up the Canal Act of March, 1792, and that Elkanah Watson was responsible for carrying out the Act itself and making sure it was passed. But why was this article even published in the newspaper in the first place?  The author admits Troup’s publication of his pamphlet was a way of promoting what he saw as the truth behind the Erie Canal; DeWitt Clinton is the man generally associated with the Erie Canal, but Troup is suggesting that Clinton was not the only one responsible for the creation of the canal.  Identifying the progenitors of the Erie Canal would allow for certain individuals to come away with a sense of pride and vindication for having been responsible for the origins of the canal project. We can gather from the author’s analysis of Troup’s pamphlet that one person must not be accredited for the creation of the Erie Canal, but a collaboration of different ideas, observations, and policies over time led to the final product."],"display_date":"February 7, 1821","search_date":"1821-02-07","locations":[{"id":8961,"lat":42.899208773,"lng":-77.359355699,"zoom":8,"place":"ONTARIO, New York"}],"tags":[{"id":571,"tag":"Robert Troup"},{"id":570,"tag":"DeWitt Clinton"},{"id":569,"tag":"Philip Schuyler"},{"id":568,"tag":"Elkanah Watson"},{"id":567,"tag":"Internal Improvements"},{"id":566,"tag":"Public Works"},{"id":565,"tag":"Lake Canal Policy"},{"id":18,"tag":"Politics"},{"id":12,"tag":"Migration/Transportation"},{"id":564,"tag":"Market Revolution"},{"id":563,"tag":"Erie Canal"}],"course":{"name":"Early American Republic","school":"Hobart and William Smith Colleges","course_id":35,"school_id":32}}]}