{"id":573,"tag":"Government Laws","points":[[32.8753704415,-79.8417496964],[38.9151212228,-76.9435162098]],"bounds":[[38.9151212228,-76.9435162098],[32.8753704415,-79.8417496964]],"episodes":[{"id":4979,"title":"Regulating Freedpeople’s Marriages in South Carolina","course_id":37,"status":"P","start_date":"1866-01-01","end_date":"1870-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In hopes of assimilating ex-slaves into life as freedmen, the Freedmen’s Bureau worked to legalize marriages and establish standards for the marriages of freedmen.  Such <em>Marriage Rules</em> were observed in South Carolina in 1866, when such matters were under the jurisdiction of the Freedmen’s Bureau.  The <em>Marriage Rules</em>, contained six sections that, outlined “the parties eligible for marriage, parties authorized to grant permits for marriage, commission for dissolving marriage agreements, causes for dissolving marriage agreements, first marriages and reunions and the duties of husbands to former wives, certifications of marriages and separations, and returns of marriages.”","The section on “Parties Eligible for Marriage” first detailed that “all male persons of the age eighteen, and having never been married; and all females of the age fourteen or sixteen, and having never been married, shall be eligible for marriage.”  The subsequent requirements contained information that those freedmen who claimed to be married had to furnish evidence in support of that claim, as well as those who claimed that they were not married.","There was no mention of interracial marriage contained in this section.  This was largely because the <em>Marriage Rules</em>, issued as Freedmen’s Bureau General Order No. 14, were issued by The Bureau of Refugees, Freedmen, and Abandoned Land, commonly known as the Freedmen’s Bureau was run by the Federal War Department, and worked to assist African-Americans make the transition from slaves to freedmen.  While the Freedmen’s Bureau worked to assist the newly freed slaves, the benefit of the policies, as well as the enforcement and recognition of them is highly contested, as stated by scholar Eric Foner.  This occurred as attitudes towards freedmen in the South were largely that they were lazy and simply wanted to make a living off of government funding.  Further, there was a drive to place slaves back into agricultural labor.","While the Freedmen’s Bureau did not work to explicitly keep the races separate, laws preventing intermarriage can be seen in the Black Codes of many states.  For example, the <em>Mississippi Black Codes 1865, </em>explicitly stated that intermarriage between and white people was against the established laws.","While laws detailing who a person could marry, and an individuals’ in the marriage such as a husband being responsible for his wife’s children as well as their “protection and support so long as they are minors, or until their marriage provided they have no other means of support.”  The laws carried great significance and weight.  This occurred as during slavery, slave marriages were not recognized as legal, and slave masters could separate unions at any time as addressed by scholar Reginald Washington.  Therefore, through this legislature, freedmen, were granted one of the many rights that they had been denied during slavery."],"display_date":"1866 - 1870","search_date":"1868-07-01","locations":[{"id":11457,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":9,"tag":"Law"},{"id":573,"tag":"Government Laws"},{"id":18,"tag":"Politics"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":37,"school_id":3}},{"id":5332,"title":"Lieber Code Provides Definition and Punishment for Confederate Spies","course_id":74,"status":"P","start_date":"1863-04-24","end_date":"1863-04-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Issued in April of 1863, General Orders 100, also referred to as the Lieber Code, provided the Union Army with clear instructions as to how to deal with captured Confederate soldiers,  as well as non-combatants during the Civil War. Created at the request of Abraham Lincoln, the Lieber Code provided soldiers with rules and expectations for their conduct. The Code devoted an entire section to spies. A spy was defined as “a person who secretly, in disguise, or under false pretenses, seeks information, with the intention of communicating it to the enemy.” Whether or not a spy successfully communicated information to the enemy made no difference in the treatment he or she received. If captured, a spy would be detained, immediately taken to the commanding general, then arrested, and “securely guarded.” Captured spies’ activities were investigated by the provost marshal.","The Lieber Code revealed the complications that spying activities caused both sides of the armies, because it so thoroughly defined a spy, as well as the procedures for his or her capture and detainment. Union and Confederate officials valued intelligence gathering as a vital part of their war strategies. President Lincoln believed that having information about the South’s intelligence was the “hardest nut to crack” in defeating the Confederacy; however, identifying a spy proved difficult. During the war, spies were able to exercise their activities and orders with ease.","Spies for the North and South were mostly English speaking Americans. They had knowledge of each other’s geography and had lived under the same government before the war began. Specifically, the Union had unique difficulties to face when secession occurred in regards to the South’s military intelligence, which disadvantaged the North. Before secession had even taken place, Confederate espionage rings had been established. Most effective was Rose Greenhow’s spy organization, located in Washington D.C.","Military officers from the North also “went south” after secession. When they did this, they took all of their information with them. Due to these different factors, it is understandable why the Union first created a set definition and codes for handling spies before the South."],"display_date":"April 24, 1863","search_date":"1863-04-24","locations":[{"id":1276,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":1132,"tag":"Francis Lieber"},{"id":573,"tag":"Government Laws"},{"id":32,"tag":"Civil War"},{"id":97,"tag":"Espionage"},{"id":683,"tag":"Abraham Lincoln"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":74,"school_id":3}},{"id":6205,"title":"Congress Votes to Reduce Military and Naval Establishments","course_id":138,"status":"P","start_date":"1810-04-17","end_date":"1810-04-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Things were tense when Congress convened on April 17, 1810. Foreign relations with Britain were strained, and the intransigent Federalist Party was making passing Republican legislation very difficult. On that day the Federalists succeeded in yet again undermining Republican authority in Congress by voting on whether or not to reduce Military and Naval establishments in a time when overseas affairs with the British were unsettled.","The first party system was comprised of the Federalist and the Republicans. The Federalists were those who wanted to trade with Britain at the expense of the French and wanted to commercialize the economy. The Republicans were interested in trading with France instead of Britain and were more compelled to act in a way that benefited the economic well being of their regions. These two parties' continual opposition of each other was eventually one of the reasons the Republicans declared war against Britain in 1812.  In the previous years the Federalist gentry had continually tried to subvert the federal government and had repeatedly attempted to sabotage Republican legislation in Congress. One example was the forced repeal of the embargo of 1807-1809, through which the United States had attempted to force European nations to recognize American’s neutrality by denying access to American commerce. Following the appeal of the embargo, the United States House of Representatives had passed a Non-Intercourse Act against Britain that took effect on May 20, 1809. This meant that the United States would not trade with Britain because the relationship between the two nations was rapidly deteriorating.","War seemed imminent as friction between Britain and the United States progressed, and the Federalists did nothing to relieve some of the pressure the federal government was feeling. One important measure against the Republicans was the passing of a bill on April 17, 1810. On that day the House was to vote on an unanswered question from April 16<sup>th</sup> regarding a resolution to reduce Military and Naval establishments. Mr. Quincy motioned that an amendment be made that the reduction happen only by repealing laws to disband Brigadier Generals, staff, and officers; the motion failed. Mr. Rhea then motioned that committees appointed by the President look at the resolutions. This motion also failed.","The House then voted on whether or not to reduce the size of the Military. The resolution passed by a vote of eighty-one to thirty-one. The question then turned to the reduction of the Navy. Mr. Hale motioned to insert after the word reduced “by selling such gunboats or crafts attached to it as may, in the opinion of the Secretary of the Navy, be unnecessary or incompetent to the service.”  This motion passed. The question of the reduction of the Navy also passed by a vote of sixty-five to forty-six. Following the votes on the question as two separate entities, the House then voted on the question regarding whether both the Military and Navy should be reduced. The resolution passed sixty to thirty-one.","Federalists like Laban Wheaton voted in the affirmative on this resolution for reducing the Army and the Navy. The resolution's success meant that Congress would vote on a bill to this effect. And these votes offer an example of the ways that Federalists in Congress subverted Republicans' attempts to show a strong military and naval presence in the face of a grow British threat. Historian Richard Buel has argued that Federalists sabotaged Republican legislation like the Embargo of 1807-1809 and the Non-Intercourse Act and that the sabotage of these acts heightened tensions with Britain and eventually pushed the Republicans to declare war in 1812."],"display_date":"April 17, 1810","search_date":"1810-04-17","locations":[{"id":1271,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":2395,"tag":"U.S. Government"},{"id":573,"tag":"Government Laws"},{"id":154,"tag":"War of 1812"},{"id":370,"tag":"Federalist"}],"course":{"name":"The United States: A New Nation, 1776-1836","school":"Wheaton College","course_id":138,"school_id":2}}]}