{"id":579,"tag":"New York City","points":[[33.553582253,-86.8959288939],[40.7964015502,-73.8979738005],[40.7805662337,-73.9388482485],[41.8399513458,-87.8166666032],[40.7416518725,-74.0773468609],[40.7830603,-73.9712488]],"bounds":[[41.8399513458,-73.8979738005],[33.553582253,-87.8166666032]],"episodes":[{"id":5232,"title":"Captain O’Brien Gives Birth to Theatre in Birmingham","course_id":62,"status":"P","start_date":"1890-01-01","end_date":"12/31/10","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The citizens of Birmingham lived without art. That was until Captain Frank O’Brien, Birmingham, Alabama’s fourteenth mayor, leased the upper floor of a small brick building in the city’s Southside in 1872. It was named Sublett’s Hall in honor of a Confederate Major from Mississippi and was the first theatre in Birmingham. Captain O’Brien is best remembered for his other contribution to the city: O’Brien’s Opera House. Like Sublett’s Hall, O’Brien’s Opera House opened in the upper floors of a brick building. However, the Opera House was built ten years later in the city’s Northside. The theatre’s opening night was a sell-out. On that night, the theatre showed <em>The Black Cook. </em>The Parisian musical had been controversial when it played in New York. Sermons were even preached against it. Opening night was eventful for another reason. The lights would not turn on. Captain O’Brien borrowed headlights from locomotives from the nearby train yard.","In 1899, a New York company, Klaw and Erlanger, leased the theatre for five years for $4000. The story attracted attention because New Yorkers were taking interest in Birmingham’s new theatre life and <em>The New York Times </em>even reported on it. O’Brien’s Opera House attracted large crowds from all parts of the young city until 1900 when the larger and more beautiful Jefferson Theatre opened a few blocks away. The Opera House would reopen in 1906 under different ownership as The Gaiety, a burlesque house. The Gaiety closed in 1912 and was demolished in 1915, but theatre was just beginning to flourish in Birmingham.","According to Don Haarbauer, theatre in Birmingham is unique in the South because the city was founded after the Civil War and therefore has few ties to the society of the “Old South.” The city never had an aristocracy devoted to the arts. Instead, artistic interests were left to the middle class. Haarbauer says that this allowed theatre to thrive in downtown for many years. It started to see its decline, however, with the rise of suburban multiplexes."],"display_date":"1890 - 1910","search_date":"1900-07-02","locations":[{"id":206,"lat":33.553582253,"lng":-86.8959288939,"zoom":9,"place":"JEFFERSON, Alabama"},{"id":8931,"lat":40.7964015502,"lng":-73.8979738005,"zoom":10,"place":"NEW YORK, New York"}],"tags":[{"id":203,"tag":"Birmingham, Alabama"},{"id":955,"tag":"Theatre"},{"id":579,"tag":"New York City"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":62,"school_id":10}},{"id":5447,"title":"Cholera and boosterism in New York and Chicago","course_id":82,"status":"P","start_date":"1866-01-01","end_date":"1866-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Disease epidemics of the mid to late nineteenth century caused an immense amount of fear among everyone and further led to the rivalry and boosterism prevalent between New York City and Chicago during the 1866 cholera epidemic. On August 29, 1866, <em>The Chicago Tribune</em> reported that cholera deaths in New York were at a standstill, and reports extensively from an article from <em>The New York World</em> that “not a single case occurred in the hotel,” and business on the streets and cleaner parts was “free from disease.” Transmission and prevention measures were also being taken to ensure that disease rates were controlled, which was quite the opposite for Chicagoans. There were reports that cholera in Chicago was caused by fall trade, lack of precautionary measures, not having a grasp on the sanitary aspect of the disease. Reports continued to bash the residents of these Western cities (Chicago, St. Louis, Cincinnati, and Memphis), claiming that it was “their fault” for not taking precaution even after being warned about the preventive measures of the disease and its deadliness. Aside from only a “few dozen” cholera deaths, however, the overall health and cleanliness of New York was excellent.","About 12 years prior to the 1866 cholera epidemic, John Snow found that cholera was a direct effect of the lack of sanitation within the city. The broad street pump in London was contaminated with feces and led to the cholera epidemic that ravaged the city. Snow discovered this after removing the handle on the pump, which prevented further use of it. After doing this, there was a sharp decline in and then no more cholera deaths at that time. With this information during the epidemic of cholera in New York and Chicago, both cities were aware of the cause. However, blame was placed on the immigrant population or a person’s predisposition for the disease, possibly in an effort to reduce fear, sustain commerce, and encourage tourism.","The <em>Chicago Tribune</em> further reports, however, that the cholera epidemic was actually quite different in Chicago than the New Yorkers made it seem. The city of Chicago was in reality, ahead of New York City in terms of municipal cleanliness and overall health of the area. Unlike New York, Chicago did not have “those cellars two stories below which breed pestilence” nor “those crowded courts and miserable masses of tenement houses,” which is where cholera often thrived. Due to apparent overcrowding in New York, cleaning the city and escaping the fate of cholera was actually impossible for them. Reporters claimed that New Yorkers knew this to be true, and slandered Chicago in an effort to maintain business and get rid of the guilt they had from misrepresenting their disease data. Furthermore, Chicago’s grasp on reporting deaths from cholera seemed to be better in terms of value and accuracy then that of New York, in their effort to provide the most information about the progression of disease in their city. New Yorkers, however, were negligent in this regard because they did not bother to report accurate numbers. If anyone were to travel to New York, they would actually find the death toll from cholera to be extremely high. To make cholera appear less brutal, however, it was sometimes referred to in reports about disease in Chicago as “Cholera-morbus,” which was less rapid and less severe symptomatically, but equally as fatal.","There is no doubt that disease during 1866 epidemic brought about fear and panic, and there is no wonder why those individuals responsible for reporting wanted to make their city seem like they had better concept of disease and more control over the prevention and spread of cholera."],"display_date":1866,"search_date":"1866-07-02","locations":[{"id":8925,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"},{"id":2539,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"COOK, Illinois"}],"tags":[{"id":1322,"tag":"disease in the north"},{"id":827,"tag":"Chicago"},{"id":579,"tag":"New York City"},{"id":1315,"tag":"cholera"},{"id":1323,"tag":"rivalry"}],"course":{"name":"Nineteenth Century Urban Epidemics","school":"Furman University","course_id":82,"school_id":4}},{"id":6309,"title":"The people's opinion at the international convention of comic art in 1968","course_id":139,"status":"P","start_date":"1/1/60","end_date":"12/31/68","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The people's opinion at the International Convention of Comic Art in 1968"," ","In the cover of thousands of comic books, Batman, Superman, and Capitan Marvel, are displayed in courageous brilliance. These comis books were once so cheap that you could pay 10 cents for each, but in 1968 they were selling for approximately 150 dollars each during the International Convention of Comic Art. Phil Seuling, president of the Society for Comic Art Research and Preservation, Inc., sponsored the convention. Seuling stated that comics had evolved from humble situations to more problematical and psychological problems. The political, economic, and social cultural history impacts comics from the way they are written, their price, and the people's opinion."," ","Comic book dealers, collectors, editors, and cartoonists showed up at the convention followed by approximately 500 teenage fans. Some fans that attended were the middle age sentimentalists that were brought up on Dagwood Bumstead, Katzenjammer Kids, and Moon Mullins. Other attendants like 21 year old Howard Rogofky who grossed 80,000 dollars by selling old comics during that times harsh economy. From 1965 to 1968 the United States had problems on implementing economic stabilization policies. One of the main reasons was that the Vietnam War was projecting a menacing shadow on economic policies, and unacceptable inflation.This fact explains why some of the attendants of the convention were just there to make money by selling old comic strips and comic books."," ","The true bibliophiles that can quote the chapters and verses of old comics that they love also attended the convention. Glenn Farley a 15 year old stated that he liked to read the old comics mainly because they expressed the frustration in life during those time periods. In the fifties and the beginning of the sixties, comics were all about the horrors of the cold war. Even during the World War II era some comics would show someone doing somthing bad and the hero would punish him. From the 1960s, the direction that comics were taking was the same direction that reflected the new ideas of the people. The 1968 presidential campaign became a conflict about the deadlocked Vietnam War, civil rights, and lack of law and order in the US. During the years, people`s ideas changed for the greater good and were open to alternate choices to deal with issues."," ","Comics are an art form that have history and have a development of style. Comic art mirrors society, this art is inspired by society the same way any other art form is. Some critics claim that comics not only reflect but encourage violence and hatred in society. These ideals are a direct reflection of the 1960s social and cultural issues in the United States. In 1968 the U.S was on the brink of a massive race war because of persistent discrimination in jobs, education and housing. In that time, the black press provide essential records of the struggles of a united people dealing with generations of loathing and discrimination. An opening made at the convention by Stan Lee, an editor and writer of Marvel comics, strongly disagreed with the critics who stated that comics encouraged violence."," ","In the 1960s, the Jungle War Stories comic was among the first introductions of the Vietnam War to apear anywhere in America. Jungle War Stories validated the U.S. presence in Southeast Asia, but it also illustrated the challenging obstacles to victory. The idealistic and angry young people of this time period were determined to transform society. the Vietnam War was protested, and other movements were encouraged to battle for civil rights, black power, and feminisim. It is clear that during this convention, people realized the political, economic, and social impact in the country that changed how comic books were made, leaving people open to new ideas."," "],"display_date":"1960 - 1968","search_date":"1964-07-01","locations":[{"id":33962,"lat":40.7416518725,"lng":-74.0773468609,"zoom":11,"place":"Hudson, New Jersey"}],"tags":[{"id":579,"tag":"New York City"},{"id":1507,"tag":"1960s"},{"id":1775,"tag":"Comics"}],"course":{"name":"Creating the Comic Book City","school":"Rollins College","course_id":139,"school_id":5}},{"id":6752,"title":"Dr. Josephine Baker: Baby Savior of Hell's Kitchen","course_id":177,"status":"P","start_date":"6/1/02","end_date":"6/1/20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Manhattan neighborhood of Hell’s Kitchen was truly living up to its name in the summer of 1902. The oppressive heat and ripe stench gripped at Dr. Sara Josephine Baker as she climbed floor after floor of the crowded tenements, knocking on doors in the neighborhood in search of sick babies as part of her job with the New York City Department of Health. Dr. Baker was faced with all measures of poverty and squalor- cockroaches skittering across the floors, dead flies floating in milk bottles, and “dying baby after dying baby.” At the time, as many as 1500 babies died every week during that summer, and it was Dr. Baker’s job to record and report these statistics. According to her memoirs, Dr. Baker recounted that mothers felt helpless against the epidemics of the day: “[The mothers] were just horribly fatalistic about it while it was going on. Babies always died in summer and there was no point in trying to do anything about it.”","Dr. Baker later collected her recommendations for new mothers based on her years of fieldwork and research into her 1920 book, Healthy Babies. This handbook for mothers does not offer cures for diseases, but instead offers suggestions on how to keep a baby well. In the preface of the book, Dr. Baker makes it clear that “methods of keeping babies well are simple and easy,” and emphasizes many times over that any mother with common sense can provide a clean and safe environment for her child. In clear and concise language, Dr. Baker instructs mothers on what temperature to keep the nursery (66 to 68 degrees in the day), and dictates if babies must have toys, they should be washable. Dr. Baker wrote this book based on the assumption that a mother could positively impact her baby’s health rather than leaving it to chance, and also promotes the idea of “wellness” over simply “not being sick.” The existence of such a book reflects the time it was written. Between her sweltering summer in Hell’s Kitchen and the year this book was published, infant health in New York City improved by leaps and bounds, and much of this can be attributed to Dr. Baker herself.","The years of fieldwork amongst the poorest of New York City’s families inspired Dr. Baker as she rose through the ranks of the Department of Health, where she eventually held the position of Commissioner of Health. In 1908, she was appointed director of the newly formed Bureau of Child Hygiene, the first agency of its kind in the United States, and immediately began efforts to coordinate the programs all of the child hygiene agencies in the city. Dr. Baker’s programs exemplified public health at its best, streamlining and connecting existing organizations to work together towards the common goal of preventing child mortality and improving conditions of child hygiene across the board. Under her guidance, every reported new mother was visited by a public health nurse, who instructed the mother on proper care and feeding practices and gave her informational pamphlets. Milk stations, which provided the city’s mothers with quality milk for their babies at low prices or for free, partnered with Dr. Baker’s bureau and developed into child health stations. These stations not only offered nutritious food for children, but offered education on child care, and later provided vaccinations. By the time Dr. Baker retired in 1923, New York City had the lowest infant mortality rate in the country. Dr. Sara Josephine Baker’s impact on infant health in New York City, and public health as a whole, cannot be overstated."],"display_date":"June 1, 1902 - June 1, 1920","search_date":"1911-06-01","locations":[{"id":53100,"lat":40.7830603,"lng":-73.9712488,"zoom":13,"place":"Manhattan, New York"}],"tags":[{"id":3450,"tag":"josephine baker"},{"id":3449,"tag":"infant health"},{"id":579,"tag":"New York City"},{"id":1122,"tag":"Public Health"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":177,"school_id":94}}]}