{"id":58,"tag":"Industry","points":[[40.2323172498,-74.801479324],[33.3596398044,-82.0735645683],[41.8399513458,-87.8166666032],[42.107446354,-83.1351982696],[40.0639616,-80.7209149]],"bounds":[[42.107446354,-74.801479324],[33.3596398044,-87.8166666032]],"episodes":[{"id":4455,"title":"National Iron Works\n","course_id":20,"status":"P","start_date":"1867-08-26","end_date":"1867-08-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the early 1800s, manufactories in Trenton, New Jersey excelled in casting iron into railroad supplies, stationary steam engines, and factory machinery.  The Trenton State Gazette said, \"it has been truly remarked that iron is more valuable than gold; and that the degree of excellence in its workmanship is one of the surest indications of the progress and civilization of the age.\"  Timothy Field established the National Iron Works in 1839.  The factory stood on the corner of Taylor and Clay streets, on the canal.  Mr. Field employed forty men who earned 1.50 to 3.50 dollars per day for their skilled labor.  The company smelted iron for casting tools.  The Trenton State Gazette explained \"about 700 tons of coal is annually consumed in the business, and 800 tons of crude iron is manufactured up into railroad supplies, engines, and castings.\"","According to historian Harold Livesay, \"between 1815 and 1860 Americans made important progress toward industrial maturity by developing factory units capable of sustained mass production.\"  Members of the mercantile community dominated this rising manufacturing industry using marketing expertise.  The factories produced mass amounts of goods that exceeded the demand of local markets.  The factory owners concentrated on running the production of goods and relied on merchants to distribute their goods nationally.  Livesay wrote, \"in the antebellum iron industry, mass distribution became the domain of another kind of specialized wholesaler, the iron commission merchant.\"","The iron industry helped develop railroad transportation in America.  According to Livesay, \"the four largest American iron works in 1860 - Trenton Iron, Phoenix Iron, Montour Iron, and Cambria - were all integrated rail mills.\"  These mills produced railroad supplies for Camden & Amboy, Belvidere & Delaware, West Jersey, and new railroads in construction from Camden to Mount Holly, from Hightstown to Pemberton, and from Maine to New Orleans. "],"display_date":"August 26, 1867","search_date":"1867-08-26","locations":[{"id":8537,"lat":40.2323172498,"lng":-74.801479324,"zoom":10,"place":"MERCER, New Jersey"}],"tags":[{"id":58,"tag":"Industry"},{"id":11,"tag":"Economy"}],"course":{"name":"American Civilizations to 1877","school":"University of North Carolina at Pembroke","course_id":20,"school_id":9}},{"id":4816,"title":"Industrious Women Find a Niche","course_id":31,"status":"P","start_date":"1896-01-18","end_date":"1896-01-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“In many places there are plenty of industrious and accomplished women who are skillful with the needle, or in the kitchen, and who could make many a nice things the public would like to have if there was only some way in which they could be got before the public.” The Augusta Women’s Exchange, noted the <em>Atlanta Constitution</em>, provided women with the means. “For the fee of one dollar per year any woman could send her work to the exchange to be sold without the need to reveal herself to the purchaser.”","The exchange was so successful that many women were able to work off their debts and have consistent enough business to support themselves and their families. Also, the paper suggested, some women who did not need to support their families found a way to earn their own money for such things as: “pin money for church, for summer trips, or to indulge in some of the fads women love.” The author went on to describe additional benefits the exchange offered.  For example, the woman in charge of running the exchange received a good salary something that at the time was very rare. Also, it allowed the women the ability to use their skills to their advantage while staying inside the bounds of their domestic sphere.","Women of the late nineteenth century had very few avenues available to them for earning a substantial amount of money. However, the Augusta Women’s Exchange allowed the women of the city to use their skills to produce profit. During the nineteenth century, women were confined to a specific social sphere, one that dealt with domestic affairs. This provided very little means for women to take care of themselves and or their families other than just keeping house.","Contrary to the article’s author, the idea of the women’s sphere was becoming increasingly less attainable because of the changing times. In the post-Civil War era there were numerous factors that helped bring about this shift of spheres. For instance, historian Anne Scott explained that the readjustment of the economy, the fact that poverty was everywhere, and the war itself all greatly influenced the need for women to earn money. More specifically, Scott proposed, that the war “had created a generation of women without men.” According to historian, Jacqueline Jones, however, these hardships have always been the case for black women.  This concept of the woman’s domestic sphere was not the reality for most women. Many women, like the ones mentioned in the article, did not have the luxury to earn money purely for the pleasure of purchasing trinkets. Most women had to earn money in order to help their families survive."],"display_date":"January 18, 1896","search_date":"1896-01-18","locations":[{"id":2194,"lat":33.3596398044,"lng":-82.0735645683,"zoom":10,"place":"RICHMOND, Georgia"}],"tags":[{"id":421,"tag":"Women's roles"},{"id":226,"tag":"Southern Women"},{"id":58,"tag":"Industry"}],"course":{"name":"African-American History from 1863 to the Present","school":"University of North Carolina at Pembroke","course_id":31,"school_id":9}},{"id":5130,"title":"An English traveler visits America","course_id":49,"status":"P","start_date":"1864-10-01","end_date":"1864-10-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Chicago, during the 1860’s, was an up-and-coming commercial city filled with buzz, people, industry and trade. Steamships and large boats rolled down rivers, canals, and out into and in from the mighty Lake Michigan. Streets were filled with the hustle and bustle of shoppers and market traders. John Francis Campbell, who visited Chicago from England in 1864, likened the city to a major European city in his memoir, “A Short American Tramp on the Fall of 1864”. He compared the busy streets to Paris, the wharfs to Glasgow and Liverpool,  and he said the railroad tracks and engines were like nothing he had ever seen anywhere. Trains, he said, were like dragons the way they snorted loudly, but he also saw their impact on the farming and agriculture in Chicago. They were used to transport grains, seeds, pigs, etc. These were not like the English locomotives that he had known: they were loud, boisterous, deep, howling roars, different from the “shrill yells” of the English locomotives. Technology and industry were impacting Chicago and helping its advancement during this time. Canals made a huge impact on Chicago’s growth as a city. They provided routes to the Great Lakes and because Chicago is located right on Lake Michigan, it made a wonderful inland seaport so goods could come by ship along canals and the Mississippi River and also along the railroads. It was a horrible place for a city though, since it was located on mostly swampland.","Chicago was a city in the Midwest and affected by the “transportation revolution”. Much of its economy was booming because of the advantages of new forms of transportation and communication. J.F. Campbell realized this and said, “Ships of large size, big steamers, tugs, boats, and all the paraphernalia of a big inland seaport, come straggling through the town in canals which open to the lake; and street-cars and locomotives come rattling, panting and hissing, roaring and ringing, through the town. The whole is something unlike any other place in the world. In its water streets it savours of Amsterdam, and a very bad savour it is. In its wharfs, it has something of Glasgow or Liverpool. The main street, with the magnificent shop-fronts, is something like Argyle Street; the bustle is like Lord Street; the tame railway engines unlike anything to be found.” (p 277) During the second half of the 19th century, Chicago was the railway center of all America. It became one of the leading manufacturing and trade centers in the country. Chicago was becoming one of the fastest growing cities around because of its location, industry, and labor. Chicago became the center of the meat-packing industry as well. Campbell recalls one day seeing a train filled with livestock and chicken then seeing them being butchered. All of the industry led to massive increase in wealth, but there was still “devastating poverty” right by its side. There was a large immigrant population, mostly from Ireland and parts of Northern Europe. These men made up most of the working class and provided the dirty backbone for Chicago’s growth. Chicago was known as “The City of Opportunity.”","Chicago was a bright city that was on its way up economically and industrially. Its location, population, and steady stream of immigrant workers contributed to its stability and placement as a top urban city in the United States."],"display_date":"October 1864","search_date":"1864-10-16","locations":[{"id":2539,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"COOK, Illinois"}],"tags":[{"id":827,"tag":"Chicago"},{"id":759,"tag":"Immigrants"},{"id":58,"tag":"Industry"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":49,"school_id":40}},{"id":5858,"title":"Diverse Industries in Pre-Automobile Delray","course_id":118,"status":"P","start_date":"5/26/01","end_date":"5/26/01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the early 20<sup>th</sup> century, Delray’s appealing waterfront location in southwest Detroit attracted a diverse group of industries to the area. Businesses were attracted to the accessibility of transport, both riverfront and railway lines, and abundance of human capital. In May of 1901, M. J. Murphy, owner of Murphy Chair Company, purchased 50 acres of land in Delray, stretching from River Street to the channel bank of the Detroit River. Murphy would pay a yearly rent of $3000, which is equivalent to roughly $85,000 in 2012 values, and had the option to buy the property for $75,000 (about $2.2 million in 2012). While the public was not yet sure about the exact use he would make of the property, Murphy was likely to opt for a manufacturing plant, where he would join various other industries in the area. One of his neighbors, F. E. Driggs, a partner in the prominent law firm Driggs & Meddaugh, leased 30 acres of land along the river bank, and planned to use the site for larger manufacturing plants to take advantage of the nearby shipping facilities. The 20 acres of land west of Mr. Drigg’s property was sold to Swift & Co., a meatpacking company.","Murphy, Driggs, and Swift and Co. were just three of many who invested in Delray. Pre-auto industries in the area included pharmaceutical, shipbuilding, stoves, steam radiators and boilers, brass goods, chemicals, tobacco products, and garment. Delray’s industrial history dates back to the early 1830s, and the large influx of eastern and southern Europeans over the course of the nineteenth century provided the manpower for the thriving industries. Detroit’s labor force is intimately connected with the factories, and Delray was at the hub of the city’s industrial movement. Detroit’s present and future prosperity is closely associated with success in the manufacturing industries."," "],"display_date":"May 26, 1901","search_date":"1901-05-26","locations":[{"id":50025,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":58,"tag":"Industry"},{"id":1941,"tag":"Delray"},{"id":1899,"tag":"Detroit"},{"id":31,"tag":"Immigration"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5859,"title":"All Quiet in Delray? The role of annexation in environmental history","course_id":118,"status":"P","start_date":"1/1/05","end_date":"12/31/05","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The distinctions between the city of Detroit and the metropolitan area of Detroit have existed since the early historical documentation of the region. Consider Delray. Delray, a neighborhood approximately two miles south of the city center has long been a major industrial center for the city. Home to salt mines, steel plants, and later a massive waste water treatment facility, Delray has borne the brunt of heavy industry for Detroit, often at major environmental consequences to its citizens and laborers. Additionally, the majority of the citizens who lived and worked in Delray were working-class immigrants, first from Eastern Europe and later from the American South.","The process of Delray's annexation by the City of Detroit in 1905 demonstrates the tenuous relationship between the two entities. Both groups needed each other, but did not seem to want each other. This is evidenced by both Detroit’s lack of desire to provide basic services such as lighting to the area, as well as Delray commissioners' plan to fight annexation in general. Detroit, being the more powerful entity in the relationship, did end up annexing Delray, and quieting the voices of opposition that resided there. This semi-hostile takeover is an important consideration in the context of urban metabolism, and the important transition from city to metro. Even today, Delray still internalizes the environmental degradation that provides industrial outputs to Detroit. It is clear then, that both history and path dependency determine who wins and who loses as a metro gobbles up different pieces of the region, and there power dynamics, infused with many complex socio-cultural issues infuse it all."],"display_date":1905,"search_date":"1905-07-02","locations":[{"id":50025,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1941,"tag":"Delray"},{"id":704,"tag":"Urbanization"},{"id":58,"tag":"Industry"},{"id":2031,"tag":"Annexation"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5872,"title":"Railway and Vessel Industries Oppose the Original Bridge to Windsor","course_id":118,"status":"P","start_date":"1889-01-01","end_date":"1890-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The average temperature in Detroit on a January day is 24.5 degrees Fahrenheit—well below freezing. The Detroit River, the natural barrier between Windsor, Ontario and Detroit, Michigan, would often freeze up and interrupt shipments between the trading partners. Shipping vessels could only be hopeful for an “open” winter. Even then, ships could take upwards of two hours to cross the river, leaving thousands of cars stuck on both sides with no way to proceed. With 389,239 railroad cars ferried across the Detroit River in 1887, the railroad industry had special interests in a railroad bridge to reduce its dependency on ferries. As bridges and tunnels began to spring up (and down) in other parts of the world in the late 19<sup>th</sup> century, such as the Mersey Tunnel in England or the cantilever on the Hudson River in Poughkeepsie, the McMillian Bill outlined plans for an international bridge between Windsor and Detroit.","Along with the idea of the bridge came multiple voices with suggestions on how to satisfy the immediate necessity for more rapid transfer of cars. The options were either a low bridge, high bridge, or tunnel. The option of a low bridge was eliminated as it would obstruct vessel movements along the water. The option of a tunnel depended on the feasibility and cost of such an engineering feat. While the Michigan Central Railway Station supported the construction of a bridge over a tunnel, the company was not in favor of the private company, Lindenthal Co., given the rights to build the bridge. Henry Russell, the attorney for the Central, claimed Lindenthal was an irresponsible company that only wanted to build a monumental, multimillion dollar infrastructure to honor itself. Detroit merchants critized the planned location of the railroad terminal for being too far from the downtown business district and other existing railroad terminals. Vessel companies shared a different angle of opposition, stating that the bridge enhanced railroad interests and impeded those of lake carriers. Vessel owners claimed that the bridge's piers would obstruct navigation and the bridge's height would prevent large vessels from passing through. While the different industries were motivated by separate incentives, Michigan Central and vessel companies rallied together as allies and served as formidable opposition against Senator McMillian’s proposed bridge plan."],"display_date":"1889 - 1890","search_date":"1889-12-31","locations":[{"id":6598,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"WAYNE, Michigan"}],"tags":[{"id":1973,"tag":"Detroit Windsor Bridge"},{"id":58,"tag":"Industry"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5964,"title":"Images of Industrial Growth in Delray","course_id":118,"status":"P","start_date":"1898-01-01","end_date":"12/31/09","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In its early years Delray was a rural community. When industry began to locate itself on the edge of the Detroit and Rouge Rivers, Delray began to transform into a hub of industry. By the late 1800s Delray was the home of burgeoning glass, furniture, railroad car, chemical, brick, wagon, salt, and iron industries. These industries fueled a large immigrant community, and set the stage for large-scale industrial developments on the river, with a nearby community of workers.","But the 1955 publication of the Detroit Master Plan zoned Delray as heavy industrial, and set in motion a conflict of industry and revenue over the dwindling Delray community. it is difficult to associate the change to any specific cause. One might certainly be the increased ability of workers to get to work without the traditional walk or railcar, which meant they no longer needed to live blocks away from the factories. This resulted in a reduction of nearby populations, and those left behind were often the poorer minorities.","Regardless, Delray changed at the turn of the century. These images show a gradual conversion from farmland to factories. There are wide open expanses around the factories, area that was initially fields and rivers changed rapidly into housing, or additional industry. These factories were often located on the waterfront, something very apparent in these images. This would be a factor that both polluted and isolated the water front from the local community. One image, labeled 'Site of Detroit Edison Plant 1899,' is an excellent example of this transition. It depicts what had been fields and farmland, as the eventual location of a massive factory. These communities that filled up the farmland around factories dwindled in the post war period, and industry began its effort to take back Delray. Yet despite consistent fires, disregarded pollution limits, dumping, and proposed developments for the betterment of the city, the Delray community is still kicking."],"display_date":"1898 - 1909","search_date":"1904-01-01","locations":[{"id":6599,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"WAYNE, Michigan"}],"tags":[{"id":58,"tag":"Industry"},{"id":908,"tag":"Pollution"},{"id":87,"tag":"Environment"},{"id":1899,"tag":"Detroit"},{"id":2091,"tag":"Development"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5967,"title":"Detroit International Fair in Delray","course_id":118,"status":"P","start_date":"1899-01-01","end_date":"1899-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Detroit in the 1880s was growing, and seeking a reputation among the great cities of the era. When well-to-do citizens formed the exposition company, they imagined a fair that would marry agriculture and industry in a world class exposition. By early 1889, the exposition company had a capital stock of $500,000 to draw on, and the Detroit International Fair and Exposition became a reality.","Seventy two acres of unincorporated land where the Detroit and Rouge Rivers met, just south of Fort Wayne were chosen to host the fair. The countryside was valued at $150,000, and had long been enjoyed by canoeists, fishermen, and hunters.","The goal of the exposition was not only to showcase the city and state, but to draw attention to Detroit and boost its stature among other great cities. The advertisements for the fair struck this chord. Touted as the most handsome grounds in the world, little Delray to the southwest of Detroit was built up magnificently. There were to be wonderful displays of electric inventions and manufactures, as well as the \"finest blooded horses and cattle, sheep, swine, and poultry. Railcars and ferries pulled up right to the shores, \"beautifully located on the bank of the Detroit River.\"","Several important points can be drawn from these sources. One, the Solvay Process Company would go on to buy and build its factory on this very location. The easy access to the water, prelaid rail, and a city warm to industry all set this in motion. Two, the area exploded around the expostition, and the village of Delray would be incorporated, shortly after the annual fair halted, in 1897. Three, the fair was a harmony of agriculture and industry, in a beautiful area. In the decades after the fair Delray would itself change into industry and housing, and smokestacks would tower over a landscape that fair gowers and fisherman had enjoyed."],"display_date":1899,"search_date":"1899-07-02","locations":[{"id":6599,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"WAYNE, Michigan"}],"tags":[{"id":2096,"tag":"International Fair"},{"id":13,"tag":"Agriculture"},{"id":58,"tag":"Industry"},{"id":1899,"tag":"Detroit"},{"id":1941,"tag":"Delray"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6011,"title":"Salvation in Industry","course_id":118,"status":"P","start_date":"1/1/56","end_date":"12/31/56","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The negative perception of industry is a fairly recent concept and for many years in places like Detroit industry was a marker of innovation, economic mobility, and increased employment. A 1956 study conducted by the Detroit City Plans Commission presents a crucial comprehensive collection of facts and statistics about the current state of industry and its projected growth. In the section entitled “Community and Corridor Data,” city planners offer their definition of a community and clarify the distinctions between a “community corridor” and an “industrial corridor.” In their definitions they contend with the City’s Master Plan which states that no heavy industry can be in close proximity to community corridors. While the report is objective in most of its findings it presents the disadvantages to the City Master Plan in a much more enumerated and in-depth manner than the advantages of separating industry from residential. The study concludes in this area that it will be difficult for industry to exist outside of industry corridors. This alludes to another theme within the report, which is the lack of space for real heavy industry in the city. According to many of the graphs and conclusions in the report current industry provided much of the economic stability the city has and it is logical that an increase would be beneficial for everyone.","The report speaks to a long-term problem in Detroit, highlighted by urban researcher June Manning Thomas, namely the city’s tendency to “assemble land for industrial sites.” Urban development in the twentieth century reflected the city's interest in increasing industry within community spaces as a means of increasing economic prosperity. The result is a city eager to put industry next to homes, as the city could “buy existing houses and land, prepare sites, and resell them cheaply to industrial firms.” This postwar mentality of increasing industry and jobs had major repercussions for city residents who were forced to live side-by-side with heavily polluting industries, which the city has never fully addressed."],"display_date":1956,"search_date":"1956-07-01","locations":[{"id":28980,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1648,"tag":"1950s"},{"id":2007,"tag":"Detroit Industry"},{"id":58,"tag":"Industry"},{"id":2055,"tag":"Heavy Industry"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6012,"title":"Zug Island: Environmental Problems Then and Now","course_id":118,"status":"P","start_date":"1897-11-21","end_date":"1897-11-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Zug Island, a privately-owned industrial site located at the junction of the Detroit and Rouge Rivers, is one of the many industrial eyesores for the nearby community of Delray in the southwest of Detroit. The usual appeal of an island is absent as this industry-heavy land mass spews pollution into the air and water. In 1897, Zug Island was already beginning to cause trouble for the surrounding residents, and an article in the <em>Detroit Free Press </em>raised the first of many environmental concerns about the activities there. The reporter describes a large fire on Zug Island with ash debris that was carried throughout the city. Down the River Rouge, the “air was full of dust.”","We might assume that in our more environmentally-conscious era a mishap on this scale would go far beyond a 100-word news article in the paper. However that assumption would be incorrect: in 2011 the same newspaper reported that a bone-shaking hum, affecting not only Delray residents but also Canadians on the other side of the river, was the result of unknown actions taking place on Zug Island.","The comparison of these two events reflects the ongoing lack of oversight of the activities on Zug Island. Moreover it begins to shed light on an issue far greater than the fire itself. With problems like this continuing into the our times it becomes almost explicitly how facilities like Zug Island were placed by neighborhoods with low populations with little pull or leverage over large companies that owned Zug. These large companies saw the environment around Zug as the perfect place for running their factories without consequences.","While at times it may seem like a conspiratorial stretch it would appear that these two instances would fit nicely into concepts of environmental racism. Industrial pollution is routinely concentrated in areas where poorer and browner populations are the worst exposed. Factories along with their hazards are not being placed in white or suburban neighborhoods due to systemic white privilege. This white privilege allows people in more affluent areas to inhabit cleaner environments. Places like Delray, with its large immigrant population, are often the victims of industry's many environmental offenses.","In 1897, investors and public officials sanctioned high levels of contamination from Zug Island because of their interest in promoting industry. In 2011, as the island continued to have serious adverse effects on those who surrounded it, there still seemed to be no way to determine who was responsible or had jurisdiction over the industrial center. Whether spewing ash and fire over the city, or emitting small tremors that cross national borders, Zug Island continues to spread problems without concern for its neighbors and their well-being."],"display_date":"November 21, 1897","search_date":"1897-11-21","locations":[{"id":6599,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"WAYNE, Michigan"}],"tags":[{"id":2054,"tag":"Zug Island"},{"id":58,"tag":"Industry"},{"id":1233,"tag":"Environmental History"},{"id":2072,"tag":"Environmental Racism"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6497,"title":"A Dreary, Dirty Life","course_id":155,"status":"P","start_date":"1861-04-06","end_date":"1861-04-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Rebecca Harding Davis looked outside and observed her town. Her town housed an iron-works factory, and the weather knew. The town was nothing but people and smoke and it was raining heavily. Rebecca cound barely see the green grocer’s shop through the rain, even though it was across the street from her house. The smoke was everywhere. It began in the iron foundries’ chimneys and spread out among the streets. The wharves were covered in so much smoke that it looked like the ships in the harbor were sailing on it, instead of on crisp blue waves. The faces of the men walking to the mil were covered with smoke and ash, so much that it was impossible for them to ever scrub it all out of their pores, to ever truly be clean. The men worked in the iron mill and then got drunk, their lives more terrifying than any ghost story to Rebecca. They were walking corpses. Sadly, Rebecca remembered looking at the river as a child with wonder, thinking of all the places it traveled through. Now, it was lost to the smoke.","Rebecca was not the only person in early industrial cities to lament the loss of nature. For city residents, nature had become a place to escape the stresses of life and work, but that had not always been the case. It was only with the progression of urban industry, and the dreary, smoky haze that seemed to follow, that people began to crave the green and blue hues of mother nature. How quickly they had forgotten the blood, sweat, and tears that had once been poured into that countryside, and the back breaking labor they had once performed there. Just as how urbinazation and city life had once seemed like the perfect respite from the life of a rural farmer, life in the countryside now seemed like the answer. As the saying goes, the grass is always greener on the other side. "],"display_date":"April 6, 1861","search_date":"1861-04-06","locations":[{"id":52889,"lat":40.0639616,"lng":-80.7209149,"zoom":7,"place":"Wheeling, WV"}],"tags":[{"id":58,"tag":"Industry"},{"id":739,"tag":"Nature"},{"id":2926,"tag":"iron mill"},{"id":2927,"tag":"smoke"}],"course":{"name":"HIST 3550, American Environmental History","school":"Auburn University","course_id":155,"school_id":73}}]}