{"id":580,"tag":"Sojourner Truth","points":[[40.7805662337,-73.9388482485],[41.1259493917,-81.5321124711]],"bounds":[[41.1259493917,-73.9388482485],[40.7805662337,-81.5321124711]],"episodes":[{"id":4959,"title":"Sojourner Truth asks \"Ain't I a Woman?\"","course_id":27,"status":"P","start_date":"1850-01-01","end_date":"1860-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1851, Sojourner Truth stood in front of the Women's Convention in Ohio, looking over the numerous white faces, and asked the crowd “Ain’t I a woman?”. In the speech that followed, Truth challenged the idea that men should treat all women the same, “That man over there says that women need to be helped into carriages, and lifted over ditches, and to have the best place everywhere. Nobody ever helps me into carriages, or over mud puddles, or gives me any best place, and ain't I a woman?” Truth wanted to challenge the idea and the general understanding of a “woman” and womanhood to the conference. She believed the term should expand to include black women. She believed that every woman deserved to be treated with respect by men of all color no matter the color of the women’s skin.","Sojourner Truth also known as Isabella Baumfree was an African American woman and a slave. She was a young teenager who was sold to John D. Dumont. Seventeen years later, Isabella escaped Dumont’s control and became a runaway slave. After traveling family to family for two years, she found herself in New York City. The Anti-Slavery Act, that was passed, allowed Truth to be free. She was able to sue her former owner for selling her son into slavery. In 1843, Isabella changed her name to Sojourner Truth and preached in New England about women’s rights and slavery.  Later on in her life she helped other slaves find freedom and success in society. Generally women who were forced into slavery at an early age did not have an education, Truth helped the women learn how to succeed in the outside world. Black women in society were seen with little respect and a low social status. Twenty years after Truth’s moving speech, historians felt “the silence had been broken and the veil was raised to reveal the long obscured and ignored activism and experiences of one half of the black population in America”[1]. When historians look back on Sojourner Truth’s speech, they realize she stated a radical idea for the mid 1800’s because she proposed and questioned why black women were not treated with the same respect as white women."," ","[1] Clark Hine, Darlene. \"Ar'n't I A Woman?: Female Slaves In the Plantation South-Twenty Years After.\" (2007): 14."," "],"display_date":"1850 - 1860","search_date":"1855-07-02","locations":[{"id":8923,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":582,"tag":"Ain't I a Woman?"},{"id":581,"tag":"Anti-Slavery Act"},{"id":580,"tag":"Sojourner Truth"},{"id":4,"tag":"Slavery"}],"course":{"name":"Digital History: New York, New York","school":"Stonehill College","course_id":27,"school_id":22}},{"id":5635,"title":"Sojourner Truth: Feminist and Abolitionist Speech","course_id":99,"status":"P","start_date":"1851-05-28","end_date":"1851-05-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Sojourner Truth, an emancipated slave, had a vision in 1843 that convinced her that God wanted her to speak the truth about Americans' sins against African Americans as well as women. She presented these two causes as \"inextricably intertwined.\" Sojourner Truth became a public speaker in many events in antislavery and women's rights.","On May 28-29, 1851, Truth gave a particularly compelling speech. She began her speech by saying that she had the same physical capability as men did. She claimed to be just as strong and just as able. This indicates that she considered both sexes to be equal, but that is not all that she was saying. Truth was also speaking of slavery. The reason that she believed she was as physically capable as men was that as a slave, she worked alongside men plowing, reaping, husking, chopping, and mowing.","Continuing in her speech, Truth said that, as for intellect, women have a little pint and men have a quart. Harriet Beecher Stowe also mentions this concept in her book Sojourner Truth, The Libyan Sibyl. She quotes Truth: \"S'pose a man's mind holds a quart, an' a woman's don't hold but a pint; ef her pint is full, it's as good as his quart.\"","Sojourner Truth ended her speech, saying: \"But man is in a tight place, the poor slave is on him, woman is coming on him, and he is surely between a hawk and a buzzard.\" Truth is directly pointing to women and slaves, which, when combined, make up the essence of her ministry. The tone here is very matter-of-fact. There is no question that Truth believed that the eventual success of the feminist and abolitionist movements was inevitable.","Sojourner Truth was born a slave in New York state, but she was freed in 1827 when that state abolished slavery. She was never taught to read, but that did not stop her from travelling to speak to people about God and His hatred of unfair treatment of African Americans and women. \"She had had such a full experience of the wrongs of slavery, that she could not believe they were permitted by God. She was sure he must hate them, and would destroy those who persisted in perpetrating them.\" As for the feminist part of her teachings, she often asked the question: \"Was not Christ born of a woman?\" She answered her own question in this famous speech in Akron, Ohio, saying: \"Through God who created him and woman who bore him. Man, where is your part?\"","Sojourner Truth was a woman ahead of her time, who believed in God and the healing of this nation through the abolitionist and women's rights movements, and she made no apologies for those beliefs. As she said, \"The lord has made me a sign unto this nation, an' I go round a-testifyin', an' showin' on 'em their sins agin my people.”"],"display_date":"May 28, 1851 - May 29, 1851","search_date":"1851-05-28","locations":[{"id":10594,"lat":41.1259493917,"lng":-81.5321124711,"zoom":10,"place":"SUMMIT, Ohio"}],"tags":[{"id":580,"tag":"Sojourner Truth"},{"id":796,"tag":"Women's Rights Movement."},{"id":4,"tag":"Slavery"},{"id":1598,"tag":"Feminist Movement"},{"id":1599,"tag":"Abolitionist Movement"}],"course":{"name":"Pamphlets &amp; Pirates: Popular Print Culture in Antebellum America","school":"Northeastern University","course_id":99,"school_id":56}}]}