{"id":581,"tag":"Anti-Slavery Act","points":[[40.7805662337,-73.9388482485]],"bounds":[[40.7805662337,-73.9388482485],[40.7805662337,-73.9388482485]],"episodes":[{"id":4959,"title":"Sojourner Truth asks \"Ain't I a Woman?\"","course_id":27,"status":"P","start_date":"1850-01-01","end_date":"1860-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1851, Sojourner Truth stood in front of the Women's Convention in Ohio, looking over the numerous white faces, and asked the crowd “Ain’t I a woman?”. In the speech that followed, Truth challenged the idea that men should treat all women the same, “That man over there says that women need to be helped into carriages, and lifted over ditches, and to have the best place everywhere. Nobody ever helps me into carriages, or over mud puddles, or gives me any best place, and ain't I a woman?” Truth wanted to challenge the idea and the general understanding of a “woman” and womanhood to the conference. She believed the term should expand to include black women. She believed that every woman deserved to be treated with respect by men of all color no matter the color of the women’s skin.","Sojourner Truth also known as Isabella Baumfree was an African American woman and a slave. She was a young teenager who was sold to John D. Dumont. Seventeen years later, Isabella escaped Dumont’s control and became a runaway slave. After traveling family to family for two years, she found herself in New York City. The Anti-Slavery Act, that was passed, allowed Truth to be free. She was able to sue her former owner for selling her son into slavery. In 1843, Isabella changed her name to Sojourner Truth and preached in New England about women’s rights and slavery.  Later on in her life she helped other slaves find freedom and success in society. Generally women who were forced into slavery at an early age did not have an education, Truth helped the women learn how to succeed in the outside world. Black women in society were seen with little respect and a low social status. Twenty years after Truth’s moving speech, historians felt “the silence had been broken and the veil was raised to reveal the long obscured and ignored activism and experiences of one half of the black population in America”[1]. When historians look back on Sojourner Truth’s speech, they realize she stated a radical idea for the mid 1800’s because she proposed and questioned why black women were not treated with the same respect as white women."," ","[1] Clark Hine, Darlene. \"Ar'n't I A Woman?: Female Slaves In the Plantation South-Twenty Years After.\" (2007): 14."," "],"display_date":"1850 - 1860","search_date":"1855-07-02","locations":[{"id":8923,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":582,"tag":"Ain't I a Woman?"},{"id":581,"tag":"Anti-Slavery Act"},{"id":580,"tag":"Sojourner Truth"},{"id":4,"tag":"Slavery"}],"course":{"name":"Digital History: New York, New York","school":"Stonehill College","course_id":27,"school_id":22}}]}