{"id":591,"tag":"Laws","points":[[42.3649994065,-70.9800517697]],"bounds":[[42.3649994065,-70.9800517697],[42.3649994065,-70.9800517697]],"episodes":[{"id":4960,"title":"Boston Suffragists Celebrate Their Efforts","course_id":27,"status":"P","start_date":"9/22/20","end_date":"9/22/20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On September 22, 1920, the women of Boston took to the streets for a “victory parade” to celebrate the “happy ending to a ‘long fight and a good fight’.” Four hundred strong, they wore dark clothing and hats; with the exception of 37 women, who were dressed in white clothing, wore blue streamers and carried the name of each state that had passed the Suffrage Amendment. Seven automobiles carried guests of honor, officials of state suffrage associations, and prominent suffragists who led the parade of women. By 1920, American women had finally succeeded in their long and hard fight. Beginning in 1848 in Seneca Falls, New York at the Women’s Rights Convention, suffragists engaged in a seventy-two year long struggle; finally concluding their efforts with the ratification of the 19<sup>th</sup> Amendment in 1920. With the passing of this amendment, the United States became the twenty-seventh nation to grant women the right to vote.","Suffragist leaders worked at creating associations, holding conventions, and organizing movements to dispute the laws that granted only men the right to vote. The suffrage movement appealed to a broad population including mothers, workers, professionals, and reformers. In the early years of the 20<sup>th</sup> century, women who were part of the first generation of educated professional women joined the movement to push for full citizenship of women. Women from all over the United States worked hard to achieve their right to vote. Massachusetts suffragists created their own organization called the Massachusetts Women Suffrage Association, which after 50 years of activity and the ratification of the 19<sup>th</sup> Amendment became the Massachusetts League of Women Voters. ","The parade ended at Faneuil Hall where more than 1,000 noisy, enthusiastic, and happy people were crowded into the hall awaiting speeches that were given by the leaders of suffragist associations. These women spoke to the crowd about their victorious efforts and the positive effects that their achievements would have in the future. Mrs. Maud Wood Park explained her experiences in Washington as she watched Secretary of State, Bainbridge Colby, sign the suffrage proclamation. She also challenged the audience that each and every Massachusetts women must not act upon their right to vote and also must cast their votes intelligently. Park made it clear that a long and hard fight had been battle in order for women to achieve suffrage and that those women must exercise their right to vote because their votes had the weight to make a difference.","Sadly, shortly after the ratification of the 19<sup>th</sup> Amendment, women’s solidarity and feminist organizations began to crumble. The early 20<sup>th</sup> century marked a time where both external and internal influences within the women’s movement affected its actions. The exploitation by the media of women’s sexuality and the votes cast by women at the polls were factors that led to the decline of the women’s movement. Women did not vote for females who ran for office, and therefore this caused a decline in the power that women had the chance to hold. Females were so insistent on becoming a part of the male world of sex, professionalism, and politics that they became distracted.","The fight for women’s suffrage was a continuing struggle, consuming vast amounts of time and effort of the women who took part. Massachusetts suffragists celebrated their efforts by way of a parade through the streets of Boston, making it known to the public that their extensive efforts had finally paid off. The parade was a an event that showed that the public came to accept the newly applied laws that granted women full citizenship and the same rights that men had. The Massachusetts suffragists who participated in the parade made it visible to the citizens of Boston that they had successfully completed a battle that had been in progress for over seventy years. The parade signified the ending of the efforts of the women’s movement, which was too bad because sadly the feminist organizations collapsed due to lack of support after the ratification of the 19<sup>th</sup> Amendment."],"display_date":"September 22, 1920","search_date":"1920-09-22","locations":[{"id":21126,"lat":42.3649994065,"lng":-70.9800517697,"zoom":10,"place":"Suffolk, Massachusetts"}],"tags":[{"id":7,"tag":"Women"},{"id":170,"tag":"suffrage"},{"id":591,"tag":"Laws"}],"course":{"name":"Digital History: New York, New York","school":"Stonehill College","course_id":27,"school_id":22}}]}