{"id":594,"tag":"Reactions to Intigration","points":[[40.6916304076,-74.0035386433]],"bounds":[[40.6916304076,-74.0035386433],[40.6916304076,-74.0035386433]],"episodes":[{"id":4961,"title":"Reactions to Intigration in Baseball","course_id":27,"status":"P","start_date":"10/25/45","end_date":"10/25/45","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["      In the New York Times article entitled, “Rickey Takes Slap at Negro Leagues”, Branch Rickey, the president of the Brooklyn Dodgers faced a hailstorm of critics as he announced his decision to sign Jackie Robinson to the previously all white Brooklyn Dodgers farm team.  Facing the press, he dispelled the rumors that he had been forced into making the deal, that the Negro leagues had been raided, and that he had in mind twenty-five Negroes who might be signed to contracts. Rickey stated, \"I have not been pushed into this “, and, “I signed Robinson in spite of the pressure-groups who are only exploiting the Negroes, instead of advancing their cause. I signed him because I knew of no reason why I shouldn’t.  I want to win baseball games, and baseball is a game that is played by human beings.” What if an African American was able to play baseball within the white baseball leagues, would others agree and approve of this? The idea of an African American playing in the Major League Baseball Association during the 1940s was seen too many as just plain nonsense, and to others  nothing but a dream.  In a segregated America, the chance of an African American playing organized baseball in the white leagues was slim to none. Although the blacks had their own organized leagues, they weren’t nearly as popular, paid only a fraction of the salary as a white player, nor were they seen as major contenders compared to the white players in the Major Leagues.  Branch Rickey's decision to sign Jackie Robinson not only marked a defining moment in baseball history, but also was a major adjustment for the American public against the integration of African American athletes into the big leagues.","     Jackie Robinson was the first African American to play organized baseball in the white leagues. Recruited by Branch Rickey, the president of the Brooklyn Dodgers at the time, Robinson went on to become the first African American player to sign with their farm league. While signing Robinson might seem like a good decision now, in 1945, the decision of signing Robinson to the Dodgers farm league, made by Rickey, created a huge controversy.  Critics against integrating baseball, once again, suggested Rickey might have been pressured to sign Robinson. Also, players at this time such as Hornsby, a player for the Texans, and Dixie Walker , with the Dodgers, thought the situation wouldn’t work out .They assumed that African American players would be unable to travel, use the same busses, stay at the same hotels, or eat in the same restaurants, as their white counterparts.   These reactions tell us that many Americans at the time viewed sports, especially baseball, as solely a “white” hobby, that African Americans didn’t belong in the white \"professional\" baseball league, and that they should remain in their own leagues.","      Branch Rickey’s signing of Jackie Robinson to the Brooklyn Dodgers in 1945 (minor   league affiliate and then 1947, major league) was because of his innovation, determination to desegregate, business sense, and idealism.  Robinson was baseball’s first rookie of the year, and the Dodgers made it to the World Series the year he signed on.  Rickey chose the most talented man for the job, not based on his color. He opened the door for more African American athletes as well as other visionary leaders and executives in Major League Baseball."],"display_date":"October 25, 1945","search_date":"1945-10-25","locations":[{"id":27491,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":233,"tag":"Baseball"},{"id":266,"tag":"Segregation"},{"id":592,"tag":"Rickey Branch"},{"id":593,"tag":"Jackie Robinson"},{"id":594,"tag":"Reactions to Intigration"}],"course":{"name":"Digital History: New York, New York","school":"Stonehill College","course_id":27,"school_id":22}}]}