{"id":596,"tag":"Revolution","points":[[42.3399569086,-70.8833658099]],"bounds":[[42.3399569086,-70.8833658099],[42.3399569086,-70.8833658099]],"episodes":[{"id":4962,"title":"The Boston Tea Party: A Turning Point in a Revolution","course_id":27,"status":"P","start_date":"1790-12-16","end_date":"1790-12-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On December 16, 1773 during one of the most important times of the Revolution, George Hewes describes “dressing] ... in costume of an Indian” and “arrived[ing] at the wharf” in Boston harbor along with about sixty other civilians.  He and his fellow Patriots began to throw the tea overboard from boats in the harbor.  This totaled about 340 chests.  While the tea was falling into the water Boston citizens and others from surrounding areas rushed to try and obtain the salvageable tea.  The next morning to ensure that the tea could not be used by anyone, small boats went into the harbor and began “beating [the tea] with oars and paddles”.  Hewes’ eyewitness account captures a seemingly insignificant act of rebellion, yet the Boston Tea party, as it came to be known, stands as a turning point in the revolutionary war.  An event such as this not only occurred before the Revolutionary War but it was also a precursor of what was to come.  Shortly after the Boston Tea party in 1773, the Boston Port Act went into place in March of 1774.  This was to discontinue the landing and shipping of goods coming into Boston Harbor.  This increased the separation between the British and the colonists.  Even more so later in the Revolution came the choice of George Washington as Commander in Chief.  This was a major factor accumulating up to a revolution because a leader was put into place. ","In the late 1700’s, before the United States of America became a nation, there was a lot of turmoil between the American colonists and the British.  The colonists living in what is known today as the United States were furious at the British control over them.  The British were taxing the tea that many colonists used in their daily lives.  For the colonists to give up their tea was a very important part of this rebellion.  Many colonists gave up something important to them, to help move their purpose forward. This was a turning point in the Revolution as a whole because it allowed people to realize that rebellion was acceptable.  Rebellions, such as the Boston Tea Party, exemplify a way in which revolutions come to be.  After a few years, in 1776, the United States became its own nation, and a part of that success stems from the Boston Tea Party. "," "," "," "],"display_date":"December 16, 1790","search_date":"1790-12-16","locations":[{"id":15395,"lat":42.3399569086,"lng":-70.8833658099,"zoom":7,"place":"Suffolk, Massachusetts"}],"tags":[{"id":595,"tag":"Boston Tea Party"},{"id":596,"tag":"Revolution"}],"course":{"name":"Digital History: New York, New York","school":"Stonehill College","course_id":27,"school_id":22}}]}