{"id":597,"tag":"Irish","points":[[40.7964015502,-73.8979738005],[42.3649994065,-70.9800517697]],"bounds":[[42.3649994065,-70.9800517697],[40.7964015502,-73.8979738005]],"episodes":[{"id":4963,"title":"An Influx of Irish Immigrant: Young Women arrive in New York","course_id":27,"status":"P","start_date":"1897-01-01","end_date":"1897-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The woman from Ireland looked around the chaos on Ellis Island visibly upset, as the immigration officials accused her of giving them the wrong name of the person picking her up.  Migrations to the United States “did not always occur without problems or disruptions and occasionally the colleen arrived with no one to greet her.”[1]  On April 30, 1897, The New York Times published an article that focused on the influx of immigrants from Ireland.  The ultimate goal of these immigrants was to find work that paid a decent salary and offered better opportunities than the jobs available back home.","While the workers at Ellis Island extolled the “promise of better times in this country”, numerous Irish women faced fear and confusion upon arrival.  When it came to immigration, a great deal of the chaos was due to the miscommunication or misinformation exchanged between individuals.  “Immigrants frequently failed to find one another because they constantly changed residencies, expecially if they were poor, and because Irish women continued using their maiden names after marriage.”[2]  In the 1897 newspaper article, a woman named Cassidy was looking for a lady named Maggie Molloy, but was told that her name was not on the list.  Maggie Molloy’s name was in fact on the list, however due to the miscommunication, Cassidy was very upset.[3]  Events like this were not uncommon, and this is what caused much of the confusion on Ellis Island.","The Irish invaded America by the thousands from the late 1800’s into the early 1900’s. Much of the incentive to leave Ireland was due to the unfavorable living conditions in the Irish countryside According to the Irish who remained in Ireland, many of the women were frustrated by the male dominated agricultural society and had left their homes in hopes of finding luck in the United States.  These oversea journeys were life threatening, but foreigners were willing to take a chance.  To the immigrants, anything was better than what they were leaving back home.[4]","A portion of the women immigrating to the United States via Ellis Island had their voyages paid for by other relatives already living in America; however, it was not uncommon for the father to emigrate first, earn money, and then send it back home to pay for his other family member’s voyages or for a family to emigrate as a group or for single members to travel alone.","These girls faced many difficulties in America, due to the fact that they were uprooted from their homes in Ireland.  Previously, these Irish women were accustomed to working around the house and caring for others, but life in America was going to be much different.  Once the young women arrived, they needed to begin to search for work immediately.  Coming from an area where most people were agriculturalists, their transition to an area in the heart of New York City was drastically different from their familiar surroundings.","Of all the different groups of immigrants, Irish women were of the greatest amount.  This difference was due to the “emergence of the modern Irish family structure”  With the newly evolving land and family forms that were coming about, there was a decrease in the number of children emigrating.  Between the years of 1852 to 1921 the median age for female immigrants was 21.2 years old.  This age was “younger than the median age of marriage”, and therefore explains the reason why so many of the immigrants got married upon arriving in America.[5]","“Emigration was the end of peasant live in Europe; it was also the beginning of life in America”.[6]  Ireland depended on their crops for survival, and therefore life was miserable at home for many of the Irish families.  Providing for everyone became difficult, and as a result many Irish left their familiar hometowns to start a new life in America.  The decision to come to America marked a huge milestone in an individual’s life, because they were leaving their native land and putting their lives at risk. Assimilating to life in America was not going to be easy, and immigrants needed to be taught about the way of life in America."," ","[1] Diner, Professor Hasia R.. \"The Search for Bread: Patterns of Female Migration.\" In <em>Erin's Daughters in America: Irish Immigrant Women in the Nineteenth Century (The Johns Hopkins University Studies in Historical and Political Science)</em>. Baltimore: The Johns Hopkins University Press, 1983. 31,33-34,37-39.","[2] ibid","[3] MANY GIRLS FROM IRELAND :Hundreds of Them Arrived at Ellis Island Yesterday on the Majestic and Servia. TIMES ARE VERY HARD AT HOME More Irish Immigrants Now Than for a Great Many Years -- Amusing and Pathetic Scenes at the Landing.. 1897. <em>New York Times (1857-Current file)</em>, April 30,  http://0-www.proquest.com.library.stonehill.edu/ (accessed November 19, 2009)."," [4] Diner, Professor Hasia R.. \"The Search for Bread: Patterns of Female Migration.\" In <em>Erin's Daughters in America: Irish Immigrant Women in the Nineteenth Century (The Johns Hopkins University Studies in Historical and Political Science)</em>. Baltimore: The Johns Hopkins University Press, 1983. 31,33-34,37-39.","[5] ibid","[6] Gjerde, Jon. \"Approaches to American Immigration and Ethnic History.\" In <em>Major Problems in American Immigration and Ethnic History (Major Problems in American History)</em>. Boston: Houghton Mifflin Company, 1998. 5."," "],"display_date":1897,"search_date":"1897-07-02","locations":[{"id":8931,"lat":40.7964015502,"lng":-73.8979738005,"zoom":10,"place":"NEW YORK, New York"}],"tags":[{"id":597,"tag":"Irish"},{"id":7,"tag":"Women"},{"id":31,"tag":"Immigration"}],"course":{"name":"Digital History: New York, New York","school":"Stonehill College","course_id":27,"school_id":22}},{"id":5215,"title":"Arsonists Target Catholic Convent in Massachusetts","course_id":62,"status":"P","start_date":"1834-08-12","end_date":"1834-08-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1834, the growing unrest and instability between American natives and Irish immigrants was approaching the point of violence. In 1834, the Boston Evening Transcript reported an act of arson that broke the line between civil unrest - in the form of protest - and violence, when the Charlestown Convent was burned to the ground. Near eleven o’clock on 11 August, arsonists gave warning to the inhabitants of the convent, allowing them time to escape. Throughout the compound, the assailants had placed tar-barrels that were set ablaze to bring the Convent and it’s secondary buildings to the ground – destroying all that was contained inside.","<br /> The arsonists represented the growing contingent of Americans who considered themselves “Natives,” the rightful Americans tasked with resisting a foreign invasion. These Nativists, compromised of a protestant majority, looked towards the new Catholic Irish immigrants as targets for their oppression. Throughout the nineteenth-century, the US economy was greatly affected by the influx of these Irish immigrants. This new labor force that was willing to work for cheaper wages marginalized the workforce already present. The native group of workers sought retribution as the new Irish immigrants were taking their jobs away, targeting the predominantly Catholic culture and attempting to pressure its institutions into acquiescence.","<br /> The events at the Charlestown Convent represent the acts of violence and intolerance that spread throughout the remainder of the nineteenth-century. For those Nativists who judged the Irish to be at the root of the rise in unemployment, action was necessary to return the status quo.<br /><br />"],"display_date":"August 12, 1834","search_date":"1834-08-12","locations":[{"id":6207,"lat":42.3649994065,"lng":-70.9800517697,"zoom":11,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":80,"tag":"American Immigration"},{"id":757,"tag":"Catholicism"},{"id":597,"tag":"Irish"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":62,"school_id":10}}]}