{"id":598,"tag":"New York","points":[[42.7999140458,-76.8297839055],[40.7805662337,-73.9388482485],[40.7964015502,-73.8979738005],[42.7101775694,-73.5100473584]],"bounds":[[42.7999140458,-73.5100473584],[40.7805662337,-76.8297839055]],"episodes":[{"id":4986,"title":"<strong>John Johnston’s Tile Drainage and its Profound Effects on Agriculture</strong>","course_id":35,"status":"P","start_date":"1848-01-01","end_date":"1852-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["John Johnston was an immigrant from Scotland who brought the tile drainage technique to the United States in 1821.  Once he arrived he immediately traveled to and settled in upstate New York after he bought a cheap plot of land.  The reason for its low price was because it was believed to be unprofitable soil.  But Johnston started to raise animals and slowly integrated his tile drainage idea throughout his farm.  Tile drainage is a system where farmers add drain tiles in their soil, which allows crops to grow stronger roots, effectively allowing them to absorb more nutrients. By 1838, Johnston was disliked by many of his neighbors because he was producing nearly six times the bushels of wheat per acre than they were.  But Johnston was not secretive about his methods and told people it was due to this tile drainage system. He emphasized the fact that the land in the Finger Lake region was flooded and in using tiles a farmer could drain excess water, thus increasing crop yield. People of the area did not believe him and just called his success luck.","Tile Drainage in American farming did not become a popular tool until 1848, when Robert Swan finally listened to John Johnston.  Robert Swan was a wealthy man who made his money in the city before moving to upstate New York.  He was John Johnston’s neighbor and the first man to be willing to give Johnston a chance.  In his diary, Robert Swan slowly unfolds his opinions of Johnston’s tile drainage system, a very influential farming tool, which individually revolutionized agriculture in upstate New York.  On August 10<sup>th</sup> 1848, Robert Swan wrote in his Memorandum. that Mr. John Johnston, “thinks tiles are the best method laid 2.5 feet deep in the ground; cost of tiles 28 cents, ditching 15 cents cost altogether 40 cents for rod.”  Displayed here, is a monumental moment in American agricultural production because immediately following this confrontation, Swan refitted his entire farm with Johnston’s tile drainage system.","Johnston and Swan farmed their land during a transitional time in American farming.  With the help of some influential neighbors and the president of the New York State Agricultural Society, many upstate farmers soon adopted Johnston’s tile system.  Among these influential neighbors were Ben F. Whartenby, the manufacturer, and John Delafield, president of the New York State Agricultural Society.  Delafield’s advocacy of the drainage system, especially in his lectures and speeches, helped integrate tile drainage into farming.  These four men remodeled upstate New York farming during the Market Revolution, helping transition self-sufficient family farming into commercially profit based businesses to."],"display_date":"1848 - 1852","search_date":"1850-07-02","locations":[{"id":9090,"lat":42.7999140458,"lng":-76.8297839055,"zoom":9,"place":"SENECA, New York"}],"tags":[{"id":564,"tag":"Market Revolution"},{"id":31,"tag":"Immigration"},{"id":599,"tag":"Technology"},{"id":598,"tag":"New York"},{"id":13,"tag":"Agriculture"}],"course":{"name":"Early American Republic","school":"Hobart and William Smith Colleges","course_id":35,"school_id":32}},{"id":5169,"title":"Lower Working Class Life of New York City","course_id":66,"status":"P","start_date":"1830-01-01","end_date":"1830-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["During the 19<sup>th</sup> century New York City was a populous municipality, with over 220,000 inhabitants by the 1830s. It was diverse, consisting of both prosperous and impoverished areas. Many buildings were beautifully created with an artistic impression, while others were insignificant and deplorable.  Prince Maximilian of Wied’s chronicled his travels in New York during this time and described the contrast between its beauty and unattractiveness. This proved the strong gap that existed between the wealthy and poor, with both groups calling the city their home. Additionally, it was easily accessible to travelers because of its convenient location on the ocean’s edge. With all its activity and work, in a boisterous setting, immigrants from several areas of the globe, especially Europe, congregated in New York City. Recent immigrants as well as second and third generation natives made up the city’s lower working class. The people adjusted to American urban life, inhabited residences, and took up whatever jobs were available throughout the city.  These circumstances enabled a prevalent, dynamic, and industrious commerce.","With the perception of the American dream in mind, people’s natural ambition was to get money, become successful, and reach happiness in life. What better place to aspire for and live out this dream than New York City?  Immigrants exhibited the strong desire to obtain a good job that paid well and expectations of achieving the American dream. The jobs attainable by the lower working class consisted of industrial and factory work. These were tedious roles that demanded back breaking work and paid minimal wages. Additional occupations like maids and seamstresses were also typical for the lower working class of New York City. The hours entailed in these jobs were long and once again pay was minimal, yet the labor required was arduous and physically demanding. Seamstresses were paid only by the pieces of their work, as opposed to an hourly rate, and this was oftentimes unpredictable. Other jobs for the lower working class included lamplighters, chimney sweepers, and couriers.","Residential circumstances were not always optimum for the lower working class. Greed driven landlords found it unprofitable to rent to that specific type of family. However, there were some landlords that did rent out to working class families. Their property consisted of two-room apartments located in brick buildings, known as tenements. One apartment would get rented out to two separate families, resulting in communal living.  Unfortunately many of them were left to rent in wooden buildings. These variations were typically neglected, rundown and dilapidated because the landlords felt it was inconsequential to repair or replace anything. Their main purpose was to gain as much profit as possible by cramming families into living quarters, and the families had no choice. New York had a shortage of tenements, and it was imperative for the inhabitants to reside within walking distance to their job locations.","Public hygiene conditions were far from sanitary, and with the combination of families residing in cramped living situations, the repercussions were repugnant. Since plumbing had yet to reach the tenements, human waste was kept in large containers, just below outhouses. When the containers would become backed up or storm flooding would occur, human waste would wash into the streets among the other debris and, occasionally, seep into homes. This brought forth exposure to many infectious diseases. This was particularly dire because the medical field was still developing. They were still researching what caused epidemics, while recognizing newer ones brought from overseas.  People were unaware how to prevent and treat these diseases. Consequently, several illnesses ran rampant through the population, including cholera. The proliferation of the population, inadequate transportation and cramped and unsanitary living conditions made lving in the city for the lower working class almost unbearable."],"display_date":1830,"search_date":"1830-07-02","locations":[{"id":8919,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":31,"tag":"Immigration"},{"id":267,"tag":"Health"},{"id":896,"tag":"Labor"},{"id":598,"tag":"New York"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":66,"school_id":40}},{"id":5484,"title":"Excellent Progress on the New York Subway","course_id":85,"status":"P","start_date":"9/27/02","end_date":"10/28/04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","On September 27, 1902 the <em>Scientific American</em> highlighted the development of the first New York City subway. The monthly <em>Scientific American</em> magazine, which focused on scientific discoveries and technological innovations around the world, detailed the progress of the subway through the use of various diagrams and articles.  The New York Subway was well underway during the publication of the article and was scheduled to be completed ahead of its previous publicized date. The newly created transportation network would be utilized to further stimulate the economic, social, and transportation needs of New York City’s residents."," ","Subway systems were integral in the economic development of New York City. The subway system allowed citizens to continue to expand outward from the densely settled area around Manhattan and Brooklyn and thrive by allowing traditionally geographically disadvantaged citizens to travel further from their homes. This allowed many citizens to have a greater sense of freedom and a broader social and economical reach. The availability of new forms of transit allowed these individuals to get to their destinations cheaper and more efficiently without sole reliance on elevated commuter railroads or horse drawn forms of transportation. The construction of the New York Subway facilitated the creation of many new jobs and a consistent supply of work by linking many different businesses with customers that were previously inaccessible and allowing both parties to benefit from its usage."," ","The creation of the New York Subway system was a great engineering achievement in the early 1900s. The <em>Scientific American</em> article stated the project required the excavation of over 1,700,000 cubic yards of earth and the employment of over 65,000 tons of steel in its construction.  One of the biggest concerns with a project of this magnitude was allowing other transportation systems to operate without disruption during construction. Much of the modern infrastructure of New York City was already in place and it was of great concern to leave it undisturbed. It was necessary to relocate gas, water, and electric lines while excavating the tunnels and connecting the underground network. While removing the millions of yards of debris, it was of great importance to maintain the structural integrity of the tunnel. Tunnels were dug using a method known as \"Cut and Cover\". Through this method, one side of the street was excavated to a depth of at least 30 feet, the subway tunnel was constructed, and eventually it was covered upon completion. In contrast to previously constructed shallow subway tunnels, the New York City Subway tunnels were supported in all directions by concrete walls and utilized a network of steel beams and waterproofing. This structural composure added many different benefits to the subway system. In cases when it was necessary to excavate both sides of a street simultaneously, support bridges and trestles were erected to maintain street access for ground transportation. Engineers used these systems to minimize any detrimental effects above the surface while they continued to further expand the New York subway system belowground."," ","Many of the building supplies that were designated to be used in the production of the New York Subway were shared with above-ground transportation systems. The materials used for the subway tracks were adopted from the above-ground trolleys. While the availability of trolley tracks was a benefit, it also facilitated the need to develop new solutions in regards to powering the tracks. Engineers carefully worked to retrofit the trolley tracks and modify the foundation the tracks were laid on to facilitate the delivery of electricity to the subway line."," ","Upon the first day of its completion, over 150,000 eager riders rode the New York subway system according to an article in the<em> New York Times </em>dated October 28, 1904. The first train arrived at One Hundred and Forty-Fifth Street from City Hall Park in exactly twenty six minutes and the reality of rapid transit was realized by many New Yorkers. The articles in <em>Scientific American</em> and <em>The New York Times </em>did an exceptional job stirring public interest for the new transportation system. These articles placed an emphasis on the many attractive features that the New York Subway had to offer and highlighted the many different architectural and engineering achievements. The<em> New York Times </em>article had a broader focus and placed a lesser emphasis on the intricate construction process of the system.    In contrast, The <em>Scientific American</em> article focused primarily on building details and engineering aspects of the project and was intended for readers with a scientific interest in the project."],"display_date":"September 27, 1902 - October 28, 1904","search_date":"1903-10-13","locations":[{"id":49747,"lat":40.7964015502,"lng":-73.8979738005,"zoom":10,"place":"New York, New York"}],"tags":[{"id":792,"tag":"Transportation"},{"id":598,"tag":"New York"},{"id":1364,"tag":"Subway"}],"course":{"name":"Historical Perspectives on Technology","school":"Widener University","course_id":85,"school_id":43}},{"id":6066,"title":"<strong>Contribution to Medicine</strong>","course_id":122,"status":"P","start_date":"1822-01-29","end_date":"1822-01-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On January 29<sup>th</sup>, 1822, Dr. Ebenezer Basset who was the town physician of Nassau, New York was abruptly interrupted by his medical assistant Jacob Kipp, who notified the doctor of their servant girl who was terribly ill. Braving the cold, Dr. Basset attended to the black servant girl who was lying in the snow with an unusually large cut on her abdomen and right next to her was a razor blade that was covered in blood. Upon further examining the youth of fourteen, Dr. Basset noticed and began to uncover a fetus hidden underneath the snow. Dr. Basset was in complete shock at what he had just witnessed. To his amazement, the youth of fourteen had just conducted a cesarean section on herself. After Dr. Basset recovered from his shock he sent Jacob Kipp to a neighboring town to retrieve Doctors Francis and Beck to help assess the situation.","Upon their arrival to the city of Nassau, Dr. Basset explained to his colleagues what had occurred. The three physicians began to treat the African American servant girl while making detailed notes of the procedure. The physician’s amazement is understandable given that cesarean sections were known about, but not widely used. Even more amazing, the procedure was a self-administered one. How could a black youth of fourteen perform such a complicated procedure on herself?","Historians have always claimed that cesarean sections had been performed by slaves who came from Africa to America. In fact, the first recorded successful cesarean section was performed in Colonial America. There is an account of a doctor in Virginia by the name of Dr. Jesse Bennett who on January 14<sup>th</sup>, 1794 performed the first cesarean section on his wife with the help and guidance of their slave who was well versed in the procedure of cesarean section. According to author Herbert M. Morais who wrote, <em>The history of the Negro in medicine, </em>African Americans had prior knowledge and used cesarean sections in Africa and brought that knowledge with them to the early colonies of America. Although the procedure was amazing to these white doctors, it would have not been foreign to black females in this era."],"display_date":"January 29, 1822","search_date":"1822-01-29","locations":[{"id":9020,"lat":42.7101775694,"lng":-73.5100473584,"zoom":9,"place":"RENSSELAER, New York"}],"tags":[{"id":238,"tag":"African American"},{"id":463,"tag":"African American Women"},{"id":230,"tag":"Medicine/Health"},{"id":605,"tag":"Upstate New York"},{"id":598,"tag":"New York"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":122,"school_id":10}}]}