{"id":599,"tag":"Technology","points":[[42.7999140458,-76.8297839055],[37.7659991545,-122.286458807],[37.4562619895,-122.096750388],[42.107446354,-83.1351982696],[39.8545723592,-75.3025676888],[43.9508633,-79.7641511],[43.9079666,-78.4576144],[43.9138071,-78.6287105],[43.9900275,-77.7131275],[38.920310953731,-436.99169966104]],"bounds":[[43.9900275,-75.3025676888],[37.4562619895,-436.99169966104]],"episodes":[{"id":4986,"title":"<strong>John Johnston’s Tile Drainage and its Profound Effects on Agriculture</strong>","course_id":35,"status":"P","start_date":"1848-01-01","end_date":"1852-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["John Johnston was an immigrant from Scotland who brought the tile drainage technique to the United States in 1821.  Once he arrived he immediately traveled to and settled in upstate New York after he bought a cheap plot of land.  The reason for its low price was because it was believed to be unprofitable soil.  But Johnston started to raise animals and slowly integrated his tile drainage idea throughout his farm.  Tile drainage is a system where farmers add drain tiles in their soil, which allows crops to grow stronger roots, effectively allowing them to absorb more nutrients. By 1838, Johnston was disliked by many of his neighbors because he was producing nearly six times the bushels of wheat per acre than they were.  But Johnston was not secretive about his methods and told people it was due to this tile drainage system. He emphasized the fact that the land in the Finger Lake region was flooded and in using tiles a farmer could drain excess water, thus increasing crop yield. People of the area did not believe him and just called his success luck.","Tile Drainage in American farming did not become a popular tool until 1848, when Robert Swan finally listened to John Johnston.  Robert Swan was a wealthy man who made his money in the city before moving to upstate New York.  He was John Johnston’s neighbor and the first man to be willing to give Johnston a chance.  In his diary, Robert Swan slowly unfolds his opinions of Johnston’s tile drainage system, a very influential farming tool, which individually revolutionized agriculture in upstate New York.  On August 10<sup>th</sup> 1848, Robert Swan wrote in his Memorandum. that Mr. John Johnston, “thinks tiles are the best method laid 2.5 feet deep in the ground; cost of tiles 28 cents, ditching 15 cents cost altogether 40 cents for rod.”  Displayed here, is a monumental moment in American agricultural production because immediately following this confrontation, Swan refitted his entire farm with Johnston’s tile drainage system.","Johnston and Swan farmed their land during a transitional time in American farming.  With the help of some influential neighbors and the president of the New York State Agricultural Society, many upstate farmers soon adopted Johnston’s tile system.  Among these influential neighbors were Ben F. Whartenby, the manufacturer, and John Delafield, president of the New York State Agricultural Society.  Delafield’s advocacy of the drainage system, especially in his lectures and speeches, helped integrate tile drainage into farming.  These four men remodeled upstate New York farming during the Market Revolution, helping transition self-sufficient family farming into commercially profit based businesses to."],"display_date":"1848 - 1852","search_date":"1850-07-02","locations":[{"id":9090,"lat":42.7999140458,"lng":-76.8297839055,"zoom":9,"place":"SENECA, New York"}],"tags":[{"id":564,"tag":"Market Revolution"},{"id":31,"tag":"Immigration"},{"id":599,"tag":"Technology"},{"id":598,"tag":"New York"},{"id":13,"tag":"Agriculture"}],"course":{"name":"Early American Republic","school":"Hobart and William Smith Colleges","course_id":35,"school_id":32}},{"id":5120,"title":"From Agriculture to Technology","course_id":49,"status":"P","start_date":"1/1/64","end_date":"1/1/64","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In late 1964, the California Nursery Company was getting ready to celebrate the company’s 100<sup>th</sup> anniversary. The Vallejo Adobe had been moved onto the grounds of the nursery and was restored to be used as a meeting room. There were big plans to expand, and construction was beginning on a new section of the nursery. The California Nursery Company was one of the most successful and well-known nurseries in all of the bay area and one of the largest west of the Rockies.","The California Nursery was an innovator, and it helped make a robust version of the fig that would grow in California among other improvements. Production methods were an important objective of the nursery, and in their century of operation they continually improved the quality of their plants for sale, with strong root systems and resistance to various climates. To expedite these improvements, the California Nursery paid the finest attention to planting methods, as well as digging and grading of the soil.","Plants grown at the nursery were shipped nationally and internationally, and the business was thriving in 1964. They held annual bulb shows, and thousands were in attendance year after year. Yet by 1972, the company was no longer in business, except mail order, and much of the company’s land became housing tracts. Today all that remains of the former glory of the California Nursery Company is a 20-acre historical park. What happened?","Following the incorporation of Fremont in 1956, businesses began to locate themselves in the town, most notably the GM assembly plant which opened in 1960. All around this time, the Bay Area began to grow industrially, and technology became its focus. Industry began to take over the area, and the Central Valley became the new home for agriculture.","Fremont, as well as the rest of the Bay Area, moved away from agriculture, instead becoming part of one of the largest technology hubs in the world, the Silicon Valley. With this change, shopping malls and housing tracts replaced many of the farm-oriented businesses in the area which had thrived for so long.","The California Nursery Company once occupied nearly a square mile, much of which is now housing. Some of the tracts maintained the trees and plants as part of their landscaping, but the nursery grounds have been shrunk to just a fraction of their former size. As the Bay Area developed into the tech superpower it is today, agriculture moved elsewhere, and with it the California Nursery Company, among others."],"display_date":"January 1, 1964","search_date":"1964-01-01","locations":[{"id":33268,"lat":37.7659991545,"lng":-122.286458807,"zoom":9,"place":"Alameda, California"}],"tags":[{"id":807,"tag":"nursery"},{"id":599,"tag":"Technology"},{"id":13,"tag":"Agriculture"},{"id":813,"tag":"Fremont"},{"id":814,"tag":"Silicon Valley"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":49,"school_id":40}},{"id":5740,"title":"<strong>Technology and Student Achievement</strong>","course_id":108,"status":"P","start_date":"4/1/77","end_date":"11/1/82","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Computers have been in existence for quite some time. Initially, computers were used for calculating purposes. In the third century AD computers were initially used to describe annual celestial holiday calculations. However, while this sort of computer did serve a purpose, this is not how most are familiar with using a computer. By the 1960’s large mainframe computers were becoming more common, especially in the areas of US military and space programs. IBM was the market leader when it came to computers. By the 1970’s Steve Jobs and Steve Wozniak shared what would be the first Apple II computer. By the 1980’s, Apple and IBM had invented new models. Computers were now becoming more and more popular in work-stations and in homes."," ","In 1957, educational reform became a national interest in the U.S. following the Soviet launch of the Sputnik satellite. This started what was called the “golden age” of education. National efforts were now being underway to reform education. Children were now being prepared for a new type of environment that had not yet existed.  There would now be a rapid growth of computer-based education. In the late 1960’s, The National Science Foundation (NSF) provided support of the development of 30 regional computing networks. This would include 300 higher education institutions and secondary schools. What a rapid increase? In the 1960’s, only 1% of secondary schools were using computers for instructional purposes. By the 1970’s, 55% of schools had access and 23% used computers primarily for instruction. In the 1970’s, over two million students were using computers in their classrooms. The goal was to allow educators to increase the level of educational performance of students. The use of computers in the classroom would eventually serve as a benefit for students and prove positive."," ","A 1983 article from the <em>New York Times </em>researched whether children would have the capability of learning how to use a computer in completing their schoolwork since much of it had been accomplished thru the use of paper and pen. As students turned to the use of computers, researchers were unable to make a determination, however some schools were able to see positive results as it related to the children’s school-work.  The <em>New York Times </em>shared the example of projects performed at Bank Street School for Children with the help of 51 pupils. The project was performed during a 2 year span. The project consisted of computer language that was taught with a variety of methods in two classrooms. The classrooms consisted of 3<sup>rd</sup> and 4<sup>th</sup> graders and another with 6<sup>th</sup> and 7<sup>th</sup> graders. The project determined that the impact of computer learning was “profound in the realm of social relations than in academic achievement.” Dr. Karen Sheingold, Director of the Center for Children and Technology at the Bank Street College of Education, further stated in the 1983 article that, “The children were excited to use the computers and that it played an intricate part in their relationship with school and each other.”"," ","A 1995 Forum from the Department of Education expressed how students and teachers were heavily motivated by the use of computers. Some of the results shared in the forum revealed an increase in family involvement, improved teacher skills, and school administration and management. Additionally, a second study of nine technology rich schools concluded that regardless of age, race, parental income or other characteristics, technology added educational gains of all the students. Apple Computer, Inc., reported an independent study within the forum that was conducted within a 10-year span. Students not only continued to perform well on standardized tests, but also developed in a variety of competencies, usually not measured."," ","An updated article printed by 2005 by NCREL (National Central Regional Education Library), entitled “Critical Issue: Using Technology to Improve Student Achievement”, shared positive results proving the benefit of computers as it relates to student achievement. The article stated that, “computers have proven to be a great learning tool for students and teachers today.” There are various forms of technology used to enhance learning. The article discussed a range of technology-based examples commonly used in the classrooms, from videos, digital moviemaking, laptop computing to handheld technologies. Included was the 2003 Census report which revealed that, “at least 57% of students between the ages of 7-17 utilize computers at home to complete their assignment’s, at least ¾ of teens, approximately 16 million youth, admit to using some form of technology such as instant messaging to talk about homework, tests, or schoolwork. Podcasting is another form of technology that is quickly entering the classrooms.”"," ","When we think of technology in the classroom we often think of activities that may not appear as fun, but based on the information written in the <em>New York Times</em> article of 1983, Dr. Sheingold confirmed, in part, that “children were interested in making attractive, game-like products. They wanted to make fun things happen on the screen.”  Since the invention of computers, it has been wondered whether the use of computers would alter a student’s thought process or enhance their learning ability.  Although personal computers have only been around since the 1970’s, researchers have remarked that technology is evolving quite rapidly and there is no way to measure its impact. However, based on information provided by the <em>New York Times</em>, as we attempt to draw a conclusion on the progress in relation to technology and student achievement, we see changes, positive ones at that."],"display_date":"April 1, 1977 - November 1, 1982","search_date":"1980-01-16","locations":[{"id":35031,"lat":37.4562619895,"lng":-122.096750388,"zoom":9,"place":"Santa Clara, California"}],"tags":[{"id":599,"tag":"Technology"},{"id":1745,"tag":"Student Achievement"},{"id":820,"tag":"Computers"}],"course":{"name":"Historical Perspectives on Technology","school":"Widener University","course_id":108,"school_id":43}},{"id":6129,"title":"<strong>Smog Madness: Remembering the Vacuum Carburetor Era</strong>","course_id":127,"status":"P","start_date":"1/1/73","end_date":"12/31/73","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The 1973 edition of the <em>Chevrolet Emission Control Systems</em> reference manual is a special supplement to the standard mechanic’s repair reference. General Motors produced this manual as a guide for its dealer-level mechanics, who would be tasked with repairing and adjusting emission control systems for Chevrolet owners. The manual contains a host of novel names and corresponding acronyms for parts of the new emissions-control system: Air Injector Reactor (AIR), Controlled Combustion System (CCS), Exhaust Gas Recirculation (EGR), Coasting Richer System (CRS), and many others. These new technologies represented the industry’s best short-term effort for reducing toxic exhaust gas emissions. However, their acronyms would be liberally intermixed with swear words throughout the 1970s, as both mechanics and their customers struggled to adapt to the new technological regime.","The main problem with 1970s emission controls proved to be the difficulty of keeping them in tune. In the era before inexpensive, compact microprocessors revolutionized engine management, emissions control systems relied on comparatively crude technology. Copious lines of fragile vacuum hoses, complex mechanically actuated carburetors, and hot-burning catalytic converters were virtually impossible to maintain in concert with one another. Datsun equipped its cars with “Floor Temp” warning lights, to keep catalytic converters from igniting the floor carpeting. Other manufacturers warned consumers not to park in tall grass for the same reason. Vacuum carburetors were notoriously devilish devices, with a tendency to produce stalling at the worst possible moments. Newly established emissions testing frequently devolved into shouting matches and frustration. To add insult to injury, these emissions-control systems actually made cars less fuel efficient in the short term, at a time when gas shortages and embargoes were menacing the land. In short, the 1970s proved to be an inauspicious time to own a car, or to be a person that worked on them for a living.","As Kevin Borg writes in <em>Auto Mechanics:</em> <em>Technology and Expertise in Twentieth-Century America</em>, mechanics bore the brunt of consumer criticism of the new technology. When the cars of the 70s stumbled and stalled in traffic, their drivers naturally blamed the men responsible for maintaining them. Auto mechanics were forced to choose between tuning their customers’ cars to meet emissions standards, or to run well in everyday use. The <em>Chevrolet Emission Control Systems</em> manual is a relic of this era of hard choices, and a reminder of the difficulty of introducing complex technological systems quickly."],"display_date":1973,"search_date":"1973-07-02","locations":[{"id":35437,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1544,"tag":"automobile"},{"id":1354,"tag":"Air Pollution"},{"id":1899,"tag":"Detroit"},{"id":1919,"tag":"1970s"},{"id":599,"tag":"Technology"},{"id":2296,"tag":"emissions"},{"id":2297,"tag":"mechanics"},{"id":2298,"tag":"regulation"},{"id":2299,"tag":"car"}],"course":{"name":"Fundamentals of Environmental History","school":"Auburn University","course_id":127,"school_id":73}},{"id":6351,"title":"Better Television for More People","course_id":140,"status":"P","start_date":"9/19/49","end_date":"9/19/49","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["After World War II, technology and society changed rapidly. New technologies were introduced while other technologies became consumer goods. One such example is the television. From 1948 through 1958, television went from being in only .4 percent of homes to over 80 percent of homes. (Baughman, pg. 42) The “availability of [broadcast] TV service” was the biggest reason for the explosion in television purchases. (Baughman, pg. 42) Society was also going through what is known as the “Baby Boom.”(Baughman, pg. 42) This increased the population of young people and children that were going to be using this technology. Thus, a market for child-focused programming started and was quickly embraced by television programming providers. (Baughman, pg. 42) This new audience sparked brand new types of programming. (Baughman, pg. 42)"," ","International Telephone and Telegraph Company was in the business of producing and selling TV sets.(<em>Duke Digital Collections</em>) In 1949, they purchased an advertisement that ran in the September 19 edition of <em>Time Magazine</em>. (<em>Duke Digital Collections</em>) The advertisement features a quasi-television screen that features a football game with their slogan, “better television for more people.”(<em>Duke Digital Collections</em>) The advertisement also featured a body of text touting the association of IT&T with Capeheart-Farnsworth, especially noting the combined “technical resources” of both companies.(<em>Duke Digital Collections</em>) IT&T was an aggressive player in the international communication and electronics market during this time and its partnership with (and 1951 acquisition of) the struggling Capeheart-Farnsworth company allowed it to enter the budding television market. (\"History of International Telephone and Telegraph Corporation\") This partnership would “inevitably result” in “better television for more people."," ","The advertisement was intended to reach the general populace and appeal to all people, not just elites who may have already purchased a TV. In other words, they were appealing to the middle class and used their slogan twice in their advertisement in order to develop a brand identity. In fact, the advertisement featured the quote “A Pledge to the Nation’s Fastest Growing Audience.” (<em>Duke Digital Collections</em>) IT&T wanted to generate sales from the largest segment of the population, the non-elite."," ","The advertisement referenced recent events in order to appeal to readers. For example, a little over a year before the advertisement ran, the first NFL Championship Game was televised.(\"1948 NFL Championship Game\") The inclusion of a football game “on” the TV in the advertisement was hardly an accident. Instead, it was likely a calculated marketing decision. Only ten years earlier, the first televised sporting event, a Columbia University vs. Princeton baseball game, had been shown. (Koppett, no pg.) Television production companies and marketing executives were cognizant that sports was an important part of television programming and one that would become even more significant in the near future. This advertisement shows how even early TV companies made calculated advertising, research, and business decisions."],"display_date":"September 19, 1949","search_date":"1949-09-19","locations":[{"id":27940,"lat":39.8545723592,"lng":-75.3025676888,"zoom":10,"place":"Delaware, Pennsylvania"}],"tags":[{"id":2197,"tag":"Television"},{"id":730,"tag":"Advertising"},{"id":599,"tag":"Technology"},{"id":235,"tag":"Sports"}],"course":{"name":"Historical Perspectives on Technology","school":"Widener University","course_id":140,"school_id":43}},{"id":6685,"title":"Union Navy Battles and Advancements of the Civil War","course_id":170,"status":"P","start_date":"1861-11-07","end_date":"1865-01-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The actions exhibited by the Northern Navy were very commendable as they aided the Union in victory. With in-land battles being crucial in determining the victor, often Navy triumph’s would transpire to in-land achievements as sea, and river battles would aid soldiers in combat. That understood importance resulted in the  Union expanding the Navy  by approximately six hundred percent. Out of this, bold strategy, technological innovation, and bravery was demonstrated by Union marines, and sailors. This can be seen as in just one battle, the Second Battle of Fort Fisher, fiftyone sailors and marine earned the Medal of Honor; one of the highest awards a serviceman can receive. With this the American Civil War proved to be paramount in the development of our contemporary Navy. Having had great feats accomplished by the expansion, the Civil War presented the Navy with many first accomplishments in battle and technological advancements.","Civil War Navy battles depicted many acts of savvy military strategy that fathered great Union successes. In one Battle, the Battle of Port Royal that took place November 7th, 1861, disastrous weather compelled Union leaders to terminate an inland operation in South Carolina and instead attack Port Royal Sound. This ultimately was a desirable action as Union ingenuity, along with their intense determination earned them a  successful campaign. Lasting four and a half hours, the Union victory resulted in them being able to take full control of the Port. This gave the North access to the Charleston harbour; which enabled them to fortify the blockade on a crucial sea port (Trust). Another significant battle was that of Forts Henry and Donelson which occurred February 16, 1862. In this Navy battle Union Leader Andrew H. Foote, working alongside famed Ulysses S. Grant, led a flotilla (a fleet of ships) out of Illinois in order to operate an attack on Fort Henry; which resulted in the Tennessee River opening up to the North. This action as well as that of  instantaneously  pivoting to the East to conquer Fort Donelson on the Cumberland river led to Union victory. With that, the fall of the port then fell onto the control of the Union as it eventually forced Nashville to surrender; the first capital to fall to the Union (Trust). With all of that, it should be noted that with the Second Battle of Fort Fisher taking place January 13-15, 1865, the Union victory allowed confederate commerce via the seaside to be terminated entirely throughout the remaining portion of the war.","The Civil War was when Americans first used Ironclad ships in battle. This revolutionized Naval warfare as it then permitted ships to gain speed, and hold larger guns, changing the atmosphere of war significantly. It was at this time period that torpedoes were also introduced to Naval warfare, as well as the use of submarine to gain the element of a surprise attack and intel (Mil). This rapid increase of technology within a relatively short period of time is indicative to how imperative most individuals believed technological innovation and advancement was, as well as the production of competent ships and boats. This can be seen as in 1853 America had but only eighteen ships, but after the eruption of the Civil war developed ninety ships. One of the most memorable ironclad ships was Monitor; led by Union forces in a heated battle against the Merrimac. As these type of ships were previously unknown, their impact was impressive.","On September 5th, Thursday, John G Morrison stated in his diary that he was “ turned in last night like a trooper’s horse, ready to bounce,” and that he was “not disturbed” by the action of entering battle. This kind of bravery and selflessness is not an isolated case within one soldier as many Union and Confederate men exhibited immense amount of bravery before entering battle (Morrison). So even though many a times, it was dark and or cold, many were still able to perform their duties knowing that it is what was needed of them.","Though overall Naval victories were not as imperative as in-land victories, winning the war on water was an essential aspect of the American Civil War. It aided the Union into victory as with the sea and river campaigns, it permitted them to take over crucial ports and fortify blockages that cut of Southern sea commerce, and potential aid foreign states. As well as this, throughout the American Civil War many technological advancements and innovations were made; the first ironclads were made, submarines were used in warfare, and torpedoes were introduced.","<strong><br /></strong>"," "],"display_date":"November 7, 1861 - January 15, 1865","search_date":"1863-06-12","locations":[{"id":53046,"lat":43.9508633,"lng":-79.7641511,"zoom":8,"place":"Tennessee, USA"},{"id":53047,"lat":43.9079666,"lng":-78.4576144,"zoom":8,"place":"Illinois, USA"},{"id":53048,"lat":43.9138071,"lng":-78.6287105,"zoom":8,"place":"Fort Henry, USA"},{"id":53049,"lat":43.9900275,"lng":-77.7131275,"zoom":8,"place":"Fort Fisher, USA"}],"tags":[{"id":113,"tag":"Navy"},{"id":2966,"tag":"American Civil War"},{"id":599,"tag":"Technology"},{"id":3308,"tag":"Battle tactics"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}},{"id":6859,"title":"The United States Army Dismisses Repeating Rifles","course_id":188,"status":"P","start_date":"1861-12-09","end_date":"1861-12-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            In December 1861, Union Brigadier-General James Ripley wrote Secretary of War Simon Cameron to give his opinion on the newest firearms advancements. General Ripley did so to address gun makers’ proposals to sell their repeating Henry and Spencer “magazine arms” to the Union Army. He went on to describe these rifles and the ammunition that allowed them to fire multiple shots without reloading. While the General noted that reports on the repeaters “are favorable,” he believed their trials were too limited to identify them as effective combat weapons. He also shared his concerns about the weight of the loaded rifles, safety of the self-contained ammunition, and complexity of supplying that ammunition. In his opinion, the breech-loading carbines, which were already ordered by the Army, were good enough. Ripley felt that the repeating rifles should “be stopped by the refusal to introduce any more unless upon the most full and complete evidence of their great superiority.”","             The world in which General Ripley wrote was one of great technological advancement, firearms included. Throughout the Civil War, most soldiers carried single shot, muzzle-loading rifled muskets. While these rifles were certainly an advancement over early smoothbore muskets, they were slow and difficult to reload. Capable soldiers could only fire a few shots per minute. To help remedy this, a number of inventors developed breach-loading carbines, which could be easily loaded from the rear of the barrel. Both Union and Confederate forces adopted numerous versions of this design and implemented them with some success.","Although breech-loaders were an effective technological advancement, the first practical repeating arms entered the market shortly before the outbreak of war. Lever-action type carbines, including the Volcanic, Spencer and Henry, proved to be the most enduring and effective designs. These weapons could be loaded with several rounds of self-contained ammunition in a tubular magazine. Actuating a lever ejected the spent round and reloaded a fresh one from that magazine, readying it for fire. The self-contained ammunition required by the Spencer and Henry rifles used a metallic casing, which conveniently held the bullet, gunpowder and the primer, mercury fulminate. Altogether, this system yielded a much higher rate of fire.","            Despite General Ripley’s letter discrediting the new repeating arms, they did see some official service in the Civil War. A number of Union units were equipped with Spencer carbines by 1863. A few units also adopted the superior Henrys, although more soldiers privately purchased them. Mounted cavalry especially coveted the repeaters. They proved to be quite effective in battle, allowing small numbers of soldiers to produce huge volumes of fire, even in adverse situations. Expended use of these repeating carbines, despite concerns, likely would have helped the Union achieve victory in the Civil War sooner. Yet, most army brass continued to follow Ripley’s overly cautious thought process. Even decades after the war, single shot trapdoor rifles remained standard issue. While civilians and foreign governments welcomed the repeating arms, the U.S. Army did not adopt one as its standard issue rifle until 1892."],"display_date":"December 9, 1861","search_date":"1861-12-09","locations":[{"id":52826,"lat":38.920310953731,"lng":-436.99169966104,"zoom":10,"place":"Washington D.C."}],"tags":[{"id":3665,"tag":"Rifles"},{"id":2289,"tag":"Weapons"},{"id":599,"tag":"Technology"},{"id":32,"tag":"Civil War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":188,"school_id":3}}]}