{"id":60,"tag":"letters","points":[[30.6383183286,-83.3264838731],[40.0724466353,-86.0520218695],[34.8943497126,-82.3707811393],[37.3167903952,-79.5201576467],[38.6358212793,-90.2450510752],[32.216316,-80.752608]],"bounds":[[40.0724466353,-79.5201576467],[30.6383183286,-90.2450510752]],"episodes":[{"id":4456,"title":"Citizens Appeal to the White House to put an end to Lynching\n","course_id":19,"status":"P","start_date":"5/19/18","end_date":"5/19/18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["On the night of Thursday, May 16, 1918 assailants killed white farmer, Hampton Smith in his home and wounded his wife in Brooks County, Georgia.  The next night a white mob lynched two black men in conjunction with Smith's murder.  By Sunday a mob lynched two tenants of Smith, husband and wife, Hayes and Mary Turner, while another black man went missing, also believed to be involved in Smith's death. An earlier argument between Hayes Turner and Smith apparently led to the attack by Turner and several other black men (1).","Two weeks later certain Georgia women were compelled to write to President Woodrow Wilson regarding the slaying of Mary Turner in particular.  Women on behalf of the Savannah Chapter of the American Red Cross and the Colored Federated Clubs of Augusta began their letter, \"Mr. President: Whereas, the Negro Womanhood of Ga. has been shocked by the lynching of Mary Tuner at Valdosta Sunday May 19, 1918, for an alleged unwise remark in reference to the lynching of her husband\" and characterized themselves, \"discouraged and crushed by a spirit of humiliation and dread.\"  They asked that Wilson utilize his power and influence to prevent similar tragedies in the future and to reprimand the members of the mob (2).  Although their letters received no direct response, Wilson published a statement in the <em>Official Bulletin</em> two months later condemning mob violence.","Racial violence was not uncommon in the early 20th century and many calls for help to put an end to lynching or to punish white aggressors went unanswered.  The women who wrote to the President during this time were living in an especially racially tense environment: the first half of the 1900s was the height of Jim Crow segregation, black disenfranchisement, and mob rule.  The country was also occupied with the war in Europe and did not take much notice to the problems at home.  According to historian Sherrilyn A. Ifill, \"in communities where lynchings occurred, fear kept blacks mostly silent and compliant\" (3).  There were blacks, however, who rejected silence by contacting the President of their country.  These letter-writers used a variety of logic to convince the President to help them-they reasoned that they were loyal citizens living in fear and expected a respectable leader like Wilson to act on their behalf (2).  Some received responses from the U.S. Attorney General claiming that there was nothing the President could do because mob violence was a state issue.  Still, many black citizens felt the urge to convince Wilson to end the reign of terror occurring around them by showing him their loyalty to the US, the incessant fear in which they lived, and the futility of taking their concerns to their local governments."],"display_date":"May 19, 1918","search_date":"1918-05-19","locations":[{"id":17737,"lat":30.6383183286,"lng":-83.3264838731,"zoom":9,"place":"Brooks, Georgia"}],"tags":[{"id":60,"tag":"letters"},{"id":7,"tag":"Women"}],"course":{"name":"Race and Politics of Reconciliation","school":"University of Virginia","course_id":19,"school_id":1}},{"id":4616,"title":"<strong>A drummer boy writes about his experience of the war</strong>","course_id":18,"status":"P","start_date":"1863-03-01","end_date":"1863-03-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The letters of a drummer boy are a gathering of the letters of a sixteen years old drummer boy in the 47th Indiana Regiment during the Civil War. His letters to his parents show how an adolescent would see the war from the front. The 47th was active in the Western theater during the whole war, aside from the Vicksburg campaign, but the little everyday facts show better what war was like. ","The drummer boy, Henry Lawson Bert, had a tough life in the camp. Most of the time he had to perform chores, walk endlessly in the forest to unknown places, obey orders that he did not really understand and get along with his mates. Life in the war consisted in dealing with other people: some of them, bored to death, had nothing better to do than look for fights with everybody and hide personal belongings in silly places. They often lacked food, and boredom was omnipresent. Like other drummer-boys, Bert was part of the war, but did not fight like the other soldiers. However, it did not prevent them from dying like the other soldiers. Bert's regiment was not very active during the winter and stayed in the same spot most of the cold months without going to fight. Like other soldiers, Bert dreamt of action and battles during these long periods of inactivity and cold boredom, to get closer to the goal of the war. To enhance the boredom, the pay checks were delayed for a long time, which prevented the drummer boy from enjoying time in the cities and activity. The young generation was despaired by the war going on, and \"crushing slavery from out of the land\" and restoring peace were the only goal of the drummer boy, a \"poor soldier.\"  He hoped for a trustworthy government and a united country again and was convinced of the bad moral of the Confederates and of the imminent victory. ","These letters show that an idealist spirit was in the hearts of even the younger soldiers who wished nothing but kill the confederates to the last. These are part of the literature of the Civil War, and offer a true to life account of what being in the Civil War was, thanks to many true to life little anecdotes. However, according to Don Russel, the war made the purest men like this drummer-boy wish the worst fates for their countrymen. As Bert wrote, \"I don't know what they done to the butternuts but I hope they hung them, for I know they need it.\" According to Bruce Catton and James Mc Pherson, whatever regiment you looked at, all the soldiers realized that they were personally getting the worst of it, and they were very sorry for themselves. However, no such idea comes out of the letters of the drummer boy, and he seems full of optimism and light toned, despite all the hardships he is describing."],"display_date":"March 1, 1863 - March 30, 1863","search_date":"1863-03-15","locations":[{"id":3310,"lat":40.0724466353,"lng":-86.0520218695,"zoom":10,"place":"HAMILTON, Indiana"}],"tags":[{"id":32,"tag":"Civil War"},{"id":149,"tag":"camp-life"},{"id":60,"tag":"letters"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}},{"id":5017,"title":"To My Betrothed:","course_id":43,"status":"P","start_date":"1873-08-01","end_date":"1875-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["The courtship correspondence between 37 year-old Luther P. Hawkins and 26 year-old Mary Roe followed a new trend of a romantic America. After the American Revolution, courtships sought a match based on love and affection over economic gain. A person’s character became an essential concern in choosing a spouse. Middle-class women more commonly looked for kind men who were slow to anger, and men looked for cheerful and affectionate women.  Every letter exchanged from the first in the collection in August of 1873 to the last in December of 1875 began with a short anecdote describing Mary or Luther’s excitement over receiving the other’s previous letter. Couples more commonly came from similar backgrounds and class. It was not unusual for such a mate to be found in a family friend or cousin. The letters between Mary and Luther do not reference how they met, but both were born and raised in Greenville, South Carolina and several mutual friends are mentioned."," ","Although the traditional dowry practice diminished, the betrothed still sought the woman’s father’s approval. In Mary’s first letter to Luther on August 14, 1873 she wrote of her mother discovering her wearing her engagement ring. She recounted her mother saying to her father it was a “massive ring” and must have cost him “eight dollars.” In his response, Luther expressed surprise that Mary’s mother had noticed the ring so soon."," ","The male-female ratio in the United States had leveled out before the Civil War, and men no longer out-numbered women. Falling out of the example set by their grandparents’ generation, women of this time were more likely to savor their single life and put off marriage longer. Women, like Mary Roe, could easily be found working as teachers while single but be expected to stay in the home after marriage. In the 1880 census, Mary [Roe] Hawkins’s occupation was listed as “keeping house”, just as her mother’s was listed in the 1870 census."," ","Most of the face-to-face courtship played out during social gatherings or church meetings. In the letters between Roe and Hawkins starting in 1873, both frequently referenced moments of interaction at the Reedy River Church or Berea Church. Their letters in the first year of their engagement suggest that the couple saw each other no more than once every week to two weeks: and most of these interactions were at church. Occasionally, Hawkins, as was typical of men in the antebellum South, visited the Roe household. In his second letter to Roe on August 18, 1873, Hawkins mentioned his embarrassment of coming to Mary’s house before he had “promised her” to marriage. Never were unmarried couples in this time expected to meet outside the watchful eyes of friends or family. Unlike pre-Revolutionary times, a bride typically went to the altar a virgin."],"display_date":"August 1873 - December 1875","search_date":"1874-10-16","locations":[{"id":11536,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"GREENVILLE, South Carolina"}],"tags":[{"id":60,"tag":"letters"},{"id":670,"tag":"courtship"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5770,"title":"Susan Blackford Agreed to Take Up Nursing","course_id":113,"status":"P","start_date":"1861-07-08","end_date":"1861-07-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On July 08, 1861, Susan Leigh Blackford wrote to her husband, a lieutenant who served in the Confederate army to inform him she was not “at father’s all day sewing for the [Confederate] soldiers,” her regular daily activities, but writing for a special occasion. Blackford agreed to open a local Ladies’ Hospital for injured soldiers with another woman, Mrs. Otey. Nineteenth century women were not allowed in the hospitals of soldiers; however with the establishment of a Ladies’ Hospital, the army would not have to pay for a female nursing staff, nor the extra care wounded men would receive once they were removed from the battlefield. The dedicated Susan Blackfield ended her letter with an explanation that she agreed to help only in so far as she believed her husband approved and that the woman setting up the hospital, Mrs. Otey, was pleased to work with her.","As nineteenth century war-time medicine shifted to modern techniques, organizations formed to ease the transition and extend the life of  injured soldiers. According to historian James McPherson, both Union and Confederate women were allowed to nurse the sick and injured in their homes. However, women were not allowed in military hospitals due to the unsightly and grotesque wounds of soldiers. The United States Sanitary Commission, created by women in 1861, offered charity to the military and began creating hospitals that allowed female nursing staff. Dale C. Smith, author of <em>Military Medical History</em>, claimed the U.S.S.C. “mobiliz[ed] the existing medical profession by providing consultations, transportation, and supplies.”","Susan Blackfield was a conventional southern woman; she sewed items in need for the Confederate soldiers, she was loyal to her husband, and she was willing to help the Confederate soldiers receive further medical aide after they were picked off the battlefield. Blackfield was only one of thousands of Union and Confederate women that was engaged in this type of nursing field work. As southern women felt that sewing uniforms and flags were not enough to help their military men survive, they went from needle and thread to needle and morphine to try and better the chance of Confederate survival. <br /> <br />"],"display_date":"July 8, 1861","search_date":"1861-07-08","locations":[{"id":13657,"lat":37.3167903952,"lng":-79.5201576467,"zoom":9,"place":"BEDFORD, Virginia"}],"tags":[{"id":32,"tag":"Civil War"},{"id":60,"tag":"letters"},{"id":1796,"tag":"General Lee's army"},{"id":1797,"tag":"nurses"},{"id":1798,"tag":"Susan Blackford"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":113,"school_id":3}},{"id":6289,"title":"Sherman Writes to His Brother Concerning The Plains Indians","course_id":137,"status":"P","start_date":"9/23/68","end_date":"9/23/68","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On September 23, 1868 General William T. Sherman wrote to his brother Senator John Sherman from the headquarters of the Military Division of Missouri. In his letter Sherman discussed the ensuing struggles between the United States Army and the Plains Indians and expressed some of his thoughts on how best to deal with the situation. Many of these thoughts appear to point to one thing: Total War.","After being placed in command of the Military Division of the Mississippi (renamed the Missouri a year later) in July of 1865, Sherman appears to have built upon the “hard war” tactics of destroying homes and property that he utilized during the American Civil War and developed a “total war” strategy by which to deal with the Plains Indians. Explaining in his letter that all Indians have been provided with reservations on which to live, Sherman concluded, “All (Indians) who cling to their old hunting grounds are hostile and will remain so till killed off.” He continued by calling the conflict a “predatory war” and insisted that the U.S. Army must “take chances and clean out Indians as we (the army) encounter them.”","This strategy was not applied only to Indian men. On the topic of Indians, Sherman is quoted in a work by historian John F. Marszalek to have said, “During an assault, the soldiers can not pause to distinguish between male and female, or even discriminate age. As long as resistance is made, death must be meted out, but the moment all resistance ceases, the firing will stop and all survivors turned over to the proper Indian agent.”","According to Marszalek, Sherman believed strongly in the social Darwinian philosophy that had become popular in the years following the Civil War and viewed the Indians as inferior beings who were standing in the way of Whites and the progress of modern American Culture. Historian Michael Fellman supports these claims asserting that Sherman indeed agreed strongly with the idea of “Natural Law” and quotes him as saying, “It is an inevitable conflict of races, one that must occur when a stronger gradually displaces a weaker” While very alien to a Twenty-first century audience, perhaps it was this set of beliefs that, in Sherman’s eyes, justified such a brutal strategy. Regardless of his ethical motivations, Sherman’s actions earned him a harsh image as an Indian killer, which would stay with him long after his death. Sherman appears to have been superb at one particular thing: waging all out war on the enemies of the United States. It is for this talent that he is most often remembered, revered, loved, and hated."],"display_date":"September 23, 1968","search_date":"1968-09-23","locations":[{"id":33479,"lat":38.6358212793,"lng":-90.2450510752,"zoom":11,"place":"St Louis City, Missouri"}],"tags":[{"id":2558,"tag":"Total War"},{"id":180,"tag":"Indians"},{"id":60,"tag":"letters"},{"id":284,"tag":"General Sherman"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":137,"school_id":3}},{"id":6862,"title":"Private Dirk Keppel Writes Home from Hilton Head South Carolina","course_id":188,"status":"P","start_date":"1861-11-18","end_date":"1861-11-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            ","            “I cannot refrain to write you a few lines” wrote Private Dirk Keppel, “because I am at the moment still in good health and I hope you may receive this letter in good health.”  Keppel, just eighteen when he joined the 8<sup>th</sup>Michigan Infantry of the Union Army in 1861, began each letter he wrote home this way.  His company moved south though 1861 from their homes in Detroit, Michigan down the eastern seaboard to Port Royal, South Carolina where he took some time to send letters to his brother and brother-in-law.  ","            On November 18, 1861, Keppel wrote to his brother from Fort Walker on Hilton Head Island.  He first explained to his brother that he remained healthy and why it had been so long since the last letter he sent home. He described his day starting at seven in the morning with a stopover at Fort Monroe. Keppel marveled at the vessel he rode on, a boat bigger than he could have ever imagined, which held his entire company, all 500 horses, their gear, and food. The surroundings, however, took him aback as South Carolina looked extremely different from Michigan. The letter ended before it is finished because the rest of the original primary source was either unreadable or damaged, leaving Keppel in mid thought.  ","            Keppel penned another letter the next day to his brother-in-law.  At this point his company had settled into Port Royal making it the second fort they had capture in their campaign.  This letter started the same as the first and continued on to explain how his company captured the point after just six hour of artillery fire.  He stated, “They (Union forces) could not understand that they (Confederate forces) gave up so soon, because these were heavy cannons but it seemed that they did not have the know how to set up the cannons.”  He wrote about the land surrounding him, stating that it was unfertile land but there was plenty of livestock to keep the company fed.  He ended this letter with good wishes to his brother-in-laws wife and their children.  ","            These letters summed up the experience of a young private in the Union Army as they moved into southern territory for the first time and saw battle for the first time.  Just a year later, Private Dirk Keppel’s career and life were cut short as he was killed in action in April 16, 1862 on Wilmington Island, Georgia at only nineteen years old.  "],"display_date":"November 18, 1861 - November 19, 1861","search_date":"1861-11-18","locations":[{"id":52943,"lat":32.216316,"lng":-80.752608,"zoom":2,"place":"hilton head island"}],"tags":[{"id":60,"tag":"letters"},{"id":719,"tag":"South Carolina"},{"id":3672,"tag":"Union Soldier"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":188,"school_id":3}}]}