{"id":600,"tag":"Media","points":[[42.560328524,-70.797191322],[40.6127984981,-75.5924733112],[39.2464830538,-76.5960396412],[37.9285902233,-75.8346527629],[39.6214880132,-78.6989494063],[39.4722539212,-77.3980976361],[43.653226,-79.3831843]],"bounds":[[43.653226,-70.797191322],[37.9285902233,-79.3831843]],"episodes":[{"id":4964,"title":"<strong>The Beverly Beacon: Rise of Women's Voice in Media Publications </strong>","course_id":27,"status":"P","start_date":"11/1/13","end_date":"11/1/13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["     In New England at the turn of the twentieth century women took pen to paper to address the struggles among women in the fight for equality. <em>The Beverly Beacon</em> was the first all women published newspaper. Emerging in the early 1900s, it expressed women's opinions about social, economic, and political aspects of life in the rural New England town of Beverly Massachusetts. The women writers of the newspaper, <em>The Beverly Beacon</em>, expressed the fears they had for their children, gender inequality and the political, social and economic concerns of everyday women. They urged their readers to \"wake up and be more alive\"[i] to the needs of their communities, and encouraged other women to get more involved in public life.","   The early 1900s witnessed new voices in the cry for women's rights. Publications like the Beacon, made the public aware of women's political voice, a voice previously muted by male dominant media. However, while the <em>Beacon's</em> articles address issues important to their readers, they walk the fine line between acknowledging women's equality and campaigning for political change. For example, the editors claim that there is no need for a political section in their newspaper because they \"are neither Republican, Democratic, nor Progressive;in fact we care very little about politics and the chief aim of women is to get things done. It is not party nor principle nor platform but performance that counts in the forum of the home.\"[ii] However, the editors did include articles about the fight for women's suffrage and the need for advancement in political society. As one article noted: \"There is no good reason why women should not\"[iii] vote as an American citizen born with the same unalienable rights as a man. The Declaration of Independence of the American nation proclaims that all men are created equal, and \"if the term men is used figuratively, meaning the human family as comprising both men and women, then our present form of government is in flat contradiction of that time honored document.\"[iv] With its common vision of equality for women, <em>The Beverly Beacon </em>and similar publications helped create awareness of women's problems and concerns while advocating for women's voting rights. As one scholar noted, papers like the <em>Beacon</em> were a \"chance to help women see their own problems, help bring out the things that are true in the traditions that have bound them; help show up the things that are false.\"[v] The publication of <em>The Beverly Beacon</em> initiated the rise of women's voice in the New England area by creating an impenetrable bond between mothers, sisters, daughters, and friends. The publishers of <em>The Beverly Beacon</em> will be remembered as activists whose voices were carried across the nation, as the messages issued by women artists and writers \"appealed to universal principles of humanity and foresaw a new social era accompanying women's participation in politics.\"[vi]","[i] <em>The needs of the girls of Beverly, </em>Mary E. Bulkeley. Beverly Beacon. A Women's Newspaper, November 1, 1913.                                                                   ","[ii]Politics Page. Beverly Beacon A Women's Newspaper, November 1, 1913","[iii]Equal Suffrage, Anna C.M. Tullinghast. Beverly Beacon A Women's Newspaper, November 1, 1913","[iv] <em>Equal Suffrage, </em>Anna C.M. Tullinghast. Beverly Beacon A Women's Newspaper, November 1, 1913","[v] <em>Suffrage Art and Feminism</em>. Sheppard, Alice. Hypatia, Vol. 5, No. 2, Feminism and Aesthetics (Summer, 1990), pp 122-136. Published by: Indiana University Press","[vi] <em>Suffrage Art and Feminism.</em> Sheppard, Alice. Hypatia, Vol. 5, No. 2, Feminism and Aesthetics (Summer, 1990), pp 122-136. Published by: Indiana University Press."," "],"display_date":"November 1, 1913","search_date":"1913-11-01","locations":[{"id":16933,"lat":42.560328524,"lng":-70.797191322,"zoom":9,"place":"Essex, Massachusetts"}],"tags":[{"id":7,"tag":"Women"},{"id":18,"tag":"Politics"},{"id":196,"tag":"women's rights"},{"id":600,"tag":"Media"}],"course":{"name":"Digital History: New York, New York","school":"Stonehill College","course_id":27,"school_id":22}},{"id":6254,"title":"Revenge is Sweet: H. L. Mencken and the Repeal of the 18th Amendment","course_id":132,"status":"P","start_date":"4/7/33","end_date":"4/7/43","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The American Temperance Society was founded in 1826, and the movement gained momentum after the Civil War. During the late 19th century, women's organizations took on temperance as a domestic issue, using it as one of the many reform efforts that justified their activism outside the home. When Progressives took up the cause in the early 20th century, partly out of anit-immigrant sentiment and partly out of concern about decadent public culture, the movement achieved new levels of success. This success culiminated in the passage of the 18th Amendment banning the manufacture and distribution of alcohol. But many Americans and political leaders opposed Prohibition, and calls to end the ban began almost as soon as the new law took effect.","Prohibition in the United States during the 1920s was a constant source of debate and drove criminal activity. Reporters like Baltimore, Maryland's H.L. Mencken wrote constantly about its negative effects. He was among the many Americans who called for its repeal. Mencken, a writer for the Baltimore Evening Sun, was a vocal opponent of the 18th Amendment. He wrote countless columns devoted to the repeal of the 18th Amendment in hopes of bringing about Prohibition’s end.","After the repeal of Prohibition in 1933, Mencken not only celebrated, he dedicated columns to the exciting news. On April 7, 1933, Mencken was photographed at the Hotel Rennert in Baltimore, Maryland cheerfully accepting and then downing his first public glass of post-Prohibition beer. In his autobiography, published several years after Prohibition, Mencken told a number of  Prohibition stories. His command of language caused the reader to be giddy with laughter one second and fearing for Mencken’s life the next. For example, when asked if he was a federal agent, Mencken replied, “Where did you ever see a prohibition agent who looked so innocent, so moony, so dumb?” Later,  recounted an incident in which he lost his booze to tough looking theives.","H. L. Mencken’s influence on the American people did not dwindle with Prohibition. In fact, using his passion as a driving force, he spoke against the unfair treatment during the First Red Scare as well as injustice acts taken towards African Americans. Mencken used his dedication to get, not only the people of Maryland, but all Americans to expand their views on the changing world around them."," "],"display_date":"April 7, 1933 - April 7, 1943","search_date":"1938-04-07","locations":[{"id":23178,"lat":40.6127984981,"lng":-75.5924733112,"zoom":9,"place":"Lehigh, Pennsylvania"},{"id":23153,"lat":39.2464830538,"lng":-76.5960396412,"zoom":10,"place":"Baltimore City, Maryland"}],"tags":[{"id":111,"tag":"Prohibition"},{"id":600,"tag":"Media"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}},{"id":6269,"title":"Remember, Remember: A Look into How Media Can Shape the Events of a Nation.","course_id":132,"status":"P","start_date":"10/16/33","end_date":"10/18/33","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“Those who cannot remember the past are condemned to repeat it.”","The body of a lynched man, George Armwood of Princess Anne, MD, hung limp and tortured late on October 17<sup>th</sup>, 1933. An African American man, Armwood, had had some encounter with an elderly, white woman the previous day. Mary Denston had been walking down the road from the post office. She claimed to have been attacked. Such accusations were deadly for black men. Regardless of the true nature of Armwood’s “attack” on Denston, a posse of over a thousand gathered and stole Armwood from the town jail. They lynched him, burning his body, and leaving him smoldering in a lumber yard. He was discovered early on October 18<sup>th</sup>. In the history of lynching it is evident that the mainstream media fueled the kind of fear that justified racial violence. At the same time, the black press was crucial in drawing attention to the prevalence of injustice and instrumental in pushing for  change.","Racial bigotry did not die with the signing of the Emancipation Proclamation. Whites relentlessly continued to implement new means for upholding a misguided social hierarchy once they no longer had the institution of slavery to justify their control of black people. Lynching emerged as a method of control, demoralizing and terrorizing black people to discourage them from protesting injustice. This was one of many ways they were kept as second class citizens.","Journalists in the George Armwood case began to use the media to press for change. White newspapers tended to downplay racial unrest, at least until the  early 20<sup>th</sup> century. They emphasized African American crimes in order to create an image of a people not suited for free society. By 1933, white newspapers had begun to report more frequently on crimes <em>against</em> African Americans. They were not interested in activism, however. Rather, the tone of most articles was informative and the focus was local. This made it difficult for readers to understand lynching as a systemic problem.","The Baltimore Sun took this approach in the Armwood case, reporting the details of the lynching without raising questions about the response of local officials or police. Armwood's jailers had lfailed to protect him, and he never had the benefit of a trail. The Sun did not make these points clear. Further, The Sun attempted to soften the atrocity, for example, by referring to the posse’s contempt for pleas for peace as “good natured.”","The black press took a much more activist approach. In Baltimore, reporters for The Afro American expressed outrage. In the early 20<sup>th</sup> century, African American newspapers became key players in advancing the cause of civil rights. No longer would African Americans stay silent under the chains of oppression. Instead, they would become more vocal and more insistant – a role that The Afro played beautifully. Reporters reminded the public that George Armwood had been tortured before his body was burned, that he was a son of a mother distraught with grief, that this event was a travesty and a flippant disregard of the justice system. A new juggernaut of media style began to take form as it walked a nation into an era of social freedom.","Media holds the power to shape nations. White journalists failed to question the long reach of  slavery into the 20<sup>th</sup> century. Black journalists propelled a movement for change. Every form of media has a cause: to remember this and to understand where it is leading us will open a window to escape the cycle of history. To forget is to become Sisyphus: forever rolling the stone of racial relations up the insurmountable hill of progress."],"display_date":"October 16, 1933 - October 18, 1933","search_date":"1933-10-17","locations":[{"id":24915,"lat":37.9285902233,"lng":-75.8346527629,"zoom":9,"place":"Somerset, Maryland"}],"tags":[{"id":367,"tag":"Lynching"},{"id":1,"tag":"Crime/Violence"},{"id":21,"tag":"Race Relations"},{"id":600,"tag":"Media"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}},{"id":6283,"title":"The Great Depression and Household Management Columns","course_id":132,"status":"P","start_date":"10/1/29","end_date":"1/31/36","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Following the stock market crash of October and the resulting American economic collapse, Maryland families were left haphazardly arrayed on a financial spectrum starting with “making do” and ending with scrounging. Wives and mothers often managed the day to day expenditures within families and those in the newly reduced middle class adapted and reframed the economic decisions that they made. Women living in towns and cities dealt with their new money problems and simultaneously struggled with the stigma attached to talking about financial problems and the need to keep up appearances. Since personal help and advice on how to save money remained somewhat taboo, women found help in the Women’s sections and household maintenance columns in local newspapers. Through these columns women managed to build a wide reaching but anonymous support network.","These columns ran before the depression but after the economic crash they too adapted and reflected the economic needs of women during the Great Depression. The women’s section of newspapers usually covered roughly two pages and offered a myriad of advice and help to women trying to cut costs. The Daily Mail of Hagerstown, Maryland, ran a weekly Food Market Advice column for women. Information in the column included the rise and fall of prices for local produce and meats and predicted patterns for future prices providing women with needed information for weekly shopping and encouragement to take advantage of local markets. The column also provided meal ideas and menus for the cheapest options. Other articles gave advice about meal plans and offered set prices that they believed could be followed, touting $1.50 or $2.00 plans that could feed large families. Often the advice became extremely detailed. A column titled Sister Mary's Kitchen ran in the Fredrick, Maryland, News. The writer advised women about which cuts of meat cooked the quickest so they might save money on electricity. She noted that the money saved by cooking quickly could be set aside to pay for heating bills. Some columns offered direct tips on how to discretely cut costs so that women could maintain their middle class appearance. These tips ranged from cooking advice --telling women to mix butter and margarine to stretch it farther and hide the taste-- to sewing --advising that dresses could be let down and that ribbon or rickrack could hide the old seams and creases.","Usually these columns were also conscious of the social conventions of the time period and refrained from using terms like “cheap” or “thrifty.” Economical became the standard term used to describe the advice and alert women reading it that they could find advice there. The columns that offered advice also obeyed social conventions by giving women in need of help and advice the anonymity needed to ask. With the help of these columns women managed to navigate their lives and economic choices in the Great Depression."],"display_date":"October 1929 - January 1936","search_date":"1932-11-30","locations":[{"id":19072,"lat":39.6214880132,"lng":-78.6989494063,"zoom":10,"place":"Allegany, Maryland"},{"id":19248,"lat":39.4722539212,"lng":-77.3980976361,"zoom":9,"place":"Frederick, Maryland"}],"tags":[{"id":7,"tag":"Women"},{"id":1081,"tag":"The Great Depression"},{"id":600,"tag":"Media"},{"id":11,"tag":"Economy"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}},{"id":6746,"title":"Expression of Opinion on the French-Canadian Divide","course_id":179,"status":"P","start_date":"8/10/60","end_date":"12/30/61","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On December 30, 1961 <em>The Globe and Mail</em> printed an article about a newspaper article printed by the University of Toronto Varsity regarding criticism of Québec separatism. The co-editor who wrote the piece was accused of French-Canadian nationalism for not growing academically in Quebec, infringing civil liberties, and accusing French-Canadian culture is not with modern times but of the last century. Various editors from universities across Canada of both English and French language expressed their opinion on the matter detailing the right of freedom of expression but also the requirement for a writer to have all the facts before writing; what the facts are were not included. Some editors were for the motion to censure, whereas the Varsity writer of the controversial editorial, Mr. Musgrove, would prefer those who were disappointed by the article to write a letter to the editor. The article brought on a split at the Canadian University Press national conference, although a slim majority of student editors refused to censure the Varsity. The delegates at the Ryerson University eventually voted 12 to 10 against the motion to censure. Despite this the issue doesn’t seem to end here as, the president of the CUP charter is to poll all member newspapers on their opinion of Musgrove’s article and results will be published in the students papers the following month. In the end, the conference is supporting a study of the causes for the discord and finding ways to remove them. "," ","The 1960s introduced many reforms called the “Quiet Revolution” (Révolution tranquille) in Québec under Premier Jean Lesage of the Québec Liberal Party. Some plans included: establishment of a public hospital network, creation of ministries of cultural affairs and for federal-provincial relations, lowering the legal age to vote from 21 to 18. During this time John Diefenbaker was Prime Minister and while dealing with an economic-slowdown after World War II did not seem at ease with this new display of Québec nationalism. Diefenbaker pursued a “One Canada” or “unhyphenated Canadianism” policy, a single Canadian nation for people of all ethnic origins under a government that would respect everyone’s fundamental human rights and would not allow to make special exceptions to Québec’s Francophones. In 1960, his government passed a federal Bill of Rights emphasizing individual freedoms of every Canadian. The political divide at the time was also in due part of Lesage being part of the Québec Liberal Party, and Diefenbaker being part of the Progressive Conservatives. Whereas Lesage wanted to modernize Québec independently with new reforms Diefenbaker’s outlook was to keep Canada united as one entity under the category of Canadians respectively. These ideologies of what it means to be a Canadian or Québecois at the time did lead to people being on opposing sides and expressing their opinions on the matter that sometimes seemed to divide rather than unite people which is reflected in the debate on university campuses caused by voicing conflicting beliefs. "],"display_date":"August 10, 1960 - December 30, 1961","search_date":"1961-04-20","locations":[{"id":53097,"lat":43.653226,"lng":-79.3831843,"zoom":8,"place":"Toronto, Canada"}],"tags":[{"id":18,"tag":"Politics"},{"id":17,"tag":"Government"},{"id":3426,"tag":"Nationalism"},{"id":600,"tag":"Media"},{"id":3505,"tag":"Freedom of Expression"}],"course":{"name":"Critical Writing and Research for Historians","school":"University of Toronto Scarborough","course_id":179,"school_id":28}}]}