{"id":602,"tag":"Transportation/Migration","points":[[42.3649994065,-70.9800517697],[39.878712355,-75.2036894677],[40.6450686304,-73.9495584018],[35.6494467796,-75.4861826401]],"bounds":[[42.3649994065,-70.9800517697],[35.6494467796,-75.4861826401]],"episodes":[{"id":5283,"title":"Boston Abolitionists Rally Against Slave-Catchers in Defiance of Fugitive Slave Act","course_id":74,"status":"P","start_date":"1850-10-25","end_date":"1850-10-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On October 25, 1850, only one month after the passage of the Fugitive Slave Act of 1850, John Knight and Willis Hughes traveled to Boston from Macon, Georgia to retrieve the escaped slaves, William and Ellen Craft. Upon arrival in the city, referred to by Civil War historian James McPherson as the “communications center for abolition,” Knight and Hughes were met with hostility and resistance, rather than cooperation or even legal compliance, with the Act.","William and Ellen Craft had escaped their master’s hold two years prior, in December of 1848. Ellen, being the offspring of an African American woman and her white owner, had sufficiently light-skin as to cross the color-line, disguised as an ailing white man, after obtaining the proper attire and cutting her hair. With William posing as Ellen’s servant accompanying his master, the couple traveled on a variety of steamships and trains inconspicuously even though stopping in several slave-holding areas, such as Charleston, SC, Wilmington, NC, Fredericksburg, VA, and others before finally crossing the Mason-Dixon line into Pennsylvania.","Soon after the couple settled themselves in Boston, the Crafts became involved in the active abolitionist efforts in the city. With a firm community of members in Beacon Hill, the Crafts found themselves swept up in abolitionist lecture circuits throughout the area. Unfortunately, such activism naturally increased the risk of discovery, as they told the story of their disguised escape to fellow campaigners. Thus, when the Fugitive Slave legislation passed, the Crafts’ owner knew exactly where to find the pair.","While Section 5 of the Fugitive Slave Act required that “..all good citizens [were thereby] commanded to aid and assist in the prompt and efficient execution of this law..” the reaction to Knights and Hughes was anything but. Theodore Parker, the chair of the Vigilance Committee, (the primary organization in Boston created to aide fugitive slaves, which had increased by 100 members since the arrival of the two slave catchers) hid Ellen in his home, placed William in a separate safe haven, and ensured that both blacks were guarded by at least one armed white. Additional members of the committee filled the town with notices depicting the “two prowling villains,” “the pursuing bloodhounds,” as they were described.","Yet the truly extreme abhorrence for the Fugitive Slave law among these Boston abolitionists was seen in the multiple arrests of Knight and Hughes. The two were arrested on October 26 around 3 p.m. by Deputy Sheriff Coburn, according to <em>The</em> <em>Farmer’s Cabinet, </em>on charges of slander against William Craft. After making bail, both men were again arrested some hours later, this time for conspiracy to kidnap the Crafts, accordingly in clear violation of the new legislation. Bail for each arrest was set at $10,000, and it remains unclear who posted such bail, yet speculation has been made, namely that John H. Pearson (a noted pro-slavery acquaintance of the men) and Patrick Riley (US Deputy Marshall) had a hand in assisting the men in this manner.","President Fillmore upon hearing of these actions, which effectively drove Knight and Hughes out of the city by October 30, warned the Bostonians of his inclination to send federal troops to the city to enforce the law, and assured the Crafts’ owner that he would be provided with any and all support he desired to attempt the recapture a second time.","Fillmore failed to deliver on such promises, however, as the Vigilance Committee was determined not to yield to legislation they believed immoral in all aspects. Members placed William and Ellen Craft safely on a ship destined for Liverpool by December of that year, enabling the couple to successfully continue their plight speaking out against the evils of slavery, and leaving the Bostonians to view the event as a victory among the context of the larger sectional crisis."],"display_date":"October 25, 1850 - October 31, 1850","search_date":"1850-10-28","locations":[{"id":6209,"lat":42.3649994065,"lng":-70.9800517697,"zoom":11,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":9,"tag":"Law"},{"id":602,"tag":"Transportation/Migration"},{"id":15,"tag":"Race-Relations"},{"id":1,"tag":"Crime/Violence"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":74,"school_id":3}},{"id":4992,"title":"DeWitt Clinton Explores Possible Canal Route","course_id":35,"status":"P","start_date":"1810-08-05","end_date":"1810-08-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1810 a group of government officials were sent out to explore and navigate a route for an artificial canal between Lake Erie and the Hudson River. Among the group commissioned to take this journey was DeWitt Clinton, who was the mayor of New York City for many years prior to this exploration. Along this journey Clinton kept a personal diary in which he documented all aspects of the land that surrounded him, whether it was noting how wide the rivers ran, to how many known birds are in the area he left nothing out. On August 5, 1810, DeWitt Clinton and his crew encountered the city of Buffalo, New York which at the time was better known as Buffalo Village.","Within the boundaries of Buffalo Village Clinton noted that there were thirty to forty houses that complimented several markets and taverns, a post office, and the Niagara County Court House. In other words this village had a decent population. Clinton said it best as he explained in his diary that Buffalo “is a place of great resort. All persons that travel to the Western states and Ohio, from the Eastern states and all that visit the falls of Niagara come this way.” Right away Clinton was able to conclude that this could be a very prosperous village. He observed that the surrounding stream was very deep and navigable for five miles, allowing for easy exploring. Another strong attraction of this village was that upstream was the Seneca Indian saw mill, which was impregnated with oil. Clinton also noted the variety of the fish that occupied this stream such as white, herrings, sheep-head, sturgeon and a variety of bass. Enough fish to provide an ample food supply for a dense population. All of these factors made the Village of Buffalo a good candidate for the canal to run through.","An important aspect of creating artificial water way was making sure that there was a current strong enough to pull boats and other forms of transportations. Clinton questioned Buffalo locals to gain this knowledge. According to Mr. Geddes, a native of the village, the current could range anywhere from six to seven miles an hour. This proved to be very important because the vessels that would transport goods and people along the canal weighed several tons. DeWitt Clinton’s vivid recollection of his exploration during 1810 proved to play a vital role in the construction of the Erie Canal. His personal diary indicated how well Buffalo’s surrounding economy would do after the creation of the canal as he incorporated how accessible natural resources were to those who passed through the area.","After Clinton’s explorations across New York, he and the commissioners were able to reach an agreement that the city of Buffalo would be included as a part of the Erie Canal. Sitting on Lake Erie, Buffalo provided a commercial bond between the east and the west, allowing travelers to enter from the Great Lakes. Upon the canals completion in 1825, Buffalo became a place that offered great prosperity as it quickly became enriched with economic and cultural prosperity that it had not seen before. With the rapid increase of commerce in the area due to the canal, Buffalo was essentially incorporated as a city in 1832."],"display_date":"August 5, 1810","search_date":"1810-08-05","locations":[{"id":8933,"lat":null,"lng":null,"zoom":8,"place":"NIAGRA, New York"}],"tags":[{"id":563,"tag":"Erie Canal"},{"id":13,"tag":"Agriculture"},{"id":602,"tag":"Transportation/Migration"},{"id":11,"tag":"Economy"}],"course":{"name":"Early American Republic","school":"Hobart and William Smith Colleges","course_id":35,"school_id":32}},{"id":5100,"title":"An immigrant family travels from Liverpool, England to Philadelphia Pennsylvania in the summer of 1818.","course_id":50,"status":"P","start_date":"1818-06-01","end_date":"1818-06-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":[" ","During the summer of 1818, William Amphlett traveled with his wife, five children and two servants on a ship from Liverpool, England to the shores in Philadelphia, Pennsylvania. Philadelphia was a large city in the early 19<sup>th</sup> century and popular gateway for immigrants since the colonial era. During his travels, Amphlett detailed his experiences in a book he entitled <em>The emigrants guide to the western states of North America</em>. The book was written as a guide to aid future immigrants who were considering coming to the United States.","Upon arrival in Philadelphia, Amphlett purchased two horses and wagons for their journey. The family headed towards the mountains in route to Pittsburg. Emigrants like the Amphlett family often endured weeks of travel accompanied by extreme weather conditions. Immigrants had to walk, take steamboats or ride in wagons before railroads became popular. The following passage from Amphlett explains a great deal about the road conditions in America around 1818. \"A wet morning had delayed our departure from a tavern where we had passed the night, at the foot of one of the Alleghany ridges. The road was become very slippery and insecure, even for foot-travelers. The road itself was only a gullet of the mountain, down which the torrent poured after every shower. This circumstance, although it made the road-way cleaner than other parts, had caused such holes and abrupt declivities in the wheel-tracks, that the ascent would be often one, two, and three feet, all but perpendicular! The only way to enable a single horse to drag after him his load, was, at every one of these petty cascades, to form a temporary inclined plane of stones or wood, or whatever material was nearest at hand; and with all our ingenuity, thrice were we completely stalled, and obliged to unload half our luggage to get on a few yards, and then reload. Thus, in eight long hours of a summer's day, we climbed nearly two miles!\"","It was common for immigrants to experience frustration in their travels. Transportation improvements weren't developed until railroads were introduced years later. “But the transition to the railroad revolution was many years in coming. Railroading started in the Keystone state nearly two centuries ago with a quarry tramway in Delaware County south of Philadelphia, near present-day Chester. Like all other railroads of that day, it relied on horses or mules for power. This and other early railways were but the dim ancestors of modern railroading. No faster than wagons or canal boats, their main virtue lay in their smooth-running rails, which were a significant improvement over rutted roads. Pennsylvania had no urgent reason to invest in railroad technology until 1825, when the Erie Canal linked New York City's ports to Midwest markets.”","By 1854, Transportation had greatly improved in Pennsylvania. An editorial written in the <em>Daily Morning Post </em>in Pittsburg described how the opening of the Pennsylvania Railroad in 1854 improved travel. \"There are people now living in Pittsburgh who have traveled diligently for a whole week to reach Philadelphia. The same persons can now go from our city to the eastern metropolis between sunrise and sunset of a summer's day, without fatigue, and without occasion for stopping to eat more than one meal.\" -<em>Editorial in Daily Morning Post, Pittsburgh, on the opening of the Pennsylvania Railroad in 1854.</em>"," "],"display_date":"June 1818","search_date":"1818-06-15","locations":[{"id":11224,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"PHILADELPHIA, Pennsylvania"}],"tags":[{"id":31,"tag":"Immigration"},{"id":602,"tag":"Transportation/Migration"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":50,"school_id":40}},{"id":5101,"title":"A English tourist documents his travels from Liverpool, England to New York.","course_id":50,"status":"P","start_date":"1848-06-01","end_date":"1848-06-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In 1848, Archibald Prentice composed “A tour in the United States” during his journey from Liverpool, England to New York. In his letters, Prentice recorded observations of his experiences throughout his tour of America.","During his stay in the Astor House in New York, Prentice wrote about what he observed after touring Brooklyn. He was particularly fascinated by the working man of America. In one of his journal entries, he noted that the labor market for incoming immigrant men was plentiful throughout the city. In the following passage he described the lure of moving to America. Many poor immigrants had nothing but hope that the simple opportunity to promote themselves through higher wages could improve their lifestyles. “Much misery must prevail. Tens of thousands of immigrants land here and linger here without a definite object; but yet the wages of common labour are about fifty percent. more than they are in England, and the price of food is one-third less. It is true that rent, clothes, and coals are fifty per cent. higher; but where a man has scarcely earned more than has kept him in food, the change by coming here is decidedly to his advantage, always premising that he brings the kind of labour which is in demand. If the labourer has earned three shillings a day in England, he will earn four shillings and sixpence here.\"","Although Prentice painted a portrait that sounded hopeful to any poor immigrant, not everyone entering the United States was able to obtain good employment or maintain a successful lifestyle. Prentice noted that alcohol such as whiskey was cheap and plentyful which caused problems for immigrant workers. He wrote how alcohol abuse often ruined the progress of hopeful immigrants by causing ill mental and physical health.","Those who were destitute often ended living in charitable homes for the poor called Almshouses. “Life in many 19th-century immigrant urban neighborhoods was squalid and mean. Immigrants were disproportionately represented among the ranks of the inner-city poor. By 1860 nearly 90 percent of New York City’s paupers were immigrants. When not begging for food or accepting charity, they lived in dank, dark, filthy, crowded tenements. Such conditions served as a breeding ground for alcohol abuse and crime. In 1870, 65 percent (32,322 of 49,423) of those in New York City’s prisons were foreign-born, with 68 percent hailing from Ireland .”"," "," "," "," "," "," "," "," "," "," "," "," "," "," "," "],"display_date":"June 1848","search_date":"1848-06-15","locations":[{"id":8868,"lat":40.6450686304,"lng":-73.9495584018,"zoom":11,"place":"KINGS, New York"}],"tags":[{"id":602,"tag":"Transportation/Migration"},{"id":34,"tag":"Crime/Violence, Economy, Law, Slavery, Urban Life/Boosterism"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":50,"school_id":40}},{"id":5589,"title":"<p><b>Induction into Aviation: OrvilleWright’s Telegram Announcement of Successful Air-Flight at Kitty Hawk, NorthCarolina in 1903&lt;?xml:namespace prefix = o ns = \"urn:schemas-microsoft-com:office:office\" /&gt;</b></p>","course_id":89,"status":"P","start_date":"12/17/03","end_date":"12/17/03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A son’s personal triumph announced in a Western Union telegram to his father marked the successful induction of aviation in America. It exemplified the power-driven zest for new machinery in the early 1900s. “Received by Bishop M. Wright on December 17, 1903, from his son Orville Wright”, the document explained briefly the accomplished experiment conducted by the young pilot. The telegram became a telling sign of limitless possibility in a brand new area of construction, consisting of motorized vehicles functioning entirely in air. This four- lined script celebrated mechanize power, it helped to fuel the insatiable craving for automated creation. Most importantly, Wright’s telegram demonstrated the merits of flight, proved it could be successful thus propelling a nation into a new era of opportunity in aviation glory and might.","Read like a news blurb, the telegram explained the outcome of a controlled air flight conducted by two brothers, Wilbur and Orville Wright in a primitive airplane, today known as “the 1903 Wright Flyer”. The plane completed four flights in the air “before crashing down on the sandy ground in Kitty Hawk, North Carolina”. Observed by Wright in the telegram, he made note of the number of flights tested. He recorded the atmospheric conditions, and he specified the aircraft’s measurements in time, speed, and distance.","His detailed account of time, speed, and distance parallels with the social/political climate of 20<sup>th</sup> century America. Invention and discovery was at its highest during these years with the growth of industry and the call for action for new creative social reforms. His celebrated announcement of “against twenty one mile wind” or “engine power alone” shows the recognition man had on the nature of force and man’s aim at using it. Efficient time, speed, and distance characterized the importance of Wright’s experiment, but it also characterized the economic growth and community of America.","The first successful attempt in air-flight analyzed, synthesized, and documented by Orville Wright in a telegram sent by the Western Union Telegraph Company proved just how important mechanization and industry was in the United States during the early years of the twentieth century. Wright’s telegram pronounced the achievement of aviation success marking the beginning of a new age in industry for the United States. A time devoted to air-flight discovery that took center stage in the arena of American machinery."],"display_date":"December 17, 1903","search_date":"1903-12-17","locations":[{"id":51505,"lat":35.6494467796,"lng":-75.4861826401,"zoom":9,"place":"Dare, North Carolina"}],"tags":[{"id":602,"tag":"Transportation/Migration"},{"id":1526,"tag":"Kitty Hawk"},{"id":1527,"tag":"Wright Brothers"}],"course":{"name":"Industrialism and Imperialism","school":"Texas Wesleyan University","course_id":89,"school_id":49}}]}