{"id":607,"tag":"General John Sullivan","points":[[41.606885685,-71.3622294656],[42.6561422287,-77.5340511417]],"bounds":[[42.6561422287,-71.3622294656],[41.606885685,-77.5340511417]],"episodes":[{"id":4970,"title":"The advancement in African American rights due to the 1st Rhode Island regiment's successful defense of Major General John Sullivan's unit in the battle of Newport, Rhode Island.","course_id":27,"status":"P","start_date":"1790-08-29","end_date":"1790-08-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In Major General John Sullivan’s letter to George Washington, Commander in chief of the Continental Army, he explains how both the dwindling size of his force and the great numbers of the British justify his necessary retreat from Newport, Rhode Island, where the British were rapidly approaching.  He continues, however, by praising the skillful tactics and<br />brave stand the 1<sup>st</sup> Rhode Island Regiment took under the command of Colonel Christopher Greene, describing them as “hav[ing] acquird great Honor by their activity and spirited exertions during the day.”[1] As a direct result of the tactics employed by Colonel Greene’s black unit, Major General John Sullivan’s unit escaped with virtually no casualties. February of 1778 was a particularly difficult time in the war. The Continental army was slowly dissolving against the confident British forces. Given the state of their situation, the General Assembly of Rhode Island was desperate for new recruits. As a result, they passed a law that would allow “every able-bodied Negro, Mulatto, or Indian Man slave, in this state may enlist in either of the two Continental Battalions.”[2] The state guaranteed freedom to any and all slaves brave enough to take up arms and fight for the very country that enslaved them.[3] The establishment of black units in the Continental Army not only promoted the growth of the free black community in the North, but planted seeds for the future Emancipation Proclamation just 80 years later.<br /> One of the most noted units created as a result of the recruitment of slaves was Rhode Island’s first regiment, sometimes referred to as the ‘black regiment’ for nearly its entire unit consisted of patriotic slaves or freed black men. On August 29, 1778, under Colonel Christopher Greene, the unit bravely marched into the battle of Newport, after French reinforcements failed to assist Major General John Sullivan against a pressing attack made by British and Hessian forces. Forced to retreat, General Sullivan left the defense of Newport and his successful retreat in the hands of these valorous men. Even after several waves of attack by British forces, this almost completely black unit repelled each wave that marched upon them. Major General John Sullivan, as a result, was able to retreat with extremely few casualties, and the Continental Army’s line at Newport was never broken.[4]<br /> This highly exalted victory at Newport forever changed the roles of African Americans in America. They demonstrated that they were willing to serve their country for the greater good despite their past slavery, proving to white leadership that they were capable and willing to serve alongside white soldiers. Their victory showed that the blacks had more than just courage, but that they were competent in battle. It was not an easy feat to successfully repel the British’s experienced, organized waves of assault. The former slaves freed by their service would go on to form a visibly activist community of African Americans in the North.  Their efforts in the Revolutionary war set the stage for latter debates over citizenship and military service and their ancestors would see the passing of the Emancipation Proclamation in the later years to come.<br /> <br /> <br />","[1] Major General John Sullivan to George Washington, August 31, 1778, in The Papers of George Washington; edited by Theodore J. Crackel.  (Charlottesville, Virginia, University of Virginia Press, 2006) 450.","[2] Greene, Lorenzo. “The Journal of Negro History, Vol 37, No 2 (Apr., 1952), pp. 142","[3] Rhode Island Archives: Records of the State of Rhode Island, December 1777-October 1779, X, 41.","[4] Adams, Gretchen. \"Deeds of Desperate Valor\": The First Rhode Island Regiment. “http://revolution.h-net.msu.edu/essays/adams2.html”"],"display_date":"August 29, 1790","search_date":"1790-08-29","locations":[{"id":15392,"lat":41.606885685,"lng":-71.3622294656,"zoom":7,"place":"Newport, Rhode Island"}],"tags":[{"id":625,"tag":"Revolutionary War"},{"id":624,"tag":"1st Rhode Island Regiment"},{"id":607,"tag":"General John Sullivan"}],"course":{"name":"Digital History: New York, New York","school":"Stonehill College","course_id":27,"school_id":22}},{"id":4993,"title":"<strong>General Sullivan’s Campaign Against Western Indians </strong>","course_id":35,"status":"P","start_date":"1790-06-01","end_date":"1790-08-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In the late months of 1778 General John Sullivan of Washington’s army began his long excursion up the eastern coast with one simple goal in mind: to conquer as much land as possible.   Sullivan’s expedition, known as “the Campaign against Western Indians,” was one of the first campaigns in a long serious of Indian Removal actions  culminating in the  official policy of President Andrew Jackson in the 1820’s. Sullivan’s campaign began in 1775 when great conflict arose between the United States and British forces preceding the American Revolution.  During the late months of 1779, General Sullivan and his men prepared for their worst battle yet, and began to march against the Iroquois Nations of upstate New York.  The reasons for this expedition against the Indians were firstly their loyalty to British forces and secondly the large amounts of desired land that they occupied.  The campaign against the Six Nations began in the summer of 1779 when General Sullivan marched up the Susquehanna River towards Tioga, the army’s semi permanent settlement that was later named Fort Sullivan.  Meeting General Clinton and his men in Mohawk Valley, Sullivan ordered their combined forces to attack the small Mohawk tribe settlements just West of Schenectady, New York.  After wiping out the Indian tribes along this Valley, troops returned to Fort Sullivan for the end of the summer.  These small villages around Mohawk Valley were minimal battles compared to the large battle that would be the main offensive against the Six Nations, the battle of Newtown.  Taking place just outside Elmira, New York, the battle of Newtown was fought in late August and was the largest victory against the Indians that Sullivan had achieved.  Sullivan entered the Six Nations territory with over 5,000 men behind him.  With such a large army, Iroquois fighters did not stand a chance in battle.  Sullivan’s men came from all directions and with such force that it was very difficult for the Iroquois to defend themselves in an organized manner.  The final and most difficult battle took place in Little Beard’s Town against the Seneca tribe in mid- September.  This battle at Little Beard’s Town was the most devastating for the Iroquois and wiped out a large number of their members Although the battles were not as bloody as many during this time, the battle of Newtown and the battle at Little Beard’s Town changed the lives of the Iroquois Nations forever as they both lost many members of their tribes and had their agricultural system destroyed. The Iroquois tribes had little chance for cultural survival.  Treaties were created allowing the land to be shared by the Six Nations and the settlers, which essentially led to the movement of the Indians Westward and Northward into Canada over the next 20 years. This campaign against the western Indians represented the beginning of Indian Removal and the start of Westward Expansion, two issues that would be extremely significant throughout the next 50 years."],"display_date":"June 1, 1790 - August 30, 1790","search_date":"1790-07-16","locations":[{"id":15415,"lat":42.6561422287,"lng":-77.5340511417,"zoom":9,"place":"Ontario, New York"}],"tags":[{"id":558,"tag":"Indian Removal"},{"id":411,"tag":"Westward Expansion"},{"id":607,"tag":"General John Sullivan"},{"id":608,"tag":"Iroquois Indians"}],"course":{"name":"Early American Republic","school":"Hobart and William Smith Colleges","course_id":35,"school_id":32}}]}