{"id":608,"tag":"Iroquois Indians","points":[[42.6561422287,-77.5340511417]],"bounds":[[42.6561422287,-77.5340511417],[42.6561422287,-77.5340511417]],"episodes":[{"id":4993,"title":"<strong>General Sullivan’s Campaign Against Western Indians </strong>","course_id":35,"status":"P","start_date":"1790-06-01","end_date":"1790-08-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In the late months of 1778 General John Sullivan of Washington’s army began his long excursion up the eastern coast with one simple goal in mind: to conquer as much land as possible.   Sullivan’s expedition, known as “the Campaign against Western Indians,” was one of the first campaigns in a long serious of Indian Removal actions  culminating in the  official policy of President Andrew Jackson in the 1820’s. Sullivan’s campaign began in 1775 when great conflict arose between the United States and British forces preceding the American Revolution.  During the late months of 1779, General Sullivan and his men prepared for their worst battle yet, and began to march against the Iroquois Nations of upstate New York.  The reasons for this expedition against the Indians were firstly their loyalty to British forces and secondly the large amounts of desired land that they occupied.  The campaign against the Six Nations began in the summer of 1779 when General Sullivan marched up the Susquehanna River towards Tioga, the army’s semi permanent settlement that was later named Fort Sullivan.  Meeting General Clinton and his men in Mohawk Valley, Sullivan ordered their combined forces to attack the small Mohawk tribe settlements just West of Schenectady, New York.  After wiping out the Indian tribes along this Valley, troops returned to Fort Sullivan for the end of the summer.  These small villages around Mohawk Valley were minimal battles compared to the large battle that would be the main offensive against the Six Nations, the battle of Newtown.  Taking place just outside Elmira, New York, the battle of Newtown was fought in late August and was the largest victory against the Indians that Sullivan had achieved.  Sullivan entered the Six Nations territory with over 5,000 men behind him.  With such a large army, Iroquois fighters did not stand a chance in battle.  Sullivan’s men came from all directions and with such force that it was very difficult for the Iroquois to defend themselves in an organized manner.  The final and most difficult battle took place in Little Beard’s Town against the Seneca tribe in mid- September.  This battle at Little Beard’s Town was the most devastating for the Iroquois and wiped out a large number of their members Although the battles were not as bloody as many during this time, the battle of Newtown and the battle at Little Beard’s Town changed the lives of the Iroquois Nations forever as they both lost many members of their tribes and had their agricultural system destroyed. The Iroquois tribes had little chance for cultural survival.  Treaties were created allowing the land to be shared by the Six Nations and the settlers, which essentially led to the movement of the Indians Westward and Northward into Canada over the next 20 years. This campaign against the western Indians represented the beginning of Indian Removal and the start of Westward Expansion, two issues that would be extremely significant throughout the next 50 years."],"display_date":"June 1, 1790 - August 30, 1790","search_date":"1790-07-16","locations":[{"id":15415,"lat":42.6561422287,"lng":-77.5340511417,"zoom":9,"place":"Ontario, New York"}],"tags":[{"id":558,"tag":"Indian Removal"},{"id":411,"tag":"Westward Expansion"},{"id":607,"tag":"General John Sullivan"},{"id":608,"tag":"Iroquois Indians"}],"course":{"name":"Early American Republic","school":"Hobart and William Smith Colleges","course_id":35,"school_id":32}}]}