{"id":609,"tag":"Gender Relations","points":[[42.8528910026,-77.2997755076]],"bounds":[[42.8528910026,-77.2997755076],[42.8528910026,-77.2997755076]],"episodes":[{"id":4987,"title":"<strong>“The Graduation of Elizabeth Blackwell; A Triumph for the Autonomy of Women in Nineteenth- Century America” </strong>","course_id":35,"status":"P","start_date":"1849-01-23","end_date":"1849-01-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On January 23, 1849 at the graduation ceremony at Geneva Medical College, Elizabeth Blackwell became the first woman in America to receive a degree to practice medicine. The traditional commencement ceremony and distribution of diplomas was held in the college’s Presbyterian Church. Within the hour before the ceremony began the Church was filled to maximum capacity. The audience present at the ceremony, who witnessed the historical moment, consisted of family members and friends of members of the graduates, faculty members, residents of the city of Geneva, and the guest speakers. Historian Wendell Tripp notes a significant factor pertaining to the attendance on this day was the abundance of women present. One of these women, Miss Margaret Delancey, revealed the details she observed during the ceremony in a letter to her sister-in-law Josephine M. Delancey dated January 29, 1849. When Blackwell was called upon to receive her diploma, Delancey said she appeared both humbled and embarrassed by the enthusiastic applause of all present. In the Commencement speech given by Dr. Charles A. Lee, Delancey wrote that “he alluded in a dignified manner to the fact that one of the present class was female, complimented the sex generally and Miss. B in particular and told us that she was fully qualified to practise as a physician and that the degree was fully merited.” The reactions of the ordinary people who were present to witness such an extraordinary event, demonstrates the intrigue and interest that surrounded Blackwell, a woman, being the recipient of such recognition.","The ultimate historical significance of the Elizabeth Blackwell’s graduation from Geneva Medical College reflects the changing ideologies surrounding woman in the middle of the nineteenth- century specifically in the state of New York. Her graduation not only represented her accumulated struggle to be accepted despite her gender, but it also provided her with her ultimate power tool: a degree to practice medicine. Blackwell was able to pursue and enhance the health care available to women because as a woman she could explore many of the health issues that only applied to women. She served as an example for women during this time that they could pursue careers outside of the constraints that society placed on them both socially and physically."],"display_date":"January 23, 1849","search_date":"1849-01-23","locations":[{"id":8963,"lat":42.8528910026,"lng":-77.2997755076,"zoom":9,"place":"ONTARIO, New York"}],"tags":[{"id":7,"tag":"Women"},{"id":100,"tag":"Medicine"},{"id":6,"tag":"Education"},{"id":609,"tag":"Gender Relations"}],"course":{"name":"Early American Republic","school":"Hobart and William Smith Colleges","course_id":35,"school_id":32}}]}