{"id":614,"tag":"Female Unionists","points":[[39.75455715,-84.290629961]],"bounds":[[39.75455715,-84.290629961],[39.75455715,-84.290629961]],"episodes":[{"id":4965,"title":"National Women's Convention in Cincinnati","course_id":27,"status":"P","start_date":"1855-10-08","end_date":"1855-10-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On Thursday October 8, 1855 the crowd of government and union officials at the The National Convention of Women’s Rights in Cincinnati fell silent as Lucy Stone Blackwell took the stage.  The preceding speaker Mr. Wise, had discussed gender inequality in education. Wise theorized that America was the home of a generation of “disappointed women.” who had been denied equal access to educational opportunities. Blackwell's address drew from her personal experience as a \"disappointed woman\". She described her education and said that she was not allowed to attend the same school as her brother because the school was unfit for girls. “As she grew up and desired equal education with her brother, she found all the schools and the colleges open to him, but shut to her, and again she was sorrowful and disappointed.” This can be considered one of the first waves of feminism that was taken. It was one of the first attempts to equalize the unbalance amongst women’s rights and education. Education is the first step to women’s rights.","After the morning convention they reconvened at 7pm, and was called into order by Mrs. President Wright. During this part of the Convention orators, Mrs. Cutler, Mrs. Rose, and Lucy Stone Blackwell spoke on their overall views of women’s rights. Each woman spoke about the importance of women’s education, and how women should be entitled to the same rights men are given. However, Lucy Stone Blackwell expressed what they truly desired out of this convention. She reads, “Whereas, The women of the state if Ohio are recognized as citizens by the Constitution, and yet are disfranchised on account of sex only, we do respectfully demand for them the right of suffrage, a right which involves all other rights of citizenship, and one that cannot justly be withheld.” Addressing the inequality necessary in order to alter the discrimination involving education. This convention was one of many that took place in an effort to improve women’s rights.  In discussing the creation of The National Women’s Suffrage Association and The National Organization for Women they were able to further women’s rights through education."],"display_date":"October 8, 1855","search_date":"1855-10-08","locations":[{"id":10443,"lat":39.75455715,"lng":-84.290629961,"zoom":9,"place":"MONTGOMERY, Ohio"}],"tags":[{"id":196,"tag":"women's rights"},{"id":614,"tag":"Female Unionists"}],"course":{"name":"Digital History: New York, New York","school":"Stonehill College","course_id":27,"school_id":22}}]}