{"id":615,"tag":"Barbie","points":[[40.6916304076,-74.0035386433]],"bounds":[[40.6916304076,-74.0035386433],[40.6916304076,-74.0035386433]],"episodes":[{"id":4966,"title":"Barbie: The Female's Icon","course_id":27,"status":"P","start_date":"1/1/59","end_date":"1/1/59","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The eyes of little girls widened everywhere, as they witnessed the TV debut of a beloved toy.  Finally, there was a doll that resembled a “grown up girl” and not a baby.  Already an icon of beauty by the time of her TV commercial, Mattel's marketing emphasized the dolls mature face and figure that had made her famous:  “Barbie is small and so petite, her clothes and figure look so neat.[1]” The commercial’s attention to the face and figure of their womanly doll symbolized the profound changes in standards and gender roles in American culture.  As a feigned image of ideal beauty with a figure that was in actuality, completely unattainable for a human, Barbie's first commercial stands as a key example of the measure of success that women would soon compare themselves against.   “Manufactured images of ideal beauty and supermodel glamour had come to dominate women’s consciousness.”[2]","As the mind behind it all, Ruth Handler’s expectations of her new creation were nowhere close to the mania that followed the debut of Barbie at New York City’s Toy fair in 1959.  The 1950’s marked a time when popular culture emphasized women’s appearances and the beauty and cosmetic franchises expanded at rapid rates.  So when Mattel unveiled Barbie, she only reinforced the struggle and competition for feminine perfection that had begun in the past.  Then, just after Barbie was made public in 1959, the 1960’s began the emergence of the second wave of feminism in American Culture.  During this time, women fought for equal treatment particularly in the family and the workplace.  Women were exhausted of the obligations that patriarchies held them to.  In these types of households, males held authority over women.  They went off to work while the wives remained at home, tending to the house and children.  At this time, women began striving for equal rights as men, to gain a function in the work world.  Then, Barbie began being displayed as a beautiful working girl, with fabulous clothing and multiple successful jobs.  As one scholar has noted, “If the model of success and beauty has a tiny waist, long blonde hair and wears couture, then what does that tell us about how women are valued in society.[3]” The image Barbie exhibited formed a feeling of inadequacy in women.  Although Barbie became something for younger girls to look up to, she also became the embodiment of what women in the 1960’s worked so hard to achieve - equality to men in the workforce.  Her continuous makeovers and maintenance of youth only added to women’s struggle for perfection.  This manufactured doll, seemingly innocent as a play toy for young girls, actually symbolized something much more for women."," "],"display_date":"January 1, 1959","search_date":"1959-01-01","locations":[{"id":28501,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":615,"tag":"Barbie"},{"id":616,"tag":"Toys"},{"id":617,"tag":"Feminism"},{"id":618,"tag":"Femininity"},{"id":619,"tag":"Second Wave Feminism"}],"course":{"name":"Digital History: New York, New York","school":"Stonehill College","course_id":27,"school_id":22}}]}