{"id":617,"tag":"Feminism","points":[[40.6916304076,-74.0035386433],[28.5146851201,-81.3237702415],[39.4750359792,-74.3341472584],[37.7029266937,-123.005394924],[40.7964015502,-73.8979738005],[38.9151212228,-76.9435162098],[38.9071923,-77.0368707],[43.6378194,-79.3902334],[40.672670386386,-73.961707701296],[41.197785310004,-75.38473046875]],"bounds":[[43.6378194,-73.8979738005],[28.5146851201,-123.005394924]],"episodes":[{"id":4966,"title":"Barbie: The Female's Icon","course_id":27,"status":"P","start_date":"1/1/59","end_date":"1/1/59","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The eyes of little girls widened everywhere, as they witnessed the TV debut of a beloved toy.  Finally, there was a doll that resembled a “grown up girl” and not a baby.  Already an icon of beauty by the time of her TV commercial, Mattel's marketing emphasized the dolls mature face and figure that had made her famous:  “Barbie is small and so petite, her clothes and figure look so neat.[1]” The commercial’s attention to the face and figure of their womanly doll symbolized the profound changes in standards and gender roles in American culture.  As a feigned image of ideal beauty with a figure that was in actuality, completely unattainable for a human, Barbie's first commercial stands as a key example of the measure of success that women would soon compare themselves against.   “Manufactured images of ideal beauty and supermodel glamour had come to dominate women’s consciousness.”[2]","As the mind behind it all, Ruth Handler’s expectations of her new creation were nowhere close to the mania that followed the debut of Barbie at New York City’s Toy fair in 1959.  The 1950’s marked a time when popular culture emphasized women’s appearances and the beauty and cosmetic franchises expanded at rapid rates.  So when Mattel unveiled Barbie, she only reinforced the struggle and competition for feminine perfection that had begun in the past.  Then, just after Barbie was made public in 1959, the 1960’s began the emergence of the second wave of feminism in American Culture.  During this time, women fought for equal treatment particularly in the family and the workplace.  Women were exhausted of the obligations that patriarchies held them to.  In these types of households, males held authority over women.  They went off to work while the wives remained at home, tending to the house and children.  At this time, women began striving for equal rights as men, to gain a function in the work world.  Then, Barbie began being displayed as a beautiful working girl, with fabulous clothing and multiple successful jobs.  As one scholar has noted, “If the model of success and beauty has a tiny waist, long blonde hair and wears couture, then what does that tell us about how women are valued in society.[3]” The image Barbie exhibited formed a feeling of inadequacy in women.  Although Barbie became something for younger girls to look up to, she also became the embodiment of what women in the 1960’s worked so hard to achieve - equality to men in the workforce.  Her continuous makeovers and maintenance of youth only added to women’s struggle for perfection.  This manufactured doll, seemingly innocent as a play toy for young girls, actually symbolized something much more for women."," "],"display_date":"January 1, 1959","search_date":"1959-01-01","locations":[{"id":28501,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":615,"tag":"Barbie"},{"id":616,"tag":"Toys"},{"id":617,"tag":"Feminism"},{"id":618,"tag":"Femininity"},{"id":619,"tag":"Second Wave Feminism"}],"course":{"name":"Digital History: New York, New York","school":"Stonehill College","course_id":27,"school_id":22}},{"id":5584,"title":"Old Winter Park Road","course_id":88,"status":"P","start_date":"1/1/50","end_date":"1/1/50","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Post World War II the Unites State’s history is shaped by activism. Starting with the African American civil rights movement, feminist and homosexuals found their voice and followed with their own activist movement. Sarah (Mrs. Joe K) Galloway’s story, “Joyce Kilmer Was Right!” is a small representation of this, particularly the feminist movement.","In her story Galloway tells how in the 1950s the Winter Park’s commissioners ordered the widening of the Old Winter Park Road due to an increase of traffic. The Old Winter Park Road was a “nature country –like tree-line”[1] road that connected the city of Winter Park to Orlando. However, with the widening of the road, it was required to cut down the beautiful tall trees on both sides. The decision faced oppositions, specifically by the garden club, which was mainly composed of ladies who resided near the road. The ladies decided to take action to defend the tree. They took turns at shifts under the trees where they usually had a picnic and sat for several hours.","This story not only demonstrates the women movement post World War II in the United States but it also reflects the General Federation of Women’s Club. “The General Federation of Women's Clubs, an umbrella organization of sixteen thousand women's clubs in the United States and overseas, believed that women's public activism would strengthen American greatness at home and abroad, secure peace, and protect democracy in the years following World War II.”[2] It reaffirmed women’s authority over their homes and local community as it focused on personal activism. Moreover, it empowered women by considering them as mothers helping America’s liberty and Future.","Overall, the ladies of Winter Park did not belong to the General Federation of Women’s Club, yet it is noticeable that they shared the same belief that their public activism was capable of achieving their interest. At the end of Galloway’s story it is evident that the women’s effort did not accomplish the preservation of the trees since the Winter Park Road was widened","Although the ladies of Winter Park did not belong to the General Federation of Women’s Club, it is noticeable that they held the same belief that their public activism was capable of achieving their interest. Nonetheless, their efforts were not a failure since they were nationally noticed as their pictures were publishes in a national magazine."," "," ","[1] Sarah (Mrs. Joe K) Galloway, Tales of Winter Park, Joyce Kilmer Was Right, 76."," ","[2] MELTZER, PAIGE. \"The Pulse and Conscience of America\" The General Federation and Women's Citizenship,52."],"display_date":"January 1, 1950","search_date":"1950-01-01","locations":[{"id":28935,"lat":28.5146851201,"lng":-81.3237702415,"zoom":9,"place":"Orange, Florida"}],"tags":[{"id":1495,"tag":"Winter Park"},{"id":617,"tag":"Feminism"}],"course":{"name":"United States Since 1945","school":"Rollins College","course_id":88,"school_id":5}},{"id":5746,"title":"Betty Friedan and Second-Wave Feminism in The US","course_id":112,"status":"P","start_date":"1/1/60","end_date":"12/31/60","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the early 1920’s feminism made a huge leap forward causing women to be viewed as people rather than property, but in the early 1960’s many women still felt more needed to be done. Before 1960, equality was just a thought being pondered by every woman in America, but now women felt they had to fight for equal rights. One of these woman was author Betty Friedan who through her writings changed the way we view equality.","On February 19, 1963, Betty Friedan started the “second wave feminism” movement with her book The Feminine Mystique. The Feminine Mystique was a book that encouraged women to seek new roles and responsibilities, and to seek identity both personally and in the workplace. Soon after it’s inception The Feminine Mystique was a pivotal point in the fight for women's rights. “Chosen motherhood is the real liberation. The choice to have a child makes the whole experience of motherhood different, and the choice to be generative in other ways can at last be made, and is being made by many women now, without guilt.” Friedan’s book finally made it possible for woman to work outside of the house and at real jobs. Three years after Friedan’s book, in 1966, 28 woman including Betty Friedan herself established the National Organization for Women. Since then NOW has been responsible for many of the major changes to the equality of women, Including the passage of the Equal Rights Amendment. “Through more than five decades of activism, Friedan showed the ability not only to formulate feminist theory but also to develop her thinking response to social and cultural change. This has made her one of the most significant political and intellectual leaders in the 20th-century feminism.” This quote from the Encyclopedia of Women and American Politics by Lynne Ford shows the impact that Friedan had on the second wave feminist movement and how she changed the world for all women."," "],"display_date":1960,"search_date":"1960-07-01","locations":[{"id":32057,"lat":39.4750359792,"lng":-74.3341472584,"zoom":9,"place":"Atlantic, New Jersey"},{"id":31817,"lat":37.7029266937,"lng":-123.005394924,"zoom":11,"place":"San Francisco, California"},{"id":31603,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":1760,"tag":"Gender Roles"},{"id":1759,"tag":"Girl Power"},{"id":1758,"tag":"Gender"},{"id":6,"tag":"Education"},{"id":1604,"tag":"Female"},{"id":617,"tag":"Feminism"}],"course":{"name":"The Comic Book City","school":"Rollins College","course_id":112,"school_id":5}},{"id":5755,"title":"Strong Female Characters in Depression Era Media","course_id":112,"status":"P","start_date":"1/1/20","end_date":"12/31/45","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Great Depression provided a hotbed of motivation that led to a dramatic change in the status quo of gender roles. With unemployment at an all-time high, the duties of a housewife were suddenly multiplying both in importance and quantity. This forced women to become more creative and tenacious, bearing the responsibility of relieving the pressures of joblessness and hunger.  Housewives were intensely unhappy with this situation, and this discontent pushed them into action on a scale never seen in the US before.","The mainstream media reacted to this housewife activism. Although they took the movement seriously, they could not help but ridicule the idea of a housewife movement. As they poked fun at the group, however, tension grew over the “politicizing of the traditional roles of wives and mothers.” No matter how much the media lampooned the movement, its pervasiveness in contemporary American culture was undeniable. The topic was one of hot debate, reflected by its presence in newsprint throughout the period. Society’s idea of what women were capable of was undergoing a significant change.","Milton Caniff, a cartoonist who had become famous at the time for his <em>Terry and the Pirates </em>strip, had sensed this influence and incorporated it into his comic. While the eponymous character, Terry, fought many a foe, the most famous was known as “the Dragon Lady”. She was a sly and capable foe, and at the advent of World War II, led the resistance against Japan’s invasion of China. She is shown to be an equal match for Terry on numerous occasions. This portrayal of a competent, attractive female antagonist was revolutionary for the time. It is also worth noting that the Dragon Lady was not only a woman, but also ethnic, being Asian. Caniff’s comic contained several other strong, female characters, but none were quite as influential as her. This can clearly be seen today where the term “dragon lady” refers to a negative stereotype of strong or mysterious women of East Asian descent."," "],"display_date":"1920 - 1945","search_date":"1932-12-31","locations":[{"id":21355,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":30,"tag":"Urban Society"},{"id":1158,"tag":"Great Depression"},{"id":258,"tag":"World War II"},{"id":788,"tag":"Sexism"},{"id":617,"tag":"Feminism"},{"id":1774,"tag":"Milton Caniff"},{"id":1775,"tag":"Comics"},{"id":1776,"tag":"Dragon Lady"},{"id":1777,"tag":"Cartoonist"}],"course":{"name":"The Comic Book City","school":"Rollins College","course_id":112,"school_id":5}},{"id":5771,"title":"<strong>Women's Suffrage Parade in New York</strong>","course_id":115,"status":"P","start_date":"1/2/07","end_date":"1/2/07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Women did not have the right to vote in the 19<sup>th</sup> century, nor were they allowed to participate in any form of politics. They were not satisfied with such inequality. A visiting European dignitary -- Paul H.B. d'Estournelles de Constant -- noted the commitment shown by American women to achieve their rights. He noted that people laughed at the woman who claims the right to vote. Therefore, women pushed the boundary in setting up movements that enabled them to get involved in political activities. “The movement in favor of votes for women is a protest of outraged morality against the masculine infringements of politics on private life, conscience and individual liberty” (Estournelles de Constant p.72). \" I have heard the most frivolous society women admire the grandeur of an immense procession that went past their windows in New York. it was a women's demonstration, carried out on a winter day, amid rain and mud. Thousands and thousands of women, of all ages, all classes and all kinds, marched past, without distinction of place, forgetful of the times in which they lived, of their inequalities of station, of their joys and sorrows, their minds fixed upon a common purpose -- the emancipation of their sex and the right to act, compete, protest and vote in public as well as in private.\" (p.68)","Estournelles notes that eventually women finally earned the right to vote, in eleven states initially. In 1912, six states -- California, Utah, Wyoming, Idaho, Colorado and Washington -- had been won over to the principle of votes for women; the last five being among the least populous states in the Union (p.72).","The women’s rights movement changed the landscape of our society into what we know today. And it started with the belief that people are born equal. Here, let’s not forget there were forerunners and pioneers who sacrificed and fought so hard to get what we have right now."],"display_date":"January 2, 1907","search_date":"1907-01-02","locations":[{"id":49747,"lat":40.7964015502,"lng":-73.8979738005,"zoom":10,"place":"New York, New York"}],"tags":[{"id":1799,"tag":"women's right"},{"id":617,"tag":"Feminism"},{"id":170,"tag":"suffrage"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":115,"school_id":40}},{"id":6334,"title":"The Creation of the National Organization for Women (NOW)","course_id":144,"status":"P","start_date":"6/30/66","end_date":"6/30/66","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On a warm June day in the year 1966, 28 frustrated women went to Washington D.C. to attend the third National Conference of Commissions.[1]  The topic for this conference was the status of women in the United States.  While some believed that women became equal in America the moment that they gained the vote, others, these 28 women specifically, believed that the U.S. still had a long way to go to gain equality between the sexes.  Yet upon attending the conference they felt that not enough of the issues were being dealt with or even discussed.  Issues like that of equal opportunities for employment for both sexes.[2]  These 28 intelligent and educated women experienced first-hand the discrimination and limitations that came with being a woman in the job market during that time.[3]  Even though, governmental departments such as the Women’s Bureau may have been putting out reports of female contentment in the private sphere, or the home, these women said different.[4]  Soon after the conference these 28 women founded the National Organization for Women, an American Feminist Advocacy group.","These 28 women after leaving the conference threw their anger at the lack of progress for women into creating an activist feminist organization whose goal was to attempt to tip the scales in the favor of women everywhere in America.[5]  They wanted to challenge a system that would have much preferred women remain in their supposedly traditional roles in the home.[6]  Also to give a voice to the issues that women cared about and effected them directly, on a political and national scale.  With the help of Betty Friedman, the author of <em>The Feminine Mystique</em>, these women formed a feminist civil rights group.  Friedman also came up with the idea to name the group “NOW” or the National Organization for Women.[7]  Books like Friedman’s <em>Feminine Mystique </em>helped to create a consciousness in the United States which led to more discontentment with the status of women in the country.[8]  This consciousness along with many other factors contributed to the women’s movement in that time and eventually the creation of the National Organization for Women.","Later as NOW grew to include chapters all across the United States they felt the need to share their origin story.  So pamphlets were distributed, recounting the narrative of the founding of the organization to the newly formed chapters all over the country.  This most likely give the new chapters a sense of connection to the group on its national level.  Rather than just each individual chapter creating its own ideology and goals, NOW wanted all the chapters to understand the importance of the ideas that the organization was founded upon and the goal of helping women to gain their political voice."," ","[1]NOW Origins Pamphlet, in MSS 310 National Organization for Women National records,","Administrative 1966-1993, Special Collections, Augustana College, Rock Island IL.","[2] NOW Origins, Special Collections.","[3] Ryan, Barbara. \"IDEOLOGICAL PURITY AND FEMINISM: The U.S. Women's Movement","from 1966 to 1975.\" <em>Gender & Society</em> 3, no. 2 (June 1989): 239-257. <em>America: History & Life</em>, EBSCO<em>host</em>. 242.","[4] Duerst-Lahti, Georgia. \"The Government's Role in Building the Women's Movement.\" <em>Political </em>","<em>Science Quarterly (Academy Of Political Science)</em> 104, no. 2 (Summer89 1989): 249. <em>America: History & Life</em>, EBSCO<em>host</em>."," ","[5] NOW Pamphlet, Special Collections.","[6] Ryan, “Ideological Purity”, 242.","[7] NOW Pamphlet, Special Collections.","[8] Duerst-Lahti, “The Government’s Role”, 256."],"display_date":"June 30, 1966","search_date":"1966-06-30","locations":[{"id":31495,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Dist Columbia, District of Columbia"}],"tags":[{"id":2644,"tag":"women's organizations"},{"id":617,"tag":"Feminism"},{"id":2258,"tag":"women's movement"},{"id":7,"tag":"Women"}],"course":{"name":"History of Women in the U.S.","school":"Augustana College","course_id":144,"school_id":54}},{"id":6734,"title":"The Omnipotent Kennedy Fade","course_id":174,"status":"P","start_date":"1/1/60","end_date":"11/1/63","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On February 14, 1962, Jackie Kennedy gave her famous White House Tour on for CBS Television. Charles Collingwood of CBS guided the hour-long tour. Jackie represented a new, relaxed style of modernity and femininity. She demonstrated impressive knowledge of history by speaking about what events past presidents held in each room. In the Green Room Jackie noted, “this used to be the dining room, and here Jefferson gave his famous dinners and introduced such exotic foods as macaroni, waffles and ice cream to the United States.” Kennedy’s eye for beauty and desire for prestige established the myth and glamour that would define the era of the Kennedys. While many perceived Jackie as a flawless beauty and easygoing mother and wife, she struggled with her public appearance and confidence.","The Kennedys represented the image of a cultural revolution in the1960s. The modern <em>Mad Man</em> television series centers on this image with the new hopes, fears and the eventual decline of the American dream. The article <em>Don, Betty and Jackie Kennedy On Mad Men and Periodization,</em> discusses the symbolism behind the Jackie Kennedy White House Tour in the 1960s. The central characters in <em>Mad Men </em>noted that Jackie seemed nervous, even when she saw Jack at the end. The message behind the show addresses the story of image control. The images and reality observed was well groomed to a specific persona as opposed to the reality of the hardships the family faced. The flaws and secrets of the family are hidden behind the well-tailored clothes, bright smiles and good looks.","In historian James Giglio’s book <em>The Presidency of John F. Kennedy</em>, he accounted for the image the Kennedys had, compared to the reality behind the scenes. John Kennedy was one of the most image-conscious presidents and centered the media on his attractive children, glamorous wife and his livelihood as a family man. The Kennedy lifestyle hardly resembled the Camelot that Jackie portrayed after the assassination.","Behind the handsome façade, Kennedy suffered from failing health, aggressive behavior towards others and being unfaithful to his family. Jackie was well aware of her husband’s problems. Her frustration may have been taken out on her shopping sprees for designer clothes, jewelry, antiques and artwork. Jackie unwillingly assumed the political obligations as first lady. Once President Kennedy twisted Jackie’s arm behind her back and marched her over to female reporters so that would portray the right family image. Jackie often had unpredictable mood swings and would cancel engagements due to illness, only to be reported to be water-skiing at Hyannis Port.","Jackie was a major asset to the image of the Kennedy presidency. In the White House tour Jackie acted as the perfect mother and wife, but her tense posture and controlled voice showed otherwise. Jackie’s seemingly flawless beauty was an image created to shield the ubiquitous flaws in the Kennedy family private life. Jackie lived a life where public image ruled over her own happiness, forcing her into a role she did not fully believe in."],"display_date":"January 1, 1960 - November 1, 1963","search_date":"1961-11-30","locations":[{"id":52836,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington DC"}],"tags":[{"id":2866,"tag":"Jackie Kennedy"},{"id":617,"tag":"Feminism"},{"id":1727,"tag":"JFK"},{"id":1507,"tag":"1960s"},{"id":2865,"tag":"White House Tour"},{"id":3213,"tag":"History"},{"id":145,"tag":"art"},{"id":197,"tag":"fashion"},{"id":7,"tag":"Women"},{"id":3412,"tag":"Image"}],"course":{"name":"JFK","school":"Marist College","course_id":174,"school_id":77}},{"id":6791,"title":"Well-Behaved Women in the '60s Seldom Make History; they get Divorces","course_id":180,"status":"P","start_date":"2/7/18","end_date":"2/26/18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Liberal Member of Parliament for Parkdale, Toronto- Stanley Haidasz, has sent 20 000 personal opinion questionnaires to residents of the city’s west-end. Little over 2100 surveys were returned, and revealed new data supporting easier divorce laws. The survey also asked whether Torontonians were in favor of: better diplomatic relations with China under a communist government, more lotteries to fund hospital construction, and increased taxation on tobacco. However, the <em>Globe and Mail</em> newspaper took an interest on the surprisingly high percentage of divorce favorability, because it had been uncommon in Canadian history. In the article, “Easier divorce favored by 74% in Toronto poll”, posted by the <em>Globe and Mail </em>on July 28 1966, reveals the breakdown of the survey. As 74% favored easier divorce; requesting to shorten the three-year separation period, into just one year. 22% were not in favor of easier divorce, and 4% had no official opinion on the matter. In conclusion, Stanley Haidasz’ position in government meant he was aware of the socio-cultural demand for change within the city and launching this survey may have acted as the kick-start he needed for his own personal career direction.","            The increased favorability in divorce can be a result of increased feminist movements in the 1960s. Prior to 1968, Ontario’s civil courts were responsible for divorce cases. This court system had set an unreasonably long separation period of three to five years, and treated marriage as more of a contract than a holy sacrament. From the late nineteenth century to early twentieth century, a woman’s role in society was to be subordinate and devoted to her husband. The colonial government at the time, wanted to maintain a content male labour force, and one way that can be ensured is through a wife’s legal dedication to stay with her husband. This can be seen when adultery was removed as a criminal offence, and therefore lost its base for divorce under the English Divorce and Matrimonial Causes Act of 1857. Furthermore, Canadian women already recognized the unequal treatment they received in society, but with employment and increased personal wealth, brought a sense of autonomy and authority to the lives of many women whom were previously silenced by male figures. Many new employment positions had opened to middle class women during/post-WWII, that were previously dominated by men. Even after the War, many women maintained their employment positions to support their families and secured themselves in middle class positions for the following decades. Additionally, the 1960s were a period of radical social and humanitarian changes demanded by middle class women. Protests for peace and non-conflict during the Cold War (1961), a united Canada wide- divorce law in 1968, the decriminalization of same sex activity in 1969, and legal abortion in 1969, are some of the social battles in which Canadian women were on the forefront. In conclusion, a new wave of feminist movements can potentially explain why more Torontonians were in favour of easier divorce laws, as examined in Stanley Haidasz’ 1966 survey."],"display_date":"February 7, 1918 - February 26, 1918","search_date":"1918-02-16","locations":[{"id":53134,"lat":43.6378194,"lng":-79.3902334,"zoom":8,"place":"Toronto, Ontario, Canada"}],"tags":[{"id":3538,"tag":"post-war"},{"id":3537,"tag":"Stanley Haidasz"},{"id":3536,"tag":"Feminist Movements"},{"id":3535,"tag":"Toronto"},{"id":291,"tag":"Cold War"},{"id":617,"tag":"Feminism"}],"course":{"name":"Critical Writing and Research for Historians","school":"University of Toronto Scarborough","course_id":180,"school_id":28}},{"id":6808,"title":"The Spider Man of Ronald Reagan: Defeating Threats to Masculinity","course_id":185,"status":"P","start_date":"8/1/81","end_date":"8/31/81","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["As tensions arise in the sphere of gender rights in America, Spider-Man swings in to save the day, or at least save the men of the world from the threat of feminism. In August 1981, Fantagraphics Books released their third issue of <em>Amazing Heroes</em> which includes an interview with the new editor for Marvel’s <em>Spider-Man</em> titles, Tom DeFalco, on his plan to “revitalize” Spider-Man by “returning to the ‘grandeur and the power and the menace” of the hero’s original days. As Spidey’s revamping to “use his powers to the fullest potential,” the push to extend the date for the Equal Rights Amendment (ERA) ratifications was struggling under the presidency of Ronald Reagan (Amazing Heroes 54). The Equal Rights Amendment, passing on March 22, 1972, had a seven-year deadline on ratification processes, meaning it could not be ratified after 1979. Congress approved an extension until June 30, 1982, but after the swearing in of Ronald Reagan, the ERA lost its support from the republican party (Francis). On the major political loss, Anne Costain says, “what makes gender differences distinctive in the 1980s is that they are now tied to a consistent preference in the part of women for the democratic party and its candidates” (Costain 115). A citizen’s right to not be denied or abridged based on their sex was undermined by more than half of the political system: the feminist movement was battling against Reagan’s presidency.","            Hegemonic masculinity took over the US and feminists were fighting for equal rights on the basis of sex. In the midst of this political tension, Tom DeFalco presses for a character of justice, masculinity, womanizing, and heroism of full amelioration, found in none other than the friendly neighborhood hero, Spider-Man. The political realm of equal rights was battling a threat and the face of masculinity that was in charge was being opposed by a mass movement. Spider-Man’s supposedly old-and-improved characterization is an agent of protection against the threat of femininity and, more specifically, feminism and gender inclusivity. In fact, based on a study about the embodiment of superheroes done by Dr. Edward Avery-Natalie, “evolution toward hyperbolic forms has been increasing since the Golden Age of comic books” (Avery-Natalie 81). Furthermore, male characters can be, as it is typically found in this study, fetishized to embody the fullness of male power that is depicted through masculinity of said character (Avery-Natalie 80). The article in <em>Amazing Heroes</em> includes sketches for the upcoming Spider-Man, captioned by DeFalco that he’s bringing back lots of “hoo-hah and shenanigans to spider-man” (<em>Amazing Heroes</em> 58). “Hoo-hah and shenanigans to spider-man,” is repeated throughout the story. The sketches detail the muscular, intense, action-packed, violence-packed fight scenes that Spider-Man takes action in. Penciled by Bob Hall, these scenes are exactly the fun and invigorating graphics that depict ideal masculinity: “children live in a historical period, undergoing political, economic, social, cultural and technological changes; those changes are so complex that boys and girls are confronted with many different experiences, which lead them to criticize certain hegemonic values” (Silva 526). In addition to Sylvia’s claim, the call to criticize hegemonic values is accompanied by the exposure to hegemonic values. Comic readers can see masculinity and other historical contexts via this article, especially the want for hyper-masculinity in the time that it’s patriarchal power is being threatened by the strive for greater equal rights.","            Under the new Reagan presidency, the Equal Rights Amendment struggled to get momentum for ratification and the push for more hegemonic, hyper-masculinity was on the forefront for America and in comics. Tom DeFalco’s re-vamping of Spider-Man shows how masculinity plays a large role in the construction of comics and the urge for patriarchal power to take control in America."],"display_date":"August 1, 1981 - August 31, 1981","search_date":"1981-08-16","locations":[{"id":52950,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington, DC, USA"}],"tags":[{"id":2598,"tag":"Comic"},{"id":293,"tag":"Ronald Reagan"},{"id":1771,"tag":"masculinity"},{"id":617,"tag":"Feminism"},{"id":3576,"tag":"ERA"},{"id":3577,"tag":"Spider-Man"},{"id":3578,"tag":"Amazing Heroes"}],"course":{"name":"ENG 492H Honors Seminar in English","school":"Rollins College","course_id":185,"school_id":5}},{"id":6874,"title":"Uncommon History: The Tale of the Female Playwright","course_id":186,"status":"P","start_date":"1/1/75","end_date":"12/31/85","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the early 1970s, theatre was dominated by male actors, male directors, male playwrights, and male producers. In an article titled The ‘Woman’ Playwright Issue Gayle Austin, 80s playwright and journalist, expressed that many of the female characters portrayed in the shows of this time were flat or two-dimensional, leaving the female audience in this male dominated world wanting more than the typical “hooker with a heart of gold” trope that satisfied the male gaze. Plays like Da, an Irish comedy that focused on a man’s relationship with his father, or the musicals like Pippin, a story of a boy turning into a man while finding his way in the world, captivated audiences while not having a single multidimensional female character in the entire script. When women playwrights attempted to combat this lack of representation with their own creations, they were met with ridicule from male critics that considered their work “juvenile and substandard” to the male playwrights. Female playwrights like Wendy Wasserstein and Caryl Churchill faced an issue in their medium as many of them were barred from publishing and producing their work due to the constant harsh criticism.","It wasn’t until the early 1980s that a wave of feminist playwrights began releasing their work and women began to gain real representation on the live stage. Smaller production companies such as The Monstrous Regiment began producing the plays to showcase these feminist playwrights and express to the oppressive male critiques that these shows were relevant to audiences. Across the country, audiences began to show support for this new female role as women were being expressed as someone with emotion and ability, rather than the previous types of roles produced by male writers. Wendy Wasserstein, author of Uncommon Women and Others, as well as Caryl Churchill, author of world renowned play Top Girls, made waves in the world of theatre, leading a new feminist era of theatre itself.","The main goal of these female writers was to change the theatrical climate for the better; to see women actresses get to become women directors, playwrights, and producers. Austin expresses a common myth thought about female writers that came out of the theatre community, stating “Women can’t direct. It’s not part of our childhood training. Directors must be able to command, declaim, dictate, shock, humiliate, create, destroy, and resurrect.” This common thought originally barred the female world from directing as their will is thought to not be strong enough for the job. ","What was once the question of, (Austin 1983)“is this female character really a person?” evolved into the astounding creation of characters such as Muffet De Nicola, a woman who is just finishing college and questioning whether or not it was worth it and what life will be after it all in Wasserstein’s Uncommon Women and Others, or the savvy business woman Marlene, who began to adopt toxic male traits to climb the business ladder in Churchill’s Top Girls. These women now have interests beyond men or devilish schemes, or even implied lives beyond the show’s plot. This was a rarity before the Feminist Theatrical Movement. Thanks to the efforts of the few female playwrights, it is now and forever common in many shows across America."," "],"display_date":"1975 - 1985","search_date":"1980-07-01","locations":[{"id":52989,"lat":40.672670386386,"lng":-73.961707701296,"zoom":11,"place":"New York"}],"tags":[{"id":3679,"tag":"Feminist Theater"},{"id":619,"tag":"Second Wave Feminism"},{"id":2471,"tag":"20th Century"},{"id":617,"tag":"Feminism"},{"id":627,"tag":"Theater"},{"id":955,"tag":"Theatre"},{"id":1205,"tag":"Women's History"}],"course":{"name":"American Women's History","school":"Schreiner University","course_id":186,"school_id":69}},{"id":6886,"title":"A Women's War","course_id":190,"status":"P","start_date":"6/1/17","end_date":"11/30/17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","Residents of Carmel, New York, woke up on Friday, November 30, 1917, to a letter to the editor on the <em>Putnam County Courier’s</em> front page from an advocate for woman’s suffrage, Mrs. C.A Hopkins. In her comment, Hopkins explained that men should be recognized for their valor during The Great War, but also argued that women should be appreciated as well. Hopkins wrote, “I feel sure that the women who have so faithfully and efficiently labored for the Red Cross, for the Liberty Loan, and for the YMCA fund, may also be depended upon to further the recognition of a subject already long delayed.” This subject was women’s right to vote. New York state was at the epicenter of the women’s suffrage movement throughout 1916 and 1917. Suffragettes hoped to win the support of “the most economically and politically influential state in the nation.”","World War One created many difficulties for the suffrage movement. Suffragettes were split between those who supported that war and those who did not. On April 3, 1917, President Wilson announced his war aims to Congress. He declared that the United States must enter the war because “the world must be made safe for democracy.” This claim from Wilson stirred controversy amongst suffragettes, who believed America first had to first fix its democracy at home by allowing women to vote. In his book, <em>Winning the Vote</em>, the historian Robert Cooney, Jr. details how the suffragist Doris Stevens argued, “We must not let our voices be drowned by war, trumpets or canons.” Steven and others who did not support the war worried that the war would bring the suffrage movement to a halt. Many women abandoned their suffrage for war work, such as laboring in munition factories, selling war bonds, raising money for war relief, and providing aid at the front for fallen soldiers with the Red Cross.","Activists such as Mrs. C.A Hopkins supported the war and argued for women’s rights. Suffragettes took part in patriotic rallies all over New York State. In the book <em>Women Will Vote, </em>Goodier and Pastorello explain, “By the summer of 1916, most cities held preparedness and patriotic rallies. The fifty thousand marchers who participated in the parade included suffragists; suffragists participated in similar events in Albany, Rochester, New York, and elsewhere.” New York suffrage leaders wanted to bring back attention to their primary goal: reviving their suffrage campaign by emphasizing women’s contributions to the war. Suffragettes spoke at every possible venue, including training camps for soldiers. They printed and distributed leaflets, posters, and newspaper articles asserting that more than a million New York Women demanded that voters pass the suffrage referendum on November 6, 1917.","Acts of leadership like Mrs. C.A. Hopkins and acts of courage like the women who participated in the war helped women in New York gain suffrage on November 6, 1917. It was the stepping stone that would eventually lead women to gain suffrage across the nation. This movement did not only require women from big cities to be heard but local ones as well, such as New York’s local town of Carmel in Putnam County."],"display_date":"June 1, 1917 - November 30, 1917","search_date":"1917-08-31","locations":[{"id":53211,"lat":41.197785310004,"lng":-75.38473046875,"zoom":6,"place":"Putnam County, New York"},{"id":53212,"lat":41.197785310004,"lng":-75.38473046875,"zoom":6,"place":"New York State"}],"tags":[{"id":7,"tag":"Women"},{"id":2692,"tag":"The Great War"},{"id":2477,"tag":"world war one"},{"id":2647,"tag":"Women's Suffrage"},{"id":3698,"tag":"Suffragette"},{"id":617,"tag":"Feminism"}],"course":{"name":"Historian's Craft","school":"SUNY New Paltz","course_id":190,"school_id":102}}]}