{"id":622,"tag":"facebook","points":[[42.3649994065,-70.9800517697]],"bounds":[[42.3649994065,-70.9800517697],[42.3649994065,-70.9800517697]],"episodes":[{"id":4969,"title":"Facebook Makes a Wave in Social Networking","course_id":27,"status":"P","start_date":"2/4/99","end_date":"2/4/99","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 2005, journalist Ellen Rosen reported on a little known website making waves in the college community: Facebook. Created February 4, 2004 by 21-year-old Harvard student, Mark Zuckerberg, Facebook was initially intended for college students but soon grew. Prior to future changes, the site allowed anyone with a .edu email to create a profile online and accept and request friends. The creator of Facebook, however, wanted a way to keep the site limited to students only.  The solution was to have college students send invitations to high school students who could then invite their own friends. The growth of social networking sites such as Facebook, raises important questions about community, identity and technology in the 21<sup>st</sup> century.","According to peer-reviewed journal, First Monday, by April of 2008 the site had surpassed 70 million active users. Facebook’s success reflects a culture focused on less personal ways of networking and communicating. Contemporary critics, accuse sites like Facebook of eliminating person-to-person conversations and portraying technology as the solution to feelings of alienation and loss of community. As others have noted, Facebook ushered in a new definition of “friend”. On Facebook, a friend is a fellow Facebook user, not someone you talk to everyday and know well. Adding friends and accepting them becomes more of a competition to see who has more friends rather than as a means of actually getting to know an individual.  On the other hand, Facebook offers an opportunity for individual expression and a connection to a broader community.  Facebook has become a popular site for youth culture to explore themselves and broaden relationships. Despite forgoing “quality for quantity” when using social networking sites, positive aspects of what technology has allowed can be seen through social networking sites such as Facebook. In her book <em>The Facebook Era</em>, Clara Shih discusses important effects of online communication as a result of the rise of Facebook. She notes that “prior to the online social networking era, most of us didn’t have the capacity to maintain these relationships, nor sufficient knowledge or prescience to know which ones might become valuable in the future”. Online social networks like Facebook have defined a more causal kind of relationship, which allows one to maintain more connections. In order to maintain and establish connections, Facebook provides an “easy to use database for managing contacts” and an efficient and easy way to search for people. In addition to providing an easy to use social database, Facebook offers other modes of interaction, such as photos and user statuses, which make communication faster and easier. The visual aspect of Facebook allows for a different type of networking in which people can see other users’ photos and videos allowing users to match a name to the face. Like photos, statuses on Facebook allow users to stay updated and know what is going on in a “friend’s” life. For example, a user might write that he or she is writing a paper whereas, ”in the pre-Facebook era, many of these thoughts and feelings that people had were simply never communicated.”","A survey in 2006 that surveyed freshman students reported that overall, students spent twice the time online (28 hours per week) using the Internet for “communicative purposes” than for “noncommunicative purposes” (14 hours per week). It is certain “that students overall have exhibited clear preferences towards using the Internet as a medium for social interaction and, in most cases, use it with great frequency in their everyday lives.” Facebook is now used all over the world by all ages so users can meet others and explore identity formation."],"display_date":"February 4, 1999","search_date":"1999-02-04","locations":[{"id":43039,"lat":42.3649994065,"lng":-70.9800517697,"zoom":10,"place":"Suffolk, Massachusetts"}],"tags":[{"id":622,"tag":"facebook"},{"id":623,"tag":"social networking"}],"course":{"name":"Digital History: New York, New York","school":"Stonehill College","course_id":27,"school_id":22}}]}