{"id":625,"tag":"Revolutionary War","points":[[41.606885685,-71.3622294656],[41.8745874433,-71.5917581694],[42.3649994065,-70.9800517697],[41.8064084993,-72.7328417292]],"bounds":[[42.3649994065,-70.9800517697],[41.606885685,-72.7328417292]],"episodes":[{"id":4970,"title":"The advancement in African American rights due to the 1st Rhode Island regiment's successful defense of Major General John Sullivan's unit in the battle of Newport, Rhode Island.","course_id":27,"status":"P","start_date":"1790-08-29","end_date":"1790-08-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In Major General John Sullivan’s letter to George Washington, Commander in chief of the Continental Army, he explains how both the dwindling size of his force and the great numbers of the British justify his necessary retreat from Newport, Rhode Island, where the British were rapidly approaching.  He continues, however, by praising the skillful tactics and<br />brave stand the 1<sup>st</sup> Rhode Island Regiment took under the command of Colonel Christopher Greene, describing them as “hav[ing] acquird great Honor by their activity and spirited exertions during the day.”[1] As a direct result of the tactics employed by Colonel Greene’s black unit, Major General John Sullivan’s unit escaped with virtually no casualties. February of 1778 was a particularly difficult time in the war. The Continental army was slowly dissolving against the confident British forces. Given the state of their situation, the General Assembly of Rhode Island was desperate for new recruits. As a result, they passed a law that would allow “every able-bodied Negro, Mulatto, or Indian Man slave, in this state may enlist in either of the two Continental Battalions.”[2] The state guaranteed freedom to any and all slaves brave enough to take up arms and fight for the very country that enslaved them.[3] The establishment of black units in the Continental Army not only promoted the growth of the free black community in the North, but planted seeds for the future Emancipation Proclamation just 80 years later.<br /> One of the most noted units created as a result of the recruitment of slaves was Rhode Island’s first regiment, sometimes referred to as the ‘black regiment’ for nearly its entire unit consisted of patriotic slaves or freed black men. On August 29, 1778, under Colonel Christopher Greene, the unit bravely marched into the battle of Newport, after French reinforcements failed to assist Major General John Sullivan against a pressing attack made by British and Hessian forces. Forced to retreat, General Sullivan left the defense of Newport and his successful retreat in the hands of these valorous men. Even after several waves of attack by British forces, this almost completely black unit repelled each wave that marched upon them. Major General John Sullivan, as a result, was able to retreat with extremely few casualties, and the Continental Army’s line at Newport was never broken.[4]<br /> This highly exalted victory at Newport forever changed the roles of African Americans in America. They demonstrated that they were willing to serve their country for the greater good despite their past slavery, proving to white leadership that they were capable and willing to serve alongside white soldiers. Their victory showed that the blacks had more than just courage, but that they were competent in battle. It was not an easy feat to successfully repel the British’s experienced, organized waves of assault. The former slaves freed by their service would go on to form a visibly activist community of African Americans in the North.  Their efforts in the Revolutionary war set the stage for latter debates over citizenship and military service and their ancestors would see the passing of the Emancipation Proclamation in the later years to come.<br /> <br /> <br />","[1] Major General John Sullivan to George Washington, August 31, 1778, in The Papers of George Washington; edited by Theodore J. Crackel.  (Charlottesville, Virginia, University of Virginia Press, 2006) 450.","[2] Greene, Lorenzo. “The Journal of Negro History, Vol 37, No 2 (Apr., 1952), pp. 142","[3] Rhode Island Archives: Records of the State of Rhode Island, December 1777-October 1779, X, 41.","[4] Adams, Gretchen. \"Deeds of Desperate Valor\": The First Rhode Island Regiment. “http://revolution.h-net.msu.edu/essays/adams2.html”"],"display_date":"August 29, 1790","search_date":"1790-08-29","locations":[{"id":15392,"lat":41.606885685,"lng":-71.3622294656,"zoom":7,"place":"Newport, Rhode Island"}],"tags":[{"id":625,"tag":"Revolutionary War"},{"id":624,"tag":"1st Rhode Island Regiment"},{"id":607,"tag":"General John Sullivan"}],"course":{"name":"Digital History: New York, New York","school":"Stonehill College","course_id":27,"school_id":22}},{"id":5000,"title":"<strong><em>Honoring the Revolutionary Soldiers</em></strong>","course_id":43,"status":"P","start_date":"1859-10-04","end_date":"1859-10-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the years right before the Civil War, a group of men formed a military organization to honor an idol and hero of the American people.  These men formed the organization not only to honor current heroes, but the heroes of the past. In particular, the regiment was named after the great General Israel Putnam.  These men displayed a respect for their forefathers that brought about national pride.  It is here that we see Americans remembering their historical roots, and honoring it.","The military organization started in Hartford, Connecticut.  The initial reasons for starting the organization were to celebrate the return of a hometown hero, Thomas H. Seymour.  However, instead of being a temporary organization, the Putnam Phalanx grew and became a permanent unit in Connecticut.  The men dressed in the uniforms of Continental soldiers and marched to the music of the Revolutionary War.  The organization had ranks and officers, and held meetings at their “Armory.”","In 1859, the Phalanx voted to take an excursion starting on October 4 and ending on October 7.  The plan was to visit Boston in order to see Bunker Hill, as well as visit the Navy Yards in Charlestown, Massachusetts, and the city of Providence, Rhode Island.  The Phalanx had a non-member write of the events that occurred during their travels, and a poem of their hero (Putnam) was included in the front. In the account, people in every city seemed to be excited about this parade of men.  Upon their arrival to Boston, the train car that had the Battalion were “…immediately surrounded by an enthusiastic crowd, anxious to catch the first sight of the Corps…”","The Hartford Tribune has several accounts of this organization, including small snippets and advertisement of the organization.  The organization was seen as a way to bring people together, for everyone to have an enjoyable day.  The Phalanx went to honor their fathers at Bunker Hill and to honor their current brothers fighting in the Navy.  Thousands of people showed up wherever they went, showing their appreciation and excitement for their service to America's beginning.    The people treated them as heroes for honoring America’s national heritage.","Kammen writes about this as a traditional culture being born.  Early in the nineteenth centuries, monuments built to remember battles of the Revolution ended up as mundane obelisks.  They represented not only the lack of \"anti-democratic\" ideals, but also did not elevate one singular person as a hero.  This contradicts what later became a celebratory event to remember the Revolution. James Russell Lowell noticed that this was the time period for celebrating the American Revolution, yet in time, those celebrations waned.  While certain holidays continued to be less celebrated, the Putnam Phalanx gave the American Revolution  a chance to be celebrated not just for holidays or parades, but to respect and honor the American identity."],"display_date":"October 4, 1859 - October 7, 1859","search_date":"1859-10-05","locations":[{"id":11401,"lat":41.8745874433,"lng":-71.5917581694,"zoom":10,"place":"PROVIDENCE, Rhode Island"},{"id":6209,"lat":42.3649994065,"lng":-70.9800517697,"zoom":11,"place":"SUFFOLK, Massachusetts"},{"id":1185,"lat":41.8064084993,"lng":-72.7328417292,"zoom":9,"place":"HARTFORD, Connecticut"}],"tags":[{"id":655,"tag":"Historical Reenactment"},{"id":654,"tag":"Putnam Phalanx"},{"id":67,"tag":"Militia"},{"id":625,"tag":"Revolutionary War"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5060,"title":"<strong>A History of African Slaves in the American Revolution</strong>","course_id":43,"status":"P","start_date":"1855-01-01","end_date":"1855-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Freedom and the emancipation of slaves were not two separate ideals in separate times in American history.  One of the important milestones in the American Revolution was the Boston Massacre, in which one of the first people to die was a black slave. Some claimed he was one of the first martyrs of the American Revolution.  During the American Revolution, several regiments were formed by order of George Washington using slaves.  Those who served to fight for the Continental Armies would receive wages and, when their service had ended, freedom.  Freedom was granted to slaves by not just General Washington, but several other leaders in the Continental Army.  Even among the great men who gave freedom to the hard-working slaves, emancipation for all slaves did not come for centuries afterwards.","This subject was something William C. Nell wanted to show in his book <em>The Colored Patriots of the American Revolution, With Sketches of Several Distinguished Colored Persons. </em>William Nell was an abolitionist of the ninteenth century who avidly studied the history of African Americans, mulattoes, and all other men of African descent.  He was a free African American, who was prejudiced while educating himself.  He worked avidly to integrate schools so that African American children  could study alongside white Americans.  He also took an interest in history, avidly learning all about the history of African Americans and his heritage.  He worked with William Lloyd Garrison and the <em>Liberator</em> for many years, wrote several books and articles promoting emancipation and integration, and diligently pressed for the integration of black and white students in Massachusetts.","His books bring up an interesting point though: in an age born from the American Revolution, there were so much pro-slavery movements.  Slaves and free blacks had actively worked to fight for their freedom and to protect their own nation.  Moreover, many were given that freedom.  It seems ironic, looking through this history, that the issue with slavery continued even until the Civil War.  It is true that the South had become dependent on slaves for their plantations, however, this feeling among slave owners that slaves had no equal standing rivals that of the great leaders giving their slaves freedom.  Truly, the War for Independence was a war fought by all and for all who sought a new nation and freedom.","Michael Kammen mentions Nell as someone who was dedicated to bringing memory of black soldiers to the American culture.  Nell's work in preserving African American history is astounding, and his work has been used to research the African American slave culture.  He was able to bring to light all the reasons why slaves should be given freedom, if not for their service to the cause of freedom."],"display_date":"January 1, 1855","search_date":"1855-01-01","locations":[{"id":6209,"lat":42.3649994065,"lng":-70.9800517697,"zoom":11,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":365,"tag":"Emancipation"},{"id":193,"tag":"Abolitionism"},{"id":625,"tag":"Revolutionary War"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}}]}