{"id":626,"tag":"African -American","points":[[28.5146851201,-81.3237702415]],"bounds":[[28.5146851201,-81.3237702415],[28.5146851201,-81.3237702415]],"episodes":[{"id":4975,"title":"Her Love for Theater","course_id":33,"status":"P","start_date":"1/1/39","end_date":"12/31/51","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["When one recalls famous poets, play writes and novelist most people think of Emily Dickinson, Edgar Allen Poe, and Shakespeare. People seem to forget someone that made a tremendous difference in African American society. Zora Neale Hurston was an essential element in the African American culture.","            Hurston was born in Nostasugla, Alabama on January 71981.  Her father was a preacher, tenant farmer and carpenter while her mother was a schoolteacher. In 1901 she and her family moved to Eatonville, Florida the first incorporated all-black town. Her father later became the mayor of Eatonville. Three years after her family moved her mother died, and soon after her father remarried. Hurston’s father and stepmother sent her to Jacksonville, Florida to attend school. She later attended Morgan Academy in Baltimore Maryland. In 1927 she was accepted in Barnard College, she was the first black to be accepted. At Barnard, she studied anthropology, and graduated in 1928. Hurston was required to explore and research in the South in which she studied Negro Folklore.  ","            “From Sun to Sun” was one of the plays Hurston hosted at Rollins on Friday, February 11, 1933. In the program, history of Hurston is mentioned as well as her accomplishments and tributes to African American culture. In the show, Hurston was one of the actors as well as a singer. Program also lists the songs from the show. The songs that were sung are known as Negro Spirituals. Originally these songs were performed by the African Americans slaves while working. The songs were to inspire them, entertain them and lift up their spirits despite their circumstances. In the ending of the small biography about her in the program, Hurston she mentions her future goals. . .   ","            “She hopes to found a Negro theatre for her own people. She wants to write her own plays, direct Negro casts in Negro dramas, and present them to a Negro audience. She wants occasionally to have the white friends of the Negroes to watch these performances.”[1]","            She had a huge impact on African American culture and loved the theater as well. She opened doors for other African Americans to express their love for their passion.[2]  It’s obvious that Hurston loved art and music; it was deeply displayed in her plays and poems."," "," ","[1] Hurston Zora. <em>From</em> Sun to Sun (1933), 2"," "," "," "," "," "," "," "," "," ","[2] Browne, R.. \"Choreographing the Folk: The Dance Stagings of Zora Neale Hurston.\" Review of title_of_work_reviewed_in_italics, clarifying_information. <em>The Journal of American Culture</em>  32, no. 2 (June 1, 2009): 167.  http://www.proquest.com/ (accessed December 2, 2009)."," "],"display_date":"1939 - 1951","search_date":"1945-07-01","locations":[{"id":22732,"lat":28.5146851201,"lng":-81.3237702415,"zoom":9,"place":"Orange, Florida"}],"tags":[{"id":627,"tag":"Theater"},{"id":626,"tag":"African -American"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}}]}