{"id":627,"tag":"Theater","points":[[28.5146851201,-81.3237702415],[40.672670386386,-73.961707701296]],"bounds":[[40.672670386386,-73.961707701296],[28.5146851201,-81.3237702415]],"episodes":[{"id":4975,"title":"Her Love for Theater","course_id":33,"status":"P","start_date":"1/1/39","end_date":"12/31/51","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["When one recalls famous poets, play writes and novelist most people think of Emily Dickinson, Edgar Allen Poe, and Shakespeare. People seem to forget someone that made a tremendous difference in African American society. Zora Neale Hurston was an essential element in the African American culture.","            Hurston was born in Nostasugla, Alabama on January 71981.  Her father was a preacher, tenant farmer and carpenter while her mother was a schoolteacher. In 1901 she and her family moved to Eatonville, Florida the first incorporated all-black town. Her father later became the mayor of Eatonville. Three years after her family moved her mother died, and soon after her father remarried. Hurston’s father and stepmother sent her to Jacksonville, Florida to attend school. She later attended Morgan Academy in Baltimore Maryland. In 1927 she was accepted in Barnard College, she was the first black to be accepted. At Barnard, she studied anthropology, and graduated in 1928. Hurston was required to explore and research in the South in which she studied Negro Folklore.  ","            “From Sun to Sun” was one of the plays Hurston hosted at Rollins on Friday, February 11, 1933. In the program, history of Hurston is mentioned as well as her accomplishments and tributes to African American culture. In the show, Hurston was one of the actors as well as a singer. Program also lists the songs from the show. The songs that were sung are known as Negro Spirituals. Originally these songs were performed by the African Americans slaves while working. The songs were to inspire them, entertain them and lift up their spirits despite their circumstances. In the ending of the small biography about her in the program, Hurston she mentions her future goals. . .   ","            “She hopes to found a Negro theatre for her own people. She wants to write her own plays, direct Negro casts in Negro dramas, and present them to a Negro audience. She wants occasionally to have the white friends of the Negroes to watch these performances.”[1]","            She had a huge impact on African American culture and loved the theater as well. She opened doors for other African Americans to express their love for their passion.[2]  It’s obvious that Hurston loved art and music; it was deeply displayed in her plays and poems."," "," ","[1] Hurston Zora. <em>From</em> Sun to Sun (1933), 2"," "," "," "," "," "," "," "," "," ","[2] Browne, R.. \"Choreographing the Folk: The Dance Stagings of Zora Neale Hurston.\" Review of title_of_work_reviewed_in_italics, clarifying_information. <em>The Journal of American Culture</em>  32, no. 2 (June 1, 2009): 167.  http://www.proquest.com/ (accessed December 2, 2009)."," "],"display_date":"1939 - 1951","search_date":"1945-07-01","locations":[{"id":22732,"lat":28.5146851201,"lng":-81.3237702415,"zoom":9,"place":"Orange, Florida"}],"tags":[{"id":627,"tag":"Theater"},{"id":626,"tag":"African -American"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}},{"id":6874,"title":"Uncommon History: The Tale of the Female Playwright","course_id":186,"status":"P","start_date":"1/1/75","end_date":"12/31/85","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the early 1970s, theatre was dominated by male actors, male directors, male playwrights, and male producers. In an article titled The ‘Woman’ Playwright Issue Gayle Austin, 80s playwright and journalist, expressed that many of the female characters portrayed in the shows of this time were flat or two-dimensional, leaving the female audience in this male dominated world wanting more than the typical “hooker with a heart of gold” trope that satisfied the male gaze. Plays like Da, an Irish comedy that focused on a man’s relationship with his father, or the musicals like Pippin, a story of a boy turning into a man while finding his way in the world, captivated audiences while not having a single multidimensional female character in the entire script. When women playwrights attempted to combat this lack of representation with their own creations, they were met with ridicule from male critics that considered their work “juvenile and substandard” to the male playwrights. Female playwrights like Wendy Wasserstein and Caryl Churchill faced an issue in their medium as many of them were barred from publishing and producing their work due to the constant harsh criticism.","It wasn’t until the early 1980s that a wave of feminist playwrights began releasing their work and women began to gain real representation on the live stage. Smaller production companies such as The Monstrous Regiment began producing the plays to showcase these feminist playwrights and express to the oppressive male critiques that these shows were relevant to audiences. Across the country, audiences began to show support for this new female role as women were being expressed as someone with emotion and ability, rather than the previous types of roles produced by male writers. Wendy Wasserstein, author of Uncommon Women and Others, as well as Caryl Churchill, author of world renowned play Top Girls, made waves in the world of theatre, leading a new feminist era of theatre itself.","The main goal of these female writers was to change the theatrical climate for the better; to see women actresses get to become women directors, playwrights, and producers. Austin expresses a common myth thought about female writers that came out of the theatre community, stating “Women can’t direct. It’s not part of our childhood training. Directors must be able to command, declaim, dictate, shock, humiliate, create, destroy, and resurrect.” This common thought originally barred the female world from directing as their will is thought to not be strong enough for the job. ","What was once the question of, (Austin 1983)“is this female character really a person?” evolved into the astounding creation of characters such as Muffet De Nicola, a woman who is just finishing college and questioning whether or not it was worth it and what life will be after it all in Wasserstein’s Uncommon Women and Others, or the savvy business woman Marlene, who began to adopt toxic male traits to climb the business ladder in Churchill’s Top Girls. These women now have interests beyond men or devilish schemes, or even implied lives beyond the show’s plot. This was a rarity before the Feminist Theatrical Movement. Thanks to the efforts of the few female playwrights, it is now and forever common in many shows across America."," "],"display_date":"1975 - 1985","search_date":"1980-07-01","locations":[{"id":52989,"lat":40.672670386386,"lng":-73.961707701296,"zoom":11,"place":"New York"}],"tags":[{"id":3679,"tag":"Feminist Theater"},{"id":619,"tag":"Second Wave Feminism"},{"id":2471,"tag":"20th Century"},{"id":617,"tag":"Feminism"},{"id":627,"tag":"Theater"},{"id":955,"tag":"Theatre"},{"id":1205,"tag":"Women's History"}],"course":{"name":"American Women's History","school":"Schreiner University","course_id":186,"school_id":69}}]}