{"id":628,"tag":"mourning","points":[],"bounds":[[-100,-100],[100,100]],"episodes":[{"id":5122,"title":"Loss for the North and Happiness for the South","course_id":49,"status":"P","start_date":"1865-04-18","end_date":"1865-04-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["He was the man that attempted to end slavery; he was the President who lived through the Civil War; and even though Andrew Jackson was the first President to have an assassination attempt on him, it was John Wilkes Booth who first succeeded in assassinating a President - Abraham Lincoln. The reactions varied in the North, also known as the Union and in the South, also referred to as the Confederacy. The North was mourning: Caroline Richards, the wife of a Civil War veteran wrote, \"The news came this morning that our dear president, Abraham Lincoln, was assassinated yesterday, on the day appointed for thanksgiving for Union victories. I have felt sick over it all day and so has every one that I have seen. All seem to feel as though they had lost a personal friend, and tears flow plenteously.\"  Abraham Lincoln was considered the Union's most powerful and eloquent voice. Caucasian people were not the only ones to mourn their fallen President. Newly freed African Americans also mourned the person whom they considered to be their savior. Some people believed it was the \"logical and legitimate ending of a long series of outrages perpetuated in [the war's] behalf.\"","The South's reaction was almost the complete opposite to the North. While the people in the North cried and mourned on the streets, the Southerners threw parties and celebrated. Not all Southerners were jubilant, however.  Some followed the North and mourned their fallen leader. Union armies were aroused by the news and wanted to wreak vengeance on the South. There was widespread suspicion among soldier and citizen alike that the assassination was part of a wider Confederate plot. Grief and anger struck the Northern states in roughly equal proportion. Some were tarred and feathered, others were ridden on rails. There were instances of open supporters of the South being beaten to death and of Union troops shooting people who were happy about Lincoln's death. Police arrested some for insulting Lincoln, dragging them to courts where prison sentences were given out. Some people may not have liked Licoln, but they certainly did not wish him death by assassination."],"display_date":"April 18, 1865","search_date":"1865-04-18","locations":[{"id":1276,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":407,"tag":"Death"},{"id":178,"tag":"assassination"},{"id":628,"tag":"mourning"},{"id":809,"tag":"Lincoln Assassination"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":49,"school_id":40}}]}