{"id":629,"tag":"race","points":[[40.9100159753,-73.7674032747],[41.8399513458,-87.8166666032],[35.1268552,-89.9253233],[39.3253786,-77.7388818],[40.7127837,-74.0059413],[37.4315734,-78.6568942],[29.6498691,-90.1120696],[44.3148443,-85.6023643]],"bounds":[[44.3148443,-73.7674032747],[29.6498691,-90.1120696]],"episodes":[{"id":5764,"title":"Racial Relationships within the Suburban Community","course_id":112,"status":"P","start_date":"1/1/55","end_date":"12/31/73","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The large amount of social change that occurred within the mid-20<sup>th</sup> century arose from the push toward equality between the groups of people urging the nation for integration.  These groups pushed for the basic rights for people of any gender, race, or sexual-orientation.  This desire to change the nation led to many government and social acts to protect and provide these oppressed groups with basic rights that had been stripped from them, but these changes where not over-night successes.  It took years for the effects of these changes to be felt.","One of the most commonly discussed topics that arouse from the civil rights movement is racial equality, arising from the dissatisfaction of the black community after the war.  There was a strong drive to rid the nation of the bigotry and prejudice that constantly followed them everywhere.  Eventually there was a slow process of integration and ever growing opportunity for the African American community, but along with this success, there was the presence of opposition and subtle condescension by some members of the white community.","The movement of more and more black families into the typical suburban “white” neighborhoods, for example, usually caused some form of confrontation in one way or another.  In the county of Westchester, New York, there seemed to have developed a fad that came to be called “Rent-a-Black parties” by the African American community and “Integrated Parties” by the members of the white community.  They usually dealt with the invitation of a black guest by white hostesses, as a form of acceptance into the community.  Many times these party invitations did stem from a friendship and shared interest, but there were those invitations that arose as a subtle form of ridicule.  Eventually these forms of “community acceptance” did go into decline as the peculiarity associated with the “new black family” by the white community became less and less of an issue."],"display_date":"1955 - 1973","search_date":"1964-07-01","locations":[{"id":30037,"lat":40.9100159753,"lng":-73.7674032747,"zoom":9,"place":"Westchester, New York"}],"tags":[{"id":1787,"tag":"Suburbs"},{"id":42,"tag":"Civil Rights"},{"id":15,"tag":"Race-Relations"},{"id":705,"tag":"Community"},{"id":629,"tag":"race"}],"course":{"name":"The Comic Book City","school":"Rollins College","course_id":112,"school_id":5}},{"id":6307,"title":"Race in Comic Books","course_id":139,"status":"P","start_date":"3/25/72","end_date":"3/25/72","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The stereotypical superhero is handsome, is strong, has superpowers, and is white.  Most comic books featured a stereotypical white hero who was stronger and was far more superior than any other. Characters such as \"Superman,\" \"Batman,\" and the \"Green Lantern\" depiect the idea of the \"handosme and heroric\" white comic book hero that all kids are familiar with. However, comic books began to reflect the social issues of their time, and the producers and creators infused diververisty into their work. In 1972 a new superhero was going to be introduced, \"Blackman.\" Blackman was a superhero of color who saved the world from crime and racial discrimination. He was a character that even white children could \"readily identify\" with. He represented the Libery flag whose colors were featured as his superhero costume. According to his producers, he would serve \"educationally as a vehicle for presenting the contributuions of the black Americans in a unique fashion.\"","Many comic producers tried to mix comics and race but their efforts failed. Comics such as Black Lightning (DC Comics) and Black Goliath (Marvel), which also premiered in the 1970's and featured black heroes, did not last very loing. African Americans were not the only minority that made their way into comics, Chinese and Native American heroes were also featured however this was short lived as well. The longest nonwhite hero to make an appearance was Shang-chi from the comic, \"Master of Kung Fu\" (Marvel). Race was not only an issue in superhero comic books but also in the Sunday paper, proving race was a product of general comics and not just of the superhero variety. Most comic strip characters that were not white were depicted as lower class and of inferior social standings. Race was a critical aspect of the comics of the 1960's and 1970's, largely because it was a topical issue. Most black readers wouldn't mind, let alone notice that they were reading about a white hero, but many whites noticed where they were reading about a superhero of color. This caused many white readers to abandon certain comic series that featured main characters of color.","Many publishing companies tried not to be prejudiced in thier depictions of the black superhero, but often times they were not successful. A good example of this would be Blackman, the superhero who wore the colors of the Liberty flag and protected the projects, a location in which most residents were of color. Another example of this would be Black Lighning who saved the world from drug dealers and protected the hood. Even more ironically, Black Lughning worse a white mask with an afrom attached to it,, almost as if tyring to become a white character while still keeping his sterotypical racial features. The comics that portrayed heroes of color seemed to make their focus on race a bigger deal than it was, by exaggertaing the stereotypical features of certain races. Most comics that featured nonwhite heroes also featured thier race in the title of the comic or in the name of the superhero, adding more emphasis than was neccessary on thier ethnicity. Blackman and Black Lightning are two examples of this. Even Red Wolf (Marvel), who was a superhero of Native American decent, was named with his ethnicity and race as his defining characteristics.","Kids are too naive to focus too much on the details of the race within comics, and yet the producers and writers go out of their way to avoid being racist, which actually backfires. By trying to add diversity to their comics and stories, writers emphasize the lack of diversity. To children and those who love comics, the comic version of a superhero does not have to be defined by his race, but simply the hero who saves the world and wins the heart of his true love."],"display_date":"March 25, 1972","search_date":"1972-03-25","locations":[{"id":34445,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"Cook, Illinois"}],"tags":[{"id":629,"tag":"race"},{"id":1775,"tag":"Comics"}],"course":{"name":"Creating the Comic Book City","school":"Rollins College","course_id":139,"school_id":5}},{"id":6644,"title":"Mobs of Tennesseans lay destruction upon the African Americans of South Memphis","course_id":164,"status":"P","start_date":"1866-05-01","end_date":"1866-05-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On May 1, 1866, increasing tension amongst the civilians of Memphis, Tennessee reached its breaking point, as both white and black citizens engaged in a riot that led to the death of African-Americans and destruction of their homes. The <em>Farmer’s Cabinet</em> newspaper reported; “women and children have been burnt alive with the dwellings of the negroes.” Although the riot lasted several days, the initial engagement that triggered the subsequent events of the riot can be traced to a single altercation.","The parties involved included two groups, one contained four Irish American police officers, while the other was composed of a significantly larger number of African-American Union veterans, some of whom were intoxicated. The police officers were tasked with dispersing the black veterans from their location, but when asked to do so, “The ex-soldiers stubbornly refuse to disperse,” stated historian Stephen Ash. In an effort to relieve themselves of the emotionally heightened situation, the police officers withdrew from the crowd and traveled toward a new location, during which they were followed by several individuals from the group of black veterans. The veterans desired to further intimidate the already frightful police officers by firing their weapons into the air, but in a misinterpretation, the police believed the men were firing at them, and fired back into the crowd. This led to an exchange of gunfire with the officers, but the only officer that was injured was John Stevens, who accidentally shot himself in the leg.","Several of the black men from the group chased two of the fleeing police officers, resulting in the critical injuring of one officer, the escape of another, and the death of a black veteran. As information of the encounter spread, several mobs of white citizens, from an array of occupations, converged upon the predominantly black area of South Memphis. The black veterans in the group were ordered to return to their barracks in Fort Pickering, leaving the rest of the African-American community exposed to the violent acts of the mobs.","Over the next several days, violent beatings and killings involving innocent African-Americans occurred. According to Ash, white mobs mainly targeted black individuals in military uniforms. Unfortunately for the black community, the violence was not limited to those in federal uniforms. As the <em>Farmer’s Cabinet </em>newspaper reported several of the vicious attacks imposed upon innocent civilians, “A poor old negro of seventy years…was knocked down and his tongue cut out by the roots.” A letter recollecting the events of the prior days, revealed by William D. Kelley, stated; “Negro men have been shot down in cold blood on the streets...The most prominent citizens stand on the streets and see negroes hunted down and shot, and laugh as it is a good joke.”","Overall, the Memphis riot, according to historian Eric Foner, accounted for forty-eight deaths, five women raped, and the destruction of several prominent buildings in South Memphis, such as homes, schools, and churches. The Memphis riot undoubtedly provided a barrier in the Union’s overall plan for Reconstruction by further dividing white and black Americans through conflict."],"display_date":"May 1, 1866 - May 3, 1866","search_date":"1866-05-02","locations":[{"id":12365,"lat":35.1268552,"lng":-89.9253233,"zoom":7,"place":"SHELBY, Tennessee"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":629,"tag":"race"},{"id":244,"tag":"Violence"},{"id":825,"tag":"Riot"},{"id":407,"tag":"Death"}],"course":{"name":"The Civil War and Reconstruction","school":"Juniata College","course_id":164,"school_id":3}},{"id":6647,"title":"A Portrait of Failure","course_id":170,"status":"P","start_date":"1859-10-16","end_date":"1859-10-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["This portrait of John Brown, the leader of the Raid on Harper’s Ferry in October of 1859, was drawn by an artist named David Hunter Strother after John Brown’s execution. and was published in Harper’s Weekly in June of 1866 and April of 1868. This was seen as important because it caused remembrance of the situation of Harper’s Ferry and how it was a key event in the Abolition of Slavery and the start of the Civil War. The other source used recounts how troubled past of the Brown family. It is an excerpt from an essay, by a professor named  Robert E. McGlone of the University of Hawaii, called Rescripting a Troubled Past: John Brown's Family and the Harpers Ferry Conspiracy, which was published in the Journal Of American History.","Going back to October of the year 1859, abolitionist John Brown, alongside other abolitionists, crossed the border of Maryland into Virginia. Brown took control of an United States arsenal at Harper’s Ferry. His hope was to arm slaves and have them break free. His mission, ultimately a failure as General Robert E. Lee and his platoon of Marines thwarted Brown’s plans and captured him, whilst killing off most of his men including Brown’s two sons. This ultimately led to Brown being tried for treason against the state of Virginia. The governor at the time, Henry A. Wise, gave permission for Brown to be hanged after finding him guilty. Finding him guilty, ultimately ended the cause according the McGlone’s essay.","Robert E. McGlone’s article praises Brown’s efforts for the abolition of slavery. He calls him a martyr for the cause. He praises his family for also being for this cause. His sons, Watson and Oliver, were also martyrs for this cause since they were killed during the firefight. McGlone also spoke on how the Browns came from nothing. They did not want credit for their doings, they just wanted slavery to be done with. He went on to talk about how the family did not receive any sort of credit. Their cause died with John Brown’s failure. Why should this receive any attention? They are saying this needs to receive attention because it pushed the nation into the direction of war between these two sides.","These events caused a huge stir in the South. Slave owners were terrified of something like this happening tothem. It also caused a discourse amongst political leaders. It stirred up massive amounts of tension between freestates and slave states. This also was a cause that called the attention to state laws and federal laws, and whichone overruled the other. Although this was not a key event to starting what later would be called the Civil War, itwas a push in that direction. This event more or less sounded a warning alarm of what was to come in the nextdecade. The portrait used was used to keep Brown’s cause alive. Keeping Brown’s cause in the light really shedsanother light on the causes of the Civil War."],"display_date":"October 16, 1859 - October 18, 1859","search_date":"1859-10-17","locations":[{"id":53017,"lat":39.3253786,"lng":-77.7388818,"zoom":10,"place":"harpers ferry, west virginia"}],"tags":[{"id":32,"tag":"Civil War"},{"id":95,"tag":"Abolition"},{"id":2743,"tag":"Abolitionist"},{"id":4,"tag":"Slavery"},{"id":629,"tag":"race"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}},{"id":6649,"title":"Race, Baseball, and The Civil","course_id":170,"status":"P","start_date":"1840-01-01","end_date":"1865-04-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","Race and Baseball during the Civil War"," ","            When you think of the first African American baseball player, who comes to your mind? For most people, it’s Jackie Robinson back in 1947 with the Brooklyn Dodgers.  What if I told you that African Americans had been playing baseball for more than 100 years before that? Back in the 1840’s through the 1850’s, African Americans formed clubs and played baseball all the way up until the time of the Civil War in 1865, but, just like 100 years later, African Americans would still have to face obstacles such as racism and discrimination in the nascent game we now call baseball."," ","            Back in the 1840’s and 1850’s, many African Americans in the north were very poor and didn’t have time to be playing baseball. But, there were some that could spare the time to play. Clubs sprung up all over the north as well as the south too. From New York to New Orleans, African Americans were teaming up play this new sport. Many of the people on the teams that could play were teachers, clerks, and artisans."," ","            Then came 1865. The Civil War put a temporary hold on this new game, but the years following the civil war, African American baseball clubs picked back up were they left off. But just as predicted, the more they played, the more hate and discrimination they had to overcome. Many newspapers would ridicule the ball players and say horrible racist things about them. In 1862, a reporter said that, everyone in the large crowd was “as black as an ace of spades.” But this didn’t stop anyone from playing. The same reporter also mention the crowds who would come and watch the games. He noted that, “A number of old and well known players, who seemed to enjoy the game more heartily than if they had been the players themselves.”"," ","            All throughout the years of the war, leading up to it and following it, baseball was directly correlated to the civil rights to African Americans. “On July 4, 1859, Joshua Giddings, a white antislavery Republican congressman from Ohio, showed his support for desegregation and equality in baseball by playing in a game with African-Americans.” An elite African American baseball club known as the Philadelphia Pythian Baseball Club, were all activists for African American equal opportunity. “ In 1863 the club’s secretary, Jacob C. White Jr., and the shortstop and captain of its first nine, Octavius V. Catto, served on a committee that recruited soldiers for the Union Army and joined a local African-American militia. During the late 1860s Catto campaigned for the desegregation of Philadelphia’s streetcars and for blacks’ right to vote. After voting on Election Day of 1871, he encountered Frank Kelly, a Democratic Party supporter; the two got into a fight, and Kelly shot and killed Catto.” As shocking as this is, it was very common. Maybe not to that degree but African Americans were faced with many obstacles and hardships."," ","            The famed abolitionist, Frederick Douglass, had two sons, Frederick Douglass Jr. and Charles both played baseball during this time as well. In Rochester, New York, Frederick Douglass Jr., playing for an integrated baseball team called the Charter Oak Juniors and after the war, he founded Alerts Base Ball Club of Washington. And his brother, Charles was the third baseman for the team. In 1869, Charles joined the Washington’s Mutual Club."," "," “The 13th, 14th and 15th Amendments, ratified after the war, redefined state and federal citizenship and extended civil and political rights, but they included no provisions for equality in private, voluntary activities. Nevertheless, officers of the leading black clubs of Brooklyn, New York City, Philadelphia and Washington sought equal treatment by the white ball-playing fraternity. Some of them were on good terms with white club officials and frequently obtained permission to use their grounds for feature contests. White umpires sometimes officiated at their games. The Pythians enjoyed harmonious relations with the officers of the city’s powerful Athletics Base Ball Club, who gave them permission to use their field for major matches.” During the years leading up to the wars and the years following, African Americas fought for equal treatment among white baseball clubs. But there were many white baseball clubs did not want to play with all black teams. Saying they, “would have nothing to do with the dark votaries of the bat and ball.” Integrated games of baseball were not common. Except for one game that was put together by a name by the name of Thomas Fitzgerald, editor for a local newspaper called, “The City Item”. In this game, the Philadelphia Olympics played the Pythians, beating them 44-23. Leading many to say that “old-time prejudices were melting away in this country. Also, noting that interracial sporting events took place in England all the time. Another game involving integration, In September of 1870, Two clubs named, “The Resolutes”, One black and one white, fought for the right for the name. The black Resolutes won by an ashtonishing 25-15."," ","In 1870, baseball was on the upswing of becoming Americas favorite pastime, and just like everything else around it at the time – it was very segregated. Many African Americans would being playing professionally in the 1880’s, but it would be another 60 years until we would know the name, Jackie Robinson, breaking the color barrier for the final time, and completely changing the face of baseball as we know it."," "," "],"display_date":"January 1, 1840 - April 12, 1865","search_date":"1852-08-21","locations":[{"id":52989,"lat":40.7127837,"lng":-74.0059413,"zoom":8,"place":"New York"}],"tags":[{"id":32,"tag":"Civil War"},{"id":629,"tag":"race"},{"id":233,"tag":"Baseball"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}},{"id":6667,"title":"A Marriage License and its Properties","course_id":170,"status":"P","start_date":"1850-01-01","end_date":"12/31/50","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Before and during the Civil War era, marriages were seen as a beneficial contract to, normally, the male spouse. Marriage licenses clearly stated that during the Civil War era people who wanted to marry had to be competent enough to become married, and they had to marry from the same race. Over the decades society has evolved and everything around it, however, it took until the year 2000 for the last state, Alabama, to make interracial marriage legal. We might have moved away from the customes of the Civil War era, but we seem to cling to the ideas. In 2001, a census was conducted in the Deep South, and it showed that 51% of people voted that they prefer to have interracial marriage illegal. Hopefully, society can part from this Civil War ideology, so any race, especially African Americans, can marry whoever they please with ease."],"display_date":"1850 - 1950","search_date":"1900-07-02","locations":[{"id":52766,"lat":37.4315734,"lng":-78.6568942,"zoom":8,"place":"Virginia"}],"tags":[{"id":629,"tag":"race"},{"id":405,"tag":"Marriage"},{"id":32,"tag":"Civil War"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}},{"id":6709,"title":"In the Case of Alexina Morrison? Could Slaves Become White? And Could White People Become Slaves?","course_id":171,"status":"P","start_date":"1857-01-01","end_date":"1863-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In January of 1857, a slave trader purchased an “enslaved” woman named Jane Morrison who was “of fair complexion, blue eyes, and flaxen hair.” After her escape, the next time he’d see her was in a Jefferson Parish courtoom where Alexina Morrison had filed suit against him. The suit declared that Alexina –not Jane— was white, mistakenly identified and mistakenly enslaved. In her petition, Alexina asked that she be declared legally white and awarded $10,000 ($270,000.00 in today’s money) for the wrong that John White had done by holding her as a slave. The following case, heard by three juries and two Supreme Courts, confronted interpretations of race in relation to slavery.","Both parties, Morrison and White, made claims about Morrison's ancestry but could offer no hard evidence besides judgments of Morrison’s outward appearance. In her testimony, Morrison said she had been born to and kidnapped from two white parents. In response, White provided the bill of sale from Morrison’s purchase, but it was deemed “illegal” due to its origin in Arkansas. Therefore, both parties were left to prove Morrison’s origin through her appearance and the “speculative” opinions of physicians and others.  In his attempt to prove Morrison's \"blackness,\" White pointed to facial features like her high cheekbones. This logic, as Morrison’s lawyers pointed out, made even the white men in the room seem like they had “black” features. ","The jury was left to decide the difference between being white and performing whiteness:  Is whiteness inherent through nature or acquired through circumstance? Merely the thought of this logic had the power to shatter several existing power dynamics of the antebellum South. Whiteness could no longer be the exclusive sphere of superiority for white people if black slaves could efficiently perform it. If whiteness could be easily attained –a skill rather than a birthright, the permeable barrier would fail to protect any non-slaveholder from slavery. Whiteness, synonymous to protection from slavery, was perpetuated by the outward appearance of white people –mainly their pale skin. Therefore, a threat to Morrison’s protection was a threat to the nonslaveholders’ whiteness and their own security. <em>Morrison v White</em> raised a question central to the race-based economy of the South: how much longer would pale skin protect nonslaveholders from being enslaved? By complicating perceived notions of race in this way, Morrison unraveled a history of categorization by race and finessed her way to freedom. Ultimately, the case of Alexina Morrison showed how in some instances one of the foundations of American slavery—race—was unstable enough to derail enslavement."," ","."," "],"display_date":"January 1, 1857 - January 1, 1863","search_date":"1860-01-01","locations":[{"id":53072,"lat":29.6498691,"lng":-90.1120696,"zoom":8,"place":"Jefferson Parish, Louisiana"}],"tags":[{"id":744,"tag":"court case"},{"id":29,"tag":"New Orleans"},{"id":2986,"tag":"Louisiana"},{"id":629,"tag":"race"},{"id":889,"tag":"Racism"},{"id":3333,"tag":"Jefferson Parish"},{"id":3334,"tag":"whiteness"},{"id":3335,"tag":"appearance"},{"id":3336,"tag":"free woman of color"},{"id":3337,"tag":"enslaved woman"},{"id":3338,"tag":"John White"},{"id":3339,"tag":"Jane Morrison"},{"id":3340,"tag":"Alexina Morrison"},{"id":3341,"tag":"white slave"},{"id":3342,"tag":"blue-eyed slave"},{"id":3343,"tag":"mulatto"}],"course":{"name":"Human Trafficking: Yesterday and Today","school":"University of Richmond","course_id":171,"school_id":11}},{"id":6811,"title":"Double- Consciousness: Defining and Skewing Black Superheroes","course_id":185,"status":"P","start_date":"10/6/18","end_date":"10/6/18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","The Civil Rights Movement of the 1960s-70s defined the decade and marked it as the most progressive era to date. With the marches, protests, sit-ins, etc. America saw huge steps towards a more fair and free country for African Americans. With all this being said, there was still the underlying disconnects between how black people defined blackness and what white America defined as blackness. The comic book culture at this time can clearly be seen following this same pattern in relation to racial representation, usually doing so in problematic and condescending ways. The 60s-70s saw the introduction of many black characters such as the Black Panther, Luke Cage, etc., who were in all honesty, lackluster and riddled with stereotypes. Consider the Black Lightning, whom was portrayed as donning an Afro wig and speaking slang. In this case, the hero is defined by his blackness as opposed to his substance. Many comics representing black characters, including this one, are interesting though in that their disguises shed light on this idea of double-consciousness, meaning that black people always look at themselves through the eyes of others. In this way, it is almost inevitable that these characters would be flat because, though the world was progressing, black people were looked at through predominately white American eyes who struggled with only seeing what they wanted to see. Black superheroes found some freedom in their powers though. Luke Cage, who possessed super strength and impenetrable skin is made more powerful in the fact that he is not just a common man—he is capable of bigger and better things than what someone would assume just by looking at him. This was a way to challenge what many white supremacists considered “the real” lives of black people, which they defined in their own, skewed terms. These comics, though admittedly underdeveloped and stereotypical, still help show its readers that black lives are not definable by white eyes. Instead, the increase of black characters in comic books allowed for a deeper understanding of their lives. Literature representing black characters allowed for many readers to finally get a glimpse into the complexities of black lives, which white Americans had been ignorant to for years. This knowledge represented in literature, including comics, ranged from male/women relations, gender roles, parenting, etc. Obviously, this is a plus, but not even this could make black comic book characters of the 60s-70s progressive enough. This is preciously what Keith Henry Brown, in his article “Growing Up Black Reading Comics”, argues in <em>Amazing Heroes</em>. These black characters introduced in this era simply weren’t progressive enough. Characters such as Luke Cage and Black Lightning were only defined by the fact that they were black and the stereotypes that plagued them counteracted most steps they took toward progressivism. These characters could have been something, but not simply just because they were black, which is what comics were only able to define them as at the time. In all, the 1960s could have been extremely progressive, but the country was changing rapidly and its citizens still hadn’t caught up to seeing black people outside of their mostly white eyes. The culture was trying to see black people as separate, powerful entities, as evident by the introduction of black characters, but this outlook still clouded them and made them end up rather stereotyped. Progressivism is tricky and non-linear, but over time it can and will seep into the country culture to be consumed by all."],"display_date":"October 6, 1918","search_date":"1918-10-06","locations":[{"id":53144,"lat":44.3148443,"lng":-85.6023643,"zoom":8,"place":"Michigan, United States"}],"tags":[{"id":629,"tag":"race"},{"id":1775,"tag":"Comics"},{"id":3579,"tag":"double conciousness"}],"course":{"name":"ENG 492H Honors Seminar in English","school":"Rollins College","course_id":185,"school_id":5}}]}