{"id":63,"tag":"Pennsylvania Regiments","points":[[39.4722539212,-77.3980976361]],"bounds":[[39.4722539212,-77.3980976361],[39.4722539212,-77.3980976361]],"episodes":[{"id":4462,"title":"Pennsylvania Captain Writes His Final Letter Home\n","course_id":18,"status":"P","start_date":"1863-06-28","end_date":"1863-06-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Captain David Acheson, Company C of the 140th Pennsylvania Volunteers was born in Washington, Pennsylvania, about thirty miles south of Pittsburgh.  Robert L. Stewart remarked that Acheson was \"one of the most promising young men in the College Class\" at the then Washington College (now known as Washington & Jefferson College). A very thoughtful and god fearing young man, Acheson enlisted during the three-month call for volunteers in 1861 and was involved with riling up more volunteers in Washington County. On September 4, 1862, the Washington regiments marched to Pittsburgh to begin their tour of duty.","The 140th Pennsylvania Volunteers subsequently marched to Harrisburg to, as Sara Gould Walters remarked, \"transform [themselves] into soldiers.\" The men received tents, knapsacks, haversacks and muskets to go along with their dark blue blouse, trousers, caps and shoes. After their outfitting, they were dispatched to Ambrose E. Burnside's army near Falmouth, VA, missing out on the battle of Fredericksburg by days. They saw action at Chancellorsville and moved out north, reinforcing the Army of the Potomac at Gettysburg.","  Captain Acheson's wrote his final letter on June 28, 1863. On the 28th, the volunteers had already marched two weeks when they arrived near Frederick, MD. Acheson noted that, \"Our marches are very fatigued…the men would at the end of the day would lie down in the water and sleep soundly. I never knew what a man was able to endure before.\" His letter was thoughtful, with tinges of uncertainty and skepticism. On the demotion of \"Fightin' Joe\" Hooker as commander of the Union army, Acheson remarked candidly, \"I do not know how this will please the army but it seems to me that the Government is at a loss to know who is fitted for the command.\" He also remarked that the \"rebs have staked their all\" on the war and hopes that the upcoming battle at Gettysburg will be the \"beginning of the end for the rebs.\"","       On the second day at Gettysburg, the 140th Pennsylvania Volunteers fought near Little Round Top and the Wheatfield.  Marching towards the Emmittsburg Road, the 140th faced the heaviest fire from Kershaw's South Carolina brigades, as Robert L. Stewart notes. D.A. Dickert, one of the foremost historians of Kershaw's brigades remarked that, \"David Acheson, the ranking Captain of the Regiment, a young officer of rare ability and winsome personality was killed.\" After the battle, Captain David Acheson was partially buried near the private farm of John T. Weikert. A stone, with a carving of his initials \"D.A.\" served as the headstone.  The remains of David Acheson were re-interned in the Washington Cemetery in Washington, Pennsylvania."],"display_date":"June 28, 1863","search_date":"1863-06-28","locations":[{"id":5992,"lat":39.4722539212,"lng":-77.3980976361,"zoom":9,"place":"FREDERICK, Maryland"}],"tags":[{"id":32,"tag":"Civil War"},{"id":63,"tag":"Pennsylvania Regiments"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}}]}