{"id":632,"tag":"woman’s suffrage","points":[[37.1915615864,-89.3376456502],[39.3048367775,-76.6274800611]],"bounds":[[39.3048367775,-76.6274800611],[37.1915615864,-89.3376456502]],"episodes":[{"id":5459,"title":"Communion Alcohol","course_id":84,"status":"P","start_date":"1887-04-09","end_date":"1887-04-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In a letter dated April 9, 1887 Isabella Maud Rittenhouse described a confrontation with her pastor. Rittenhouse, a teetotaler and member of the Temperance Movement, had demanded to know whether communion wine contained alcohol, to which her pastor dismissively replied that “it amused him to hear these WCTU people talking about unfermented wine; that there was no such thing in Christ’s time”.<br /><br /> The Women’s Christian Temperance Union, WCTU, was the largest temperance organization from 1873-1900. During this time the consumption of alcohol was an accepted part of life. Bad drinking water, unsanitary milk, tough working conditions, and new work hours called for men to depend on alcohol at home and on the job. With more drinking came more problems. Husbands abusing their wives and spending all their money on booze made it easy for women to relate to the issue and unite together to stop the selling and consuming of alcohol.<br /><br /> Churches got on board with the moral ideas of the temperance movement. They began to sponsor temperance revivals to spread the ideas of the temperance. A common doctrine for the temperance movement was Teetotalism. People who followed this doctrine believed that distilled liquors did not exist during the times of the Bible. This was viewed as an absolute truth and the driving force in beliefs in the temperance revivals. With this idea came the argument from other Christians who did not believe in Teetotalism. As John Merrill, historian of Temperance religious beliefs, states, “The Bible speaks well of wine, which makes glad the heart of men,” and goes on to say, “This new temperance doctrine is against the spirit of the Bible, and involves an impeachment of the character of the Redeemer of men” (Merrill 148,149). There seemed to be Biblical holes in the doctrine of Teetotalism in the sense of the wine Jesus used in the original communion. Merrill continues, “No consistent man, we think, can fail to be disturbed at the table of the Lord by the presence of an article which he looks upon with horror elsewhere” (Merrill 149). It seems to be impossible for a Christian believer to fight and be afraid of something that is so sacred in their faith. However, this did not stop teetotalers from believing and spreading their ideas and ways of life to others.<br /><br /> Because of the conversation Rittenhouse writes in her letter, “I feel blue to-day”, showing that she was sad to discover the fact that her and the pastor did not have the same belief on this particualr issue in temperance."],"display_date":"April 9, 1887","search_date":"1887-04-09","locations":[{"id":2450,"lat":37.1915615864,"lng":-89.3376456502,"zoom":9,"place":"ALEXANDER, Illinois"}],"tags":[{"id":699,"tag":"Temperance Movement"},{"id":632,"tag":"woman’s suffrage"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":84,"school_id":10}},{"id":6259,"title":"Maryland Woman Suffrage Assocation","course_id":132,"status":"P","start_date":"1/1/04","end_date":"12/31/20","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Maryland Women Suffrage Association was formed in 1867. At that time, there were two national organizations for women’s suffrage at the time the Maryland chapter was formed:  the National Women Suffrage Association and the American Women Suffrage Association. While both had the same goal of achieving full voting rights for women, they tended to have different arguments and different tactics. The NWSA, headed by famous suffragette Susan B. Anthony, wanted a constitutional amendment granting voting rights for women in every state. The AWSA favored state-by-state change. Eventually, in 1890, both organizations combined to create the National American Women Suffrage Association, which approached women’s suffrage as part of women's traditional role. Women should vote, they argued, so they could \"clean up politics.\"","Maryland was one of the first states to have a state suffrage association, and Maryland activists were rather distinct from those in the national organizations. By the turn of the 20th century, Maryland's suffrage leaders were not only demanding the vote, they were making a strong case for women's independence and professionalism. Emma Maddox Funck became President of the Maryland organization in 1904. Funck and her sister were accomplished and independent women. Emma Funck had created a name for herself in the music world. She graduated from the Peabody Conservatory of Music of the Johns Hopkin’s University in Baltimore, Maryland. However, rather than focus on her musical career, she joined the Baltimore Suffrage Club and the National American Woman Suffrage Association in 1894 to become a full time activist. Her sister, Etta Maddox, was also a suffrage and women's rights activist. Etta Maddox had also attended the Peabody Institute, but she eventually switched from singing to law school. On June 6, 1901, Etta Maddox was the first woman to graduate from the Baltimore Law School. Although 37 other states allowed women to take the bar, Maryland did not. Etta Maddox fought for the right of women to practice law in her home state. She lost a case in the Maryland courts, so she pursued it as a federal issue. Under pressure from Etta Maddox and a group of her peers, the Senate passed a bill on March 4, 1902, establishing a federal right for women to practice law. The House passed a similar bill on  March 31, 1902.","Despite such strong, feminist leadership, the women in the Maryland Woman Suffrage Association faced many obstacles. Their agenda was diverse. In addition to demanding access to the vote, they also fought for co-education, and equal pay for equal work. Ironically, even after passage of the federal woman suffrage amendment, women in Maryland still had a fight ahead of them. The state did not ratify the Suffrage Amendment. Nonetheless, women in Maryland won the right to vote after the Amendment was ratified."],"display_date":"1904 - 1920","search_date":"1912-07-01","locations":[{"id":51922,"lat":39.3048367775,"lng":-76.6274800611,"zoom":11,"place":"Baltimore City, Maryland"}],"tags":[{"id":2548,"tag":"Suffrage Association"},{"id":2547,"tag":"Maryland Woman Suffrage"},{"id":1066,"tag":"Right to Vote"},{"id":280,"tag":"Maryland"},{"id":632,"tag":"woman’s suffrage"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}}]}