{"id":638,"tag":"Amy Post","points":[[43.146431005,-77.6958978677]],"bounds":[[43.146431005,-77.6958978677],[43.146431005,-77.6958978677]],"episodes":[{"id":4991,"title":"Sarah C. Owen Addresses the Rochester 1848 Woman’s Rights Convention","course_id":35,"status":"P","start_date":"1848-08-02","end_date":"1848-08-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A little less than a month after the Seneca Falls Convention, the Convention that sparked the woman’s rights movement, a Woman’s Rights Convention was held on August 2, 1848 in Rochester, New York at the Unitarian Church to continue the work done at Seneca Falls. The Woman’s Rights Convention in Rochester was planned by Amy Post, Sarah Hallowell, Sarah Fish, and Sarah C. Owen because there was not enough time at the Seneca Falls Convention to address every issue. The women chose Abigail Bush to chair the convention, marking the first time a woman chaired such an event. Major woman’s rights activists and abolitionists were present: Elizabeth McClintock, Elizabeth Cady Stanton, Lucretia Mott and Frederick Douglass.","Sarah C. Owen addressed the convention that afternoon about the outrages women were subjected to. In her address, Owen commented on how women were viewed as less than men, that they were not included in the study of mankind, and thus ignored as an intelligent part of creation.  Women were robbed of inalienable rights, Owen argued, and deemed to be the weaker vessel designed to occupy a lower sphere than men. Once a woman was married, she was controlled by her husband. Owen said that the wife may think only if she thinks the same as her spouse. Owen also noted that by law, a woman lost the right to her own property, even if she earned it with her own labor, after she married.","Education, Owen claimed, was a right that women deserved. For example, she pointed to Elizabeth Blackwell’s attendance at medical college as a sign of a slow change in women’s education. Owen said, “Let men become producers, as nature has designed them, and women be educated to fill all those stations which require less physical strength.” Owen argued that men thought so lowly of women that men were paid double the wages for being a tailor while women were called seamstresses for the same job but paid less. This, she declared was an injustice and a violation of wage rights.","Sarah C. Owen expressed the belief that women would soon be seen on the same platform as men, as God had designed them. By the end of the convention, the attendees hoped that they had gotten a sufficient start. After the convention, many of the attendees continued to work towards equality for women, helping to create a woman’s rights movement that would ultimately lead to woman’s suffrage in 1920."],"display_date":"August 2, 1848","search_date":"1848-08-02","locations":[{"id":8900,"lat":43.146431005,"lng":-77.6958978677,"zoom":9,"place":"MONROE, New York"}],"tags":[{"id":633,"tag":"Seneca Falls Convention"},{"id":634,"tag":"Elizabeth Cady Stanton"},{"id":635,"tag":"Lucretia Mott"},{"id":636,"tag":"Frederick Douglass"},{"id":637,"tag":"Elizabeth McClintock"},{"id":638,"tag":"Amy Post"},{"id":643,"tag":"woman's rights"},{"id":644,"tag":"woman's suffrage"}],"course":{"name":"Early American Republic","school":"Hobart and William Smith Colleges","course_id":35,"school_id":32}}]}