{"id":641,"tag":"Geneva","points":[[42.899208773,-77.359355699]],"bounds":[[42.899208773,-77.359355699],[42.899208773,-77.359355699]],"episodes":[{"id":4983,"title":"John Henry Hobart Establishes Hobart College","course_id":35,"status":"P","start_date":"1821-02-14","end_date":"1823-02-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","In 1822 Bishop John Henry Hobart established Geneva College in the small western town of Geneva, New York. Bishop John Henry Hobart born September 14, 1775, Hobart excelled in schooling from the early stages of his life, starting with his education at Episcopal Academy in Pennsylvania, and went on to attend the University of Pennsylvania and Princeton University. This high level of education prepared him to become a very influential citizen being in his lifetime, and inspired him to start a college of his own.","Bishop Hobart main goal for Geneva College was to make sure young people were educated no matter what social level they were on.  Hobart claimed that his college would be, “an Episcopal college in which those young person who have been nurtured in the bosom of the church, might enjoy the advantages of a liberal education… without endangering their religious principles.” Hobart’s goal in establishing Geneva College was to provide an education for the young generations, and to ensure that farmers, mechanics, manufacturers, and merchants were all able to receive a liberal education.","Hobart made many connections with people in society, Gulian Crommelin Verplanck, a New York Politician, William Duer, a lawyer from New York City, who both of supported Hobart’s overall purpose of designing a college, and the development that Hobart was building for Geneva College. Bowen, another one of Hobart’s friends stated, “I most earnestly hope and pray that our purpose of erecting the academy at Geneva into a College will be successful. I am daily more and more persuaded, that without the academical education of our youth in a greater degree retained in our hands, our theological seminary or seminaries will but little contribute to keep us from being neutralized & enfeebled into a miserable condition.” Hobart worked hard to communicate with the people he knew around him concerning the growth of Geneva College in addition to its education and overall structure.","John Henry Hobart felt that Geneva was superior to all other towns that surrounded it, and knew that with a robust town was necessary for a well-built college. Hobart argued, “if there is to be but one College in the Western district, undoubtedly Geneva had in every view superior claims to Ithaca.” Hobart thought of Geneva as a place that had reasonable control within a town, and with a strong education and powerful support and funding, people in young generations, and of all economical statuses would be able to create a thriving college that would become a respected institution."],"display_date":"February 14, 1821 - February 20, 1823","search_date":"1822-02-17","locations":[{"id":8961,"lat":42.899208773,"lng":-77.359355699,"zoom":8,"place":"ONTARIO, New York"}],"tags":[{"id":601,"tag":"Geneva College"},{"id":6,"tag":"Education"},{"id":605,"tag":"Upstate New York"},{"id":640,"tag":"Hobart College"},{"id":641,"tag":"Geneva"}],"course":{"name":"Early American Republic","school":"Hobart and William Smith Colleges","course_id":35,"school_id":32}}]}