{"id":642,"tag":"Civil Society","points":[[42.899208773,-77.359355699]],"bounds":[[42.899208773,-77.359355699],[42.899208773,-77.359355699]],"episodes":[{"id":4989,"title":"<strong>Elizabeth Ricord Opens Female Seminary in Upstate New York </strong>","course_id":35,"status":"P","start_date":"1829-05-01","end_date":"1829-05-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In May, 1829, the Geneva Female Seminary opened for its first school year with only about 15 students. It continued to grow and develop under the leadership of Elizabeth Ricord, the founder and principal of the school, and six years later, enrolled over 120 students. During the early American republic period, hundreds of female academies sprang up throughout the nation in both cities and the countryside, proving that these institutions were becoming an important part of American life. The growing opportunity to earn an education helped redefine the role of women as it gave them the knowledge and skills to participate in American civil society.","Ricord designed her academic courses to teach students how to think and reason. The school offered basic courses like spelling, reading, writing, arithmetic, history, botany, philosophy, chemistry, algebra, geometry, rhetoric, and political economy. There was even a course specifically designed for preparing students for the “duties of society,” called Practical Knowledge. Ricord encouraged her students to “seek more lofty objects” and use their education in a constructive way. She also placed a special emphasis on religion and mental philosophy, as she was especially interested in these topics. Ricord and other teachers at the seminary believed it was very important for young women to develop strong morals. In fact, this was one of the main purposes for women to earn an education at Ricord’s seminary.","Ricord wrote there was an “uncommon degree of order, regularity, and moral rectitude” among the students. The laws of reason, conscience, and the Bible ruled the seminary. The middle-class women who graduated from these seminaries claimed to have “female moral superiority,” which influenced the way they engaged in civil society. Female seminaries during the early republic era helped cultivate the position of women as moral agents whose job was to raise virtuous children and teach them the ways of the Bible. After earning an education, many women became school teachers to fulfill this new role.","Female academies played a significant role in pushing women into the public sphere and helped them become active members in the developing civil society. Many of the women who graduated from these academies went on to become reformers and worked to help abolish slavery, to petition for women’s suffrage, to help feed the poor, and to combat men’s dominant role in politics.  The teachers in the female seminaries trained a new generation of women to be able to engage in politics and form individual opinions on local and national issues. Elizabeth Ricord’s commitment to educating women transformed the lives of her students and helped redefine the role of women in American society."," "],"display_date":"May 1829","search_date":"1829-05-16","locations":[{"id":8961,"lat":42.899208773,"lng":-77.359355699,"zoom":8,"place":"ONTARIO, New York"}],"tags":[{"id":642,"tag":"Civil Society"},{"id":18,"tag":"Politics"},{"id":14,"tag":"Church/Religious-Activity"},{"id":539,"tag":"Women's Seminaries"},{"id":552,"tag":"women's education"},{"id":6,"tag":"Education"}],"course":{"name":"Early American Republic","school":"Hobart and William Smith Colleges","course_id":35,"school_id":32}}]}