{"id":644,"tag":"woman's suffrage","points":[[43.146431005,-77.6958978677],[42.3649994065,-70.9800517697],[40.6916304076,-74.0035386433]],"bounds":[[43.146431005,-70.9800517697],[40.6916304076,-77.6958978677]],"episodes":[{"id":4991,"title":"Sarah C. Owen Addresses the Rochester 1848 Woman’s Rights Convention","course_id":35,"status":"P","start_date":"1848-08-02","end_date":"1848-08-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A little less than a month after the Seneca Falls Convention, the Convention that sparked the woman’s rights movement, a Woman’s Rights Convention was held on August 2, 1848 in Rochester, New York at the Unitarian Church to continue the work done at Seneca Falls. The Woman’s Rights Convention in Rochester was planned by Amy Post, Sarah Hallowell, Sarah Fish, and Sarah C. Owen because there was not enough time at the Seneca Falls Convention to address every issue. The women chose Abigail Bush to chair the convention, marking the first time a woman chaired such an event. Major woman’s rights activists and abolitionists were present: Elizabeth McClintock, Elizabeth Cady Stanton, Lucretia Mott and Frederick Douglass.","Sarah C. Owen addressed the convention that afternoon about the outrages women were subjected to. In her address, Owen commented on how women were viewed as less than men, that they were not included in the study of mankind, and thus ignored as an intelligent part of creation.  Women were robbed of inalienable rights, Owen argued, and deemed to be the weaker vessel designed to occupy a lower sphere than men. Once a woman was married, she was controlled by her husband. Owen said that the wife may think only if she thinks the same as her spouse. Owen also noted that by law, a woman lost the right to her own property, even if she earned it with her own labor, after she married.","Education, Owen claimed, was a right that women deserved. For example, she pointed to Elizabeth Blackwell’s attendance at medical college as a sign of a slow change in women’s education. Owen said, “Let men become producers, as nature has designed them, and women be educated to fill all those stations which require less physical strength.” Owen argued that men thought so lowly of women that men were paid double the wages for being a tailor while women were called seamstresses for the same job but paid less. This, she declared was an injustice and a violation of wage rights.","Sarah C. Owen expressed the belief that women would soon be seen on the same platform as men, as God had designed them. By the end of the convention, the attendees hoped that they had gotten a sufficient start. After the convention, many of the attendees continued to work towards equality for women, helping to create a woman’s rights movement that would ultimately lead to woman’s suffrage in 1920."],"display_date":"August 2, 1848","search_date":"1848-08-02","locations":[{"id":8900,"lat":43.146431005,"lng":-77.6958978677,"zoom":9,"place":"MONROE, New York"}],"tags":[{"id":633,"tag":"Seneca Falls Convention"},{"id":634,"tag":"Elizabeth Cady Stanton"},{"id":635,"tag":"Lucretia Mott"},{"id":636,"tag":"Frederick Douglass"},{"id":637,"tag":"Elizabeth McClintock"},{"id":638,"tag":"Amy Post"},{"id":643,"tag":"woman's rights"},{"id":644,"tag":"woman's suffrage"}],"course":{"name":"Early American Republic","school":"Hobart and William Smith Colleges","course_id":35,"school_id":32}},{"id":5463,"title":"More to the WCTU than Meets the Eye","course_id":84,"status":"P","start_date":"1883-01-01","end_date":"1883-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In a letter to a temperance friend in the late 1800’s Francis Parkman, a Temperance supporter, called a woman who was part of the Women’s Christian Temperance Union out on what he thought the Temperance Movement was about. He writes to the woman saying that temperance was nothing more than, “A wedge to universal woman suffrage”.","In the late 1800‘s people began to become concerned with the high consumption of alcohol. From this emerged the Temperance Movement. The movement sought to ban the consumption and production of alcohol in the United States in order to clean up the country. The Women’s Christian Temperance Movement, WCTU, was the largest temperance union in America from 1873-1900. However, the union did not just focus their attention on temperance alone.","Women were becoming leaders in politics concerning temperance and their eyes began to be opened to the fact that they still could not vote. As historian Ruth Bordin writes, the WCTU president pointed out in her 1891 presidential address that, \"immigrants could vote six months or less after landing, while devoted, intelligent and patriotic women could not” (Bordin 123). This union gave women a voice for one issue that turned into a platform for multiple issues that women faced. Because women were gaining ground with temperance they were able to throw their weight into the fight for women suffrage. The women were already united under the banner of temperance, a banner that could easily be changed to suffrage.","As Parkman surmised, the fight with alcohol had been abandoned in order for women to tackle larger issues on their agenda. He writes that, “All our large cities be subjected to the corrupting farce of prohibition which does not prohibit, which in large communities does not prevent or even diminish drunkenness, but which is the fruitful parent of meanness, fraud, lying, and contempt of law”. It is because of all these reasons that Parkman writes his letter confronting his fellow member of the Temperance Movement."],"display_date":1883,"search_date":"1883-07-02","locations":[{"id":6212,"lat":42.3649994065,"lng":-70.9800517697,"zoom":10,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":699,"tag":"Temperance Movement"},{"id":717,"tag":"Temperance"},{"id":644,"tag":"woman's suffrage"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":84,"school_id":10}},{"id":5465,"title":"Potential Danger for Prohibition","course_id":84,"status":"P","start_date":"1/31/20","end_date":"1/31/20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1920 Linton Smith, also known as the Bishop of Hereford, wrote a controversial article on the Temperance Movement and Prohibition. Linton claimed that prohibition could possibly divide political parties on a, “Sex basis,\" meaning that female prohibition proponents could vote as a block against male opponents of prohibition.<br /> <br /> Strong drink was very popular in the lives of men during the time. In this time men were turning to alcohol because of work conditions, social, and sanitary reasons. In most cases this would affect the home life and relationship between husband and wife.  Because of the large amounts consumed men would become violent with their wives or spend all their income on alcohol rather than providing things needed for their family. Tension was rising between both men and women because of alcohol.<br /> <br />During the mid 1800’s to the early 1900’s women played a dominant role in the Temperance Movement and Prohibition. By 1892 the Women’s Christian Temperance Union, the largest temperance union at the time, had nearly 150,000 members. Historian Ruth Bordin writes that, “Through the WCTU, women became visible as leaders in communities and cities from coast to coast” (Bordin 157). Not only was the WCTU the largest temperance movement, but also the largest women’s organization in America. Because of the growing number of followers, the union began to respond not only to temperance but larger issues they were facing, such as women’s suffrage. Bordin also writes, “Through the Union women learned of their legal and social disabilities, gained confidence in their strengths and talents, and became certain of their political power as a group and as individuals” (Bordin 157). The Union allowed for women to push the envelope and fight for their rights, one of those rights being the right to vote. This right was given to women in 1920 with the passing of the 19th Amendment.<br /> <br />It is for reasons like this that Smith wrote the article on the danger of Prohibition and the Temperance Movement. Women were already aligned, in large numbers, with the WCTU and would vote for Prohibition. Smith felt as though the passing of this law would cause tension between the two sexes and split the political parties based on this one idea. He writes that, “The law will certainly be passed, if it is passed at all, by women for men, and it will be resented the more for that reason”."],"display_date":"January 31, 1920","search_date":"1920-01-31","locations":[{"id":21355,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":699,"tag":"Temperance Movement"},{"id":196,"tag":"women's rights"},{"id":111,"tag":"Prohibition"},{"id":644,"tag":"woman's suffrage"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":84,"school_id":10}}]}