{"id":65,"tag":"Child Labor","points":[[40.6916304076,-74.0035386433],[38.9151212228,-76.9435162098],[39.2464830538,-76.5960396412],[39.087394033,-76.4791169961]],"bounds":[[40.6916304076,-74.0035386433],[38.9151212228,-76.9435162098]],"episodes":[{"id":4467,"title":"Tenement Homework and the Exploitation of Child Labor","course_id":16,"status":"P","start_date":"1/1/10","end_date":"12/31/10","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The image of a mother, father, and their three young children huddled around a small table in a dimly lit, overcrowded tenement tediously sewing garments into the early hours of the morning is not unique to the photographs captured by Lewis Hine. Hine's work often demonstrated the dignity of the worker, but reflected the purposes of those who hired him. Hines was surrounded by and influenced by the vibrant reform movement and worked closely with Felix Adler, head of the National Child Labor Committee for which his photo entitled 'Home Work' was taken. It was believed by these Progressives that poverty might be eliminated by publicizing the plight of the poor. The ills of tenement life, the exploitation of child labor, and the practice of homework as evident in the photo by Hine became three issues Progressives toiled to change in urban environments like the Lower East Side of New York.","In most tenements, there was only one room that had access to outside air, leaving the interior rooms dark and unventilated. Overcrowding, neglect on the part of the owners, and violation of the simplest rules of sanitation by the tenants, together with the design of the building, created serious hygienic problems. These living quarters usually had no more than two rooms. One room typically served as a kitchen and living space, and the other as a bedroom. Families often set up one of these rooms as a sweatshop as well and together the family would spend long hours rolling cigars, making artificial flowers, or most commonly sewing clothes.","The industry of producing ready-made clothing increased greatly at the turn of the twentieth century and coincided nicely with the influx of immigrant laborers. This particular industry was organized as a contract system where cloth was purchased by the contractor from the textile manufacturer. The fabric was then cut and finished by hired garment workers who completed the work in their apartments. The practice of home work became a serious issue because it often meant the use of child labor, exploitation of workers outside of the factory setting, and the development of goods under unsanitary conditions. In response to public concern about industrial homework, some states, including New York, tried to regulate tenement homework. These regulations aimed to protect the consumers from health problems associated with purchasing goods produced under unsanitary conditions. This was done by prohibiting the manufacture of certain articles in dwelling places and that these tenements meet certain sanitary and health provisions. It would still take several years and further efforts by Progressives to have regulations of homework put in place to benefit the lives and rights of the families performing the housework.","Despite these initial regulations, tenement manufacture was still being done under unhealthy conditions for low wages, long hours, and through the continued exploitation of child labor. Although several compulsory education and child labor laws were passed in New York at the end of the nineteenth century, these laws were difficult to enforce. The Compulsory Education Law of 1874 had tried to require all children between eight and fourteen to attend school for fourteen weeks a year, but one survey of 371 home workers from 110 families found that nearly half of those workers were under the age of sixteen. Further attempts to strengthen the regulations on home work came in 1913 with licensing provisions which meant that employers were required to obtain special permits before they could give out material to employees for tenement manufacture. The Child Labor Law was also extended to cover this type of manufacturing. These stronger policies did not alleviate the problems with home labor, however; an investigation conducted ten years later found that practically nothing had changed. It was not until the 1930s when laws were passed at the federal and state level to prohibit homework."],"display_date":1910,"search_date":"1910-07-02","locations":[{"id":15927,"lat":40.6916304076,"lng":-74.0035386433,"zoom":10,"place":"New York, New York"}],"tags":[{"id":65,"tag":"Child Labor"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"History of Urban and Suburban America","school":"Furman University","course_id":16,"school_id":4}},{"id":5309,"title":"The Keating-Owen Child Labor Act of 1916","course_id":72,"status":"P","start_date":"9/1/16","end_date":"9/1/16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Congress drafted the <em>Keating-Owen Child Labor Act of 1916</em> as a means to regulate youth labor.  This Act was named for its sponsors, Democratic Representatives Edward Keating and Robert Latham Owen.  The Act prohibited the shipment or delivery for shipment for interstate or foreign sale of any goods or services that were produced by laborers under the age of 14 in a factory, shop or cannery and under the age of 16 in a mine.  Also, child laborers under 16 years old could only work from 6am to 7pm and not for more than eight hours a day and not more than six days a week.","The Act specified that the U.S. Attorney General, the Secretary of Commerce and the Secretary of Labor would convene a board to publish from time to time uniform rules and regulations to comply with this Act.  To enforce this Act, the Secretary of Labor would assign inspectors to perform inspections of workplaces that produce goods for commerce.  These inspectors would have the authority to make unannounced visits and would be given full access to the facility in question.   Anyone found in violation of this Act or who makes false statements or produces false evidence would be subject to fine and/or imprisonment.","By the early 1900s, census figures estimated that nearly two million children were employed in manufacturing, agriculture, mines, and stores and on city streets.  Most of these workers were under age 14.  They were typically the sons and daughters of poor immigrants helping to support their families.  Children working in factories, mines, mills and on farms were usually subjected to harsh working conditions.  They worked for twelve or more hours a day, and usually seven days a week.  Injuries and illnesses were very common.  Playtime and school were nonexistent for these youngsters.","The issue of child labor had become a concern to many Progressive reformers.  A group of reformers founded the National Labor Committee in 1904.  Their goal was to collect evidence to document the conditions faced by these young workers.  They hired investigators, such as Lewis Hine, to gather this information.","Hine interviewed and photographed countless young child laborers around the country.  He often had to hide his camera and even sneak into the work places to get his shots.  His photographs were very compelling.  The photographic evidence as well as his interviews brought much attention to the overwhelming facts of this very real problem.  Hine’s photographs and interviews were used to enlighten Congress to the fact that legislation needed to be introduced to ban the unsafe child labor practices.","Congress had hoped the Keating-Owen Child Labor Act could achieve their objective to rid the industrial market of immoral child labor practices.  This was not to be.  The Supreme Court ruled in Hammer vs. Dagenhart that the Keating-Owen Child Labor Act was unconstitutional in 1918.  They found that Congress could not regulate interstate commerce above the states’ right to regulate local trade as stated in the 10th amendment of the U.S. Constitution.  This was a big blow to Congress, the Progressive reformers and Lewis Hine.  They all had worked very hard to bring an end to an appalling American reality.","They would all have to wait to finally see real regulation of child labor practices in the U.S. until the passage of the Fair Labor Standards Act of 1938.  This Act successfully survived through Supreme Court challenges and even led to the reversal of Hammer vs. Dagenhart in 1941.  The Fair Labor Standards Act of 1938 is still law today."],"display_date":"September 1, 1916","search_date":"1916-09-01","locations":[{"id":17283,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Dist Columbia, District of Columbia"}],"tags":[{"id":68,"tag":"Progressive Reformers"},{"id":1079,"tag":"Lewis Hine"},{"id":1113,"tag":"Keating-Owen Act"},{"id":65,"tag":"Child Labor"}],"course":{"name":"America From Civil War to World Stage","school":"Widener University","course_id":72,"school_id":43}},{"id":6282,"title":"Children Working in Berry Fields in Maryland in 1900s","course_id":132,"status":"P","start_date":"7/8/09","end_date":"7/8/09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the early 1900s, child labor was common. Lewis Hine dedicated himself to photographing children at work around the country. As a photographer for the National Child Labor Committee, he believed that his images would draw attention to the plight of children and lead Americans to press for an end to child labor. The National Child Labor Committee was composed of politicians and citizens who were concerned about the effects of child labor on children. Hine used these photographs to show the dangerous conditions of the workplace  and to humanize child workers. He photographed children in a variety of industries around the country, including agriculture.","During his project, Hine took photos in Maryland of children working in berry fields.One of these children was named Laura Petty. She was photographed on July 8, 1909 on Jenkins family berry farm in Anne Arundel County. The Jenkins farm was owned by several generations of the James Jenkins family.  Laura Petty was a six year old berry picker who had just started out berry picking at the time Hine photographed her. She and her family lived in Baltimore, and were among a large number of families who worked on the berry farms during the summer months. Petty worked long hours in the hot sun.  She serves as just one example of the impact of child labor in Maryland."],"display_date":"July 8, 1909","search_date":"1909-07-08","locations":[{"id":51923,"lat":39.2464830538,"lng":-76.5960396412,"zoom":9,"place":"Baltimore, Maryland"},{"id":51920,"lat":39.087394033,"lng":-76.4791169961,"zoom":9,"place":"Anne Arundel, Maryland"}],"tags":[{"id":65,"tag":"Child Labor"},{"id":1590,"tag":"National Labor Relations"},{"id":280,"tag":"Maryland"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}}]}