{"id":651,"tag":"Imprisonment","points":[[42.468844752,-90.8824491614]],"bounds":[[42.468844752,-90.8824491614],[42.468844752,-90.8824491614]],"episodes":[{"id":4998,"title":"D.A. Mahony recounts his kidnapping by the Union Army in his book<em> Prisoner of State</em>.","course_id":43,"status":"P","start_date":"1862-08-14","end_date":"1862-11-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the early morning of August 14, 1862, D.A. Mahony was aroused from his sleep by a man, representing the Secretary of War, named Mr. Gregory. With several Union soldiers surrounding his home and threatening to murder him and his wife if he resisted, Mahony found himself unable to escape his arrest.  Mahony was taken from his home by Gregory and the Union soldiers. The Democratic editor of the Dubuque, Iowa Herald was dragged along for miles without any explanation for his arrest and imprisoned without any knowledge of his crime. A few weeks later, on September 4<sup>th</sup>, President Lincoln proclaimed the suspension of the Writ of Habeas Corpus. Even though Mahony was arrested prior to this proclamation, he was never told what his chargers were. On November 11, 1862, after swearing oaths of loyalty to the United States, Mahony was discharged. He, along with several other inmates were released from captivity and sent home. Eleven days later, the strong animosity towards the imprisonments of political offenders caused an order from the War Department to release all people who were being","In <em>Prisoner of State</em>, Mahony recounts his terrifying ordeal of being imprisoned by the United States Army. In his book he confronts the men he feels were responsible for his unjust imprisonment. Mahony speaks out against tyranny, despotism and arbitrary power. Mahony attacks the President as well as high ranking officials claiming they stepped out of their legal boundaries. He even goes as far to dedicate his book to the Secretary of War, Edwin M. Stanton. In his dedication page, he addresses Stanton directly saying “ I am, sir, one of the many hundreds of victims of the despotism of the arbitrary power of which you have become the willing, servile and pensioned tyrant iv.” held in military custody.","According to Mahony, his arrest and imprisonment were an unacceptable violation of his civil liberties as an American. Mahony did not reside in a state that had seceded from the Union during the Civil War, nor was he a solider, yet he was still arrested and treated like a prisoner of war. Mahony believed he had been arrested because of his loyalty to the Democratic Party instead of criminal activity. <em>Prisoner of State</em> enlightens readers to the immense fear that had spread through out the United and Confederate States during the Civil War. The book shows how fear of ciaos can be used to persuade people to take drastic and illegal actions. People are willing to give up their civil liberties in order to maintain order. It raises the question, how far are we willing to go to maintain order and protect our country?"],"display_date":"August 14, 1862 - November 11, 1862","search_date":"1862-09-27","locations":[{"id":3901,"lat":42.468844752,"lng":-90.8824491614,"zoom":9,"place":"DUBUQUE, Iowa"}],"tags":[{"id":651,"tag":"Imprisonment"},{"id":650,"tag":"Civl War"},{"id":5,"tag":"War"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}}]}