{"id":656,"tag":"Robert E. Lee","points":[[37.3722533013,-78.8121458288],[37.3570894,-78.8252911],[41.3918372,-73.9625033],[38.6092792,-79.9411769]],"bounds":[[41.3918372,-73.9625033],[37.3570894,-79.9411769]],"episodes":[{"id":5003,"title":"<strong>An interesting interview with General Lee after the Surrender at Appomattox</strong>","course_id":43,"status":"P","start_date":"1865-04-09","end_date":"1865-04-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" In a riveting interview with southern Journalist J.H. Hummel, General Robert Edward Lee reflects on the Civil War and his role in helping heal the wounds between North and South in an attempt to mend the shattered Union.  In Lee’s own words he spoke of the South’s role in re-entering the Union, “What course I shall pursue I have not decided upon, and each man must be the judge of his own action.  We must all however resolve on one thing not to abandon our country.  Now more than at any other time, Virginia and every other state in the south needs us.  We must try and with as little delay as possible go to work to build up their prosperity.”  Lee further encouraged the south in its position toward peace with the North in stating, “To secure such a peace it was not only necessary that the south should abandon its arms, but abandon also all enmity and negative position, and accept with cheerful alacrity the changes of the time.”  Lee’s surrender at Appomattox ended the bloodiest war the U.S. has ever seen, and it is difficult to imagine that this task could have been carried out by a man with more honor and respect than General Lee. “Robert E. Lee had no bitter words for his former enemies.  By word and personal example, the general continued to lead the South—not to hatred and defiance but to reunion and reconciliation.”","                One of the most intriguing aspects of the interview was Hummel’s discussion on Lee’s indictment to the federal court of Norfolk for treason by President Andrew Johnson.  Proceedings for Lee’s indictment were stalled however due to General Grant’s demand that the charges be dropped arguing that treason charges would compromise the arrangements for surrender made at Appomattox.  Though revered by the nation after the Civil War, Robert E. Lee remained unscathed to the analyses and criticism of many historians.  In his book Lee Considered, Alan Nolan offers a different side to the Lee phenomena as if to emphasize that much of what is known about Lee has been recorded by historians and journalists biased toward the Confederate general.  Nolan offers a different approach to Lee's role in helping mend ties between north and south arguing that his role was in fact quite limited and insignificant.","Ever the gentleman, Lee earned the respect of his foes as well as the love of his officers and soldiers.  Hummel depicts a portrait of Lee in the aftermath of Appomattox by stating, “ All men admitted his high sense of honor, his unostentatious practice of all the Christian virtues, his true religious feeling, his calm endurance of untoward results, and his quiet observance of the duties of life.” "],"display_date":"April 9, 1865","search_date":"1865-04-09","locations":[{"id":13628,"lat":37.3722533013,"lng":-78.8121458288,"zoom":9,"place":"APPOMATTOX, Virginia"}],"tags":[{"id":657,"tag":"Appamattox Court House"},{"id":656,"tag":"Robert E. Lee"},{"id":18,"tag":"Politics"},{"id":32,"tag":"Civil War"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":6661,"title":"Robert E. Lee and His Farewell to His Troops","course_id":170,"status":"P","start_date":"1807-01-19","end_date":"1865-04-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Robert E. Lee was a Confederate general who was greatly known during the Civil War. He had respect for his men and, having known most of the people he fought, his enemies. Lee Fought for what he believed in and upon his defeat knew his soldiers would be devastated. Hoping to let them know how they fought their best and it was not their fault he wrote them a farewell letter. Coming from a life rich with military involvement Lee knew the power of even in defeat taking the blame onto himself rather than letting the masses take the blame.","               Son of Henry “Light-Horse Harry” Lee he was destined for great military prowess from birth. His father fell unto hard times and had to move to the West Indies. Even without his father Lee found a way to secure a place at West Point and graduated second of his class in 1829.  After his schooling at West Point he married Mary Anna Randolph Custis in 1831. For seventeen years Lee, did not see battle being an officer in the Corps of Engineers in charge of coastal defense. In 1846 the Mexican War allowed Lee to finally see battle. The war earned him three brevets for gallantry and the rank of colonel. He went on to be a superintendent of West Point from 1852 to 1855. In 1855 he chose a position in the cavalry and in 1859 he helped in the putting down of John Brown’s raid on Harpers Ferry.","               In April of 1861 Lincoln offered him command of federal forces Lee declined then resigned when Virginia seceded. The first battle Lee fought, Cheat Mountain, was a loss but his reputation did not fall. 1862 Lee was given command of general Joseph E. Johnston’s army which he renamed to the Army of Northern Virginia. This force had many of the great military leaders of the confederacy like James Longstreet, J.E.B. Stuart and Stonewall Jackson leading it to be the most successful of all the confederate forces. Lee knew winning on northern soil could turn the tides of the war and invaded the North in 1862 and 1863. The Union forces headed by Grant saw the destruction this army was capable of and set their goal rather than capturing Richmond to destroy the Army of Northern Virginia.","               By 1864 confederates were forced into a corner with trench warfare around Petersburg. In February of 1865 Lee was named the General-in-Chief of all Confederate forces. April 9, 1865 Lee was forced to surrender at the Appomattox Court House. Lee gave his men a farewell knowing that each one would have rather died fighting then surrender but fearing the bloodshed would do nothing. He made his farewell brief and his main goal was to let each soldier know it was not their fault and they each fulfilled their duties. He stated “you will take with you the satisfaction that proceeds from the consciousness of duty faithfully performed.” Lee knew that in the end he had to take the blame or risk the war continuing."," "," "],"display_date":"January 19, 1807 - April 10, 1865","search_date":"1836-02-28","locations":[{"id":53028,"lat":37.3570894,"lng":-78.8252911,"zoom":8,"place":"Appomattox"},{"id":53029,"lat":41.3918372,"lng":-73.9625033,"zoom":8,"place":"West Point"},{"id":53030,"lat":38.6092792,"lng":-79.9411769,"zoom":8,"place":"Cheat Mountain"}],"tags":[{"id":1487601778,"tag":null},{"id":656,"tag":"Robert E. Lee"},{"id":3271,"tag":"Appomattox Courthouse"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}}]}