{"id":657,"tag":"Appamattox Court House","points":[[37.3722533013,-78.8121458288]],"bounds":[[37.3722533013,-78.8121458288],[37.3722533013,-78.8121458288]],"episodes":[{"id":5003,"title":"<strong>An interesting interview with General Lee after the Surrender at Appomattox</strong>","course_id":43,"status":"P","start_date":"1865-04-09","end_date":"1865-04-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" In a riveting interview with southern Journalist J.H. Hummel, General Robert Edward Lee reflects on the Civil War and his role in helping heal the wounds between North and South in an attempt to mend the shattered Union.  In Lee’s own words he spoke of the South’s role in re-entering the Union, “What course I shall pursue I have not decided upon, and each man must be the judge of his own action.  We must all however resolve on one thing not to abandon our country.  Now more than at any other time, Virginia and every other state in the south needs us.  We must try and with as little delay as possible go to work to build up their prosperity.”  Lee further encouraged the south in its position toward peace with the North in stating, “To secure such a peace it was not only necessary that the south should abandon its arms, but abandon also all enmity and negative position, and accept with cheerful alacrity the changes of the time.”  Lee’s surrender at Appomattox ended the bloodiest war the U.S. has ever seen, and it is difficult to imagine that this task could have been carried out by a man with more honor and respect than General Lee. “Robert E. Lee had no bitter words for his former enemies.  By word and personal example, the general continued to lead the South—not to hatred and defiance but to reunion and reconciliation.”","                One of the most intriguing aspects of the interview was Hummel’s discussion on Lee’s indictment to the federal court of Norfolk for treason by President Andrew Johnson.  Proceedings for Lee’s indictment were stalled however due to General Grant’s demand that the charges be dropped arguing that treason charges would compromise the arrangements for surrender made at Appomattox.  Though revered by the nation after the Civil War, Robert E. Lee remained unscathed to the analyses and criticism of many historians.  In his book Lee Considered, Alan Nolan offers a different side to the Lee phenomena as if to emphasize that much of what is known about Lee has been recorded by historians and journalists biased toward the Confederate general.  Nolan offers a different approach to Lee's role in helping mend ties between north and south arguing that his role was in fact quite limited and insignificant.","Ever the gentleman, Lee earned the respect of his foes as well as the love of his officers and soldiers.  Hummel depicts a portrait of Lee in the aftermath of Appomattox by stating, “ All men admitted his high sense of honor, his unostentatious practice of all the Christian virtues, his true religious feeling, his calm endurance of untoward results, and his quiet observance of the duties of life.” "],"display_date":"April 9, 1865","search_date":"1865-04-09","locations":[{"id":13628,"lat":37.3722533013,"lng":-78.8121458288,"zoom":9,"place":"APPOMATTOX, Virginia"}],"tags":[{"id":657,"tag":"Appamattox Court House"},{"id":656,"tag":"Robert E. Lee"},{"id":18,"tag":"Politics"},{"id":32,"tag":"Civil War"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}}]}