{"id":658,"tag":"Elections","points":[[34.8943497126,-82.3707811393],[40.9190359343,-77.8196278227],[48.856614,2.3522219],[38.9040418,-77.0388036]],"bounds":[[48.856614,2.3522219],[34.8943497126,-82.3707811393]],"episodes":[{"id":5004,"title":"Contested Greenville Mayoral Election","course_id":43,"status":"P","start_date":"1874-09-15","end_date":"1874-09-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On September 15, 1874 Luther Roe wrote a letter to his soon to be betrothed, Mary. Yet in this letter he did not just talk of his affection for her or his most recent social engagements, he wrote of something that caused the most excitement that “has been here since the war”. He was writing to Mary about the highly contested election for the Mayor of Greenville. This was something that Mary could not join in on simply because she was a woman, nonetheless it was very important to her and her community so she was excited to hear all about it."," ","Luther wrote that there was so much excitement downtown because of the election, and he included the African-Americans in his letter stating that, “the blacks became so much excited that they got to fighting among themselves some for Cleveland and some for Mr. Stradley”. It is interesting that he mentions this fact since this was one of the first elections that African-Americans could vote in after the implementation of the Fifteenth Amendment, yet there appears to be no friction between the whites and the African Americans. Luther goes on to say that since it had rained all day, this had kept some people from coming out and voting, primarily the older men of the community. There ended up being a two vote split between the two candidates, William C. Cleveland and Samuel Stradley, and Luther blamed that on the fact that they lost some of their voters due to the rain. Cleveland then claimed the election since he believed that “the students did not have a right to vote here and says he is going to have it contested and talking of carrying it to court”. The people gathered also started to consider fraud on all counts since they assumed that the election should have been an easy win for Cleveland. Luther wrote that he stayed at the voting site until midnight, which was when everyone decided that they were not satisfied with the results and they declared Cleveland the winner."," ","This is very different from the election for governor of South Carolina that occurred two years later. During that election troops were ordered to Greenville to keep the peace. African Americans were also coerced to vote the democratic ticket, being told that if they did not they would not be able to keep their jobs or their homes. A knife and pistol fight also broke out between whites and African Americas at the polling site. There was additionally much fraud discovered, which ended up being a case in both of these elections in Greenville.  Yet through this contrast we can see that though the mayoral election in Greenville was a local one, it appeared to be fairly progressive for an early post-Civil War election in the still occupied South."],"display_date":"September 15, 1874","search_date":"1874-09-15","locations":[{"id":11536,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"GREENVILLE, South Carolina"}],"tags":[{"id":658,"tag":"Elections"},{"id":18,"tag":"Politics"},{"id":3,"tag":"African-Americans"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5817,"title":"Northern Democrats View 1871 Election As Life or Death","course_id":113,"status":"P","start_date":"1871-10-07","end_date":"1871-10-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Political ideologies between the Republicans and Democrats were left in limbo following the Civil War. <em>The Democratic Watchman, </em>of central Pennsylvania printed a call to action for Democrats to go out and vote to ensure a majority for the party across the board of all of the offices.","After the conclusion of the war, Republicans had a strong hold on northern cities, but there were still Democrats making an effort to represent their views. Additionally, even though Democrats often sacrificed their political ideas for the war, they did not want to let the trend of a Republican-dominated government to continue after the war.","The article also sought to persuade readers of the righteousness of the Democratic view by comparing the election season to another battle in war. It stated, “Let not one man be left behind: get them all to the ranks and go to the polls determined, invincible, and in farness!” The Civil War had only been over for short six years at this point and such martial imagery still had the ability to move readers’ emotions.","The election of 1871, which is being described in the article, was not a presidential election year. Possible low Democratic participation in the 1871 election is described in the article as a large issue due to concern that if Democrats did not rally for a local election, then the trend would carry over into elections for years to come. This is stated in the <em>Watchman </em>as, “One or the other of these alternatives will result from the influence in which Democratic defeat or success in the present campaign will have upon the presidential struggle next year.” The article attempted to rally the Democrats by suggesting that there will be “alternatives” if constituents do not vote. Despite this call to action on the part of the Democrats, in the 1872 presidential election, the hopes of the to eliminate the Republicans from the executive are crushed because incumbent President Grant defeated their candidate Horace Greely."," "," "],"display_date":"October 7, 1871","search_date":"1871-10-07","locations":[{"id":10918,"lat":40.9190359343,"lng":-77.8196278227,"zoom":9,"place":"CENTRE, Pennsylvania"}],"tags":[{"id":658,"tag":"Elections"},{"id":1873,"tag":"Republicans"},{"id":1874,"tag":"Democrat"},{"id":1875,"tag":"Presidential Election"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":113,"school_id":3}},{"id":6609,"title":"Supreme Commander Bids For Commander-in-Chief","course_id":163,"status":"P","start_date":"12/8/51","end_date":"4/24/52","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","In a secret meeting with the Republican frontrunner Robert A. Taft, General Dwight D. Eisenhower made an offer to him. If Taft backed away from his isolationist stance and supported the internationalist wing of the Republican Party, Eisenhower promised he would not challenge him for the nomination.  Taft declined Eisenhower’s offer, saying it would go against his conscience to do so.","At the time, Taft was isolationist, and against all foreign alliances.  By contrast, Eisenhower, as the Supreme Commander of the National Atlantic Treaty Organization (NATO), held internationalist views. He committed to spreading democracy to counteract the perceived Communist threat from the Soviet Union, and because of this, he sought to make NATO successful. Should Eisenhower run for nomination, Walter Trohan reported to the <em>Chicago Tribune,</em> he expected Eisenhower “to support foreign policy, especially as it relates to maintaining the victory won in Europe where he was war time supreme commander.”","Unfortunately for the Republican Party, as the Supreme Commander of NATO, Eisenhower felt duty required him to abstain from running for President. In addition to Taft, Harold Stassen, Earl Warren, and Theodore McKeldin planned to campaign for president, but the internationalist Republicans did not believe any of them could take the nomination away from Taft. They wanted Eisenhower.","The “Draft Eisenhower” Campaign started years before. As early as 1947, President Harry Truman offered to step aside for General Eisenhower to run as the Democratic candidate, with Truman as his running mate. At the time, Eisenhower said ‘no.’ Four years later, Truman again asked Eisenhower if he would run, and again Eisenhower refused. In response, Eisenhower secretly made the offer to Taft.","Meanwhile, moderate Republicans Henry Cabot Lodge and Thomas Dewey asked Eisenhower to run for president on the Republican ticket. Eisenhower, like George Marshall and George Patton, believed generals should be nonpartisan, to maintain the professionalism of the military officer corps. Because of this nonpartisan pledge, Eisenhower never voted in a presidential election until 1948, after he retired.","Eisenhower maintained he had no desire to be president. In March 1952, his conversation with Herbert Brownell, former campaign planner for Dewey, changed his mind. Brownell told Eisenhower that Taft was the frontrunner for the Republican Party, and if Eisenhower wanted the nation to pursue internationalist policies, he must run. After decades of Democratic presidents, the country would likely vote for change. In 1951, Stalin announced the Soviet Union had a hydrogen bomb; by 1952, the cease-fire talks with Korea deadlocked. If Eisenhower wanted to ensure internationalist foreign policy, he needed to run in the primaries against Taft. Shortly after the meeting, Eisenhower renounced his nonpartisanship. He announced he would run for Republican nomination."],"display_date":"December 8, 1951 - April 24, 1952","search_date":"1952-02-14","locations":[{"id":52983,"lat":48.856614,"lng":2.3522219,"zoom":8,"place":"Paris, France"},{"id":52779,"lat":38.9040418,"lng":-77.0388036,"zoom":8,"place":"Washington, DC"}],"tags":[{"id":3161,"tag":"Robert A. Taft"},{"id":3160,"tag":"Dwight D. Eisenhower"},{"id":658,"tag":"Elections"},{"id":18,"tag":"Politics"},{"id":17,"tag":"Government"}],"course":{"name":"History of U.S. Presidential Elections","school":"Wayne State University","course_id":163,"school_id":92}}]}