{"id":665,"tag":"Conscription","points":[[40.6916304076,-74.0035386433],[42.107446354,-83.1351982696]],"bounds":[[42.107446354,-74.0035386433],[40.6916304076,-83.1351982696]],"episodes":[{"id":5012,"title":"Cold War Heats Cold Feet","course_id":42,"status":"P","start_date":"7/15/50","end_date":"7/27/53","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Here comes the bride, all dressed in white.  In mid-July 1950, many young couples were coming closer and closer to hearing the bridal march.  New York jewellers were astounded by the sudden demand for engagement and wedding rings.  According to W. Waters Schwab, the president of J.R. Wood & Sons, Inc., the increase was due to the Korean crisis.  It was mere weeks before this escalation of ring sales that the Korean War began.  Mr. Schwab noted that this increase in sales was following the same pattern that occurred at the beginning of the Second World War.   One of the executives of Lambert Brothers, Inc., Henry Lambert, explained that jewellery stores were filled with young couples purchasing rings.  This occurrence seemed to grow in just under a fortnight, and had not been seen since the end of World War II.","<br />Throughout the twentieth century this trend of increased weddings, and ring sales before, and during a major conflict was noted in both America and Europe.  During the months prior to World War I and World War II, young couples were joined in matrimony much more frequently than in times of peace.  In addition to the increase in marriages, there was a change in the average age that men and women were wed.  Throughout the first half of the twentieth century the average matrimonial age for men dropped from twenty-six to twenty-three, and for women dropped from twenty-two to twenty.","<br />Some argue that, the major influence on this sudden explosion of romance in the United States was the Selective Service Act of 1948 which reintroduced conscription.  The original act was passed in 1917 and revised in 1940.  Volunteer enlistment in the years following World War II was not enough to satisfy the needs of in this new Korean conflict.  The new act required all males over the age of eighteen to register for the draft and made all males between the ages of nineteen and twenty-six eligible to be drafted, thus increasing the number of conscripts by 100,000.  When the Selective Service Act was imposed in 1917 there appeared to have been a corresponding rise in the sale of wedding and engagement rings.  This trend was again seen at the outbreak of the Korean War.  The Selective Service Act was further revised in 1951 (Universal Military Training and Service Act) introducing a college or training exemption and reducing the draft age from nineteen to eighteen and a half.   While the war cast a dark shadow over these rushed marital vows, the uncertainty of the times and the notion that these men and women did not want to take the chance of deferring their weddings until after the war may shed some light on this upward trend in weddings and jewellery sales."],"display_date":"July 15, 1950 - July 27, 1953","search_date":"1952-01-19","locations":[{"id":28501,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":665,"tag":"Conscription"},{"id":664,"tag":"Korean War"},{"id":405,"tag":"Marriage"}],"course":{"name":"American History since the Civil War","school":"University of Toronto Scarborough","course_id":42,"school_id":28}},{"id":6032,"title":"WWI Success in Detroit","course_id":118,"status":"P","start_date":"4/6/17","end_date":"4/6/18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["On April 6 1917, the United States entered World War I (WWI) and declared war on Germany. In the beginning of WWI the United States could only muster up around 100,000 troops who were ready to fight. In order to strengthen our armed forces, President Wilson adopted the conscription act which boosted our armed forces to over 2 million soldiers. With the help of the United States the allied forces were able to take down Germany and win the war.","Detroit was greatly involved in WWI as much as it was in WWII. Detroit production changed from cars to supplying are military with motor trucks and airplanes which Colonel P.S Bond said would play a large part in winning the war. Nearly 40 percent of Detroit’s male population was sent off to fight in the war which brought a surge of women into the workforce. Detroit was a central power in the efforts to help the fight in WWI and the city was rapidly expanding. In a 1917 Detroit Free Press article, they state how Detroit banks were expecting the war and were well prepared for it. They also stated how the automobile industry is evolving and is only going to benefit Detroit in their upcoming expansion of the city."],"display_date":"April 6, 1917 - April 6, 1918","search_date":"1917-10-05","locations":[{"id":18385,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2169,"tag":"President Wilson"},{"id":1918,"tag":"Detroit Free Press"},{"id":665,"tag":"Conscription"},{"id":228,"tag":"Roles of Women"},{"id":240,"tag":"WWI"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}]}