{"id":666,"tag":"Railroad","points":[[34.8943497126,-82.3707811393],[42.3649994065,-70.9800517697],[37.4562619895,-122.096750388],[41.8399513458,-87.8166666032],[33.0342766311,-118.614221051],[40.6451430203,-74.1608807991],[42.107446354,-83.1351982696],[38.9063690477,-86.0376008096],[39.878712355,-75.2036894677]],"bounds":[[42.3649994065,-70.9800517697],[33.0342766311,-122.096750388]],"episodes":[{"id":5013,"title":"Vardy McBee","course_id":43,"status":"P","start_date":"1852-09-01","end_date":"1852-09-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Vardry McBee is a Greenville, South Carolina celebrity; with everything from streets, buildings, and residence halls erected in his name, there is no doubt McBee had an impact on Greenville, SC. McBee’s name does not have the same resonance outside of this South Carolina city today, although in 1852 McBee gained national recognition in the southern agricultural magazine <em>De Bows Review</em>. The publication printed a glorifying article of Vardry McBee in September of 1852, focusing on his commercial and agricultural success and frequent support of charity. The article briefly mentions his industrial successes in the South Carolina upcountry, and lists organizations in which he helped fund, including churches and Furman University. However, the “crowning act of his life” as the article refers to it was McBee’s 5,000 dollar donation to the fledgling Greenville Columbia Railroad Line, that without McBee’s generous gift, would have surely failed.","The building of Rail lines in the mid 19<sup>th</sup> century became crucial for the success of private enterprise and the prosperity of towns. From the perspective of a 19<sup>th</sup> century magazine whose audience is made up of farmers and men of industry, saving the Greenville Columbia Rail Line would correlate to supporting business, agriculture, and trade for the entire SC upcountry. When studying McBee today his donation to the rail line is merely a small mention, overshadowed by his altruism and commercial prosperity.  However, it’s easy to speculate that without McBee’s donation Greenville, South Carolina would be a much different place today."],"display_date":"September 1852","search_date":"1852-09-15","locations":[{"id":11534,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"GREENVILLE, South Carolina"}],"tags":[{"id":668,"tag":"Vardry McBee"},{"id":667,"tag":"De Bows Review"},{"id":666,"tag":"Railroad"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5088,"title":"Photographs as Reflection: The Wedding of Rails, Reflection of Westward Optimism Date:","course_id":43,"status":"P","start_date":"1869-05-10","end_date":"1869-05-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["When looking at photographs from the 19<sup>th</sup> century, few examples viewed can portray the overall mentality of the people. Photography at the time was a new, relatively expensive invention, and thus photographs tended to have much more significance and meaning to the photographer and subjects than they do today. Photographs carried some of the emotional value previously given to painting, drawing, and other visual art forms.  The Westward Expansion is an example of a subject of importance to the nation, captured in multiple series of photographs displaying significant events for the subjects and the viewers. The one series  photographs that best portrays the country’s affinity for the west was the completion of the Transcontinental Railroad. This series photograph has remained as the definitive record of the opening of the West to the masses."," ","The wedding of the rails at Promontory Point Utah not only defines the overall excitement of expansion within the American public, but also had many other implications in terms of bring to the nation things that previously were not available to the masses. Now there was a single line in which people and material goods could travel quickly and safely. This quick mode of travel meant that now the east and west could trade goods without have to navigate around South America.  Trans-continental shipping led to further economic expansion."," ","On top of economic expansion from the speed that material goods could now travel across the country, certain western cities, which began as small boom towns due to the gold rush, could now expand into large cities. The east coast cities at the time had expanded and the optimism in which many east coast dwellers expressed in the idea of moving west is a reflection of the “wedding of the rails”. After the completion of the transcontinental railroad western cities experienced a boom in population."," ","However, before east coast residents could move west they had to receive news of the completion. After “the wedding of the rails,” east coast newspapers were flooded with news of the railroad’s completion. This news and advertisements reflected the overall sense of optimism seen within the population, and the photograph depicting the event provided proof and fueled the nation’s westward expansion. This population migration, economic expansion and national optimism would continue throughout the rest of nineteenth century and even into the early twentieth century."],"display_date":"May 10, 1869","search_date":"1869-05-10","locations":[{"id":13362,"lat":null,"lng":null,"zoom":8,"place":"BOX ELDER, Utah"}],"tags":[{"id":771,"tag":"Western Expansion"},{"id":666,"tag":"Railroad"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5102,"title":"<strong>Transportation in 1846; A Journey From Boston To New York</strong>","course_id":50,"status":"P","start_date":"1846-01-30","end_date":"1846-01-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1846, the United States of America was on the precipice of vast change in the way the citizens of the country transported themselves throughout the country.  In the west, gold was being discovered in California, ushering in a mass population rush towards the west coast and the Sierra Nevada Mountains.  In the east, much of the routes between cities were still interconnected by dated means of transportation.  Chicago, a city which would become the largest hub of railways in the United States, didn’t see their first train until 1848.  “On October 10, 1848, a 2-4-0 type steam locomotive, appropriately named <em>The Pioneer,</em> began to pull cars laden with construction supplies and workers over the advancing line of the Galena & Chicago Union Railroad.”  In only a few short decades, this would change, as railroads expanded and the country became interconnected.  Chicago is an example of this rapid expansion in rail transportation because, “By the eve of the Civil War, 11 railroads served the expanding metropolis. Boosters claimed that a hundred trains daily served their city.”","At the time, the horse was still viewed as a reliable and relatively fast form of transporting people from one place to another.  Over the next few decades, however, the slow modes of transportation would be ushered out, and the new modes of transportation would become more efficient, connecting regions which were hard to travel to in the past and opening up new opportunities for the American economy to blossom.","Alex Mackay traveled to the United States from Britain to tour the burgeoning country and write down his findings.  On a cold night in the winter of 1846, he made the voyage between Boston and New York, a voyage which can be made in mere hours by car or train today.  In order to breach the 215 mile distance between the two cities, Mackay had to carefully plan the route which he would take.  There were three routes that were possible at the time, and all of them included a slow-moving train and a steamboat.  Being that he was travelling in winter, there was ice in the Long Island Sound.  Taking this information into account, Mackay decided to choose the route which used the least amount of passage over water to reach the destination of New York.  Mackay recalled the factors that led to his choice in the book he published about his journey upon his return to his home; “The Long Island Railway being blocked up by snow, I selected the route by Norwich in preference to that by Stonington, the former curtailing the sea voyage by about thirty miles, a serious consideration, as the navigation of the Sound was then rather perilous, owing to the masses of ice with which it was obstructed.”","Apart from the possibility of meeting danger on sea with chunks of floating ice obstructing a steamboat’s way, Mackay ran into discomfort and warnings of danger on the rails as well.  Aside from the mere bulk of the itinerary, the configuration of the train cars had to be adjusted due to the cold weather.  “In winter, two or three seats are removed from one side to make way for a small stove”.  The cars were described as packed already, but the chance of being scalded by the only means of heating a car which would otherwise be frozen added to the danger of travelling in a cramped, slow, dirty mode of transportation.","In an attempt to escape the horde of people crammed into the cars of the train, Mackay ventured outside into the frigid winter night.  On an outside platform of the train, he met a conductor, and had a brief, amusing conversation with him.  The conductor suggested that the author venture back inside the car, being that if there was some sort of accident, he wouldn’t stand much of a chance outside.  Shocked, the author asked if such accidents were frequent.  ““We do sometimes run off the rail, that’s all;” said he, without the slightest emotion; and then passed into the car without deigning to know how I received the announcement.”  Mackay’s travels between Boston and New York only ended up with the threat of danger, as he reached his destination tired and drawn out from the ordeal of making and executing the plans of transporting himself to get there.","Mackay’s voyage illustrates the tediousness of travel before the invention of the internal combustion engine, electrical power generation, and the ambitious networking of train lines throughout the country.  The lack of easy mobility in the United States of 1846 lent to troubles with the expansion of trade and industry.  The story of Mackay’s voyage from Boston to New York is only one part of his travels through the United States.  When he told the conductor on the platform of the train of his expansive traveling, he was met with apathy.  Such an idea wasn’t an enjoyable one back in the middle of the 19<sup>th</sup> century.  As the railroads would spread to the west, steel would become mass produced by the 1870s, and more transportation options came to fruition throughout the continental United States, intra and inter regional travel would be taken upon without the burden of unwieldy options which were often dangerous.  As America became more inter-connected, with those connections running smoother as the years went by, the economy would follow in suit, forging the way forward with industrial innovations which would eventually create a very powerful country.  The time of Mackay’s voyage marked an end of an era in which travel options in America were poor, took extraordinary effort on the part of the travelers, and included an increased probability of danger or delay."," "],"display_date":"January 30, 1846","search_date":"1846-01-30","locations":[{"id":6208,"lat":42.3649994065,"lng":-70.9800517697,"zoom":11,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":12,"tag":"Migration/Transportation"},{"id":666,"tag":"Railroad"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":50,"school_id":40}},{"id":5106,"title":"Funeral for the founder of Los Altos, California","course_id":49,"status":"P","start_date":"7/30/46","end_date":"7/30/46","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The development of Los Altos, California, is credited to Paul Shoup and the interurban railroad system. “The father of Los Altos”, died on July 30, 1946, in Los Angeles, California. The memorial service was held at the chapel of Stanford Memorial Church. Ira S. Lillick and fellow members of the board of trustees of Stanford University delivered the eulogies. His family was present, most notably his three children, Dr. Carl Shoup, Jack, and Louise Shoup. His sister, Mrs. A.S Robinson, his brother, Guy Shoup, and his two nieces, Miss Frances Shoup and Mrs. W. Byron Bryant were also present. Friends, admirers, and employees of Southern Pacific Railroad Company also attended the funeral. Shoup was the President of Southern California Inc., President of the Los Angeles Merchants and Manufacturers Association, President of two oil companies, and a Stanford trustee. He was a contributing writer to the <em>New York Sun, Overland Monthly, Black Cat, Illustrated Monthly</em>, and<em> Sunset Magazine. </em>While serving as President of the Southern Pacific Railroad Company, he was instrumental in the development of Los Altos.","In 1904, the Southern Pacific Railroad Company was expanding its subsidiaries and electric railroad services in northern California and wanted to connect Mayfield, San Jose, and Los Gatos through the interurban line. However, this became problematic, as Southern Pacific would have to build their interurban railroad line through land owned by Sarah Winchester, who did not want to give them the right of way at first because it would destroy the integrity of her ranch. After negotiations, Winchester decided that she would sell Southern Pacific the right of way but only if they bought all her land. Once Southern Pacific bought the land, Paul Shoup and Walter Clark saw a great opportunity to build a new city. They created the Altos Land Company, raised money, and filed the city blueprints for Los Altos in 1907.","It took time for the city to grow, but once the interurban railroad was built and operational it attracted different types of businesses, families, Stanford professors, and wealthy San Franciscans to Los Altos. The electric railroad linked the Bay Area cities together and made traveling and commuting within the Bay Area  more comfortable, faster, and cheaper for passengers."],"display_date":"July 30, 1946","search_date":"1946-07-30","locations":[{"id":25347,"lat":37.4562619895,"lng":-122.096750388,"zoom":9,"place":"Santa Clara, California"}],"tags":[{"id":666,"tag":"Railroad"},{"id":789,"tag":"Urban Life/Boosterism"},{"id":790,"tag":"Paul Shoup"},{"id":791,"tag":"Sarah Winchester"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":49,"school_id":40}},{"id":5107,"title":"The Interurban Railroad of California","course_id":49,"status":"P","start_date":"10/18/01","end_date":"10/18/01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Southern Pacific Railroad Company Traffic Department announced on October 16, 1901, that Paul Shoup would be replacing Thomas A. Graham as division freight and passenger agent with jurisdictions south of San Francisco, Oakland, and north of Santa Barbara, with his headquarters in San Jose. J.C Stubbs, Traffic Director; William Sproule, freight traffic manager and E.O McCormick, passenger traffic manager, approved the appointment. The appointment took effect on October 18, 1901.","Paul Shoup rose to a prominent position in the Southern Pacific Railroad Company through his management of the railroad’s electric interurban lines. As the roads were unpaved and traveling was predominantly by horseback or wagon, the electric interurban made traveling comfortable, faster, and cheaper for passengers. The electric interurban lines in California and other cities in the United States connected cities together by making more stops at urban centers than the larger railroad lines that traveled further and hauled heavy cargo. The Southern Pacific Railroad interurban lines were predominantly located in the Los Angeles area linking the City of Angels to Long Beach and Orange County. The Interurban Electric Railway (IER) connected Berkeley, Oakland, and San Leandro, while the Peninsular Railway connected San Jose and Palo Alto.","However, the success of the interurban railroad led to its demise. As the economy improved due to the construction of the interurban railroad, people in the Bay Area were able to afford automobiles and the interurban railroad usage declined.  Many of the companies responsible for its success ended up filing for bankruptcy."],"display_date":"October 18, 1901","search_date":"1901-10-18","locations":[{"id":52284,"lat":37.4562619895,"lng":-122.096750388,"zoom":9,"place":"Santa Clara, California"}],"tags":[{"id":10,"tag":"Urban-Life/Boosterism"},{"id":790,"tag":"Paul Shoup"},{"id":666,"tag":"Railroad"},{"id":792,"tag":"Transportation"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":49,"school_id":40}},{"id":5161,"title":"Immigrants Who Couldn’t Get on The Train","course_id":66,"status":"P","start_date":"1/1/14","end_date":"12/31/14","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1914, Stephen Graham, a traveler from Britain, was riding a train towards Chicago. Upon arriving at the station, he was comparing the American rates with the Russian rates and Great Britain rates: “The cost of working is more in America than in Russia, and the trains are twice as fast; but that is not enough to set off against the enormous differences in fares. . . It is absurd to compare the prices of fares in America with the prices of fares in Great Britain. It is bad enough with us, but ours is a small territory; it does not cost much to go from end to end. But America is a vast country.” The comparison he made was truly correct. The wages paid in America were much higher than in Russia. Unfortunately, the railway fares were as well. The engineering of the railways had always been appreciated, but did it really benefit all Americans in the 19th century?","Railway fares usually were set quite high since the building cost of the railways was so expensive. For examples, it cost $39.60 -- equivalent to $712 nowadays -- to go as far as Denver, Coloado, which was about 2000 miles from Chicago; and $76.20 -- equivalent to $1307 -- to go to San Francisco. As Graham noted, “It costs almost a year’s wages to pay the fare of a family across it [the U.S.].” More importantly, the wages that Stephen refers to were the wages of American citizens. For those immigrants who were paid in lower wages, the fare might cost much more than they earned. Therefore, compared to Americans, immigrants had to think twice before determining to travel even a thousand miles.","Railways did bring many benefits to the United States. They sped up the development of the Industrial Revolution; they transferred gold, coal, and other materials at a very high speed, yet charged their customers a relatively low price; they brought a lot of jobs within the railroad sector; and they could take any immigrant to a place where he would not be a hireling but, during that period of time, “the high fares deter the immigrant, he is cooped up in districts which he would like to leave, but cannot; in districts where he must remain foreign and not American.”"],"display_date":1914,"search_date":"1914-07-02","locations":[{"id":17541,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"Cook, Illinois"}],"tags":[{"id":12,"tag":"Migration/Transportation"},{"id":666,"tag":"Railroad"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":66,"school_id":40}},{"id":5167,"title":"Susie Clark’s arrival in California by train from Boston","course_id":66,"status":"P","start_date":"1890-01-01","end_date":"1890-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["During the 1890s Susie Champney Clark left Boston on a Raymond & Whitcomb Co. organized railroad trip across the country to California, recording her observations and notes along the way.  Though this trip may have seemed impossible to make earlier in the century, as Ms. Clark said in the first chapter of her book <em>The Round Trip from Hub to the Golden Gate</em>, “California [was] much nearer Boston than it was in ’49. The journey thither is hardly now considered much a trip.”","Susie Clark had a grand time on her trip across the country and was impressed by the comfort of the train and its amenities. She thoroughly enjoyed the menu and the dining car and declared that it “might well engage the attention of the most fastidious epicure.” Train travel had taken on a completely different feeling than earlier in the 1800s. It was leaving behind reputation for uncomfortable, difficult travel and taking steps towards relaxed and enjoyable trips. Ms. Clark even went so far as to say that Raymond and Whitcomb had turned travel into an art and science, making their trains feel like homes.","Arriving in Los Angeles, California, she took note of the beauty of the city, wondering how “this fair city [could] fail to thrive and flourish and grow as if indeed all good angels smiled upon her.” Unfortunately though, Ms. Clark pointed out that the city was founded as a means for housing the “soldiers” who had worked for the Spanish missions, forcibly converting the Native Americans and encroaching on their land. She was not surprised at all that these actions had led to, as she said in her notes, “the degradation and ultimate extinction of these tribes.”","Susie Clark was not the only one with these opinions of the missions’ and other settlers’ earlier tactics. As recounted in Michael Magliari’s article in the <em>Pacific Historical Review</em>, during a visit to Los Angeles, U.S. Army Captain Edward Ord stated “It will be seen…that by the law, the overseer of a large rancho, has but to be a ‘Justice of the Peace' and he is enabled to buy and keep Indian servants as he may want them, and to punish them at discretion, within a limit.\"","Though California was admitted to the Union as a free state, as Magliari points out, “the newly admitted Golden State had already established its own racially based system of unfree labor. Although it had forth-rightly rejected the South's ‘peculiar institution,’ the new ‘free state’ of California did not hesitate to craft its own code of compul-sory [sic] labor under the notorious 1850 Act for the Government and Protection of Indians”.  Californians used “minor custodial wardship, indentured servitude or ‘ap-prenticeship [sic],’ convict leasing, and debt peonage” as ways to create forced labor to their advantage.","As Ms. Clark hinted in her travel writings, the beauty and wonder of California had a slight darkness creeping in around its edges as a result of the methods by which the land was taken from the Native Americans."],"display_date":1890,"search_date":"1890-07-02","locations":[{"id":902,"lat":33.0342766311,"lng":-118.614221051,"zoom":8,"place":"LOS ANGELES, California"}],"tags":[{"id":537,"tag":"Native Americans"},{"id":666,"tag":"Railroad"},{"id":792,"tag":"Transportation"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":66,"school_id":40}},{"id":5173,"title":"Rapid development of railways and canals in America.","course_id":66,"status":"P","start_date":"1869-05-10","end_date":"1869-05-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Before the development of an interstate freeway system in the mid-twentieth century, most of the transportation systems in the US consisted of railways and canals.  “Canal fever” spread through the states from the early 1820s because of the development of flatboats and steamboats but faced a decline after 1880. A statistic conducted in 1840 showed that “between 1810 and 1840 canal mileage in the United States increased from 100 to over 3, 300 miles.”  Canals not only gave benefits for business activities but also communication between people. Canals also helped the development of many areas through the exchange of technologies, manpower and most importantly, resources and money at that period of time.","Although canals become very popular and benefited the development of the US in the early nineteenth century, they declined later because of the high construction and maintenance costs and the flooding problem caused by improper management. According to H.B. Paul, “about half the canals were abandoned in 1840 and, more recently, between 1880 and 1906”. He continued to explain that canals were already out of date in 1900 because of the high cost but slow speed of transport compared to railways. As he also mentioned, “in 1830, when canal building was in its early days, the Americans already had 23 miles of railroad. In 1850, they had 10,000 miles; in 1870, 53,000; in 1890, 105,000; and so on.” Due to the development of railways from the late 1800s, canals were much less economical to keep running in comparison. Therefore, many states decided to change their focus on the cheaper choice for transportation.","After people found this new way for transportation, the “railway fever” began, partly due to the construction of the transcontinental railroad from Sacramento, California to Omaha, Nerbraska in 1862. The success of the railroad motivated other companies to build railways on the US continent. According to “The Railroads”, “The railroad network [in late 1880s] became overbuilt. Competing lines were racing to put down track in order to lay claim to the best sites, whether railroad service was needed there or not.” Companies competed with each other in order to get the benefits from building railways. However, the over-expansion of railroad networks result in a financial panic in 1893, causing hundreds of railroads to collapse. The panic indicates that railroad development at that time was not well-planned and most of the railroads were still not efficient enough during that period of time.  Fortunately, wealthy financier J. P. Morgan began to acquire bankrupted railroads and reorganize them after the large scale bankruptcy. The action was named “Morganization.”  Morgan organized these railroads by implementing cost cuts and oversaw agreements with competitors in order to reduce competition between railways. By 1900, he owned and reorganized more than five thousand miles of railroad. His act showed that railways could be remodified to increase the efficiency and bring benefits to both companies and society as a whole. Thanks to the fundamental development of railroad networks, railways still play an important role in cargo transportation in the United States and hopefully will keep bringing benefits to the US economy in the future."],"display_date":"May 10, 1869","search_date":"1869-05-10","locations":[{"id":13362,"lat":null,"lng":null,"zoom":8,"place":"BOX ELDER, Utah"}],"tags":[{"id":666,"tag":"Railroad"},{"id":904,"tag":"canals"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":66,"school_id":40}},{"id":5302,"title":"Following the Westward Expansion through a Kansas Trip in 1866","course_id":75,"status":"P","start_date":"1866-09-05","end_date":"1866-09-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["D. F. Drinkwater advertised that “‘Kansas’ bottom lands are exceedingly rich, and bring large crops of corn, wheat, rye, oats, barley, sugar cane and vegetables, as well as hemp and cotton. The successful raising of the latter is no longer an experiment here.” But he added one more fact to make his call pertinent. It became easy and comfortable to come to Kansas by train. Who could claim better at that time? He stated that “the Missouri Pacific railroad from St. Louis to Wyandotte is one of the best roads in the country, and this new Union Pacific, E. D., is as good a new road as is in use, if not better. Let me say parenthetically that when you come to Kansas of course you had better take the route by St. Louis and Wyandotte over the Missouri Pacific.”","The farmer settlers switched their goal from self-sustainability to commercial production. They had more than they really needed for themselves. People even figured out that growing wheat and oat crops might be as profitable as growing cotton, without generating the associative problems such as slavery issues and the severe effect of the Panic of 1819. After the Missouri controversy, agriculture was focused on other crops. “Rye and sugar cane are called sure crops in Kansas.” The horticulture profits were significant. Orchards started to appear everywhere in Kansas. In particular, vineyard and wine production became a flourishing business. But the exportation of these products to the Eastern and Northern part of the country would not be possible with wagons, which usually took several months to make the trip.","Railroads to connect Kansas to the East and to the West were a necessity;  otherwise, the new settlers would not be successful. The railroad was a faster and safer way to transport a product for sale. Because of the Panic of 1819 and the resulting financial crisis, railroad construction was stopped and compromised. Politicians did not lost their power due to the cotton crash; instead, it was the first settlers who had to directly apply for grants to Washington in order to resume the railroad construction. A second halt happened during the Civil War. The construction was costly because the materials such as iron rails and the technology used were imported from Europe. The situation was confused, but the nationalism of Americans saved the situation. The hope was born again because of the authorization given to the L. P. & W. via the Pacific Railway act of 1862 “to build from an eastern terminus below the junction of the Missouri and Kansas rivers to the designated starting point of the Union Pacific on the 100<sup>th</sup> meridian.” Drinkwater even promised the Congress “As I have before remarked, this trade will be utterly beyond calculation, particularly if our Congress will be so kind as to adjust our internal and external revenue laws, so that American tax paying manufacturers and farmers shall, at least, have an equal chance in our home market with our British rivals.”","D. F. Drinkwater requested himself that more funds be used for railroad construction than for cavalry troops that were to secure the lands against Indians and. He noticed that \"just as fast as the Pacific Railway passes the great military posts upon its line, these become unnecessary, and are, in effect, abandoned.” The reason was that “the Kansas Pacific Railway narrowed the field of operations against the Indians.”  Therefore, the federal government would save money by speeding the railroad construction. Investing in the railroad construction was a win-win decision. Indeed, it “pushed 'the plains' further and further west, and saved the Government the necessity and expense of permanent forts.”"],"display_date":"September 5, 1866","search_date":"1866-09-05","locations":[{"id":4553,"lat":null,"lng":null,"zoom":8,"place":"Unorganized, Kansas"}],"tags":[{"id":411,"tag":"Westward Expansion"},{"id":666,"tag":"Railroad"},{"id":1072,"tag":"Pacific Railway"},{"id":1073,"tag":"Union Pacific"},{"id":13,"tag":"Agriculture"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":75,"school_id":40}},{"id":5776,"title":"Ex-president Van Buren Narrowly Escapes Death","course_id":113,"status":"P","start_date":"1848-03-30","end_date":"1848-03-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Former president Martin Van Buren enjoyed a comfortable train ride on the morning of March 30, 1848, that departed from Pittsfield, Massachusetts, bound for Philadelphia, Pennsylvania. It sported a new engine with a six foot diameter drive wheel, which substantially increased the power and speed of the locomotive. As the train approached the city of Newark, New Jersey, a bridge appeared along the horizon with its draw up. Traveling at full speed, the train was unable to stop in time before reaching the obstruction. The <em>Pittsfield Sun</em>, a Massachusetts newspaper, later reported the event, writing, “[Van Buren looked] out of the door and seeing that nothing could be done, sat down quietly to finish [a newspaper’s] perusal.” The locomotive plunged off of the tracks and did not stop until the second-class passenger car became suspended over the gap. Fortunately, only one man fell victim to this accident, and a few people received relatively minor injuries. The ex-president remained unharmed. Upon investigation of the incident, the <em>Pittsfield</em> <em>Sun</em> wrote of the engineer, “[He] had only run [the new engine] two or three times, and was not well acquainted with its speed… He reversed the engine but it could not stop the train.”","Martin Van Buren was born in Kinderhook, New York, the son of a farmer. He was originally a lawyer and was elected to the Senate in 1821. Van Buren was one of President Andrew Jackson’s most trusted advisors, and Jackson later appointed him to Secretary of State. Van Buren served as president of the United States from 1837 to 1841. He opposed the expansion of slavery and at one point even stopped the annexation of Texas. During his presidency, Van Buren struggled to keep the nation’s finances afloat due to an economic panic in 1837; resolving these fiscal problems left a troubling mark on his presidency.","Van Buren witnessed a time of great change in the transportation industry during his term in office and in subsequent years. After the first public railway station opened up in the United States in the early nineteenth century, transportation was forever changed. Railroads revolutionized commerce. The iron horse became the preferred mode of transportation for nearly 130 years. Railroads, however, were not the safest way to travel during this period. Railways were less flexible than roads, and consequently, they could not slice through terrain as easily. Most railways were managed with a tight schedule since instantaneous communication did not exist yet; not adhering to this schedule could yield deadly collisions on the rails. A primary cause of accidental deaths was train wrecks. With approximately 9,000 miles of track built by 1850, and thousands of more miles to follow, it is no wonder that railway accidents would frequently occur. If it was not for the engineer’s quick-witted attempt to stop the train, it could have meant the death of a former president of the United States."],"display_date":"March 30, 1848","search_date":"1848-03-30","locations":[{"id":8505,"lat":40.6451430203,"lng":-74.1608807991,"zoom":10,"place":"ESSEX, New Jersey"}],"tags":[{"id":1814,"tag":"railroad accidents"},{"id":1813,"tag":"Martin Van Buren"},{"id":666,"tag":"Railroad"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":113,"school_id":3}},{"id":5983,"title":"Travel in Comfort and Style with the Detroit and Milwaukee Railroad","course_id":118,"status":"P","start_date":"1856-01-01","end_date":"1856-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["A 1856 advertisement for a railway company and a steamship company offered trips via either mode of transportation down the Detroit River and through the railways of the major cities and states in the Upper Midwest. The advertisement, probably originally published in regional newspapers, also includes the multiple connections that could be made through either the steamship route or the railway to other boats and trains. The routes offered include the Mississippi River and popular cites (such as Grand Rapids, Muskegon, Chicago, and St. Anthony), and emmigrants are offered \"cheap and comfortable transit\" to each destination on the \"first-class\" and \"reliable\" steamships.","The advertisement was published at an interesting juncture in the history of Detroit, after the decline of the fur trade, but well before the start of the auto industry. Railroads were a main source of land transportation at this point, and the railroads in the area of the city were created in part as a result of developer P.W. Norris' involvement in the city. Norris insisted that railroads were going to be the key to the success of the city of Detroit, specifically in the area of his namesake (the Village of Norris, today a region of northeast Detroit commonly known as Nortown), and so he was a key player in their inception and implementation throughout the bustling city. These railroads were highly beneficial to some at the time, as they allowed passengers to travel quickly from one landlocked place to another, and also ensured the delivery of goods and products form one city to another. However, the railroads have caused more than their fair share of problems in modern-day Detroit, including traffic issues, road blocks, destruction of property/buildings, and high taxes. The popularity of the railroads since this advertisement has indeed declined in favor of more efficient and timely transportation, such as airlines, personal vehicles, and commercial trucks."," "],"display_date":1856,"search_date":"1856-07-01","locations":[{"id":6595,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"WAYNE, Michigan"}],"tags":[{"id":1934,"tag":"P.W. Norris"},{"id":1899,"tag":"Detroit"},{"id":666,"tag":"Railroad"},{"id":2108,"tag":"Steamboats"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6016,"title":"All aboard the Railway Bandwagon","course_id":118,"status":"P","start_date":"1866-01-01","end_date":"1866-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Detroit became a hub for commerce and trade during the 19<sup>th</sup> century.  The city’s central location in the Great Lakes Region and its proximity to the Detroit River made it a natural choice for shipping routes.  This ideal location was further aided by the addition of railroad networks to the west and interior of the country, the earliest of which were in place by 1830.","The railways had a bit of a tumultuous infancy in Michigan; difficulties within private companies and general inefficiency of construction were two of the main problems. But by 1865 the railroads had found their legs and were driving the city forward with force. The success of the railroads can be seen in an article on the Detroit & Milwaukee Railway, which proclaims that it “Is becoming far and widely known as among the best conducted roads of the country.”  The article describes how this railway overcame every difficulty it faced, including its construction in a “sparsely settled portion of the state,” a fact made more impressive by the fact that this company emerged from the bankrupt Detroit and Pontiac Railway.","The existence of a railroad was often cause for the congregation of settlers and the creation of new villages, which the article states were “springing up all along the line.”  One of the villages that relied on the railways was the Village of Norris, just northeast of Detroit, whose eponymous founder was an experienced railroad man. P.W. Norris knew that the railroad would be a vital vein for drawing settlers and businesses to his settlement, so he did everything in his power to ensure the railroad’s success. To that end, he ensured that there would be rail and road access to his new settlement before beginning to sell lots. Norris’ village would later become North East Detroit, known colloquially as Nortown, and it is hard to imagine the rise of the village—or Detroit—without the early creation of these railways."],"display_date":1866,"search_date":"1866-07-02","locations":[{"id":6596,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"WAYNE, Michigan"}],"tags":[{"id":1899,"tag":"Detroit"},{"id":666,"tag":"Railroad"},{"id":1934,"tag":"P.W. Norris"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6017,"title":"Insidious Inception of Railroads in Hamtramck?","course_id":118,"status":"P","start_date":"1895-06-01","end_date":"1895-06-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Col. Philetus W. Norris has been heralded as the man who brought railroads into the area that would become North East Detroit; but did he and his kin use legitimate business practices to do so?  Some have adamantly claimed that they did not, such as a group of Hamtramck taxpayers in 1895.  On June 1, a group of roughly sixty gathered in condemnation of the Norris franchise.  Edward Augustus Norris, the son of P.W. Norris, had been given a thirty-year franchise for a street railway by the Hamtramck Township board.  The impassioned taxpayers declared that the franchise had been illegally granted in an act of “The greatest fraud ever perpetrated on the taxpayers of Hamtramck.”","The group’s main point of contention was that the people had no knowledge of the franchise until after the deal was complete.  This lack of public inclusion with regards to decisions affecting changes to the landscape has continued throughout Detroit’s history.  From the homes stranded next to industrial developments to the possible location of the new international bridge, Detroiters have seen more than their fair share of economic injustice and undemocratic urban planning.","Interestingly, one complaint of the Hamtramck taxpayers was that the franchise might build the new railroad in the middle of the highway.  The grievance over location of road construction has been repeated by Detroiters many times and was especially prominent in the late 1950s and early 1960s, during the period of urban redevelopment.  Unfortunately, the cries of exasperated Detroiters went unheeded.  The government’s effort to use the roads as buffers between residential and industrial zones left some residents stuck on the side of heavy industry.  The city was re-planned for cars rather than pedestrians, as the government aimed to accommodate suburbanites as opposed to city dwellers.  Some have deemed these freeways “The nail in the coffin” for Detroit neighborhoods.","While the Norris Railway franchise did not have this effect on Hamtramck, the taxpayers were right to express their agitation at being excluded from the city’s plans.  One need only to look to the current environmental injustices in Detroit to see what happens when citizens lose power and control over their local environment."],"display_date":"June 1, 1895","search_date":"1895-06-01","locations":[{"id":6599,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"WAYNE, Michigan"}],"tags":[{"id":1934,"tag":"P.W. Norris"},{"id":666,"tag":"Railroad"},{"id":1971,"tag":"urban planning"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6235,"title":"Pacific Railway Act Makes Transcontinental Train Possible","course_id":137,"status":"P","start_date":"1862-07-01","end_date":"1862-07-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On July 1, 1862 President Abraham Lincoln signed into law the Pacific Railway Act of 1862 which “hereby created and erected into a body corporate... by the name... of The Union Pacific Railroad Company... ; and the said corporation is hereby authorized and empowered to lay out, locate, construct, furnish, maintain and enjoy a continuous railroad and telegraph.”  This act provided Federal support for the building of the first transcontinental railroad across the United States from the Missouri River to the Pacific Ocean. Federal support came in the form of government issued land grants to railroad companies to help fund the construction. Historian Stephen Ambrose states, “Next to winning the Civil War and abolishing slavery, building the first transcontinental Railroad…was the greatest achievement of the American people of the nineteenth century.”","Congress passed many Railway Acts to help establish the first transcontinental railroad with the first being the Pacific Railway Act of 1862. Nearly a decade earlier, Congress authorized Jefferson Davis, then the Secretary of War, to conduct several different surveys to find a possible route for a transcontinental railway in 1853.  Davis presented the report to Congress in 1855, but no route or bill could be agreed on until after secession removed southern voters from Congress.","This, no doubt, would be an expensive undertaking, so how did the Federal government plan to fund it?  They decided to offer incentives such as land grants and government bonds to “men of talent, men of character, men who are willing to invest” to help fund this major project. The government bonds were “issue[d] to said company bonds of the United States of one thousand dollars each, payable in in thirty years after date…for each section of forty miles.” It was mainly railroad companies that received government bonds as financial aid and these bonds had to be paid back.  An estimated 180 million acres of land were given to railroad companies by states and the federal government in the form of public land grants.  Critics argued that the government was just giving away land and money to help businessmen increase their fortunes.","Congress authorized two railroad companies, Union Pacific and Central Pacific, to construct the railway lines.  The Union Pacific began at Omaha, Nebraska building west, and the Central Pacific starting at Sacramento, California building east.  For both crews, the majority of workers were immigrants who had to face unforeseen challenges.  The Union Pacific had about 8,000 Irish, German and Italian immigrants and Central Pacific had about 10,000 Chinese immigrant laborers.  The workers constructed railway lines around mountains, dealt with severe weather, and tried to survive the Native Americans hostility.  The last portion of the railway line was finished in Promontory, Utah and Congress held a ceremony on May 10, 1869 celebrating the great accomplishment of having a transcontinental railroad connecting the United States."],"display_date":"July 1, 1862","search_date":"1862-07-01","locations":[{"id":1276,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":666,"tag":"Railroad"},{"id":683,"tag":"Abraham Lincoln"},{"id":2468,"tag":"American West"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":137,"school_id":3}},{"id":6279,"title":"<strong>Reno Gang finds 90,000 reasons to commit the Great Train Robbery</strong>","course_id":137,"status":"P","start_date":"1868-05-23","end_date":"1868-05-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On May 23, 1868 a group of unidentified bandits committed what has become known as “The Great Train Robbery” on the Jefferson Railroad, outside of Seymour, Indiana.  Lawmen later identified the robbers as the infamous Reno Gang.","The Reno Gang consisted of four brothers: Frank, John, William, and Simeon Reno.  In less than a decade before the train heist, all four brothers had answered the nation’s call of duty during the Civil War and enlisted in the Union Army.  However, the seeds of lawlessness began sprouting in the family as several of the brothers are said to have deserted or received disciplinary action.  Simeon became the only Reno brother to receive an honorable discharge. In less than one year after the end of the Civil War, the brothers became arguably the most popular train robbers of all time.  A main portion of Post-Civil War history and folklore is that of outlaws and train robberies.","John Reno began the Reno brothers’ train robbing career by committing the world’s first train robbery on October 6, 1866.  The first raid occurred near Seymour, Indiana within mere miles of the later “Great Train Robbery”.  Experienced in railroad operations from previous employments, he developed tactics for fast-action robbery.","On May 23, 1868 onboard the Adams Express traveling the Jeffersonville Railroad, the Reno Gang executed their third and most infamous train robbery.  The band of outlaws consisted of the four Reno brothers and several other outlaws not part of the family.  The men all wore masks in order to disguise their identity from all witnesses onboard.  <em>The New York Times</em> reported, “So far no arrests have been made, nor has any clue been had of the robbers.”","The Reno Gang executed their daring operation “while the train was taking wood and water at Marshfield.”  The gang subdued several of the train’s employees, threatening to kill them if they did not cooperate.  Their tactics involved the disengaging of the express car from the train followed by pushing three safes out the door. The outlaw gang then “opened two safes and made a clean sweep of both,” resulting in a payload of over $90,000.","The Reno Gang understood the need for speed in the aftermath of train robberies from past train heist experience.  Upon completion of the deed, they “abandoned the train a short distance south of Seymour, Indiana, and made their escape.”  The Reno Gang made off with over $90,000 from the daring robbery.  Later that year, the law finally caught up with and captured the infamous outlaws."],"display_date":"May 23, 1868","search_date":"1868-05-23","locations":[{"id":3359,"lat":38.9063690477,"lng":-86.0376008096,"zoom":9,"place":"JACKSON, Indiana"}],"tags":[{"id":666,"tag":"Railroad"},{"id":2544,"tag":"Train robbery"},{"id":2545,"tag":"Reno Gang"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":137,"school_id":3}},{"id":6359,"title":"The Pennsylvania Railroad: 100 Years","course_id":140,"status":"P","start_date":"2/18/46","end_date":"2/18/46","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1946, the thriving Pennsylvania Railroad Company celebrated its 100-year anniversary. The railroad company took out a national advertisement in <em>Time Magazine</em> in February 1946 identifying some of the major milestones in the railroad’s history and discussing its current operations. The advertisement noted that the railroad dispatched 1,340 passenger trains and 3,170 freight trains across the eastern United States daily. The company’s 10,000 miles of track represented nearly five percent of the total rail mileage in the nation at the time."," ","The Pennsylvania Railroad’s advertisement showed the public what they had achieved over the past 100 years and explained what was to come in the future based on their research and development. Their primary concern with train travel was the growth of the automobile industry. The increased rate of automobile ownership threatened the long-term viability of passenger railroads. In order to compete, the Pennsylvania Railroad developed larger, more modern train cars that offered a more comfortable ride and more luxurious spaces for travelers. The railroad provided service to many different states using railroad routes running from Philadelphia to New York, Pittsburgh to Cleveland, and Indianapolis to Louisville, to name a few. This allowed for stops along the different routes in order to accommodate the travel needs of the American family. The Pennsylvania Railroad system also offered pamphlets that contained historical information on the different stops along each route so that travelers would learn about what they were seeing during their trips. For instance, the pamphlets noted that Princeton Junction was once the first capital of New Jersey and home of Princeton University. The Pennsylvania Railroad targeted the American public in their advertisement and encouraged families to travel by railroad rather than cars by illustrating families admiring trains as they evolved over time."," ","In order for the Pennsylvania Railroad Company to successfully expand their enterprise, they employed over 225,000 workers and 1,480 officers. As of 1921, the tenth president of the Pennsylvania Railroad Company, General William Wallace Atterbury, helped put into effect a policy that the railroad’s employees must be given proper representation regarding their wages, working conditions, and welfare. Documentation showed the steps Atterbury and the Pennsylvania Railroad Company needed to take in order to form solidarity between workers and management. They tried to achieve happiness and prevent grievances by coming to an agreement that suited everyone’s needs. They feared that if the grievances and issues were not addressed, workers might quit or go on strike. The Pennsylvania Railroad showed true leadership that set the forefront of employee rights for other railroad companies and major corporations with regards to employee representation. If it were not for the labor relation agreements between the employees and management, the Pennsylvania Railroad would not have survived as long as it had."," ","Without this great step in the labor work force, the Pennsylvania Railroad would not have achieved the proper expansion they needed to survive for over one hundred years.","The Pennsylvania Railroad Company made great strides in growing and developing their company. Using the employment force, updating their trains, and expanding their routes allowed them to succeed for one hundred years. Having a full page colorful advertisement in <em>Time Magazine</em> offered a surefire way to attract an audience that was interested in technological change and wished to travel in comfort."],"display_date":"February 18, 1946","search_date":"1946-02-18","locations":[{"id":27874,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"Philadelphia, Pennsylvania"}],"tags":[{"id":666,"tag":"Railroad"},{"id":799,"tag":"Travel"},{"id":2685,"tag":"Pennsylvania Railroad"},{"id":2686,"tag":"Train"},{"id":2687,"tag":"Locomotive"},{"id":2688,"tag":"Time Magazine"}],"course":{"name":"Historical Perspectives on Technology","school":"Widener University","course_id":140,"school_id":43}}]}