{"id":667,"tag":"De Bows Review","points":[[34.8943497126,-82.3707811393]],"bounds":[[34.8943497126,-82.3707811393],[34.8943497126,-82.3707811393]],"episodes":[{"id":5013,"title":"Vardy McBee","course_id":43,"status":"P","start_date":"1852-09-01","end_date":"1852-09-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Vardry McBee is a Greenville, South Carolina celebrity; with everything from streets, buildings, and residence halls erected in his name, there is no doubt McBee had an impact on Greenville, SC. McBee’s name does not have the same resonance outside of this South Carolina city today, although in 1852 McBee gained national recognition in the southern agricultural magazine <em>De Bows Review</em>. The publication printed a glorifying article of Vardry McBee in September of 1852, focusing on his commercial and agricultural success and frequent support of charity. The article briefly mentions his industrial successes in the South Carolina upcountry, and lists organizations in which he helped fund, including churches and Furman University. However, the “crowning act of his life” as the article refers to it was McBee’s 5,000 dollar donation to the fledgling Greenville Columbia Railroad Line, that without McBee’s generous gift, would have surely failed.","The building of Rail lines in the mid 19<sup>th</sup> century became crucial for the success of private enterprise and the prosperity of towns. From the perspective of a 19<sup>th</sup> century magazine whose audience is made up of farmers and men of industry, saving the Greenville Columbia Rail Line would correlate to supporting business, agriculture, and trade for the entire SC upcountry. When studying McBee today his donation to the rail line is merely a small mention, overshadowed by his altruism and commercial prosperity.  However, it’s easy to speculate that without McBee’s donation Greenville, South Carolina would be a much different place today."],"display_date":"September 1852","search_date":"1852-09-15","locations":[{"id":11534,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"GREENVILLE, South Carolina"}],"tags":[{"id":668,"tag":"Vardry McBee"},{"id":667,"tag":"De Bows Review"},{"id":666,"tag":"Railroad"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}}]}