{"id":669,"tag":"Confederate Army","points":[[39.2038567799,-78.2606208397],[37.954527025,-76.8481834827],[39.4722539212,-77.3980976361]],"bounds":[[39.4722539212,-76.8481834827],[37.954527025,-78.2606208397]],"episodes":[{"id":5015,"title":"The Conferderate Uniform was on fire!","course_id":43,"status":"P","start_date":"1862-04-05","end_date":"1862-04-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The letters written from a Confederate soldier to his “Charming Nelly” tell the stories of a Confederate regiment throughout the Civil War.  Between 1862 and 1864, J.B. Polley, the Confederate soldier, wrote 28 different letters to the same person.  Curiously, “Charming Nelly” was someone who Polley had only met three times in his life and all three meetings were very brief.  Polley joined the war effort in 1861, but his letters to “Charming Nelly” did not start until 1862 with the first letter being written from Camp Hood (the location of his Texas regiment in 1862, his regiment is better known as the Hood’s Texas Brigade).  No one knows whether these letters were actually sent to Nelly or just an excuse for Polley to write about the stories of the Civil War and his regiment.  Some say his only motive was to publish a book.  Never the less, these stories tell and reveal a great deal of unknown instances that took place on the front lines.","Entitled, “Humorous Incidents,\" Polley’s second letter (written on April 5, 1862) tells the story of Jack and Jack’s huge misfortune one night.   Jack was a fellow soldier, but rejected the ordinary uniform that the Confederate Army provided to their soldiers.  Instead, much to the disliking of his comrades, Jack decided to buy a five dollar overcoat and spent twenty-five extra dollars on the rest of his uniform.  One of the first nights out, the weather was intensely cold and Jack decided not to remove any of his garments to sleep in and also decided to wrap himself in four of his new blankets as well.  Jack fell asleep that night very comfortable, but laid too close to the fire the soldiers had built.  At about midnight, Polley recalls, Bob Murray (another fellow soldier) wakes up and smells the scent of burning clothing.  Polley says, “He had only to look once to discover that as the fire burned lower and lower, Jack had edged his black nearer and nearer to it, and at last a stray coal had lighted a flame that was playing sad havoc with his blanket and coat.”  Polley goes on to explain, in a very humorous manner, how Jack was probably the last to wake up from Murray’s screams.  It was too late, however, for his beloved uniform.  Polley explained, “altogether [the garment was] too open at the back to be comfortable, and with two pointed tails hanging in front, instead of in the rear.” After Jack tried to fix his unfixable uniform, the entire regiment starts to ask him questions and by night fall, Jack is “too hoarse to talk.”","While this story may at first seem of no historical importance, there are two main underlying things this story speaks to.  First, The story speaks to the fact that the Confederacy had constant challenges to acquire and maintain equipment.  In “A Survey of Confederate Central Government Quartermaster Issue Jackets” Leslie D. Jensen writes, “Despite some truly important work by members of the Company and others, we still remain ignorant of much of the inner workings of the Confederacy's supply system and clothing procurement practices. Perhaps, too, we are still too easily lulled by an appealing image of the ‘ragged rebel,’ and therefore naively accept the concept of ‘Johnny Reb’ being supplied indefinitely by the folks at home, conveniently ignoring the fact that no army, however resourceful, wages war very long if it doesn't develop a workable supply system.”  Jensen goes on to mention that the uniforms that were supplied to the Confederacy may not have been “fit for issue.”  This was a decisive fact in the war because the South struggled to keep up with the advances in equipment that the North had available. ","Secondly, this story reveals why the South thought they had a chance at winning the war.  For example, why would the other Confederate soldiers not like the fact that Jack had decided to go against the Confederate uniform and purchase his own?  The answer could be due to the fact that the only chance the Confederate Army had at winning the Civil War was to stay together.  The Confederacy was facing an uphill battle, but had two things going for them.  First, they were fighting on their own lands and, secondly, they were fighting for the same cause.  When writing about Polley’s brigade, the historian Charles E. Brooks said that this togetherness in the same cause gave the South a greater chance of success, slim as it was.  By buying his own uniform, Jack separated himself from the other Confederate soldiers in his regiment.  Thus, Jack was seen as not totally for the Confederate cause, something the Confederate leaders hated in their soldiers. "],"display_date":"April 5, 1862","search_date":"1862-04-05","locations":[{"id":13839,"lat":39.2038567799,"lng":-78.2606208397,"zoom":9,"place":"FREDERICK, Virginia"}],"tags":[{"id":669,"tag":"Confederate Army"},{"id":32,"tag":"Civil War"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5020,"title":"Threats from a Union Leader to a Confederate Leader","course_id":43,"status":"P","start_date":"1864-11-11","end_date":"1864-11-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Colonel John S. Mosby of the 1<sup>st</sup> Virginia Cavalry was known as the “Grey Ghost” because of his ability to elude and disappear from his Union opponents in the Civil War.  His thoughts and memories are captured in a collection of writings that he wrote throughout the Civil War.  These writings span from his early adulthood in 1855 to the end of the Civil War in 1865. ","One letter specifically written by Mosby on November 11, 1864 to the very respected General P.H. Sheridan, of the Union, speaks specifically to the feelings and thoughts of both the Union and the Confederacy.  In this letter Mosby directly calls out General Sheridan and says, “Six of my men who had been captured by your forces, were hung and shot in the streets of Fort Royal, by order and in the immediate presence of Brigadier-General Custer.  Since then another shared a similar fate.”  Mosby then goes on to say about seven of General Sheridan’s men captured by Mosby that, “seven of your men were, by my order, executed on the Valley Pike – your highway of travel.”","Although written by a Confederate Lieutenant Colonel and soldier, this letter reveals the way the Union was thinking towards the Confederate army.  The killing of six of Mosby’s men signifies the punishment that Union armies were planning to use against some of the Confederate Soldiers.  These killings may have been due to the fact that Mosby was not respected by Union leaders because of his “hit and run” strategy of fighting.  Mosby was known for eluding and quick strikes against Union regiments.  Mosby would not stand up and fight.  The Union leaders wanted to threaten Mosby and scare him away from these “hit and run” attacks.  Not only did the Union Army not like Mosby, the Union Army would not save any of Mosby’s men as signified by a sign hung around one of the six killed soldiers that declared “that this would be the fate of Mosby and all his men.”  This would warn Mosby and the rest of his army that the Union would not stand for anything the Confederate Army would throw at them.","This letter also reveals the thoughts and treatment that the Confederate Army used during the war.  The Confederate Army would not let the Union Army bully their way to a win.  This was evident in the fact that Mosby ordered the same fate to the Union prisoners that the Union army had ordered to captured Confederate prisoners.  This worked with great success as Mosby later says, “No further ‘acts of barbarity’ were committed on my men.”  Mosby and the Confederacy were not going to lie down easily even though the Union Army vastly outnumbered them.  Thus, the Union idea that they could “bully” the South was quickly shot down."],"display_date":"November 11, 1864","search_date":"1864-11-11","locations":[{"id":14219,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":676,"tag":"John S. Mosby"},{"id":669,"tag":"Confederate Army"},{"id":32,"tag":"Civil War"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5768,"title":"&lt;!-- /* Font Definitions */ @font-face {font-family:\"?? ??\"; panose-1:0 0 0 0 0 0 0 0 0 0; mso-font-charset:128; mso-generic-font-family:roman; mso-font-format:other; mso-font-pitch:fixed; mso-font-signature:1 134676480 16 0 131072 0;} @font-face {font","course_id":113,"status":"P","start_date":"1862-11-30","end_date":"1862-11-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["<!-- /* Font Definitions */ @font-face {font-family:\"?? ??\"; panose-1:0 0 0 0 0 0 0 0 0 0; mso-font-charset:128; mso-generic-font-family:roman; mso-font-format:other; mso-font-pitch:fixed; mso-font-signature:1 134676480 16 0 131072 0;} @font-face {font-family:\"Cambria Math\"; panose-1:2 4 5 3 5 4 6 3 2 4; mso-font-charset:0; mso-generic-font-family:auto; mso-font-pitch:variable; mso-font-signature:-536870145 1107305727 0 0 415 0;} /* Style Definitions */ p.MsoNormal, li.MsoNormal, div.MsoNormal {mso-style-unhide:no; mso-style-qformat:yes; mso-style-parent:\"\"; margin:0in; margin-bottom:.0001pt; mso-pagination:widow-orphan; font-size:12.0pt; font-family:\"Times New Roman\"; mso-fareast-font-family:\"?? ??\";} .MsoChpDefault {mso-style-type:export-only; mso-default-props:yes; font-size:10.0pt; mso-ansi-font-size:10.0pt; mso-bidi-font-size:10.0pt; mso-fareast-font-family:\"?? ??\";} @page WordSection1 {size:8.5in 11.0in; margin:1.0in 1.25in 1.0in 1.25in; mso-header-margin:.5in; mso-footer-margin:.5in; mso-paper-source:0;} div.WordSection1 {page:WordSection1;} -->","On Sunday morning, November 30, 1862, Confederate soldier John French White wrote an intimate, yet dismal letter to his wife, Mat. White’s letter began with an explanation of how grateful he was to have received mail from his wife: “[I] contented myself by reading your welcome letter which afforded me great pleasure.” A few lines later, Mr. White proceeded to explain the horrors of the Battle of Sharpsburg (Antietam), which he had been involved in a few months earlier.","In his description of the Battle of Sharpsburg, White wrote, “Oh Mat it","almost makes [me] shudder to think of it how…Sept. 17 ’62 [will] live in the memory of the 32 Va. reg[iment] & its friends.” Despite all the carnage and devastation of the battle, White walked away unharmed. He viewed his survival as an act of God: “Thanks be to a kind Providence I came out unhurt but narrowly escaped. A ball passed [only] through my blanket between my body and right arm.”","The heart of White’s letter, however, is found in the remarks he made about coming home for Christmas. White acknowledged his wife’s plea for him to “get a pass to come to Mothers in the Chris[t]mas.” In response to her plea, Mr. White wrote, “I am sorry to tell you to do either [find a substitute or go home] is utterly impos[s]ible.” Although he hinted at the fact that he wanted to be home for Christmas, White understood that he had a commitment to the Confederacy. Since Mr. White was on “picket duty” in Fredericksburg and was expecting the city to be shelled by the Union forces, he had to abruptly end his letter.","White’s fear of the memory of the Battle of Sharpsburg had a lot of merit. As historian James McPherson pointed out, Sharpsburg was the site of some of the Civil War’s hardest fighting. Just as White had hinted, at nighttime on September 17, 1862, Confederate military leaders reported losses greater than fifty percent in several brigades. In addition, President of the Maryland Historical Society, Burton Kummerow, noted that about 23,000 soldiers were killed and wounded during the Battle of Sharpsburg. In regard to White’s fear of how the day would be remembered, Kummerow argued that it would forever be seen as a victory for the Union, and it eventually prompted Lincoln to issue the Emancipation Proclamation. Historian Stephen Sears also argued that the perceived Union victory at Sharpsburg compounded with the Emancipation Proclamation, prevented Britain, France, and other foreign agents from getting involved in the Civil War.","Aside from the Battle of Sharpsburg, White’s letter reflected emotions shared by soldiers on both sides during the Civil War. The Civil War proved to be more than just a few short battles. The physical and emotional stresses brought about by fighting, such as that at Shapsburg, gave every man a strong desire and longing for home, especially around the holidays."],"display_date":"November 30, 1862","search_date":"1862-11-30","locations":[{"id":5992,"lat":39.4722539212,"lng":-77.3980976361,"zoom":9,"place":"FREDERICK, Maryland"}],"tags":[{"id":32,"tag":"Civil War"},{"id":669,"tag":"Confederate Army"},{"id":1792,"tag":"Antietam"},{"id":1793,"tag":"Virginia Infantry"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":113,"school_id":3}}]}