{"id":67,"tag":"Militia","points":[[40.4954308749,-78.7136040605],[40.468833638,-79.9812076782],[41.8745874433,-71.5917581694],[42.3649994065,-70.9800517697],[41.8064084993,-72.7328417292],[38.9151212228,-76.9435162098]],"bounds":[[42.3649994065,-70.9800517697],[38.9151212228,-79.9812076782]],"episodes":[{"id":4469,"title":"The American Highlanders Storm Chapultepec Castle\n","course_id":18,"status":"P","start_date":"1847-09-15","end_date":"1847-09-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The American Highlanders stormed Chapultepec Castle on September 15, 1847, a strategic and crucial battle that helped to begin the US Campaign in Mexico.  In General Geary's Report of September 15, at which time he commanded the 2nd Pennsylvania, he detailed his own experience of the battle and that of each of his companies. Geary was struck with grape shot early in the battle and could not follow on with his troops, but he included the reports of his captains in the stead of his own presence.  Captain Humphreys of the American Highlanders took command of twelve men who were responsible for driving what they thought were only a few Mexican riflemen shooting from a corn field.  They met with considerably more Mexican fire power than they had expected.  Five men were wounded in the crossfire but none killed.  Humphreys returned with all his men and Commander Geary made notes of such in his report.  The rest of the company under Geary's command advanced to and eventually seized the castle. Of the members of the company there were no fatalities in the storming of Chapultepec, but nine men were wounded and Pvt. William Humphreys died of his wounds on September 27.  ","Most of the men in the American Highlanders worked on the Alleghany-Portage Railroad, The Summit, Cambria County, Pennsylvania to fight.  The company consisted of ninety-six men who were enlisted when a second regiment of volunteers from Pennsylvania formed to aid in the war against Mexico.  The militia volunteered their services at the first declaration of hostilities, but it was not until later that their Captain, John White Geary, received word that the men would join the Second Pennsylvania as Company B.  They set out from the Summit for Pittsburgh.  From there First Lieutenant Horace B. Field, 3rd US Artillery, swore them into service on January 3, 1847.  ","The storming of Chapultepec was significant to the war because it removed the most difficult fortification from the path of the US Army and allowed them to continue to Mexico City.  In Hampton Sides book, <em style=\"mso-bidi-font-style: normal;\">Blood and Thunder..</em> he paints a picture of the interior of Mexico through the eyes of an American.  He emphasizes the fact that the terrain is alternately hilly and flat and ultimately deceptive in this way.  So the seizing of a fortification, like Chapultepec, that is situated on the highest point in a given area would be a huge strategic advantage. By gaining this land the US Army owned the best vantage point in the valley and was able to see if anyone was approaching.  The vantage point was important, because as Randy W. Hackenburg explains in<strong style=\"mso-bidi-font-weight: normal;\"><em style=\"mso-bidi-font-style: normal;\"> </em></strong><em style=\"mso-bidi-font-style: normal;\">Pennsylvania in the War with Mexico: the Volunteer Regiments</em>, the only road to Mexico City that was passable for an Army went past the Castle.  There was no other feasible way to reach Mexico City until the vantage point was secured."],"display_date":"September 15, 1847 - September 16, 1847","search_date":"1847-09-15","locations":[{"id":10897,"lat":40.4954308749,"lng":-78.7136040605,"zoom":9,"place":"CAMBRIA, Pennsylvania"}],"tags":[{"id":66,"tag":"Seige"},{"id":67,"tag":"Militia"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}},{"id":4576,"title":"<strong>A Wild Night: Pittsburgh &quot;Great Strikers&quot; Burn Rail Yard</strong>","course_id":18,"status":"P","start_date":"1877-07-19","end_date":"1877-07-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In her memoirs, Mary Harris \"Mother\" Jones described the night in Pittsburgh, Pennsylvania that strikers from the Pennsylvania Railroad turned the \"Great Strike\" of 1877 into a riot.  \"Hundreds of box cars standing on the tracks were soaked with oil and set on fire and sent down the tracks to the roundhouse.  The roundhouse caught fire.  Over one hundred locomotives belonging to the Pennsylvania Railroad Company were destroyed.  It was a wild night.\"  ","            According to historian Eric Foner, the \"Great Strike,\" which led to that \"wild night\" in Pittsburgh, began in Martinsburg, West Virginia on July 16, 1877.  In their book, <em>Constructing the American Past,</em> Elliot Gorn, Randy Roberts and Terry D. Bilhartz wrote that the workers began the strike when the Baltimore & Ohio Railroad \"announced a 10 percent wage cut for all employees,\" the second such cut in eight months and part of a policy for railroads across the country.  The strikers proceeded to shut down all train traffic through Martinsburg and move all the engines into the roundhouse.  Gorn et. al. wrote that the \"incidents begun in Martinsburg were repeated across the county,\" as workers from \"various industries refused to accept low wages.\"","            The conflagration that occurred in the Pittsburgh rail yards was, according to Gorn, the climax of the \"Great Strike.\"  Gorn et. al. wrote that three days after the strike began in Martinsburg, Pennsylvania Railroad managers angered the Pittsburgh workers by ordering \"that all trains running east from Pittsburgh be 'double headers.'  \"Double headers\" are trains with two engines that pull twice as many cars, and cause twice as much work and danger for the workers. Gorn et. al. wrote that once the Railroad workers walked off the job, they were joined by incensed workers from other industries.","            According to Gorn et. al. the state militia was called into Pittsburgh to control the strike, but many of the militia men sympathized with the strikers. One officer, as quoted by Gorn et al. said, \"the sympathy of the people, the sympathy of the troops, my own sympathy, was with the strikers proper.  We all felt that those men were not receiving enough wages.\"  Instead of controlling the strike, Gorn et. al. contended that many of the soldier put down their weapons and \"fraternized with the strikers.\"","            According to Gorn et. al., the clash between the militia and strikers began when 600 militiamen arrived from Philadelphia.  They noted that the small force of Philadelphia militiamen was faced by an angry mob of nearly 6,000 people.  The angry crowd of strikers included women  and children who jeered and threw rocks at the Philadelphia militiamen.  Foner wrote that because of this, the militia \"fired on the crowds that had seized railroad switches, killing twenty people.\"  According to historian Troy Rondinone, after the militia fired into the strikers they retreated into the roundhouse at the train yards. The strikers reacted to the shooting with outrage and in Rondinone's words \"it seemed as though the striking railroad workers had become a massed army.\"  Gorn et. al. described how the strikers armed themselves and attacked the militia men in the roundhouse by setting fire to it.  The strikers then proceeded to burn and in other ways destroy the train yard.  ","According to Gorn et. al., the rioting resulted in the destruction of 2,000 railroad cars and 100 engines.  \"The resulting fires,\" Rondinone wrote, \"could be seen at a distance of seven miles.\"  The incident in Pittsburgh is just one of the many events of 1877 that according to Gorn et.al., showed that a deep chasm divided and would continue to divide the rich and the poor in America.  In her memoirs \"Mother\" Jones blamed the rioting on and the fires on \"hoodlums backed by the business men of Pittsburgh who for a long time had felt that the Railroad Company discriminated against the city on the matter of rates.\"  However Gorn et. al. noted that Jones was a \"socialist known for her militant oratory,\" so it is likely that her beliefs, and the fact that she wrote her memoirs fifty years after the strikes, led her to believe that the strikers were innocent.  Innocent or guilty, according to Gorn et. al., the strikers were involved in the climax of the largest strike America had witnessed up until that point in her history."],"display_date":"July 19, 1877 - July 23, 1877","search_date":"1877-07-21","locations":[{"id":10817,"lat":40.468833638,"lng":-79.9812076782,"zoom":9,"place":"ALLEGHENY, Pennsylvania"}],"tags":[{"id":156,"tag":"Labor Strike"},{"id":33,"tag":"Labor Union"},{"id":67,"tag":"Militia"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}},{"id":5000,"title":"<strong><em>Honoring the Revolutionary Soldiers</em></strong>","course_id":43,"status":"P","start_date":"1859-10-04","end_date":"1859-10-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the years right before the Civil War, a group of men formed a military organization to honor an idol and hero of the American people.  These men formed the organization not only to honor current heroes, but the heroes of the past. In particular, the regiment was named after the great General Israel Putnam.  These men displayed a respect for their forefathers that brought about national pride.  It is here that we see Americans remembering their historical roots, and honoring it.","The military organization started in Hartford, Connecticut.  The initial reasons for starting the organization were to celebrate the return of a hometown hero, Thomas H. Seymour.  However, instead of being a temporary organization, the Putnam Phalanx grew and became a permanent unit in Connecticut.  The men dressed in the uniforms of Continental soldiers and marched to the music of the Revolutionary War.  The organization had ranks and officers, and held meetings at their “Armory.”","In 1859, the Phalanx voted to take an excursion starting on October 4 and ending on October 7.  The plan was to visit Boston in order to see Bunker Hill, as well as visit the Navy Yards in Charlestown, Massachusetts, and the city of Providence, Rhode Island.  The Phalanx had a non-member write of the events that occurred during their travels, and a poem of their hero (Putnam) was included in the front. In the account, people in every city seemed to be excited about this parade of men.  Upon their arrival to Boston, the train car that had the Battalion were “…immediately surrounded by an enthusiastic crowd, anxious to catch the first sight of the Corps…”","The Hartford Tribune has several accounts of this organization, including small snippets and advertisement of the organization.  The organization was seen as a way to bring people together, for everyone to have an enjoyable day.  The Phalanx went to honor their fathers at Bunker Hill and to honor their current brothers fighting in the Navy.  Thousands of people showed up wherever they went, showing their appreciation and excitement for their service to America's beginning.    The people treated them as heroes for honoring America’s national heritage.","Kammen writes about this as a traditional culture being born.  Early in the nineteenth centuries, monuments built to remember battles of the Revolution ended up as mundane obelisks.  They represented not only the lack of \"anti-democratic\" ideals, but also did not elevate one singular person as a hero.  This contradicts what later became a celebratory event to remember the Revolution. James Russell Lowell noticed that this was the time period for celebrating the American Revolution, yet in time, those celebrations waned.  While certain holidays continued to be less celebrated, the Putnam Phalanx gave the American Revolution  a chance to be celebrated not just for holidays or parades, but to respect and honor the American identity."],"display_date":"October 4, 1859 - October 7, 1859","search_date":"1859-10-05","locations":[{"id":11401,"lat":41.8745874433,"lng":-71.5917581694,"zoom":10,"place":"PROVIDENCE, Rhode Island"},{"id":6209,"lat":42.3649994065,"lng":-70.9800517697,"zoom":11,"place":"SUFFOLK, Massachusetts"},{"id":1185,"lat":41.8064084993,"lng":-72.7328417292,"zoom":9,"place":"HARTFORD, Connecticut"}],"tags":[{"id":655,"tag":"Historical Reenactment"},{"id":654,"tag":"Putnam Phalanx"},{"id":67,"tag":"Militia"},{"id":625,"tag":"Revolutionary War"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":6212,"title":"American Militia Renewal in 1810","course_id":138,"status":"P","start_date":"1809-12-05","end_date":"1810-01-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The House of Representatives was busy on January 3<sup>rd</sup>, 1810. The members debated issues from regulating land grants to handling Canadian refugees to referring petitions of complaints to other committees. As they solved issue after issue, a message arrived from President James Madison.","Madison wrote, “The act authorizing a detachment of one hundred thousand men from the militia, will expire on the thirtieth of March next. Its early revival is recommended, in order that timely steps may be taken for arrangements such as the act contemplated … falls within my duty to recommend also, that, … every necessary provision may be made for a volunteer force of twenty thousand men, to be enlisted for a short period, and held in a state of organization and readiness for actual service, at the shortest warning…”","The House accepted the president’s recommendation. Both the president and the members of the House of Representatives were nervous about growing tensions between the United States and warring European countries.","By the winter of 1809-1810, ongoing wars between France and Britain were continuing to affect American trade. American efforts to solve the issue diplomatically had almost brought the United States and Great Britain to war. Congress met in December and January to seek ways to prevent a declaration of war. With tensions arising, renewing authorization of the armed forces prepared the United States in case the British, the French, or possibly the Spanish in western Florida decided to attack.","Many Federalists stated their opinions. Elisha Potter of Rhode Island stated that any military response would plummet the nation into a war it was not prepared for. Samuel Dana of Connecticut argued that issuing military commands would be a waste of “national character” and had no possibility of being enforced. From Massachusetts, Laban Wheaton objected to the whole notion of war unless the costs were counted due to his concern that war would lead the United States into a state of poverty and chaos like the one it had endured after the Revolutionary War.","The debate intensified when the Republicans had a chance to speak. They responded in exasperated rage, questioning whether the Federalists would rather have Parliament legislate for them and accusing them of trying to bring down the administration. One such Republican, Nathaniel Macon, stated that war was the only way to receive justice from Britain.","At the end of the debate, the members of the House of Representatives decided to authorize the renewal of the militia. They also set up an act that would exclude all foreign ships from American ports and allow only American ships to travel in and out of their docks. In this way, the United States would avoid war and submission to a foreign country by affirming their neutral rights and be better prepared if one of the European powers decide to take an offensive stance towards America."],"display_date":"December 5, 1809 - January 3, 1810","search_date":"1809-12-19","locations":[{"id":15677,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Washington City, District of Columbia"}],"tags":[{"id":67,"tag":"Militia"},{"id":370,"tag":"Federalist"},{"id":2423,"tag":"Laban Wheaton"},{"id":2424,"tag":"James Madison"}],"course":{"name":"The United States: A New Nation, 1776-1836","school":"Wheaton College","course_id":138,"school_id":2}}]}