{"id":670,"tag":"courtship","points":[[34.8943497126,-82.3707811393]],"bounds":[[34.8943497126,-82.3707811393],[34.8943497126,-82.3707811393]],"episodes":[{"id":5017,"title":"To My Betrothed:","course_id":43,"status":"P","start_date":"1873-08-01","end_date":"1875-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["The courtship correspondence between 37 year-old Luther P. Hawkins and 26 year-old Mary Roe followed a new trend of a romantic America. After the American Revolution, courtships sought a match based on love and affection over economic gain. A person’s character became an essential concern in choosing a spouse. Middle-class women more commonly looked for kind men who were slow to anger, and men looked for cheerful and affectionate women.  Every letter exchanged from the first in the collection in August of 1873 to the last in December of 1875 began with a short anecdote describing Mary or Luther’s excitement over receiving the other’s previous letter. Couples more commonly came from similar backgrounds and class. It was not unusual for such a mate to be found in a family friend or cousin. The letters between Mary and Luther do not reference how they met, but both were born and raised in Greenville, South Carolina and several mutual friends are mentioned."," ","Although the traditional dowry practice diminished, the betrothed still sought the woman’s father’s approval. In Mary’s first letter to Luther on August 14, 1873 she wrote of her mother discovering her wearing her engagement ring. She recounted her mother saying to her father it was a “massive ring” and must have cost him “eight dollars.” In his response, Luther expressed surprise that Mary’s mother had noticed the ring so soon."," ","The male-female ratio in the United States had leveled out before the Civil War, and men no longer out-numbered women. Falling out of the example set by their grandparents’ generation, women of this time were more likely to savor their single life and put off marriage longer. Women, like Mary Roe, could easily be found working as teachers while single but be expected to stay in the home after marriage. In the 1880 census, Mary [Roe] Hawkins’s occupation was listed as “keeping house”, just as her mother’s was listed in the 1870 census."," ","Most of the face-to-face courtship played out during social gatherings or church meetings. In the letters between Roe and Hawkins starting in 1873, both frequently referenced moments of interaction at the Reedy River Church or Berea Church. Their letters in the first year of their engagement suggest that the couple saw each other no more than once every week to two weeks: and most of these interactions were at church. Occasionally, Hawkins, as was typical of men in the antebellum South, visited the Roe household. In his second letter to Roe on August 18, 1873, Hawkins mentioned his embarrassment of coming to Mary’s house before he had “promised her” to marriage. Never were unmarried couples in this time expected to meet outside the watchful eyes of friends or family. Unlike pre-Revolutionary times, a bride typically went to the altar a virgin."],"display_date":"August 1873 - December 1875","search_date":"1874-10-16","locations":[{"id":11536,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"GREENVILLE, South Carolina"}],"tags":[{"id":60,"tag":"letters"},{"id":670,"tag":"courtship"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}}]}