{"id":673,"tag":"Electoral Campaigns","points":[[34.1679782338,-82.3756180087]],"bounds":[[34.1679782338,-82.3756180087],[34.1679782338,-82.3756180087]],"episodes":[{"id":5018,"title":"<strong>1876 Conservative Resurgence in South Carolina Makes an Appeal to Black Voters </strong>","course_id":43,"status":"P","start_date":"1876-09-16","end_date":"1876-09-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the 1876 election, The Democratic Party in South Carolina overthrew Republican control of state government, resulting in what was called the “Redemption” of the state.  Using every means at their disposal, the Democrats employed paramilitary “rifle clubs”, violence, intimidation, and electoral fraud to reassert white, Democratic control over the state.  At the head of the party was wealthy farmer and esteemed former Confederate general Wade Hampton III.","As part of his campaign, the state Democratic Party released a pamphlet entitled “Free Men! Free Ballots! Free Schools! The Pledges of Wade Hampton, Democratic Candidate for Governor, To the Colored People of South Carolina.”  The pamphlet included letters and excerpts from Hampton’s campaign speeches, purportedly revealing his concern for racial equality and concern for the needs of black South Carolinians.  The pamphlet also included a letter from one of Hampton’s former slaves pledging to vote for him, remembrances of his peaceful and harmonious relationship with the slaves on his Mississippi farm. It also contained pledges from Hampton that he supported “impartial suffrage”, the 13<sup>th</sup>, 14<sup>th</sup>, and 15<sup>th</sup> Amendments, and “equal rights and full protection” for all races.  In one speech in Abbeville On September 16, Hampton tells whites that they should not vote for him if they think he will favor them over black South Carolinians.","The pamphlet reveals the conflicted role that race played in Hampton’s campaign, in South Carolina, and in race and party conflict in the post-Reconstruction South.  Although no believer in radical equality, historians such as Walter Edgar consider Hampton somewhat milder in his racial views than many of his counterparts, urging white restraint and calling for black participation in the Democratic Party.  As governor, Hampton did allow limited black participation in government. However, the entire purpose of the campaign was the re-assertion of white Southern control over the state, and under his leadership, the Democratic campaign was marked by violence and hatred.  In one example, conflict in Ellenton led to the killing of at least 30 black South Carolinians. Armed violence took place throughout the state, and the Democratic Party gained its authority and power through the support of rifle clubs, armed groups of whites who paraded the state intimidating voters."],"display_date":"September 16, 1876","search_date":"1876-09-16","locations":[{"id":11421,"lat":34.1679782338,"lng":-82.3756180087,"zoom":9,"place":"ABBEVILLE, South Carolina"}],"tags":[{"id":673,"tag":"Electoral Campaigns"},{"id":672,"tag":"Redemption"},{"id":671,"tag":"African American Suffrage"},{"id":42,"tag":"Civil Rights"},{"id":21,"tag":"Race Relations"},{"id":18,"tag":"Politics"},{"id":1,"tag":"Crime/Violence"},{"id":3,"tag":"African-Americans"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}}]}