{"id":674,"tag":"Furman University","points":[[34.8943497126,-82.3707811393],[34.8438774,-82.4016068]],"bounds":[[34.8943497126,-82.3707811393],[34.8438774,-82.4016068]],"episodes":[{"id":5021,"title":"The University Riflemen Head to War","course_id":43,"status":"P","start_date":"1861-04-17","end_date":"1862-05-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["It was April 1861, and Furman University was preparing for war.  The students at this university in Greenville, South Carolina had formed an infantry company called the University Riflemen as early as that January with the sectional crisis in mind and now events were reaching a climax.  On April 17, four days after the surrender of Fort Sumter to Confederate forces in Charleston, Professor John F. Lanneau delivered to Governor Perkins a letter signed by university President James Furman offering the state the services of the Riflemen.  It must have been a disappointment when the governor declined their offer, saying “I believe the fighting will be in Virginia and Pensacola…I do not think our young men of any college, who constitute the future of our Nation, should be marched in other states.”","The Furman students were not to be deterred, however, and Prof. Lanneau’s role in the war was only just beginning. On April 22 the University Riflemen unanimously elected Lanneau to be their captain.  In their letter informing him of the decision, the unit’s officers urged him to take the offer by arguing “By accepting the post, you will give dignity and importance to the Corps and assure our parents that we are under the supervision of one who will exercise parental care over us.”","Born in 1836 in Charleston, Lanneau graduated in 1856 first in his class from South Carolina’s military academy, the Citadel.  He then taught math, physics and chemistry at Furman.  Despite evidently not having sought out a commission, Lanneau accepted his students’ offer and began looking for a way to get them into the war.  Opportunity would not elude him for long.","On April 30 Wade Hampton, after gaining authorization from Confederate President Jefferson Davis and Governor Pickens, began recruiting the state’s social elite for an independent legion.  Hampton, one of the wealthiest planters in South Carolina, personally toured around the state to select companies for this new unit.  Lanneau wrote to Hampton on behalf of the newly rechristened Brooks Troop, and they were chosen to become one of the four cavalry companies of what would become known as the Hampton Legion.","Lanneau would be the captain of Company B of the Hampton Legion until June 1862, and his faithfully-kept notebook (actually a textbook he wrote in the margins of) preserves his memory of the time.  After his company missed the Battle of Manassas due to a lack of railcars, Lanneau arrived at the battlefield to see “unburied bodies and carcasses of horses were still there [five days later] – but strange, no carrion birds.”  Instead of battling the “Lincolnites,” he and his men fought boredom, disease (typhoid fever claimed the first casualty in Lanneau’s outfit), Union sympathizers and Mother Nature (in a training exercise “we encountered a real and not altogether insignificant enemy – viz., a swarm of yellow jackets: several horses and riders were wounded, but not mortally).","Lanneau’s notebook provides a glimpse at the quiet part of the Civil War that followed the Battle of Manassas in the east.  However, this quiet would be short-lived, as by May, 1862, Brooks Troop was fully engaged in the battles in and around Williamsburg and Yorktown, where it was the last Confederate unit to retreat.  When Hampton’s Legion was reorganized that June, new elections were held for officers.  Lanneau was not reelected as captain, so he joined the Confederate Engineer Corp to serve out the rest of the war.  He would return to teaching after the war."],"display_date":"April 17, 1861 - May 17, 1862","search_date":"1861-10-31","locations":[{"id":11535,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"GREENVILLE, South Carolina"}],"tags":[{"id":675,"tag":"Hampton Legion"},{"id":674,"tag":"Furman University"},{"id":32,"tag":"Civil War"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5551,"title":"Greenville Women’s College Students Entering Automobile, South Carolina, 1930-1958","course_id":91,"status":"P","start_date":"1/1/30","end_date":"12/31/55","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Freedom for the weekend! This historical black and white image of Greenville Women’s College students getting into a classic automobile shows the timeless college experience of fleeing the campus scenery for the weekend. Bundled up in long coats, these four ladies have packed themselves into their roadster and look back expectantly as though the photographer is hindering their plans. At the invention of the automobile, there were only five cars in the county of Greenville by 1904. Soon there would be many more and the exploding popularity spurred the city into the renovation and improvement of the current road system. Over the years, Greenville poured funds into their road and highway system with it culminating by 1918 with two national highway systems running the city and county. These included the east-west Bankhead Highway and the north-south Dixie Highway.","The automobile had the major potential to bringing farm families within easier reach of fellow farmers and their consumer population in the cities; in a sense condensing the size of Greenville County. On the other hand, it provided a means of interconnectedness between neighboring cities that had never been possible before. For example, in 1910, a modern route to Ashville was created the original and only route of Old Buncumbe Road. Thereafter, students were able to explore far beyond the constraints of the Greenville County.","Where could these students be going on their trip? We can never be sure but with the introduction of the automobile and the surge in government spending on infrastructure, the option are unlimited. The ease and convenience that followed the automobile fundamentally shaped Greenville higher education student body experience."," "," "],"display_date":"1930 - 1955","search_date":"1942-12-31","locations":[{"id":23311,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"Greenville, South Carolina"}],"tags":[{"id":1544,"tag":"automobile"},{"id":1543,"tag":"Greenville Womens College"},{"id":674,"tag":"Furman University"}],"course":{"name":"Urban and Suburban America","school":"Furman University","course_id":91,"school_id":4}},{"id":6157,"title":"A handbook for community development by the Southeastern Workshop in Greenville, South Carolina, focusing on economic improvement and adult education as it relates to community development. Sponsored by the Furman University Summer School","course_id":135,"status":"P","start_date":"6/9/41","end_date":"7/15/41","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The contents of the primary source that relate to the secondary sources being used here are the improvement of the economy and how adult education can lead to community development.  Economic factors are of great importance in community development. A main point in the economy section is that more and more people are becoming specialized in one skill and therefore becoming interdependent on other people making it crucial that people understand each other and work together. The handbook also touches on the school-community relationship and how that can improve on a community and be the cause for further development. This is something that one of the first presidents of Furman, Bennettee Geer focused on during his tenure as head of Furman University, using the university as a tool for educating adults to better the abilities of adults to drive the force for development of renewal of the post-depression city. Geer was a pioneer for this movement and is one of the main reasons Greenville was able to thrive during the hard times of the 1920’s and 1930’s. The handbook also specifically touches on the function of a university in community development, not just average schools. The best example is showing adults how to be leaders in a community and thus providing an example for generations to come. However, the book later shows that methods used for teaching students in high school or college will not work for adult classes, some methods are offered up such as recognizing the capacity of adults for learning new things and develop a desire for continuous growth and the ability to plan for it? One major aspect of using adult education as method for greater growth of a community is making sure that adults being educated develop a sense of concern for all ranges of personal life to truly care about all aspects of a community growing and developing."],"display_date":"June 9, 1941 - July 15, 1941","search_date":"1941-06-27","locations":[{"id":27734,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"Greenville, South Carolina"}],"tags":[{"id":2431,"tag":"community development"},{"id":2430,"tag":"adult education"},{"id":1521,"tag":"Furman"},{"id":674,"tag":"Furman University"},{"id":2385,"tag":"renewal"},{"id":2386,"tag":"education reforms"},{"id":2387,"tag":"president geer"}],"course":{"name":"History of Urban and Suburban U.S. (2014)","school":"Furman University","course_id":135,"school_id":4}},{"id":6448,"title":"The Mess Three Times and the Rise of the Dormitory-System","course_id":148,"status":"P","start_date":"1898-05-06","end_date":"1898-05-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On May 6th, 1898, Mess Three published “The Mess Three Times,” a newspaper of Furman’s third residential hall for its inhabitants. Within “Mess Three” a group of male Furman students, ranging from seniors to freshmen, lived and ate together. The four paged newspaper of the hall described the students, their nicknames, their origins, and where they lived within Mess Three. The newspaper was filled with anecdotes and stories, one of which was titled “War News” in which a student described the boys’ capture of someone’s chickens. Particularly interesting was a letter from one of the Greenville Female College students, which glorified the gentlemen of the Hall and in turn gave them information on their female counterparts and invited them for upcoming events, such as musicals and concerts. Church and the Greenville Female College were mentioned as the primary meeting places between men and women in a Baptist environment, which strongly regulated these interactions. The newspaper described how the environment of the mess hall shaped the college experience of its residents.","            As Furman struggled in establishing itself as a university, it had trouble in accommodating residences for its students. As a result, “some wooden houses known as “messes” were erected at inconspicuous points on the campus. They were crude, unattractive, and not very comfortable, but most students preferred them to private homes.\" Furthermore, in 1898, Furman University had still banned fraternities and sororities and thus the messes served as a replacement, with new residents being chosen by the earlier residents and a loose sense of organization and structure bounding the residents together. As exemplified by the stories within the newspaper, students found a sense of comradery within these wooden houses, and by living together, cared for each other. The Messes became the models for the later student dorms and they were built on walking distances from the lecture halls.","Students living in the mess halls were generally from a poorer background, as in general “all who can do so are encouraged to secure board in private families  where proper domestic influences exist.\" In that sense, campus life became segregated with the poorer students needing to live together, because they could not afford the homes of private families and had to band together in order to pay for basic housing expenses. Thus, the mess-system rose out of an economic necessity, but through its establishment created the opportunity for poorer Furman students to attend University and created an environment in which they could help each other in many aspects through their comradery of living together."],"display_date":"May 6, 1898","search_date":"1898-05-06","locations":[{"id":52849,"lat":34.8438774,"lng":-82.4016068,"zoom":19,"place":"furman college way"}],"tags":[{"id":2837,"tag":"Students"},{"id":2836,"tag":"Mess-Hall"},{"id":2273,"tag":"Newspaper"},{"id":1467,"tag":"Greenville"},{"id":674,"tag":"Furman University"}],"course":{"name":"Urban and Suburban America","school":"Furman University","course_id":148,"school_id":4}}]}