{"id":678,"tag":"Economy of the South","points":[[30.219424664,-96.5113741782],[33.7862251516,-84.4230424472]],"bounds":[[33.7862251516,-84.4230424472],[30.219424664,-96.5113741782]],"episodes":[{"id":5022,"title":"The War Wasn't the only Factor!","course_id":43,"status":"P","start_date":"1865-01-01","end_date":"1865-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Besides the war, what could possibly ruin the South’s economy in 1865?  By the end of the war, the South had been completely devastated by the fighting that they could not afford to have anything else happen to them, but it did.  Already suffering from the economic losses of the Civil War, the drought of 1865 left many farmers in the South unable to provide for their family.  The Columbia University observatory writes, \"From the mid 1850s to the mid 1860s the West and Plains were struck by a severe drought... this was the worst drought to strike in the last 300 years, worse than the Dust Bowl drought.\" To add to the problem, the newly freed slaves were not helping any of their former masters pick cotton.  So not only could the farmers not produce much corn and potatoes due to the drought, the one crop they could produce in the drought could not be picked.","Originally published in the <em>Annual Cyclopedia, 1865 </em>one Texas farmer wrote, “The drought had nearly ruined the corn crops, and it is estimated that only one-half a crop will be made this season.  The same will prove true of the potato crop.  Cotton looks well, and we have been informed by all the citizens that they have never before seen such a fine and heavy yield as this season.  We hear loud complaints everywhere of the scarcity of hands to pick and save it.  The planters made contracts with their former slaves to remain with them and save the crops, but they proved unfaithful and deserted at the first opportunity.  Thousands of bales of splendid cotton will be lost in Washington County.”","This article reveals many things about the Texas economy and the South’s economy after the war.  The drought created great panic in the South.  Many families in the South only had one way of making money, and that was to farm.  With a drought, these families had no means of making money.  They could not go to work because they lived in the country, and really had no skills that would help them in an urban society.  This article also reveals the social structure in which the Civil War had created between the Whites and the newly freedmen.  The fact that the freedmen signed contracts and did not follow through with them reassured the whites that their former slaves could not be trusted.  This elevated the racial tension between the freedmen and the white southern planters.","In Conclusion, the war played a devastating role on the economics of the South; however, it was not the only factor that plagued the South in 1865.  The drought of 1865 caused farmers to not be able to produce corn and potatoes.  Finally, the farmers had no way of picking the abundant cotton because of the newly emancipated slaves."],"display_date":1865,"search_date":"1865-07-02","locations":[{"id":13298,"lat":30.219424664,"lng":-96.5113741782,"zoom":9,"place":"WASHINGTON, Texas"}],"tags":[{"id":677,"tag":"Drought of 1865"},{"id":678,"tag":"Economy of the South"},{"id":679,"tag":"1865"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":6198,"title":"Southern Malfunction","course_id":127,"status":"P","start_date":"1895-09-18","end_date":"1895-09-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Representatives of the Department of Agriculture spent weeks arranging the exhibit at the 1895 Cotton States and International Exposition in Atlanta. Train cars had begun arriving in the city mid-summer, loaded with materials from a number of federal institutions and departments: the Smithsonian, the Forestry Department, the Postal Service, etc.. The specimens and demonstrations would fill the 65,000 square feet of the Government Building, erected with appropriations from Congress, with the intent of encouraging renewed economic partnerships with Southern manufacturers. That was the understanding of the Agriculture Department workers who installed the massive fish tanks that would house fresh and saltwater specimens from the Southern states. This exhibit proved to be one of the most popular on the opening day of the fair, September 18<sup>th</sup>. The <em>Atlanta</em> <em>Constitution</em> writes, “The people were loath to leave this place. They watched the gyrations of the impudent looking sheephead, the gay evolutions of the glided species; the sluggish movement of the catfish, the peculiar antics of the crabs.”","By the second day of the fair, most of the fish were dead. The pump works that supplied running water to the tanks had shut off during the night, suffocating many of the freshwater fish in the exhibit. The <em>Constitution </em>described the scene: “Huge catfish floated on the top of the aquariums with their white bellies turned upward in death, and the splendid specimens of trout, which attracted so much attention on opening day were woefully decimated.” This exhibit, and others like it spread throughout the various buildings of the fair, had an explicit commercial purpose. Despite intonations regarding the fair’s educative value, exhibits like the native fish species were designed to cast the South as a trove of untapped natural resources.","North Carolina emeralds, Georgia pine, Alabama iron ore, and (of course) cotton were some of the exploitable raw materials on display. Both North and South recognized the potential in these undeveloped materials, though regions differed in their view of how these would figure into the future of the South and its people. Northern boosters largely sought to integrate Southern industry into an existing network of manufacturing, centered in northeastern cities. The South could supply Massachusetts textile mills with cotton, Pennsylvania steel mills with ore, and could otherwise become a dependable repository for Northern investment capital. Southern journalists and businessmen however were actively engaged in crafting a regionally distinct culture and a financially independent economy. One of the express purposes of the 1895 Exposition was to entice new Southern trade partners in Central and South America, and throughout the fair, technologies were venerated that could satisfy the South’s vision for a new industrial society. The modern Southern textile mill was an invention that would, over the following decades, come to dominate the Southern economy. Not unlike the fish, many Southerners would become victims of these changes.","Robert Wiebe writes of an ongoing, Southern identity crisis in the late 19<sup>th</sup> century. “They simply saw no conflict between popular control and modern technology. [….] What they did reject were the current means of America’s industrialization - the corporations, the systems of credit and distribution, the alterations of political power. In trying to destroy the lot of them, they planned a revolution without quite realizing it and, as it happened, lost at every turn.” The systems designed to keep the fish alive failed to work correctly in the South and herein lies a parable. The industrialization of the South looked different, and the insistence with which Southern leaders developed a manufacturing economy blinded many to the costs of integrating new technologies and systems into an ill-equipped society. The naïve predispositions of Southern institutions would cause them to lumber blindly into building an unsustainable, extractive, and fragile economic system that would lock the region in poverty for much of the following century."," "],"display_date":"September 18, 1895 - September 19, 1895","search_date":"1895-09-18","locations":[{"id":1823,"lat":33.7862251516,"lng":-84.4230424472,"zoom":10,"place":"FULTON, Georgia"}],"tags":[{"id":678,"tag":"Economy of the South"},{"id":1375,"tag":"Atlanta Exposition"}],"course":{"name":"Fundamentals of Environmental History","school":"Auburn University","course_id":127,"school_id":73}}]}