{"id":68,"tag":"Progressive Reformers","points":[[40.7964015502,-73.8979738005],[40.6916304076,-74.0035386433],[40.7805662337,-73.9388482485],[38.9151212228,-76.9435162098],[39.2338595038,-76.3925904773]],"bounds":[[40.7964015502,-73.8979738005],[38.9151212228,-76.9435162098]],"episodes":[{"id":4470,"title":"Class Tensions Arise in the Markets of Hester Street","course_id":16,"status":"P","start_date":"1898-01-01","end_date":"1898-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["\"The true heart of the Lower East Side beat in the street,\" and Hester Street was no exception. It served as the hub of life in the Lower East Side – teeming with women shopping, children playing and peddlers manning their pushcarts full of food. While the tenements towered high above blocking out the sky, the streets were overrun with peddlers and their pushcarts and their female clientele milling about from cart to cart, bartering and looking for the best deal. Between 1880 and 1890 over 60,000 Jews inhabited the Lower East Side, and for them, the streets served as their community center, marketplace, and playground. Everything that Jewish immigrant families needed could be found in the markets and carts on Hester Street crowding the streets: groceries, books, and even house wares. Interaction, especially for Jewish women, in the markets of Hester Street was vital to their survival in the new American culture","Immigrant women in New York's lower East Side lived a decidedly different life than the progressive reforming women. The staunch lines drawn public and private space did not apply to everyday immigrant realities. The cult of domesticity promoted the virtues of women managing their private sphere docile passivity, By contrast, Jewish immigrant women of the Lower East Side readily and actively engaged in public life and the market economy. Some even operated their own pushcarts and stalls. The streets of the Lower East Side were more than mere thoroughfares and marketplaces a place for women to congregate, forge social networks, and exert their influence.","The active place that Jewish immigrant women held in public market life was at odds with the established American bourgeois ideals concerning women's roles and propriety. It was not uncommon for Jewish women to work in the markets, peddle goods, while also managing the fiscal affairs for the family. They were accustomed to these breadwinning roles from the old country. But though Hester Street closely resembled European street markets, the moral reformers did not approve. Instead, they saw the poverty of the Lower East Side as a sign of a moral failure on the part of the Jewish mothers. The reformers sought a regeneration of the immigrant population through the adoption of the reformer's own Protestant work ethic. Female social workers at the time, like those of Jane Addams' Hull House in Chicago, did not see Jewish women's role in the market place as a way for these women to exercise their authority and autonomy. Rather they saw it as an example of idleness and chaos. They disapproved of women's participation in street life. The tension between the dueling views of a woman's place –connecting with the other immigrant women in the street versus acting solely as the queen of the household came to a head not in the first generation immigrant, but rather their daughters. It was this generation who felt the full brunt of the pressure from their mothers to remain loyal to the old culture and withstand the pressure to assimilate."],"display_date":"January 1, 1898","search_date":"1898-01-01","locations":[{"id":8931,"lat":40.7964015502,"lng":-73.8979738005,"zoom":10,"place":"NEW YORK, New York"}],"tags":[{"id":7,"tag":"Women"},{"id":68,"tag":"Progressive Reformers"},{"id":69,"tag":"Marketplace"}],"course":{"name":"History of Urban and Suburban America","school":"Furman University","course_id":16,"school_id":4}},{"id":4474,"title":"The New York Milk Committee Preaches Pure Milk by Moving Pictures","course_id":16,"status":"P","start_date":"3/24/13","end_date":"3/24/13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Urban infants in the 1840s had only a 50 percent chance of living to the age of five. Progressive reformers believed that high infant mortality was linked to adulterated and infectious milk, a concern that remained even after New York passed regulation laws. On March 25, 1913, the Committee of Women's Organizations of the New York Milk Committee held a meeting to educate mothers living in the tenements of the Lower East Side on the importance of \"pure\" milk and of clean living areas. Dr. Lee W. Thomas, a member of the New York Milk Committee, encouraged the mothers to get milk from New York Health Department milk stations, to keep clean homes, and to influence their husbands to vote for the passage of pure milk bills, which were introduced to the New York Legislature by the Milk Committee. After Dr. Thomas spoke to the mothers, films were shown to illustrate the dangers of impure milk.","During the mid-nineteenth century, most of New York's milk supply came from \"swill\" milk stables attached to breweries and distilleries in the city. The cows in these stables ate the leftover grains from the fermentation process in the brewery or distillery. Unfortunately, the milk produced from these stables was very low quality and often full of bacteria. Even milk brought to the city from the country was often adulterated with water and carrying bacteria. In 1842, social reformer Robert Hartley published his <em>Essay on Milk</em>, which both praised milk as the \"perfect food\" and argued the importance of pure milk in New York City. Though New York City began to pass milk regulations in 1856, milk continued to be a concern for social reformers as a potential carrier of germs and diseases. Milk reform was part of a larger reform movement to regulate food, drink, and drugs, a movement that eventually resulted in the Federal Food and Drug Act of 1906, which made it illegal to adulterate or mislabel food or drugs. This put the power of information and choice in the hands of consumers, most of whom were women. Thus, even after this law was passed, social reformers felt impelled to guide tenement mothers in the importance of choosing good quality milk and keeping a clean home.","One of the means used by Progressive reformers, eager to use new technology, to preach cleanliness was moving pictures. Though this is an early instance of moving pictures being used as health propaganda, it is not the first. Three years before this meeting, Thomas Edison made a series of health propaganda films for the Tuberculosis Association. Whether or not the New York Milk Committee was aware of Edison's use of film, they obviously recognized the \"universal appeal\" of film and its potential as an educational device."],"display_date":"March 24, 1913","search_date":"1913-03-24","locations":[{"id":15927,"lat":40.6916304076,"lng":-74.0035386433,"zoom":10,"place":"New York, New York"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":7,"tag":"Women"},{"id":68,"tag":"Progressive Reformers"},{"id":30,"tag":"Urban Society"},{"id":72,"tag":"Food Regulation"}],"course":{"name":"History of Urban and Suburban America","school":"Furman University","course_id":16,"school_id":4}},{"id":4476,"title":"Reforming &quot;The Bend&quot;","course_id":16,"status":"P","start_date":"1888-01-01","end_date":"1897-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["\"Where Mulberry Street crooks like an elbow within hail of the old depravity of the Five Points, is \"the Bend,\" foul core of New York's slums.\" These words, written by Jacob A. Riis in his groundbreaking 1890 work, <em>How the Other Half Lives: Studies among the Tenements of New York,</em> describe a desolate corner of the urban decay that characterized New York's Lower East Side in the late 1800s. Riis, a Danish immigrant who came to New York in 1870, used cutting edge flash photography to illustrate the depraved conditions of the city and quickly gained notoriety as one of the leading \"muckrakers;\" a name referring to group of reformers who used journalism to lead the way in exposing social problems and the call for reform.","One of the chapters in the book focuses on the conditions of Mulberry Bend just north of the Five Points, which Riis illustrates with a photograph showing the chaotic look of the street on a typical day. Riis describes in detail how street crime and gangs prevailed in \"the Bend\" over the local law enforcement and how the death rate was extremely high within the area, which was fifty percent higher than the rest of the city. Especially tragic was the death rate for children under five, which was significantly higher than all other areas. Central to the problem facing Riis at this time was a way to solve the issues of urban decay and the slums in a way which would go beyond the limitations of philanthropy but without advocating a socialist doctrine, which would be condemned by those in power. Beginning in 1888 and continuing into the 1890s Riis began giving lectures that incorporated photographs of the conditions of \"the Bend\" to philanthropic groups and the general public, which supplemented his journalistic newspaper writing to help spread awareness about the slum problem.","In 1888 the Tenement House Committee of New York had drawn up plans for Mulberry Park in the block between Bayard, Park, Baxter, and Mulberry streets, which made up the area known as \"the Bend.\" It would take six more years until the property was bought for the park. The major reason for the slow action by the committee stems from the hesitancy of city officials to mettle in the affairs of the landlords of tenements in the most need of change. It was the release of Riis's book and the public outcry that accompanied it that finally helped to push the city toward purchasing the land and building the park. On December 21, 1893 Riis offered a solution to the unemployment of the city in the New York <em>Evening Sun </em>in which he called for the use of public funds to hire workers to demolish the depraved buildings that made up \"the Bend.\" Even after the land was purchased and the buildings were demolished in 1895 the area remained barren until 1897 when the park opened. It was only due to increased pressure from Riis and other reformers that the park within the urban slum could be finally realized. Possibly the greatest irony involved in the creation of the park came at its dedication on June 15, 1897; a ceremony in which Riis was not invited to attend."],"display_date":"1888 - 1897","search_date":"1892-12-31","locations":[{"id":8929,"lat":40.7805662337,"lng":-73.9388482485,"zoom":10,"place":"NEW YORK, New York"}],"tags":[{"id":30,"tag":"Urban Society"},{"id":10,"tag":"Urban-Life/Boosterism"},{"id":17,"tag":"Government"},{"id":68,"tag":"Progressive Reformers"}],"course":{"name":"History of Urban and Suburban America","school":"Furman University","course_id":16,"school_id":4}},{"id":5309,"title":"The Keating-Owen Child Labor Act of 1916","course_id":72,"status":"P","start_date":"9/1/16","end_date":"9/1/16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Congress drafted the <em>Keating-Owen Child Labor Act of 1916</em> as a means to regulate youth labor.  This Act was named for its sponsors, Democratic Representatives Edward Keating and Robert Latham Owen.  The Act prohibited the shipment or delivery for shipment for interstate or foreign sale of any goods or services that were produced by laborers under the age of 14 in a factory, shop or cannery and under the age of 16 in a mine.  Also, child laborers under 16 years old could only work from 6am to 7pm and not for more than eight hours a day and not more than six days a week.","The Act specified that the U.S. Attorney General, the Secretary of Commerce and the Secretary of Labor would convene a board to publish from time to time uniform rules and regulations to comply with this Act.  To enforce this Act, the Secretary of Labor would assign inspectors to perform inspections of workplaces that produce goods for commerce.  These inspectors would have the authority to make unannounced visits and would be given full access to the facility in question.   Anyone found in violation of this Act or who makes false statements or produces false evidence would be subject to fine and/or imprisonment.","By the early 1900s, census figures estimated that nearly two million children were employed in manufacturing, agriculture, mines, and stores and on city streets.  Most of these workers were under age 14.  They were typically the sons and daughters of poor immigrants helping to support their families.  Children working in factories, mines, mills and on farms were usually subjected to harsh working conditions.  They worked for twelve or more hours a day, and usually seven days a week.  Injuries and illnesses were very common.  Playtime and school were nonexistent for these youngsters.","The issue of child labor had become a concern to many Progressive reformers.  A group of reformers founded the National Labor Committee in 1904.  Their goal was to collect evidence to document the conditions faced by these young workers.  They hired investigators, such as Lewis Hine, to gather this information.","Hine interviewed and photographed countless young child laborers around the country.  He often had to hide his camera and even sneak into the work places to get his shots.  His photographs were very compelling.  The photographic evidence as well as his interviews brought much attention to the overwhelming facts of this very real problem.  Hine’s photographs and interviews were used to enlighten Congress to the fact that legislation needed to be introduced to ban the unsafe child labor practices.","Congress had hoped the Keating-Owen Child Labor Act could achieve their objective to rid the industrial market of immoral child labor practices.  This was not to be.  The Supreme Court ruled in Hammer vs. Dagenhart that the Keating-Owen Child Labor Act was unconstitutional in 1918.  They found that Congress could not regulate interstate commerce above the states’ right to regulate local trade as stated in the 10th amendment of the U.S. Constitution.  This was a big blow to Congress, the Progressive reformers and Lewis Hine.  They all had worked very hard to bring an end to an appalling American reality.","They would all have to wait to finally see real regulation of child labor practices in the U.S. until the passage of the Fair Labor Standards Act of 1938.  This Act successfully survived through Supreme Court challenges and even led to the reversal of Hammer vs. Dagenhart in 1941.  The Fair Labor Standards Act of 1938 is still law today."],"display_date":"September 1, 1916","search_date":"1916-09-01","locations":[{"id":17283,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Dist Columbia, District of Columbia"}],"tags":[{"id":68,"tag":"Progressive Reformers"},{"id":1079,"tag":"Lewis Hine"},{"id":1113,"tag":"Keating-Owen Act"},{"id":65,"tag":"Child Labor"}],"course":{"name":"America From Civil War to World Stage","school":"Widener University","course_id":72,"school_id":43}},{"id":6297,"title":"Johns Hopkins School of Nursing:  The Rise of the Nursing Profession","course_id":132,"status":"P","start_date":"1/1/89","end_date":"12/31/89","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the late 19th century, the United States faced a series of troubling economic and social transformations. In response, progressive reformers designed a modern approach to solving problems: conducting research, identifying potential solutions, and then lobbying for reform. Women were often in the forefront of efforts for reform.","The need for more efficient and effective methods to address medical epidemics led to the creation of the Johns Hopkins school of nursing in 1889. Isabel Adams Hampton Robb was appointed as the first head of the nursing school. She became highly influential in revolutionizing the field. Previously considered work for the lower classes, Robb and the School of Nursing helped raise the work to the status of profession. She insisted upon rigorous training methods. She is credited for influencing the establishment of many nursing organizations including the American Nurses Association, the National League for Nursing, and the International Council of Nurses. These associations worked to popularize the new standards instituted by Robb, thus improving the status and privileges for nurses and women in the field throughout the entire nation. In 1976, nearly 70 years after her death, Robb's name was recognized in the American Nurses Association Hall of Fame.","Robb's contributions to nursing lead Johns Hopkins University to become one of the pioneers in not only medical advancements, but in women’s rights. Women were finally being allowed access to appropriate secondary education, as well as a more prestigious profession. Robb's theories and contributions were extremely beneficial to the Johns Hopkins school of nursing, which in turn set new standards for the nursing profession on a national scale. The Johns Hopkins school of nursing was perhaps the birthplace for many ideas responsible for attributing higher standing to the female dominant profession."," "],"display_date":1989,"search_date":"1989-07-02","locations":[{"id":37967,"lat":39.2338595038,"lng":-76.3925904773,"zoom":9,"place":"Baltimore, Maryland"}],"tags":[{"id":196,"tag":"women's rights"},{"id":68,"tag":"Progressive Reformers"},{"id":2579,"tag":"Women's Professions"},{"id":2580,"tag":"Middle Class"},{"id":2581,"tag":"History of Medicine"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}}]}