{"id":680,"tag":"Harper's Weekly","points":[[40.7805662337,-73.9388482485]],"bounds":[[40.7805662337,-73.9388482485],[40.7805662337,-73.9388482485]],"episodes":[{"id":5023,"title":"\"The Political Quadrille\": the 1860 Election","course_id":43,"status":"P","start_date":"1860-01-01","end_date":"1860-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["During the Nineteenth Century, political cartoons became very popular ways for people to learn about politics in a humorous way.  One of the first American Political magazines, <em>Harper’s Weekly</em> <em>(A Journal of Civilization)</em>, was one of the first magazines that published political cartoons.  Arguably, some of the most important articles, illustrations, and cartoons came from <em>Harper’s Weekly</em>.  One of the most popular and important political cartoon was named “The Political Quadrille: Music by Dred Scott”, released in the <em>Weekly</em> in 1860.","“The Political Quadrille: Music by Dred Scott” was a very complex political cartoon.  Center and most importantly, sat Dred Scott playing the fiddle.   In the upper right hand corner, republican Abraham Lincoln dances with an African American woman which signified his party’s alignment with abolitionists.  The upper left corner shows democrats John Breckinridge and James Buchanan dancing together.  The lower left corner shows Stephen Douglas dancing with an old, worn-down Irishman which implied that Douglas was Catholic and backed Irish Immigrants.  Finally, in the bottom right corner, the cartoonists John Bell dances with a Native American which implied the Bell was interested in the relationship with the Indians. ","So what does this cartoon tell us about the 1860 election?  While the cartoonist is unknown, the meaning is not.  “The Political Quadrille: Music by Dred Scott” comically told the story of the election in 1860.  Dred Scott, sitting center and playing a fiddle, was used in this political cartoon to show the impact of the Dred Scott decision on the 1860 election.  The Dred Scott decision of 1857 ruled that slavery could not be prohibited by the federal government or the territorial governments.  This played a major role in the election, which is the reason why the cartoonists placed Dred Scott in the middle of all the candidates.  By drawing the four major candidates of the 1860 election dancing and placing them around Dred Scott, the cartoonists implied that whoever was going to win the election was going to win it with how they viewed slavery and African Americans.  <em>Harper’s Weekly </em>explained the cartoon by saying, “A general parody on the 1860 presidential contest, highlighting the impact of the Dred Scott decision on the race… The burning question of the future of slavery in the United States was addressed by several of the contenders during the 1860 race. Here the four presidential candidates dance with members of their supposed respective constituencies.”  This political cartoon, along with many others, shows the main differences between the four major candidates and what the main issues of the time were. In the end, Abraham Lincoln proved to be victorious.  The <em>Journal of the Abraham Lincoln Association</em> says that Lincoln was able to win by \"fusing anti-slavery nationalism to the interest of free society.\"  Thus, his views on slavery helped win him the election."],"display_date":1860,"search_date":"1860-07-01","locations":[{"id":8925,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":683,"tag":"Abraham Lincoln"},{"id":682,"tag":"1860 Election"},{"id":680,"tag":"Harper's Weekly"},{"id":772,"tag":"\"The Political Quadrille\""}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5793,"title":"<strong><em>Harper's Weekly</em> Demands the US Disarm the Ku Klux Klan</strong>","course_id":113,"status":"P","start_date":"1871-03-25","end_date":"1871-03-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In a news brief on March 25, 1871, <em>Harper’s Weekly</em> declared, “It is agreed upon all sides that the condition of the late rebel States is deplorable.” This magazine did not mention, however, that the reason the conditions of the rebel States was deplorable was because of the presence of the Ku Klux Klan. In response to the violent acts that the Ku Klux Klan had committed, a special committee of Congress had been called together. The committed responded that “…the remedy seems to be simple. Removal of every pretense of complaint, and complete personal security, are now required. General enfranchisement, and the summary destruction of the Ku-Klux, should be simultaneous.”","For the committee, the disablement of the Ku Klux Klan was a necessity. <em>Harper’s Weekly</em> noted on the matter, “Plainly, if disabilities are removed, the Ku-Klux may come into possession of the State governments.” The threat of the Ku Klux Klan gaining political power frightened the special committee. The Klan was a threat that required the US to intervene and stop. This was reflected strongly in the news brief’s ending: “The Ku-Klux terrorism indefinitely postpones the tranquility which is indispensable to the Southern States.” Thus, only with the Ku Klux Klan out of the picture could the southern States peacefully be assimilated back into the Union.","This news brief from <em>Harper’s Weekly</em> accurately reflects the fears of many people in the South during the years of reconstruction. The<em> Encyclopedia of American Religious History</em> contended that the KKK was originally a social fraternity. This changed, however, once Confederate veterans, under the guidance of Nathan Bedford Forest, took control of the Klan. Furthermore, historian Eric Foner argued that the KKK was a military arm of the Democratic Party in the South. In addition to Confederate Veterans, planters, merchants, and members of the Democratic Party also joined the Klan. the Klan became involved with political terrorism aimed at preventing Republicans from gaining political clout within the former rebel States. The Klan’s regular victims consisted of white Republicans, teachers, blacks, and those promoting Reconstruction.","As mentioned in the news brief, many people demanded the US government dismantle the threat of the KKK. In response to these demands, Congress passed the Ku Klux Klan Act (a.k.a the Third Enforcement Act) on April 20, 1871. This act enabled President Grant to use military force or suspend the writ of <em>habeas corpus</em> in order to stop any display of “insurrection” in the former Confederate states. While the Ku Klux Klan Act had moderate levels of success, in the 1876 Supreme Court case of <em>US </em>vs. <em>Cruikshank</em>, the Court’s holding was that the Ku Klux Klan Act was only applicable to state and local governments. Since the KKK was not part of the government, the organization was out of the jurisdiction of the Federal government. Thus, the KKK would survive and continue to haunt the South many decades following the end of Reconstruction."],"display_date":"March 25, 1871","search_date":"1871-03-25","locations":[{"id":8927,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":151,"tag":"Ku Klux Klan"},{"id":680,"tag":"Harper's Weekly"},{"id":470,"tag":"Reconstruction Period"},{"id":755,"tag":"Confederacy"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":113,"school_id":3}}]}