{"id":683,"tag":"Abraham Lincoln","points":[[40.7805662337,-73.9388482485],[38.9151212228,-76.9435162098],[40.9190359343,-77.8196278227],[37.5392399795,-77.4106423457],[32.7764749,-79.9310512],[38.9071923,-77.0368707],[38.964544,-77.028509],[37.3570894,-78.8252911],[37.2995049,-77.299554],[36.9190246,-76.2699215],[40.7155787,-74.0148434],[37.09024,-95.712891],[39.8309293,-77.2310955]],"bounds":[[40.9190359343,-73.9388482485],[32.7764749,-95.712891]],"episodes":[{"id":5023,"title":"\"The Political Quadrille\": the 1860 Election","course_id":43,"status":"P","start_date":"1860-01-01","end_date":"1860-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["During the Nineteenth Century, political cartoons became very popular ways for people to learn about politics in a humorous way.  One of the first American Political magazines, <em>Harper’s Weekly</em> <em>(A Journal of Civilization)</em>, was one of the first magazines that published political cartoons.  Arguably, some of the most important articles, illustrations, and cartoons came from <em>Harper’s Weekly</em>.  One of the most popular and important political cartoon was named “The Political Quadrille: Music by Dred Scott”, released in the <em>Weekly</em> in 1860.","“The Political Quadrille: Music by Dred Scott” was a very complex political cartoon.  Center and most importantly, sat Dred Scott playing the fiddle.   In the upper right hand corner, republican Abraham Lincoln dances with an African American woman which signified his party’s alignment with abolitionists.  The upper left corner shows democrats John Breckinridge and James Buchanan dancing together.  The lower left corner shows Stephen Douglas dancing with an old, worn-down Irishman which implied that Douglas was Catholic and backed Irish Immigrants.  Finally, in the bottom right corner, the cartoonists John Bell dances with a Native American which implied the Bell was interested in the relationship with the Indians. ","So what does this cartoon tell us about the 1860 election?  While the cartoonist is unknown, the meaning is not.  “The Political Quadrille: Music by Dred Scott” comically told the story of the election in 1860.  Dred Scott, sitting center and playing a fiddle, was used in this political cartoon to show the impact of the Dred Scott decision on the 1860 election.  The Dred Scott decision of 1857 ruled that slavery could not be prohibited by the federal government or the territorial governments.  This played a major role in the election, which is the reason why the cartoonists placed Dred Scott in the middle of all the candidates.  By drawing the four major candidates of the 1860 election dancing and placing them around Dred Scott, the cartoonists implied that whoever was going to win the election was going to win it with how they viewed slavery and African Americans.  <em>Harper’s Weekly </em>explained the cartoon by saying, “A general parody on the 1860 presidential contest, highlighting the impact of the Dred Scott decision on the race… The burning question of the future of slavery in the United States was addressed by several of the contenders during the 1860 race. Here the four presidential candidates dance with members of their supposed respective constituencies.”  This political cartoon, along with many others, shows the main differences between the four major candidates and what the main issues of the time were. In the end, Abraham Lincoln proved to be victorious.  The <em>Journal of the Abraham Lincoln Association</em> says that Lincoln was able to win by \"fusing anti-slavery nationalism to the interest of free society.\"  Thus, his views on slavery helped win him the election."],"display_date":1860,"search_date":"1860-07-01","locations":[{"id":8925,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":683,"tag":"Abraham Lincoln"},{"id":682,"tag":"1860 Election"},{"id":680,"tag":"Harper's Weekly"},{"id":772,"tag":"\"The Political Quadrille\""}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5061,"title":"<strong>How Shall They Be Remembered?</strong>","course_id":43,"status":"P","start_date":"1861-02-20","end_date":"1861-02-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the years of his term in office, President Lincoln read two letters that were to remind him of how our nation was forged.  Abraham Lincoln, like most other presidents, received letters giving him praise and thanks for all the work he had done.  Abraham Lincoln also received mail detailing news from the battle front and giving support from the home front.  Two of those letters focused more on another war that represented America’s shining moment in unifying the nation – the American War for Independence.","In the first letter, a woman sends a letter than contains two items to Abraham Lincoln in 1861.  The woman was Sarah Smith Stafford, the only daughter of an officer on the frigate <em>Alliance</em>.  The first item she sent to Lincoln was a piece of the American flag that was flown on the frigate, which “upon that flag, can be seen the shot holes, and blood stains, of those martyrs to Freedom.”  The second item was a piece of wood from the very vessel.  Although there is no story of the battle, it shows that even before Abraham Lincoln took office, there was a lot of support for him.  At this time, the South was seceding and becoming the Confederate States of America.  The United States faced its darkest hour: a civil war.  This letter was to represent a reminder of all the veterans that fought in the Revolutionary War who had fought for the freedom the U.S. now had.","In the second letter, the war was close to an end, although none of the participants could tell.   Ulysses Grant had captured Vicksburg, and Lincoln was setting up his armies for an end to the war.  This letter came to him on February 25, as the end of winter drew near.  The son of a Revolutionary war veteran wrote the letter.  The letter describes his father’s actions at Bunker Hill and how the writer received $5 from General George Washington himself.","In both letters, the Revolutionary war veterans receive much praise and honor for their duty.  Their stories and work were for freedom, for the country, for the protection of its citizens.  The author of these letters wanted to remind Lincoln that this war needed not to be about bickering and massacring, but about unifying the nation and protecting its citizens.  Another point of these letters was a reminder of those who have gone before to protect their freedom.  How should the veterans of a war nearly one hundred years ago be honored in a war splitting that same nation they fought for?  David Waldstreicher discuess how veterans were not always treated right, by discussing an issue where they could not receive their war pensions.  In truth, by the Civil War, many were looking at more recent wars for heroes and celebrating holidays without too much thought of what they meant.  However, these letters were to remind Lincoln that America was still young, and could easily fall back if it did not find a way to bring back the South."],"display_date":"February 20, 1861 - February 25, 1861","search_date":"1861-02-22","locations":[{"id":1276,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":728,"tag":"Veterans"},{"id":727,"tag":"American Revolution"},{"id":32,"tag":"Civil War"},{"id":683,"tag":"Abraham Lincoln"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5121,"title":"A Day of Mourning For All","course_id":49,"status":"P","start_date":"1865-04-19","end_date":"1865-04-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Abraham Lincoln's funeral took place on April 19, 1865. The mirrors in the Green Room had been covered and everything was black, causing a dimness. Over seven hundred people came to pay their respects to the late President. A person described the scene in the Green Room: “The remains of the President lay in the Green Room, in a metallic coffin. On each side of the coffin were four silver handles, with stars between, a vein of silver winding around the whole cast in a serpentine form. This rested upon a canopied catafalque, and was decorated with wreaths of moss and evergreen, with white flowers and lilies intermingled.\" People such as Andrew Johnson and Ulysses S. Grant attended the funeral. At the end, the coffin was carried by twelve army sergeants to the hearse that was waiting outside. The coffin was brought to the Capitol. Thousands of injured and uninjured soldiers from the Union got up to participate in the funeral procession which was led by African Americans. Nearly forty thousand of them were gathered at the end of the funeral procession. Over one hundred thousand people lined the streets that day to watch the hearse pass by. Not an inch of sidewalk was seen because so many people came out. Those that could not come out stayed inside and watched through their windows and atop their balconies. Even though over one hundred thousand people were present, there was an eerie silence all around. People refrained from talking and if they had to, the conversation was kept between the people addressed and no one else. The Funeral Train would later proceed across seven states and more than ten city stops. The train itself passed more than four hundred cities on its way to Springfield, Illinois. Because of the numerous stops, it would not arrive at its final destination until almost three weeks later. Surprisingly, or maybe not so, the route to Lincoln's final resting place included all Union states and cities but no Southern states or cities. Scheduled stops for the special funeral train were published in newspapers so people could come and take a final look at their President. At each stop, Lincoln's coffin was taken off the train and placed in a horse-drawn hearse and walked through the city. Newspapers reported that people had to wait more than five hours to pass by the president's coffin in some cities because of the large number of mourners. While the assassination itself was a shocking tragedy that overwhelmed the nation after four brutal years of Civil War, the funeral train was a closure. The man who had tried to keep the country together throughout his entire presidency was dead, and the train that carried him symbolized not only the end of the war, but the fact that an era was truly finished. The <em>Buffalo Morning Express</em> had this to say: \"The solemn spectacle has passed. The body of the great martyr has been borne through our hushed streets and onward to its rest\" - a quiet and respectful end to a great man in a not so great country."],"display_date":"April 19, 1865","search_date":"1865-04-19","locations":[{"id":1276,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":809,"tag":"Lincoln Assassination"},{"id":808,"tag":"Funeral"},{"id":5,"tag":"War"},{"id":683,"tag":"Abraham Lincoln"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":49,"school_id":40}},{"id":5332,"title":"Lieber Code Provides Definition and Punishment for Confederate Spies","course_id":74,"status":"P","start_date":"1863-04-24","end_date":"1863-04-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Issued in April of 1863, General Orders 100, also referred to as the Lieber Code, provided the Union Army with clear instructions as to how to deal with captured Confederate soldiers,  as well as non-combatants during the Civil War. Created at the request of Abraham Lincoln, the Lieber Code provided soldiers with rules and expectations for their conduct. The Code devoted an entire section to spies. A spy was defined as “a person who secretly, in disguise, or under false pretenses, seeks information, with the intention of communicating it to the enemy.” Whether or not a spy successfully communicated information to the enemy made no difference in the treatment he or she received. If captured, a spy would be detained, immediately taken to the commanding general, then arrested, and “securely guarded.” Captured spies’ activities were investigated by the provost marshal.","The Lieber Code revealed the complications that spying activities caused both sides of the armies, because it so thoroughly defined a spy, as well as the procedures for his or her capture and detainment. Union and Confederate officials valued intelligence gathering as a vital part of their war strategies. President Lincoln believed that having information about the South’s intelligence was the “hardest nut to crack” in defeating the Confederacy; however, identifying a spy proved difficult. During the war, spies were able to exercise their activities and orders with ease.","Spies for the North and South were mostly English speaking Americans. They had knowledge of each other’s geography and had lived under the same government before the war began. Specifically, the Union had unique difficulties to face when secession occurred in regards to the South’s military intelligence, which disadvantaged the North. Before secession had even taken place, Confederate espionage rings had been established. Most effective was Rose Greenhow’s spy organization, located in Washington D.C.","Military officers from the North also “went south” after secession. When they did this, they took all of their information with them. Due to these different factors, it is understandable why the Union first created a set definition and codes for handling spies before the South."],"display_date":"April 24, 1863","search_date":"1863-04-24","locations":[{"id":1276,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":1132,"tag":"Francis Lieber"},{"id":573,"tag":"Government Laws"},{"id":32,"tag":"Civil War"},{"id":97,"tag":"Espionage"},{"id":683,"tag":"Abraham Lincoln"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":74,"school_id":3}},{"id":5336,"title":"Mary Todd Lincoln Writes to Elizabeth Keckly","course_id":72,"status":"P","start_date":"1868-01-15","end_date":"1868-01-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Mary Todd Lincoln wrote many letters to “Lizzie.” Lizzie was one of Lincoln’s closest friends. Her full name was Elizabeth Keckly, and she was a former slave. It should come as no surprise that one of Mary Todd Lincoln's closest friend was a former slave. Mary showed much support for the emancipation of slaves. Lincoln met dressmaker and best friend Elizabeth Keckly through her involvement with the Contraband Relief Association, which raised private donations for the housing, employment, clothing and medical care of recently freed slaves. In her letter she describes how very sad she was feeling. Considering the year of the letter, 1868, she was likely still coping with the assassination of her husband, which happened less than three years earlier.  Mary also speaks in her letter of losing $82.00 (approximately $1,300 today) and a semi-new pocket book. This revelation only confirms her lack of regard for money and material possessions<strong><em>. </em></strong>Her anxiousness and descriptions of paranoia for those who she claimed were looking for her, which are mentioned multiple times in this letter to Lizzie as stated: “(Between Ourselves)” and “(Do not mention this to them)” do indicate that she may have been suffering from severe depression, anxiety and paranoia.  Of course her illnesses could be attributed to severe tragic circumstances especially during her stay at the White House. The trauma of the Civil War and most notably the assassination of her husband, Abraham Lincoln in the Ford Theater as she sat beside him could have easily sent her over the edge.","At the end of the letter, she requested that her dear friend Lizzie send some personal possession of hers because at the time she had relocated to Germany with her son Tad.  One of her requests was black dress that she was desperately seeking.  Understandably since it has been said that after the passing of her son, Willie she only wore black for a extensive period of time. During the same time, she pursued her battle with Congress over awarding Presidential widows a pension.  It seems as though Mary Todd Lincoln received as much criticisms as she did support.  She received a lot of backlash for her support of freed slaves.  She also was known to have a complete disregard for spending especially in times when the country was struggling.  However, it can be said that Mrs. Lincoln was an extremely intelligent women who provided a model for future First Ladies to guide their husbands through campaigns and eventually the Presidency.  Mary Todd once told family & friends, “the person she marries would one day become President.”How very true that was.  Mary Todd Lincoln received a lot of criticism for certain things like her views on slavery and her careless spending, but she seemed to be a very compassionate person who treated everyone as her equal.  She may of had vices, but so does everyone else.  For a women who survived through the losses of three sons and her husband, who at the time was President of United States, she managed better than most would have in her situation."],"display_date":"January 15, 1868","search_date":"1868-01-15","locations":[{"id":1276,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":683,"tag":"Abraham Lincoln"},{"id":1135,"tag":"Mary Todd Lincoln"},{"id":1150,"tag":"Elizabeth Keckly"}],"course":{"name":"America From Civil War to World Stage","school":"Widener University","course_id":72,"school_id":43}},{"id":5495,"title":"Abraham Lincoln’s view on James K. Polk and Mexican Territory","course_id":90,"status":"P","start_date":"1848-01-12","end_date":"1848-01-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On January 12, 1848 Abraham Lincoln, a Whig congressman from Illinois, gave a speech questioning the Mexican-American war that he believed was “unnecessarily and unconstitutionally commenced.” A month earlier Lincoln, as a freshman member of the House of Representatives, introduced the “Spot Resolutions” that asked President Polk to submit evidence that the initial cause and the first battle of the war was indeed fought on American territory.","In his speech Lincoln presented the President’s evidence and proceeded to analyze it.  His speech primarily focused on six of his original resolutions dealing with whether the causalities occurred under the territory of the government of Texas or the United States.  In Lincoln’s opinion, “there is not one word in all the President has said which would either admit or deny the declaration.”","After analyzing every piece of evidence President Polk was willing to submit, Lincoln calls on him again to “answer, fully, fairly, and candidly.”  Lincoln wanted the President to “answer with facts and not with arguments.” On January 3<sup>rd</sup>, the House of Representatives, controlled by the Whig party, passed an amendment faulting the President for beginning a war that was unnecessary. Lincoln having voted for this legislation stated to the President that if he proved that blood was indeed shed on United States soil he would happily reverse his vote.","Despite Lincoln’s willingness to change his vote, he still believed that President Polk was not “satisfied with his own positions.”  Lincoln also stated that “his mind is tasked beyond its power” and Polk who believed the war would only last three to four months, cannot show his people a light at the end of the tunnel."," "],"display_date":"January 12, 1848","search_date":"1848-01-12","locations":[{"id":1274,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":683,"tag":"Abraham Lincoln"},{"id":1399,"tag":"Mexican Territory"},{"id":1400,"tag":"James K. Polk"},{"id":1401,"tag":"Mexican-American War"}],"course":{"name":"Latin America","school":"Texas Wesleyan University","course_id":90,"school_id":49}},{"id":5628,"title":"The Graphic Scene after President Abraham Lincoln was shot","course_id":93,"status":"P","start_date":"1865-04-14","end_date":"1865-04-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the third act of <em>Our American Cousin</em>, and while there was a temporary pause for one of the actors to enter, the sharp, ominous sound of a pistol resonated throughout the theatre. The graphic scene after the President had been shot was seen by nearby witnesses. The shot attracted attention but no suspicion arose until a man jumped to the front balcony and “rushed to the front of the President’s box waving a long dagger in his right hand.” The publishers, Barclay and Company, of <em>The Terrible Tragedy at Washington: Assassination of President Lincoln pamphlet </em>described the scene. “The President, upon being shot, told his wife he was dying and bade her good-by.” Dr. Charles A. Leale was the first doctor to reach the President on the night of April 14, 1865. He spent the rest of the night with the President and his family. At the theatre, Dr. Leale proceeded to remove a blood clot from the head wound which helped ease the President’s breathing before being taken away to the hospital. Nevertheless, his condition continued to worsen and all hope began to fade as he was taken away.","On the morning of Wednesday, April 15, 1865 the President’s condition deteriorated rapidly as a bullet was lodged in his brain. As Barclay describes it, the bullet was “three inches from where it entered the skull. He remains insensible and his condition is hopeless.” According to Barclay, during the late hours of the night and into the morning, the condition of the President can be described as a, “state of syncope, totally insensible and breathing hardly, blood oozing from his wound at the back of his head.” The Lincoln family remained close by but their reaction was far too sad for description. Around 11 A.M. on the morning of April, 15 the President was on his last breath “closing his eyes as if falling to sleep, and his countenance assuming an expression of perfect serenity.” His respiration slowly began to cease after his last breath. As Barclay mentioned, “There were no indications of pain.” A state of shock reverberated throughout the hospital.","The Reverend D.A. Gurley of the New York Avenue of Presbyterian Church delivered “an impressive prayer, which was responded to by all present.” His family knelt by the bedside of the President as Rev. Gurley gave his prayer. Later, it was discovered, that the assassin of the President of the United States had been John Wilkes Booth, an actor present at the showing. As author James McPherson states, “General Grant wept unabashedly at his catafalque.”"],"display_date":"April 14, 1865","search_date":"1865-04-14","locations":[{"id":1276,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":1586,"tag":"john wilkes booth"},{"id":683,"tag":"Abraham Lincoln"},{"id":178,"tag":"assassination"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":93,"school_id":3}},{"id":5819,"title":"View of Possible Secession in Rural Pennsylvania","course_id":113,"status":"P","start_date":"1860-11-15","end_date":"1860-11-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Republicans of the northern states ignored all threats from the South regarding the idea of secession when the rumors regarding secession began to circulate. In some cases they took false hope that the only real threat to secede came from the state of South Carolina. Statements from a small town central Pennsylvania newspaper, <em>The Democratic Watchman,</em> affirmed that it was not possible, nor likely, for any of the other southern states to follow South Carolina’s lead and leave the Union.","In regards to the small town doubt about secession, the <em>Democratic Watchman</em> stated, “It is probable that no southern state will cooperate with South Carolina in secession and resistance to the General Government, and that she will not attempt to go out of the Union alone.” The <em>Watchman, </em>similar to other small northern towns, believed that South Carolina would not leave the Union unless they had support and alliance of other southern states that were willing to secede.","In the South, the push for secession was speared by the election of republican Abraham Lincoln as the president of the United States on November 6, 1860. The election stands as the final controversial political moment before southerners began to formally choose secession. Southerners believed that Lincoln would take their liberties because he was a member of the Republican Party and this pushed southern trust of the federal government to its breaking point.","Secession should not have caught the Union by surprise because before the election of 1860, southern citizens, who were considered supporters of the Union, warned northerners of the likelihood of secession upon Lincoln’s presidential victory. This “fever” for independence soon spread out of the deep south and into the upper south. South Carolina called for a convention immediately following the news of Lincoln’s victory. The federal judge at Charleston, the District Attorney, the Collector, and other federal officers, all from the state of South Carolina, resigned from their respective offices. These officials were attempting to bring immediate issues with the federal government.","South Carolina voted 169 to 0 to secede from the Union of the United States of America on December 20, 1860. By May 21, 1861, the eleven states that all eventually comprised the Confederacy had officially broken from the Union."],"display_date":"November 15, 1860","search_date":"1860-11-15","locations":[{"id":10917,"lat":40.9190359343,"lng":-77.8196278227,"zoom":9,"place":"CENTRE, Pennsylvania"}],"tags":[{"id":719,"tag":"South Carolina"},{"id":683,"tag":"Abraham Lincoln"},{"id":1861,"tag":"Confederates"},{"id":1879,"tag":"Secession"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":113,"school_id":3}},{"id":6235,"title":"Pacific Railway Act Makes Transcontinental Train Possible","course_id":137,"status":"P","start_date":"1862-07-01","end_date":"1862-07-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On July 1, 1862 President Abraham Lincoln signed into law the Pacific Railway Act of 1862 which “hereby created and erected into a body corporate... by the name... of The Union Pacific Railroad Company... ; and the said corporation is hereby authorized and empowered to lay out, locate, construct, furnish, maintain and enjoy a continuous railroad and telegraph.”  This act provided Federal support for the building of the first transcontinental railroad across the United States from the Missouri River to the Pacific Ocean. Federal support came in the form of government issued land grants to railroad companies to help fund the construction. Historian Stephen Ambrose states, “Next to winning the Civil War and abolishing slavery, building the first transcontinental Railroad…was the greatest achievement of the American people of the nineteenth century.”","Congress passed many Railway Acts to help establish the first transcontinental railroad with the first being the Pacific Railway Act of 1862. Nearly a decade earlier, Congress authorized Jefferson Davis, then the Secretary of War, to conduct several different surveys to find a possible route for a transcontinental railway in 1853.  Davis presented the report to Congress in 1855, but no route or bill could be agreed on until after secession removed southern voters from Congress.","This, no doubt, would be an expensive undertaking, so how did the Federal government plan to fund it?  They decided to offer incentives such as land grants and government bonds to “men of talent, men of character, men who are willing to invest” to help fund this major project. The government bonds were “issue[d] to said company bonds of the United States of one thousand dollars each, payable in in thirty years after date…for each section of forty miles.” It was mainly railroad companies that received government bonds as financial aid and these bonds had to be paid back.  An estimated 180 million acres of land were given to railroad companies by states and the federal government in the form of public land grants.  Critics argued that the government was just giving away land and money to help businessmen increase their fortunes.","Congress authorized two railroad companies, Union Pacific and Central Pacific, to construct the railway lines.  The Union Pacific began at Omaha, Nebraska building west, and the Central Pacific starting at Sacramento, California building east.  For both crews, the majority of workers were immigrants who had to face unforeseen challenges.  The Union Pacific had about 8,000 Irish, German and Italian immigrants and Central Pacific had about 10,000 Chinese immigrant laborers.  The workers constructed railway lines around mountains, dealt with severe weather, and tried to survive the Native Americans hostility.  The last portion of the railway line was finished in Promontory, Utah and Congress held a ceremony on May 10, 1869 celebrating the great accomplishment of having a transcontinental railroad connecting the United States."],"display_date":"July 1, 1862","search_date":"1862-07-01","locations":[{"id":1276,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":666,"tag":"Railroad"},{"id":683,"tag":"Abraham Lincoln"},{"id":2468,"tag":"American West"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":137,"school_id":3}},{"id":6266,"title":"<em>Francis Blair Sr. Facilitates Peace Conference</em>","course_id":137,"status":"P","start_date":"1864-12-28","end_date":"1865-02-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In December of 1864 Francis Preston Blair, Sr., a native of Kentucky residing in Maryland, approached Abraham Lincoln about a peace conference between Blair and political leaders in the South. Blaire was a seventy-three-year-old journalist and influential politician. In 1856 Blaire helped organize the Republican Party. His influence also derived from his editing and founding the <em>Washington Globe </em>.  Blair met with Lincoln on December 28 requesting a pass to Richmond to visit Jefferson Davis. Lincoln, aware that Blair’s trip to Richmond had a political agenda, later wrote that he did not endorse the politics of the trip. The president wrote, “…He was given no authority to speak or act for the government, nor was I informed of anything he would say or do on his own account, or otherwise.” Abraham Lincoln saw Jefferson Davis as his largest obstacle in readmitting the South into the country, as the Confederate President saw secession as the only satisfactory outcome.","Francis Blair received an invitation from Jefferson Davis on January 3,1864 to come to Richmond and arrived on January 12. In Richmond, Blair met with Davis and his wife, Varina. Blair laid out a plan for peace that called for the end of fighting between the North and the South and the uniting of their forces against the French in Mexico. In respect to slavery, though, Blair insisted that it was a doomed institution. Davis rejected the proposal of uniting troops and ending slavery, but indicated his willingness to engage in dialogue with Lincoln.","In a letter he wrote to Blair on January 12, Davis stated he would meet with representatives with the goal to “renew the effort to enter into conference, with a view to secure peace to the two countries.”  Upon reading the letter from Davis, Lincoln responded with a letter to Blair in which he asked him to tell Davis that he was willing to meet with a representative with “the view of securing peace to the people of our common country.” The Hampton Roads Conference, an attempted peace conference between Lincoln and representatives of the South, took place on February 3, 1865."," "," "," "],"display_date":"December 28, 1864 - February 3, 1865","search_date":"1865-01-15","locations":[{"id":13917,"lat":37.5392399795,"lng":-77.4106423457,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":2525,"tag":"Hampton Roads Conference"},{"id":2524,"tag":"Francis Blair"},{"id":132,"tag":"Jefferson Davis"},{"id":683,"tag":"Abraham Lincoln"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":137,"school_id":3}},{"id":6428,"title":"Remembering Reconstruction: Attitudes and Perceptions of Reconstruction from Senator Doolittle","course_id":149,"status":"P","start_date":"1871-09-05","end_date":"1871-09-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            Covered by the Charleston Daily, a newspaper based in Charleston, S.C., Senator Doolittle gave an acceptance speech for the democratic nomination for governor of Wisconsin. On September 5, 1871, Doolittle touched on many current events in the world of US politics. Most importantly, he touched on Reconstruction. He retold the story of reconstruction from his perspective and the aspirations of Abraham Lincoln, whom he shared similar ideas on Reconstruction. Doolittle told how Lincoln was opposed to reconstruction based upon the fear that it would disenfranchise whites and subject them to black suffrage. Doolittle quoted Lincoln saying, “I did not break the chains of slaves to put chains on others.” Unfortunately, Doolittle said that Lincoln could not see out his specific vision because he was assassinated. At this point, Doolittle continued his speech by referencing his issues, along with the issues of other current politicians, relating to the issue of Reconstruction and the implications of Reconstruction affecting the country as a whole. Specifically, Doolittle pointed out the issue of how states in the South were to proceed following the war. Doolittle stated in his speech the controversy of martial law being implemented in eleven states. He pointed to this being a gross violation of the constitution. He mentioned how even prominent people in the military such as General Grant have ceded to the martial law implementation.  After these current event summaries, Doolittle thanked the audience for the nomination and promised to deliver on his campaign promises. ","             Blight’s <em>Race and Reconstruction</em> can further contextualize the significance of the speech made by Senator Doolittle<em>.</em><em> </em>In <em>Race and Reconstruction, </em>we are recounted of other politicians who voiced their displeasure for the idea of Reconstruction. From Ulysses Grant to Jefferson Davis, perspectives of current politicians were used to give the general sentiment of Reconstruction during the era. While Doolittle was in the camp against Reconstruction, it was a testy issue that separated many people along political party lines. Doolittle used Abraham Lincoln and Lincoln's personal thoughts about reconstruction to speak out against it. By implementing other prominent figures that offered similar analysis as his own, Doolittle attempted to legitimize and back up the claims he is made. Additionally, Doolittle mentioned his displeasure in the implementation of martial law in southern states. In Blight's work, we saw this idea hotly debated and contested by both sides of the political spectrum. Many northerners wanted to see the South disciplined for its actions while many southerners wanted to have their political agency returned so that can resume to running their states and begin their recovery."],"display_date":"September 5, 1871 - September 6, 1871","search_date":"1871-09-05","locations":[{"id":11452,"lat":32.7764749,"lng":-79.9310512,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":2812,"tag":"James Rood Doolittle"},{"id":2811,"tag":"Senator Doolittle"},{"id":683,"tag":"Abraham Lincoln"},{"id":123,"tag":"Reconstruction"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":149,"school_id":2}},{"id":6512,"title":"Abraham Lincoln: To Pardon? Why or why not?","course_id":159,"status":"P","start_date":"1864-04-05","end_date":"1865-02-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["To Pardon—Why or why not?","President Lincoln’s use of telegrams revealed a man ahead of the 1860s technological times. He is recognized as an innovator, communicator, and commander of the telegraph. Lincoln has been named writer of war, micromanager, and technophile. After analyzing a small collection of 10 telegrams dated from April 5, 1864 to February 15, 1865 one may question the argument for pardons granted by President Lincoln. This collection of telegrams illuminates a theme of pardons, stays, commutes, and suspensions of execution. The argument for pardons in this small collection of works was rooted in Lincoln’s use of his political authority and for political favor or gain, Lincoln’s desire to confirm or deny allegations against military personnel, and Lincoln’s belief in humanitarianism practice.","An interest of political favor or gain was the rationale behind a pardon in a telegram dated April 5, 1864. Governor Brough asked President Lincoln for the pardon of the soldiers of the 12th Ohio.(1) President Lincoln granted this request.(2) Governor Brough supported Lincoln’s Administration and war efforts. Brough was viewed as a man with strong ties to governors from the Midwest and President Lincoln valued this relationship. On furthering the argument of pardons for political favor Lincoln suspended executions of deserters on November 24, 1864.(3) This suspension of executions was seen as an act granted by Lincoln to gain political favor. Lincoln was the leader of the Republican Party, and he was a supporter of abolition. Even in times of war Lincoln attempted to unite the country by granting pardons to not only Union forces but Confederates as well.(4) On December 19, 1864, President Lincoln sent a telegram to Major General Wallace inquiring information about three Confederate troops.(5) Gaining political favor from the Union, as well as the Confederates, were of importance to Lincoln and therefore, he continued to grant pardons of interest. As the end of the Civil War was approaching, President Lincoln granted suspensions of execution in order to exercise his political authority and rights to grant clemency.(6) ","President Lincoln granted pardons on the basis of his desires to confirm or deny allegations of military personnel. On October 5, 1864, President Lincoln suspended the execution of Thomas K. Miller.(7) On January 20, 1865, President Lincoln suspended the death sentence of Thomas Samplugh.(8) This pattern of suspensions continued on February 12, 1865 when Lincoln commuted the death sentence of Lieutenant Samuel B. Davis.(9) Another instance of pardons occurred on February 15, 1865 when Lincoln suspended the execution of Luther T. Palmer and requested Palmer’s record for examination.(10) In each of these telegrams, President Lincoln granted suspensions and commutes to military personnel in order to confirm or deny allegations.","When pardons, stays, suspensions, and commutes were not being granted for political favor or further investigation, President Lincoln appeared to portray a humanitarian character. This act of humanitarianism was exhibited in four telegrams from June 28, 1864 to February 15, 1865. President Lincoln was aware of the number of lives lost during the war and therefore, he took his right to execute seriously, as not to increase the death toll. Amos Tenney was sentenced to death for desertion, yet President Lincoln suspended the execution to determine the severity of Tenney’s actions and make the executive decision as to whether or not another life lost was necessary.(11) The life of Thomas Samplugh was one of the many lives spared by President Lincoln.(12) Samplugh could have been another name on another grave, but Lincoln took his attention away from other war related matters to consider if death was the answer to Samplugh’s actions.(13) Hugh F. Riley(14) and Luther T. Palmer(15) were two more names among the many that President Lincoln chose to practice humanitarianism efforts by considering the severity of war, the role war plays on soldiers, and the value of each and every life whether that life be Union or Confederate.","The argument to pardon was not as simple as it seems and some of Lincoln’s reasons will continue to be unknown, but a thorough analysis of 10 telegrams provides insight and answers to the question at large—To Pardon? Why or why not? Lincoln chose to pardon name after name and his decision were based on various factors including Lincoln’s use of his political authority and for political favor or gain, Lincoln’s desire to confirm or deny allegations against military personnel, and Lincoln’s belief in humanitarianism practice."," ","(1) John Hay to John Brough, 5 April 1864, The Lincoln Telegram Project, The Henry E. Huntington Library.","(2) Ibid.","(3) Abraham Lincoln to Henry M. Rice, 24 November 1864 (1), The Lincoln Telegram Project, The Henry E. Huntington Library.","(4) Abraham Lincoln to Lewis Wallace, 19 December 1864 (2), The Lincoln Telegram Project, The Henry E. Huntington Library.","(5) Ibid.","(6) Abraham Lincoln to Philip Sheridan, 13 February 1865, The Lincoln Telegram Project, The Henry E. Huntington Library.","(7) Abraham Lincoln to Officer in Command at Nashville, Tennessee, 5 October 1864, The Lincoln Telegram Project, The Henry E. Huntington Library.","(8) Abraham Lincoln to Ulysses Grant, 20 January 1865 (2), The Lincoln Telegram Project, The Henry E. Huntington Library.","(9) Abraham Lincoln to Joseph Hooker, 12 February 1865 (2), The Lincoln Telegram Project, The Henry E. Huntington Library.","(10) Abraham Lincoln to Philip Sheridan, 15 February 1865 (1), The Lincoln Telegram Project, The Henry E. Huntington Library.","(11) Abraham Lincoln to Officer in Command at Fort Monroe, Virginia, 28 June 1864, The Lincoln Telegram Project, The Henry E. Huntington Library.","(12) Lincoln, 20 January 1865 (2).","(13) Ibid.","(14) John G. Nicolay to John A. Andrew, 9 February 1865 (4), The Lincoln Telegram Project, The Henry E. Huntington Library.","(15) Lincoln, 15 February 1865 (1)."],"display_date":"April 5, 1864 - February 15, 1865","search_date":"1864-09-10","locations":[{"id":52855,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington, D.C."}],"tags":[{"id":32,"tag":"Civil War"},{"id":683,"tag":"Abraham Lincoln"},{"id":2964,"tag":"Lincoln Telegrams"}],"course":{"name":"Digital History and Pedagogy","school":"North Carolina State University","course_id":159,"school_id":30}},{"id":6515,"title":"\"We haven't taken Washington, but we scared Abe Lincoln like hell.\" - Jubal Early, Confederate General","course_id":159,"status":"P","start_date":"1864-07-11","end_date":"1864-07-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["\"Cypher<em> War Department</em>","Washington City,","July 10---2.P.M. 1864 <br /> Lieut. Gen. Grant","City-Point, Va","<br /> Your despatch to Gen. Halleck, referring to what I may think in the present emergency, is shown me. Gen. Halleck says we have absolutely no force here fit to go to the field. He thinks that with the hundred day-men, and invalids we have here, we can defend Washington, and scarcely Baltimore. Besides these, there are about eight thousand not very reliable, under Howe at Harper's Ferry, with Hunter approaching that point very slowly, with what number I suppose you know better than I. Wallace with some odds and ends, and part of what came up with Ricketts, was so badly beaten yesterday at Monocacy, that what is left can attempt no more than to defend Baltimore. What we shall get in from Penn. & N.Y. will scarcely [be] worth counting, I fear. Now what I think is that you should provide to retain your hold where you are certainly, and bring the rest with you personally, and make a vigorous effort to destroy the enemie's force in this vicinity. I think there is really a fair chance to do this if the movement is prompt. This is what I think, upon your suggestion, and is not an order","A. LINCOLN”","President Abraham Lincoln sent this telegram to General Ulysses Grant the day before the Battle of Fort Stevens.  The frantic tone is apparent, and with good reason.  The capitol of the United States faced the threat of occupation by a foreign power for the second time in our nation’s short history.  Just fifty years earlier, the British invaded Washington and burned the White House.  Now, with victory over the Confederacy seemly close, the Union was confronted with its gravest threat of the American Civil War.","In early June 1864, General Robert Lee, the head of the Army of Virginia, sent General Jubal Early, with around 20,000 soldiers, north to invade Maryland and, if possible, seize Washington, D.C.  At the time, the Union forces were besieging the Confederate cities of Richmond and Petersburg.  Lee hoped Early’s foray would relieve pressure on Richmond and Petersburg’s defenders. ","Early’s raid started with greater success than anticipated.  The Confederate forces scattered the Union forces facing them.  In a significant blunder, Union General David Hunter retreated to the relative safety of Charleston, WV.  The path to the United States capital lay open.  By July 11, Early advanced as far as Fort Stevens, located just a few miles from the Capitol building and also Lincoln’s private cottage at Soldiers Home.  The battle lasted for two days.  At one point, Lincoln ventured so near to the fighting that Confederate snipers killed a soldier standing close by.   In the end, General Grant’s quick reinforcement of Fort Stevens caused Early to withdraw, thereby saving the capitol.  Later, General Early commented, “We haven’t taken Washington, but we scared Abe Lincoln like hell.”"," "],"display_date":"July 11, 1864 - July 12, 1864","search_date":"1864-07-11","locations":[{"id":52910,"lat":38.964544,"lng":-77.028509,"zoom":8,"place":"Fort Stevens, Washington, DC"}],"tags":[{"id":2966,"tag":"American Civil War"},{"id":2967,"tag":"Battle of Fort Stevens"},{"id":683,"tag":"Abraham Lincoln"},{"id":924,"tag":"Jubal Early"},{"id":1816,"tag":"Ulysses Grant"}],"course":{"name":"Digital History and Pedagogy","school":"North Carolina State University","course_id":159,"school_id":30}},{"id":6516,"title":"Hampton Roads to Peace","course_id":159,"status":"P","start_date":"1864-11-01","end_date":"1865-04-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Civil War would come to an end April 9, 1865 at Appomattox Courthouse, Virginia with General Robert E. Lee’s surrender to General Ulysses S. Grant. But what led up to this momentous event were a series of exchanges between the two belligerents. The beginnings of this process towards peace, at least for the sake of this article, begins in 1864. The fact of the matter is by 1864 the Navy blockade of the South was proving more effective than ever. Atlanta had fallen and Sherman was advancing to the sea with little effective opposition from the Confederate Army. Lee was hold up within Petersburg under siege by Ulysses S. Grant. Richmond too felt the burden of relentless Union shelling. The Confederacy was being driven apart by disputes over military and government policy, particularly as the military situation worsened.","In 1864 the calls for peace were becoming increasingly loud from both sides. In the North former Union General George B. McClellan ran for president against Abraham Lincoln as a Democrat with a platform that advocated the speedy conclusion to the war. In the South, Confederate President Jefferson Davis stood defiant towards popular movements in all the southern states, particularly North Carolina and Georgia. The greatest voice for peace in the South was none other than that of the Confederate Vice President Alexander Stephens.","In the North another individual was actively working to bring about peace: Francis Preston Blair, Sr. The idea of a diplomatic mission to Richmond was first proposed longtime peace advocate Horace Greeley, editor of the New York Tribune. Greeley proposed someone with sufficient diplomatic backing from Lincoln to go negotiate peace with North Carolina individually, given the strength of its peace movement. Blair was just the person. Blair agreed but felt instead that he should negotiate peace with the whole of the Confederacy. Blair, the seventy-three year-old former newspaper editor, had been a long-time advisor of presidents and an influential founder of the Republican Party. But beyond these important credentials he was also a close personal friend of Jefferson Davis.","Lincoln was receptive to Blair’s plan but told him to wait until Savannah, Georgia fell, and once it did Lincoln granted Blair a pass to go into the Confederacy and return. On January 12, 1865 Blair met privately with Jefferson Davis. Blair’s pitch to Davis was to conclude a cease fire and then once tempers had calmed down the two nations would undertake a common military mission to enforce the Monroe Doctrine in Mexico where they would depose the French backed Emperor Maximillian. In doing so the two nations would restore fraternal relations and provide for a lasting peace. Davis was skeptical but consented. Blair promised to return to Washington and propose the plan to Lincoln. Blair returned on January 18 and promptly met with Lincoln. Lincoln was not at all susceptive to the Mexican plan but offered instead to send Blair back with offers to meet with anyone willing to negotiate peace, so long as it meant the restoration of the Union in its entirety.","On January 20, Blair returned to Richmond. He conveyed to Davis Lincoln was not interested in the Mexican plan. He was unable to make any such agreements because the extreme men in Congress and therefore any further peace agreements would have to bypass the politicians. Blair instead suggested a meeting between Lee and Grant, to which Davis agreed, feeling confident in Lee’s abilities to negotiate a peace. But when Blair returned Lincoln denied authorization of any such meeting between the generals. Grant in turn was able to secure a meeting between the two sides, he was able to convince Lincoln to consent to meeting with Confederates at Fort Monroe. On January 28, Davis appointed three commissioners and gave them instructions to explore all options for peace short of sacrificing independence. Those three commissioners included: Robert Hunter, John Campbell, and Alexander Stephens. On January 31, Lincoln sent a telegram to Grant at the Union headquarters in City Point, Virginia. He indicates to Grant that a messenger is on the way to him and he is to act upon the message he receives. There is no word to what that message is about in the telegraph itself. It also indicates that a gentleman, or possibly gentlemen, are coming to pass through the Union lines. Another general is mentioned in the telegraph also, General Edward Ord, more on him later. It is possible to assume this the gentlemen in question are the three Confederate delegates en route to this peace conference. On January 29, a flag of truce was waved at the siege of Petersburg to announce the passage of the three commissioners.","On February 3, the Confederate delegation met with Lincoln personally. Lincoln quickly dismissed any notion of an alliance against France or invasion of Mexico. He clearly stated that the only peace he would consent to meant the restoration of the Union as it had existed before the war. The future of slavery was still in question, Lincoln played his cards close to the chest so as not to alienate the Confederates. He readily denied the breadth of the scope of the Emancipation Proclamation. Secretary of State Seward used the Thirteenth Amendment as bait, offering to the South the opportunity to deny passage of the amendment if they were to rejoin the Union. The only real accomplishment achieved at this meeting was the establishment of a more efficient prisoner exchange system and Lincoln’s promise to grant amnesty to former Confederates and $400,000,000 for Southern states if they ended armed resistance and ratified the Thirteenth Amendment. Campbell and Lincoln would meet twice in March where further agreements were made to follow a peace treaty. Also in March 1865, General Edward Otho Cresap Ord, the general mentioned in Lincoln’s telegraph, was assigned command of the Army of the James. During a prisoner exchange Ord to the opportunity to speak with Confederate General James Longstreet. During their conversation they discussed the possibilities of a peace agreement. They both agreed the best plan of action would be for Grant and Lee to meet to try and reach an agreement to end hostilities. Grant was open to the possibility and passed the plan on to Lincoln. Lincoln was still committed to full surrender of Lee’s army and ensured Grant would deny any form of surrender unless it was complete surrender.","Meanwhile fighting still raged around the city of Petersburg. On April 2, a corps of Ord’s Army of the James played an influential role in the breakthrough at Petersburg which resulted in flushing out Lee to Appomattox. On April 9, Ord led a forced march to relieve Major General Philip Sheridan’s cavalry and force Lee’s surrender. Ord would be present as Lee made his final surrender to Grant.","In the popular historiography for many years the South was, and in many ways still is, portrayed as the glorious “Lost Cause.” The Confederate Army was heralded for is gallantry and bravery. It would prove detrimental to that memory to show the Confederacy agreeing to peace talks so readily. In this view the noble army of Robert E. Lee fought until the bitter end when all hope in preserving the Old South was lost and there was no other choice than to surrender. It is an American tendency to memorialize loss and glorify the war effort, and historical writings have proved that sentiment. It has only been in recent memory that this peace narrative has emerged more into the popular conscious of Civil War memory."],"display_date":"November 1, 1864 - April 9, 1865","search_date":"1865-01-19","locations":[{"id":52913,"lat":37.3570894,"lng":-78.8252911,"zoom":8,"place":"Appomattox Courthouse, Virginia"},{"id":52912,"lat":37.2995049,"lng":-77.299554,"zoom":8,"place":"City Pointe, Virginia"},{"id":52911,"lat":36.9190246,"lng":-76.2699215,"zoom":8,"place":"Hampton Roads, Virginia"}],"tags":[{"id":2994,"tag":"Edward Otho Cresap Ord"},{"id":2972,"tag":"Preston Blair"},{"id":683,"tag":"Abraham Lincoln"},{"id":2554,"tag":"Alexander Stephens"},{"id":2525,"tag":"Hampton Roads Conference"},{"id":2648,"tag":"peace movement"},{"id":32,"tag":"Civil War"}],"course":{"name":"Digital History and Pedagogy","school":"North Carolina State University","course_id":159,"school_id":30}},{"id":6525,"title":"Abraham Lincoln vs. New York World Newspaper","course_id":159,"status":"P","start_date":"1864-05-18","end_date":"1864-05-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the course of the Civil War, Abraham Lincoln was responsible for shutting down more than 300 newspapers (1). In a telegram sent to Major General Dix on May 18th, 1864, Lincoln orders military occupation of the New York World newspaper for something that was \"wickedly and traitorously printed and published,\" (1). In another telegram sent on May 18th, 1864, it is discovered that a forged document of some kind was printed in the newspaper (2). This document was a fake proclamation by Lincoln to add 400,00 troops to the Northern army (2). The Department of State quickly released a statement claiming the document was false, and Lincoln ordered an immediate shut down of the newspaper (2). It was later discovered that a man named Joseph Howard, a known prankster, was behind the forged document (2)."," ","In the telegrams sent on May 18th, 1864, it is clear that the newspaper printed a forged document that contained both Lincoln and his Secretary of War's signatures (2). An actual forged document could have raised some legal questions in regards to forgery on part of the newspaper, and most would agree that legal action should be taken in the event of forged documents. However, it was not always a forged document that caused Lincoln to shut down newspapers or detain editors without hearings. Newspapers like the New York World often heavily disagreed with Lincoln's policies and the war in general. Lincoln also suspended the writ of habeus corpus, even though Chief Justice Roger Tanney ruled this unconstitutional, citing that only Congress had the power to do so (3). Lincoln’s suppression of the New York World newspaper and other media outlets caused some controversy regarding First Amendment rights during the war, and has even sparked some modern controversy in the eye of public memory. Judgment aside, it is clear that Abraham Lincoln felt it necessary to suppress certain messages during a time of war."," ","1. \"The Lincoln Telegrams Project.\" <a href=\"http://wiki.lincolntelegrams.com/index.php?title=May_18,_1864_\">http://wiki.lincolntelegrams.com/index.php?title=May_18,_1864_</a>(2)","2. \"The Lincoln Telegrams Project.\" <a href=\"http://wiki.lincolntelegrams.com/index.php?title=May_18,_1864_\">http://wiki.lincolntelegrams.com/index.php?title=May_18,_1864_</a>(3)","3. \"Civil War tested Lincoln's tolerance for free speech, press.\" First Amendment Center. 2009. <a href=\"http://www.firstamendmentcenter.org/civil-war-tested-lincolns-tolerance-for-free-speech-press\">http://www.firstamendmentcenter.org/civil-war-tested-lincolns-tolerance-for-free-speech-press</a>"],"display_date":"May 18, 1864","search_date":"1864-05-18","locations":[{"id":8915,"lat":40.7155787,"lng":-74.0148434,"zoom":8,"place":"NEW YORK, New York"}],"tags":[{"id":2992,"tag":"Press"},{"id":2273,"tag":"Newspaper"},{"id":683,"tag":"Abraham Lincoln"},{"id":32,"tag":"Civil War"}],"course":{"name":"Digital History and Pedagogy","school":"North Carolina State University","course_id":159,"school_id":30}},{"id":6528,"title":"The Presidential Election of 1864","course_id":159,"status":"P","start_date":"1864-05-18","end_date":"1864-11-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["      In the fourth year of the American Civil War, the country found itself in a pivotal moment in history. With no certainty of how long the nation would remain engaged in a bloody stalemate, the American citizens had the power to steer themselves out of political, militant, social and economic unrest. The Election of 1864 poised the Confederacy-backed Democratic Party against Republican and incumbent President Abraham Lincoln who endured a significant amount of the burden for causing the great divide between North and South, Union and Confederacy. This essay will use the recently digitized telegrams used in communication between Lincoln and his Union officials & colleagues to evaluate the mental state of the president through his writing style. Specifically, the telegrams with implications for Lincoln's reelection in 1864 will serve as the primary basis for analysis, although a myriad of other influences will be discussed in the evaluation of Lincoln's writing and mental health.","      One of the most salient factors that contributed to the nation's divide was slavery and its monetary ramifications for the agricultural economy of the South. Lincoln, above all, was a man who adhered to the law, no matter its accordance with morality and humanity. Moreover, though he is revered as \"The Great Emancipator,\" it is inaccurate to attribute the feat of abolition to Lincoln himself, especially given his 1860 campaign's promise to avoid interfering with slavery in states that already permitted its existence (Wilson). However, as President of the United States, he found that certain issues arising from the disagreement on slavery forced the nation into disarray and it was his job to restore order within, despite the unpopularity or disdain his efforts often attracted. In his inquiry of the treatment of African Americans in Kentucky, Lincoln telegraphed Major General Thomas to further investigate the matter (June 13, 1864). Thomas, a slave-owner, most likely did not oppose slavery, but was an authoritative figure within the Union Army and therefore was expected to follow moral, humane and, most importantly, lawful conduct. Lincoln, employing exculpatory yet urgent diction in his telegram, revealed no signs of confidence or understanding that this behavior was occurring but rather kindly warned the general that this matter must be fixed and prohibited immediately.","      Slavery was just one matter in which many disagreed with Lincoln's ideologies. In a telegraph sent to Governor of Indiana Oliver Morton, Lincoln communicated the need for the \"hundred day troops'\" advancement in search of strengthening General Sherman's campaign in Atlanta (May 21, 1864 (2)). Despite the high level of Lincoln's unpopularity at this point in time, the cooperation of government officials in several Union states in this matter represented the Union's agreement with Lincoln's war goals as well as a sense of political unity despite personal opinions. His writing remained formal, mannerly and optimistic, all of which contribute to this cooperation of government officials.","      One prominent characteristic observed through Lincoln's writing is the confidence he exhibits in all matters. As commander in chief, Lincoln asserts his authority through his communicative abilities (i.e., the telegram). No matter his receiver, his writing is almost always polite but urgent, noting a sense of importance in every matter he inquires about. The few exceptions to this observation reveal Lincoln's surmounting pressure to be reelected in a time of war and political/economic turmoil.","      First, in a telegram addressed to Major General Dixon (NY), Lincoln rebuked a New York-based newspaper for its publication of a \"false and suspicious proclamation\" that purported the President's plans in aiding the rebellious enemies (May 18, 1864 (2)). Not only is Lincoln's tone and vocabulary indicative of his frustration, but his orders for Dixon to seize military control of the publication establishment supports the reports of Lincoln having \"suppressed more than 300 newspapers\" during the war (Bulla, 2009).","      Similarly, in a letter to Horace Greeley (a NY newspaper editor), Lincoln first made explicit his \"disappointment\" in Greeley, feeling as he has been disrespected (July 15, 1864). Beyond this word choice, Lincoln's disappointment is apparent when he underlined two active verbs (send & bring). This illustrated the distinction between Lincoln's intentions and Greeley's actions regarding an obviously important conference between Lincoln and Confederate delegates. Lincoln's feeling of disrespect is then demonstrated by his decision to have his assistant John Hay manage this situation with Greeley rather than himself. Both of these outbursts occurred in 1864 and reveal Lincoln's recognition of the power of newspapers to report--and perhaps propagandize--information that could hinder the success of he and his administration, especially during a period of civil unrest.","      As the election drew closer, Lincoln still performed exceptionally as both a leader and a family man. Utilizing the telegram's immediacy, his constant communication with officials dispersed throughout the nation represented his desire to be involved in the decision-making process. This communication also allows for inferences to be drawn: Is his constant communication a sign of distrust in his appointed generals and officials? Has Lincoln become obsessed with the war efforts that he has neglected his other duties as President, husband & father?","      Many of his telegrams addressed to government officials and generals inquired about planned sentences & executions of war criminals, both Union and Confederates. Although he asked for many to be suspended or respited, it is not a compensation for his subordinates' lack of judgment but instead a thoughtful consideration of the implications that executions may hold for a politician who seeks reelection as POTUS. More often than not, Lincoln yearned to be included in the process but left the ultimate judgment in those directly involved, which is supported by his decision to allow Secretary of War Edwin Stanton and General Sherman determine how many soldiers can be released without weakening Sherman's position (October 13, 1864). Clearly, the soldiers who were released were of great political value to Lincoln and his administration now that they could vote in-person, but their absence in the field of battle was feared by Lincoln and therefore configured by Stanton & Sherman.","      In telegrams such as the ones dated September 8th, September 11th and October 11th of 1864, Lincoln's communicative efforts in family affairs is clear. Uncertain of Mrs. Lincoln receiving his first telegram to Vermont, he followed up three days later to report to his wife (now in NY) the updates of his health, their son Tad's goats, the death of a family friend and the travel of eldest son, Robert. A month later Lincoln reached out to Robert about their concern for his well-being and expressed his paternal instinct by planning to visit rather than depend on the communication that has helped he and the Union so much throughout the war. This observation is incredibly minute but highly indicative of the person Lincoln strived to be: involved.","      The legacy of Abraham Lincoln is one that people only dream of. He led a divided nation through a civil war and is credited with dismantling the institution of slavery. Yet, what few people realize is, some scholars have diagnosed him with depression. The National Alliance on Mental Illness (NAMI) even uses him as a motivational story to encourage others who battle the disease today. In an interview, Joshua Shenk, author of <em>Lincoln's Melancholy</em> argues that Lincoln's battles with depression made him one of the best government officials (Cohen). Understanding that modern scholars believe the President Lincoln suffered from clinical depression changes the way one thinks about him. No where in this collection of telegrams does one find any sign of the magnitude of his mental health. Granted, they are short messages, it is impressive that if the diagnosis be correct, that Lincoln was able to exert power in an effective manner while still, in most cases, retain a sense of respect for the recipients.","      No matter the topic discussed or the role Lincoln played in each individual telegram, his dedication and consistency are irrefutable. Although some in-depth analyses of Lincoln's writing may reveal depression and other unappealing qualities overtime, this analysis proves that Lincoln maintained order and control in a time of disparity. Furthermore, his goals as president were too great to be achieved in one term and he craved a second term to help propel the country out of disunity, which is most apparent in his undaunted efforts to continuously bring an end to the war while securing his reelection as President of the United States. Lincoln's unwavering ability to communicate via the telegram proved advantageous for the Union in the Civil War. Moreover, his persistent awareness, kindness and generosity demonstrated through his writing revered him as a man of great respect, authority and leadership. At times, Lincoln revealed human-like symptoms of frustration, fear and uncertainty in his writing. However, with distance and countless responsibilities separating him from his family and blatantly different opinions dividing the nation, President Lincoln failed to surrender. In a time of absolute chaos, two-term President Abraham Lincoln prevailed as a political, economic and social reformer committed to restoring the United States of America."],"display_date":"May 18, 1864 - November 8, 1864","search_date":"1864-08-13","locations":[{"id":52855,"lat":38.9071923,"lng":-77.0368707,"zoom":5,"place":"Washington, D.C."}],"tags":[{"id":2996,"tag":"Telegram communication"},{"id":683,"tag":"Abraham Lincoln"},{"id":32,"tag":"Civil War"},{"id":2980,"tag":"1864"},{"id":1875,"tag":"Presidential Election"},{"id":3021,"tag":"Writing Style"}],"course":{"name":"Digital History and Pedagogy","school":"North Carolina State University","course_id":159,"school_id":30}},{"id":6529,"title":"Lincoln: Mastermind in Chief","course_id":159,"status":"P","start_date":"1864-07-02","end_date":"1864-07-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Abraham Lincoln was an apparent genius. He had the ability to tend to a country divided by political differences and opinions, act as a commander in chief, and skillfully direct generals. He did this concomitantly as he anticipated the needs of the war effort, used the most advanced and up-to-date technology to communicate orders, and tended to the matter of humanity. Combined, this assets point to his almost superhuman-like quality of leadership. In order to see this in action one simply needs to examine and analyze President Lincoln’s Daily Agenda and communications through telegraph to various entities. Our focus will primarily be on the 2nd of July 1864.","On July 2nd 1864 Abraham Lincoln had quite a full day. His activity, to our knowledge, began at 7:50 am with two telegrams to Honorable D. Davis and Honorable S.H. Treat.[1] He was seeking each man's \"summary of the evidence, with [their] impression, on the Coles County [Illinois] riot cases.\" The background story on this is that on March 28, in Charleston, members of the 54th Illinois Infantry clashed with area Democrats and a riot ensued. Nine people died, including six soldiers and three citizens. Twelve people were wounded. [2] Sending out these telegraphs was only the start to a very full day for President Lincoln. But in the first two telegraphs of the day he has already dealt with, at least in a small portion, political differences that divide the country. We can see as he moves from each part of his day to the next that this is not just haphazard but masterfully planned.","Lincoln seems aware that every minute of his day counts as well as his every action. According to reports of Lincoln’s daily agenda, he also confers with Cong. Julian (Ind.) on power of Congress to confiscate landed estates of Confederates. [2] Here Lincoln is moving to political issues that again could ultimately prove divisive in a future reconciliation. Also, the records show that Lincoln transmits to Senate information regarding African slave trade. This shows that Lincoln was forward thinking and not just in the moment.","In addition to his growing agenda, he met with Former Sen. Fessenden (Maine), who was newly nominated to the position of secretary of treasury. According to sources, it was a “long interview with President at White House.” [2] No office was too small for Lincoln’s attention and here he is careful to masterfully choose and place people in authority that he wanted and sometimes needed in so he could move forward with his war machine. Continuing in his ability to operate as a genius leader he speaks directly with Gen. Meigs regarding Ft. Leavenworth [2] which is key at this point to the Union cause. Lincoln puts on his commander-in-chief hat here to make sure that things are going according to plan. Next, the President approves an act granting lands to aid in construction of railroad and telegraph line from Lake Superior to Puget's Sound on Pacific coast. This is a military move that will help Lincoln secure an eagle eye view of the country and put him with in the heat of conflict in moments. It was also a genius move as it is giving Lincoln a legacy of being a builder of infrastructure and a president who ultimately wants his country to be technologically advanced. While all of this has gone in one day of President Lincoln’s life, he is still a husband and a father; hence, he must attend to the needs of his family. On this particular day, Mrs. Lincoln and Robert arrive home from an assumed extended trip. The President knows he must tend to his own family as well so he and the family begin summer residence at Soldiers' Home.","By looking at his July 2nd agenda as president, one can see that Lincoln had to be a mastermind. As president he was simultaneously contemplating the decisions he had to make concerning a country divided by political differences, acting as a commander in chief, and skillfully directing generals. He did this all while anticipating the needs of the war effort and still having time to tend to his family. To think that he did this day after day no wonder he appeared to have aged a lifetime in a few short years. But his ability to keep it all together, day after day, was a sign of leadership genius."],"display_date":"July 2, 1864","search_date":"1864-07-02","locations":[{"id":52779,"lat":38.9071923,"lng":-77.0368707,"zoom":12,"place":"Washington, DC"}],"tags":[{"id":1185,"tag":"War Department"},{"id":2976,"tag":"Telegram"},{"id":683,"tag":"Abraham Lincoln"},{"id":32,"tag":"Civil War"}],"course":{"name":"Digital History and Pedagogy","school":"North Carolina State University","course_id":159,"school_id":30}},{"id":6666,"title":"Events leading to the Civil War","course_id":170,"status":"P","start_date":"1854-01-01","end_date":"1860-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","            During the 1850’s, racist thinking still contaminated the South. Southerners believed that their tradition was being harmed and violated. A northerner believed in equality of all people, as it is stated in the Declaration of Independence. Southerners still viewed slaves as property, instead of people. This mind of thinking disregards any mere thought of a person as human, instead, mainly just a source of income. The damaging thought of a slave not being able to walk among society during those times is one that is morally disheartening and considered a grotesque view to one’s eyes. Several key cogs within the overall machine of history during the 1850’s that lead up to the Civil War include:  The Kansas Nebraska bill, the election of Abraham Lincoln, and the possible cohabitation between the North and the South despite opposing views."," ","            The Kansas Nebraska act of 1854 was created by Stephen A. Douglas, an Illinois senator who believed that Nebraska should be a slave state. The sole principle that the Kansas-Nebraska Act is based on is popular sovereignty. Popular sovereignty is where the citizens within the territories would decide whether they wish to be a slave or free state. The Kansas Nebraska Act was fueled by the thought and opportunity the transcontinental railroad had in allowing faster transportation. “The Little Giant”, as Douglas was called, created a bill that would split the Whig Party, and most northerners would go to the new Republican party. Most settlers coming from both the North and the South, just wanted peace, ignoring the issue of slavery. The Kansas-Nebraska Act would cause violence and tension to increase exponentially between the North and the South. Due to the Missouri Compromise of 1820 being revised, the likelihood of the transcontinental railroad decreased. However, Douglas manages to pass the bill behind the scenes and “Anti-Nebraska” groups are formed across the North. People living in the North and South during that time had opposing views that would lead to an unavoidable conflict. As tension had risen by the Kansas Nebraska Act, it was repealed due to the rise of Abraham Lincoln as president in 1860."," ","On October 16, 1854, Abraham Lincoln stated why he rejected the Kansas-Nebraska Act. He stated,” If the negro is a man, why then my ancient faith teaches me that ‘all men are created equal;’ and that there can be no moral right in connection with one man’s making a slave of another.” Once Abraham Lincoln was elected, he faced the worst crisis America has glimpsed in history. The United States, on the verge of moral destruction, was placed within the kind hands of Abraham Lincoln to restore America and change the citizens’ viewpoints for the better. Even though Lincoln was affiliated with the Republican party, he never stated that he wanted slavery to end, only confined to the South. As Lincoln’s election was confirmed on November 6<sup>th</sup> 1860. After Lincolns election, southern states began reacting as they said they would, by leaving the Union."," ","The possible cohabitation of the North and South based on Lincolns election seemed improbable. Southern states refused to interact with Lincoln demonizing him as a “John-Brown” figure. Lincoln believed the South had reached an all-time low. The possibility of unity of the North and the South during the 1860’s decreased. Because of the separate ideals, the Norths viewpoint was seen as pointless to southerners, southerners had their own source of income generating millions of dollars, however, at the expense of captured servants.  During Lincolns presidency, Southern states didn’t believe their eyes, the fact that Lincolns ideals despite being a Republican, mirror the mindset of an abolitionist. The tension caused by such an issue would ultimately split the separated nations. Because northerners favored industrial factories and treatment of all people as equal, naturally viewed the southern mindset as idiotic and insensitive to fellow people. This treatment, through a northerners eyes was worthy of condemnation not appraisal. Southerners during that time revolted at the threat of their traditional values and standard of living being harmed. They resulted in violence as a revolutionary act, as a last stand to fight for what they believed was right. This split of two nations due to the concept of slavery is ultimately what caused the Civil War."," ","Through the Kansas-Nebraska Act and with the election of Abraham Lincoln causing the secession of southern states, the foundation of the Civil War was laid out. The dividing issue noted by many historians, is slavery. Both the North and the South had separate ideals and because of that, were bound to have a conflict, it was just a matter of when. Conflict is not good but the resolution after conflict can be astounding. Lincoln tried his best to turn things around, even though the South will become worse, there will be a better future. The northern perspective focuses on the rights of all people, while southerners couldn’t comprehend the simple concept of courtesy to fellow man, they valued greed more than innocent people. Change is what young America needed, but it appears that the conflicting ideas, which can be labeled as puberty, has once again stained the loins of the foundational concept of equality and democracy."],"display_date":"1854 - 1860","search_date":"1857-07-02","locations":[{"id":52839,"lat":37.09024,"lng":-95.712891,"zoom":4,"place":"United States"}],"tags":[{"id":683,"tag":"Abraham Lincoln"},{"id":3275,"tag":"Kansas-Nebraska"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}},{"id":6669,"title":"Gettysburg Address","course_id":170,"status":"P","start_date":"1863-11-19","end_date":"1863-11-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            On November 19, 1863 the Soldiers National Cemetery in Gettysburg, Pennsylvania was dedicated to the fallen and unfallen Union soldiers of the civil war. The dedication was known to be very long because of the famed orator Edward Everett, who spoke for over two hours, then turned the podium to President Lincoln. Then President Lincoln’s speech was stated to be 2 minutes tops, speaking on the fallen and what they fought and stood for. With the famous beginning “Four score and seven years ago…” he spoke with passion for the reason the war was being fought and how ordinary put their lives on the line for what they believed in. ","            He touched on what the nation the founding fathers made used to be, and how they are now at war but only strong nations pull together through all turmoil. “But, in a larger sense, we can not dedicate—we can not consecrate—we can not hallow, this ground—” In this quote he expresses his gratitude towards these brave men, also stating that they are essentially putting them on a pedestal. He also stresses that these fallen men will not have died in vein. In other words that they will not stop there they as a whole Union will still continue with this fight until they have become victorious. ","            He did not want to just recognize or dedicate the grounds to the fallen ones he dedicated to anyone who fought for the cause and believed in it. Lincoln also mentioned that this dedication should not be remembered by what was said but the fight that got them to where they were. It is to be said that Edward Evette later wrote a letter to President Lincoln on his letter be famously known for hundreds of years later. “Permit me also to express my great admiration of the thoughts expressed by you, with such eloquent simplicity and appropriateness, at the consecration of the Cemetery.”  Everett states in his short letter Mr. Lincoln for keeping the reason in mind while also taking 1 hour and 58 minutes less than he did. "," ","There are 5 known manuscript of the popular presidential speech, Lincoln gave two to his secretaries John Nicolay and John Hay. 3 copies were written after November 19<sup>th</sup> for charitable purposes. The copy for Mr. Everett, who spoke prior to Lincoln, is located at the Illinois State Historical Library in Springfield. "],"display_date":"November 19, 1863","search_date":"1863-11-19","locations":[{"id":53035,"lat":39.8309293,"lng":-77.2310955,"zoom":8,"place":"Gettysburg,PA"}],"tags":[{"id":683,"tag":"Abraham Lincoln"},{"id":3277,"tag":"The Gettysburg Address"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}}]}