{"id":684,"tag":"mid-nineteenth century","points":[[41.5286517402,-71.0500153769],[42.4842595758,-71.3901525974]],"bounds":[[42.4842595758,-71.0500153769],[41.5286517402,-71.3901525974]],"episodes":[{"id":5024,"title":"Agricultural Change in the Mid-Nineteenth Century","course_id":45,"status":"P","start_date":"1841-07-21","end_date":"1841-10-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Laban Morey Wheaton kept records of all his economic transactions while he lived in Norton, Massachusetts, in the mid-nineteenth century, and the year 1841 was no exception. Between July and October of this year, Wheaton made a number of transactions with a man, Sumner Blandin. Looking at the records reveals that Blandin came to Wheaton about once a week, usually to get cash instead of food or goods. Additionally, Blandin appeared in almost every other one of Wheaton’s transactions for these few months. However, after this time Blandin’s name disappeared from the record."," ","The nineteenth century was a time for technological and agricultural change. A shift in farming during this time emerged as a result of new technology, but also from a changing need. For instance, now farmers not only produced food for themselves, but they worked to produce a surplus to trade or sell. Sometimes farmers would have to hire extra laborers for a short time to help with this farming. Laban Morey Wheaton was a wealthier farmer than most, as he was also a trained lawyer, a businessman, and a strong presence in the community. As a landowner and dairy farmer, Wheaton needed help from his community to run his factories and farms. Hence, Wheaton’s accounts with Sumner Blandin may indicate that Blandin worked for Wheaton for a short amount of time. This could explain the disappearance of Blandin from Wheaton’s account books, as he was only needed for a short time. Furthermore, it can justify the many cash transactions that happened between the two, as Wheaton was probably paying Blandin for his services. Lastly, the frequency of transactions with Blandin could also result from his frequent work as a hired laborer. Therefore, looking at the account books of a man like Laban Morey Wheaton may be able to reveal the shift in farming during the mid-nineteenth century."," "],"display_date":"July 21, 1841 - October 15, 1841","search_date":"1841-09-02","locations":[{"id":6120,"lat":41.5286517402,"lng":-71.0500153769,"zoom":9,"place":"BRISTOL, Massachusetts"}],"tags":[{"id":686,"tag":"Wheaton"},{"id":685,"tag":"accounting records"},{"id":684,"tag":"mid-nineteenth century"},{"id":13,"tag":"Agriculture"}],"course":{"name":"Junior Colloquium: Historical Methods","school":"Wheaton College","course_id":45,"school_id":2}},{"id":5025,"title":"Potato Agriculture in the Mid-Nineteenth Century","course_id":45,"status":"P","start_date":"1840-05-20","end_date":"1840-11-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["As the New England foliage began to turn in October of 1840, Laban Morey Wheaton sold Linus Howard an astonishing twenty-five bushels of potatoes, and only a couple of short days later Linus returned for another five bushels of potatoes. What could possibly explain this surge in the demand for potatoes in Norton Massachusetts? Laban dealt with many transactions concerning potatoes as indicated within his daybook. During the spring planting season five individuals stopped by Laban’s store demanding varying amounts of potatoes. Similarly during the fall harvesting season his store received roughly the same demand for potatoes with the price per bushel remaining a consistent twenty-five cents. New England agriculture during the early to middle nineteenth century experienced a fluctuating climate. It was an ice age on a small scale that left farmers with dry summers and bitterly frozen winters. New England’s harsh weather during this time had a tremendous affect upon its society, agriculture, and human way of life.","My answer to the reader lies within the potato plant itself and how it functioned as one of the leading staple crops in New England during the nineteenth century along side corn and small grains. Keep in mind the chunk of history I am unearthing deals with potatoes within their context before the outbreak of the “Potato Blight” epidemic that took place in the year 1844. The cultivation of potatoes provided New England’s farmers with consistently successful crop yields during a time when many crops would fail due to the harsh weather. In comparison to other crops, potatoes could thrive in the cold weather and provided more calories per acre than any other crop. Potato farming was the ideal crop for New England farmers; they were cheap, allowed for rapid agricultural production, and were capable of feeding humans as well as livestock.","Laban’s frequent potato transactions within the town of Norton, Massachusetts at first appears suspicious due to the fact that Mr. Wheaton was not a farmer, but instead a cotton textile mill owner and entrepreneur. These facts draw a correlation between the sale of potatoes and cotton textile mills during this time in history. Potato farmers from Vermont tell a similar story: “Vermonters began selling their potatoes to the starch factories springing up throughout the region. Levi Bailey operated a small one in Reading, Vermont, which opened in 1831 and sold its processed potato starch to agents who conveyed it to the large textile mills in Lowell and Providence.” (Demeritt, 148) This quotation shows the use of starch created by potatoes in manufacturing textiles. Laban Morey Wheaton dealt with numerous transactions of potatoes because the plant itself was an abundant New England crop that was useful to everyone and satisfied the needs of his cotton textile mill."],"display_date":"May 20, 1840 - November 3, 1840","search_date":"1840-08-11","locations":[{"id":6120,"lat":41.5286517402,"lng":-71.0500153769,"zoom":9,"place":"BRISTOL, Massachusetts"}],"tags":[{"id":684,"tag":"mid-nineteenth century"},{"id":686,"tag":"Wheaton"},{"id":13,"tag":"Agriculture"},{"id":690,"tag":"Potatoes"},{"id":688,"tag":"Textile Mills"}],"course":{"name":"Junior Colloquium: Historical Methods","school":"Wheaton College","course_id":45,"school_id":2}},{"id":5375,"title":"The Role of Poetry and Prose in the Lowell Mills: An Examination of Mourning in the Factory-workers' Literary Magazine","course_id":81,"status":"P","start_date":"1840-01-01","end_date":"1845-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Published in the January 1843 edition of \"<em>The Lowell Offering and Magazine</em>\" is a poem entitled \"On A Young Man Lost At Sea\" by an author credited as \"M.G.B.\" The mournful poem reads like a funeral dirge and expresses the sorrow of a sister who has lost her dear brother. The author writes of how this young man's voice will never again be heard nor will his presence be seen around the family hearth. Instead, her brother lies sleeping in his \"ocean tomb\" without an ornate stone to mark his final resting place. Instead, she writes, a monument is raised for him in every mourning heart and in every “bitter fountain” expelled.","She describes how mournful their familial house has grown, as if cast in a shade of sadness. A place that was filled with happy memories now serves as a constant reminder of a lost brother. The author writes of her brother's spirit, the essence of which lives on in all those who knew him. She comforts herself in the thought of reuniting again with her brother in death, as it is only then that their souls and spirits will reunite.","The <em>Lowell Offering</em>, a literary magazine,was established in 1840 by the women of the Lowell Mills as a response to an increasingly negative public perception of the conditions in which the women were made to work. The women used the <em>Lowell Offering </em>as a platform by which to share their self-penned poetry, stories, and essays. The subject matter of these writings ranged from retrospectives on their childhood homes to the working conditions of the mills as well as the topic of death. Death was an especially omnipresent entity for all people of the era, but especially for the factory workers. From accidents within the factory to the loss of a loved one on a sea-faring journey, the women coped by expressing their emotions in poetry and prose.","While the <em>Offering </em>provided a unique and unparalleled means by which the women could both express and share their thoughts and musings, it was heavily criticized for being far too optimistic. This condemnation was based in the belief that the increasingly long hours and speed with which the women were made to work adversely affected all aspects of their health, both physical and mental. Moreover, the <em>Offering</em> was criticized as an unrealistically optimistic “mouthpiece for the corporations,” implying that the Lowell Operative owners ultimately had their own monetary interests at heart and exploited the bodies and minds of their young female workers. In 1845, the <em>Offering</em> faced dwindling subscribers and in the face of increased opposition, put out its final issue."],"display_date":"1840 - 1845","search_date":"1842-12-31","locations":[{"id":6172,"lat":42.4842595758,"lng":-71.3901525974,"zoom":9,"place":"MIDDLESEX, Massachusetts"}],"tags":[{"id":896,"tag":"Labor"},{"id":289,"tag":"Art/Leisure"},{"id":684,"tag":"mid-nineteenth century"},{"id":1209,"tag":"female factory workers"},{"id":1210,"tag":"women's writings"}],"course":{"name":"U.S. Women, 1790-1890","school":"Wheaton College","course_id":81,"school_id":2}},{"id":6169,"title":"Women's Roles in Mid-Nineteenth Century Massachusetts","course_id":136,"status":"P","start_date":"1843-07-25","end_date":"1843-08-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the sweltering months of late summer, Laban Morey Wheaton, a cotton textile manufacturer and entrepreneur of one of the wealthiest and most respected families in the area, was recording the transactions he made with the “quiet, relatively prosperous community” of Norton, Massachusetts. One member of this community with who he made several transactions was Mary A. Wrigley. At the end of July Mary Wrigley purchased a spool of thread at eight cents from him, and a couple of weeks later she borrowed fifteen dollars cash in order to go to Boston. These transactions are quite significant due to her position as a woman in mid- nineteenth century New England. The fact that her name appeared in these transactions could mean she was a single woman or a widow, but either way Mary Wrigley clearly had a great deal of financial independence.","According to common law, adult single woman had a significant amount of power to own property and make financial transactions during the mid nineteenth century. But once they were married, women effectively lost their legal identity. The fact that Wrigley bought a spool of thread speaks to a distinctively feminine purchase, and may help conclude that she was a well off woman who had the leisure time to use thread to make items for her friends and family. The nineteenth century placed duties such as shopping for provisions to make clothes as not an economic function, but an emotional and social one which would have been influenced by the distinct choice of spool she would have made with her unique knowledge of the personalities and style of those she would be making something for. Her borrowing of the rather larger sum of fifteen dollars to travel into Boston also shows that this was a relatively prosperous, independent woman who had extra means and extra time. The nineteenth century roles prescribed to middle and upper class women in New England listed childcare as the primary responsibility, so Wrigley’s ability to take time off may mean she was an independent woman with no family of her own and deceased parents (since otherwise a father would most likely still control her finances) or she was an older widow whose children no longer needed taking care of."],"display_date":"July 25, 1843 - August 9, 1843","search_date":"1843-08-01","locations":[{"id":6120,"lat":41.5286517402,"lng":-71.0500153769,"zoom":9,"place":"BRISTOL, Massachusetts"}],"tags":[{"id":686,"tag":"Wheaton"},{"id":685,"tag":"accounting records"},{"id":684,"tag":"mid-nineteenth century"},{"id":7,"tag":"Women"},{"id":228,"tag":"Roles of Women"},{"id":1263,"tag":"financial"}],"course":{"name":"Junior Colloquium: Historical Methods","school":"Wheaton College","course_id":136,"school_id":2}}]}