{"id":688,"tag":"Textile Mills","points":[[41.5286517402,-71.0500153769]],"bounds":[[41.5286517402,-71.0500153769],[41.5286517402,-71.0500153769]],"episodes":[{"id":5025,"title":"Potato Agriculture in the Mid-Nineteenth Century","course_id":45,"status":"P","start_date":"1840-05-20","end_date":"1840-11-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["As the New England foliage began to turn in October of 1840, Laban Morey Wheaton sold Linus Howard an astonishing twenty-five bushels of potatoes, and only a couple of short days later Linus returned for another five bushels of potatoes. What could possibly explain this surge in the demand for potatoes in Norton Massachusetts? Laban dealt with many transactions concerning potatoes as indicated within his daybook. During the spring planting season five individuals stopped by Laban’s store demanding varying amounts of potatoes. Similarly during the fall harvesting season his store received roughly the same demand for potatoes with the price per bushel remaining a consistent twenty-five cents. New England agriculture during the early to middle nineteenth century experienced a fluctuating climate. It was an ice age on a small scale that left farmers with dry summers and bitterly frozen winters. New England’s harsh weather during this time had a tremendous affect upon its society, agriculture, and human way of life.","My answer to the reader lies within the potato plant itself and how it functioned as one of the leading staple crops in New England during the nineteenth century along side corn and small grains. Keep in mind the chunk of history I am unearthing deals with potatoes within their context before the outbreak of the “Potato Blight” epidemic that took place in the year 1844. The cultivation of potatoes provided New England’s farmers with consistently successful crop yields during a time when many crops would fail due to the harsh weather. In comparison to other crops, potatoes could thrive in the cold weather and provided more calories per acre than any other crop. Potato farming was the ideal crop for New England farmers; they were cheap, allowed for rapid agricultural production, and were capable of feeding humans as well as livestock.","Laban’s frequent potato transactions within the town of Norton, Massachusetts at first appears suspicious due to the fact that Mr. Wheaton was not a farmer, but instead a cotton textile mill owner and entrepreneur. These facts draw a correlation between the sale of potatoes and cotton textile mills during this time in history. Potato farmers from Vermont tell a similar story: “Vermonters began selling their potatoes to the starch factories springing up throughout the region. Levi Bailey operated a small one in Reading, Vermont, which opened in 1831 and sold its processed potato starch to agents who conveyed it to the large textile mills in Lowell and Providence.” (Demeritt, 148) This quotation shows the use of starch created by potatoes in manufacturing textiles. Laban Morey Wheaton dealt with numerous transactions of potatoes because the plant itself was an abundant New England crop that was useful to everyone and satisfied the needs of his cotton textile mill."],"display_date":"May 20, 1840 - November 3, 1840","search_date":"1840-08-11","locations":[{"id":6120,"lat":41.5286517402,"lng":-71.0500153769,"zoom":9,"place":"BRISTOL, Massachusetts"}],"tags":[{"id":684,"tag":"mid-nineteenth century"},{"id":686,"tag":"Wheaton"},{"id":13,"tag":"Agriculture"},{"id":690,"tag":"Potatoes"},{"id":688,"tag":"Textile Mills"}],"course":{"name":"Junior Colloquium: Historical Methods","school":"Wheaton College","course_id":45,"school_id":2}}]}