{"id":69,"tag":"Marketplace","points":[[40.7964015502,-73.8979738005]],"bounds":[[40.7964015502,-73.8979738005],[40.7964015502,-73.8979738005]],"episodes":[{"id":4470,"title":"Class Tensions Arise in the Markets of Hester Street","course_id":16,"status":"P","start_date":"1898-01-01","end_date":"1898-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["\"The true heart of the Lower East Side beat in the street,\" and Hester Street was no exception. It served as the hub of life in the Lower East Side – teeming with women shopping, children playing and peddlers manning their pushcarts full of food. While the tenements towered high above blocking out the sky, the streets were overrun with peddlers and their pushcarts and their female clientele milling about from cart to cart, bartering and looking for the best deal. Between 1880 and 1890 over 60,000 Jews inhabited the Lower East Side, and for them, the streets served as their community center, marketplace, and playground. Everything that Jewish immigrant families needed could be found in the markets and carts on Hester Street crowding the streets: groceries, books, and even house wares. Interaction, especially for Jewish women, in the markets of Hester Street was vital to their survival in the new American culture","Immigrant women in New York's lower East Side lived a decidedly different life than the progressive reforming women. The staunch lines drawn public and private space did not apply to everyday immigrant realities. The cult of domesticity promoted the virtues of women managing their private sphere docile passivity, By contrast, Jewish immigrant women of the Lower East Side readily and actively engaged in public life and the market economy. Some even operated their own pushcarts and stalls. The streets of the Lower East Side were more than mere thoroughfares and marketplaces a place for women to congregate, forge social networks, and exert their influence.","The active place that Jewish immigrant women held in public market life was at odds with the established American bourgeois ideals concerning women's roles and propriety. It was not uncommon for Jewish women to work in the markets, peddle goods, while also managing the fiscal affairs for the family. They were accustomed to these breadwinning roles from the old country. But though Hester Street closely resembled European street markets, the moral reformers did not approve. Instead, they saw the poverty of the Lower East Side as a sign of a moral failure on the part of the Jewish mothers. The reformers sought a regeneration of the immigrant population through the adoption of the reformer's own Protestant work ethic. Female social workers at the time, like those of Jane Addams' Hull House in Chicago, did not see Jewish women's role in the market place as a way for these women to exercise their authority and autonomy. Rather they saw it as an example of idleness and chaos. They disapproved of women's participation in street life. The tension between the dueling views of a woman's place –connecting with the other immigrant women in the street versus acting solely as the queen of the household came to a head not in the first generation immigrant, but rather their daughters. It was this generation who felt the full brunt of the pressure from their mothers to remain loyal to the old culture and withstand the pressure to assimilate."],"display_date":"January 1, 1898","search_date":"1898-01-01","locations":[{"id":8931,"lat":40.7964015502,"lng":-73.8979738005,"zoom":10,"place":"NEW YORK, New York"}],"tags":[{"id":7,"tag":"Women"},{"id":68,"tag":"Progressive Reformers"},{"id":69,"tag":"Marketplace"}],"course":{"name":"History of Urban and Suburban America","school":"Furman University","course_id":16,"school_id":4}}]}