{"id":694,"tag":"Charles Wilkes","points":[[36.8654174886,-76.2893042264]],"bounds":[[36.8654174886,-76.2893042264],[36.8654174886,-76.2893042264]],"episodes":[{"id":5027,"title":"Beyond the Horizon: Innovation and Discovery in the United States Exploring Expedition","course_id":43,"status":"P","start_date":"1838-08-19","end_date":"1842-06-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The <em>Vincennes</em> rests majestically amidst the Antarctic silence, its sails slack beneath the windless sky, captured forever in fading brushstrokes. Icebergs tower above the deck, rising to surround the fragile ship. Every detail speaks of wondrous, consuming stillness; the ship stands resolute, set romantically against the frozen wilderness at the edge of the world. The painting is a symbolic reflection of the conquest of the natural world, a testament to the vision and resolve of humanity.","           Three years earlier, as froth lashed wooden bows, as wind filled the sails, six ships swept eastward from Virginia across the world. The United States Exploring Expedition was a crusade without precedent in its nation’s history, “one of the largest voyages of discovery in the history of Western exploration.” Its very purpose typified the systematic rationalization of the nineteenth century. It was to be an expedition of enlightenment and humanity, an exploration of the uncharted reaches of the world—and of the limits of human endurance. It was an assertion of American diplomatic presence, meant to expand both commerce and scientific understanding. The ships sailed from Hampton Roads, Virginia, in August 1838, commanded by the obsessive, overreaching Charles Wilkes. After rounding Cape Horn that February, they spent three years in the Pacific, surveying islands and charting unmapped coasts. In South America the crew witnessed the brutality of the slave trade and the secularization of an emerging generation. In Fiji two were ambushed and slain, prompting retaliation that left fifty-seven native villagers dead and entire villages destroyed. They climbed Mauna Loa and survived a hurricane in the Hawaiian Islands and celebrated the Fourth of July on the shores of Oregon. They stood in awe of the Andes and the pristine, ice-capped volcanoes of the Pacific Northwest. They established the existence of a seventh continent—Antarctica—and mapped 1500 miles of its icy shores.","            When the expedition returned to New York in the summer of 1842, however, it was largely ignored. Haunted by allegations of brutality and emotional instability, Wilkes was court-marshaled by the navy and forsaken by the people. The nation renounced its oceanic frontier and turned toward the infinite West, rendering the voyage largely irrelevant to American culture. Still, in terms of scientific achievement, the United States Exploring Expedition cannot be forgotten. The scientists brought back 10,000 distinct species of plants, animals, and coral, and fossils. Linguists and naturalists had filled entire volumes with cultural, linguistic, and ethnological insight from around the world. Cartographers had created 241 charts and mapped 800 miles of the Oregon coast. The collections formed the basis for the National Institute for the Promotion of Science and eventually the Smithsonian Institute, paving the way for the American scientific advancement that endures to this day."],"display_date":"August 19, 1838 - June 10, 1842","search_date":"1840-07-14","locations":[{"id":14406,"lat":36.8654174886,"lng":-76.2893042264,"zoom":12,"place":"NORFOLK CITY, Virginia"}],"tags":[{"id":695,"tag":"Antarctica"},{"id":694,"tag":"Charles Wilkes"},{"id":693,"tag":"Exploration"},{"id":692,"tag":"Science"},{"id":603,"tag":"United States Navy"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}}]}