{"id":697,"tag":"Historiography","points":[[42.2902620083,-70.9709524989],[39.8715057392,-77.2179223246]],"bounds":[[42.2902620083,-70.9709524989],[39.8715057392,-77.2179223246]],"episodes":[{"id":5028,"title":"Do You Hate Me?","course_id":43,"status":"P","start_date":"1802-01-01","end_date":"1825-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["A four-year-old boy cries aloud as his grandmother continuously beats him with a club, repeatedly demanding of him, “do you hate me?”  Young William Apess, ignorant of his grandmother’s meaning, knows only to answer in the affirmative, hoping to appease her every wish.  The life of this little boy would have ended at that very moment had his uncle not intervened to rescue him from the brutal beating by his intoxicated grandmother.  Suffering serious injuries to his arm, it would take him the better part of a year to fully recover under the nurture of the neighboring white family Mr. and Mrs. Furman.","The granddaughter of the king of the Pequot tribe and married to a white man, William’s grandmother was reputably a fair and beautiful woman.  The blend in William’s blood would have profound effect on his life and his attitude for the coming years.  William Apess became the first Native American to publish an autobiography in 1829.  The theme of his autobiography <em>A Son of the Forest</em> ostensibly highlights the failure of white men to see the hypocrisy in denying Native Americans the “self-evident” rights guaranteed to all mankind. Apess further condemns the whites for referring to his kind as heathens while treating them in the most un-Christian way.  Though brought up largely by Native Americans under meager conditions, Apess grew to be immersed into the life and culture of a white man where he became a Methodist preacher.  What is most striking then about the narrative of his beating is that it is infused with hatred to the whites.  After telling of his grandmother’s actions, Apess remarks, “But this cruel and unnatural conduct was the effect of some cause-I attribute it in a great measure to the whites.”  Though he concentrates little on his feelings toward his grandmother and his family at the age of four, Apess clearly blames the whites for introducing these “ardent spirits” in the same sentences that pontificate her dangerous and ravenous beatings.  Even though Apess had become “successful” as a white man, he remained true to what he referred to as his red roots because of the discrimination that faced him at every turn.  Through the complexities of his attitude toward the white culture that could accept him only when he became one of them, one thing is clear: William Apess lived a life that faced the perpetual paradox of praise and blame, success and shame, heroism and betrayal.  Because of his multifarious heritage, he was forced to beg the question to the conglomeration of persons in his life, “do you hate me?”"],"display_date":"1802 - 1825","search_date":"1813-12-31","locations":[{"id":15849,"lat":42.2902620083,"lng":-70.9709524989,"zoom":9,"place":"Norfolk, Massachusetts"}],"tags":[{"id":497,"tag":"Writing"},{"id":177,"tag":"literature"},{"id":42,"tag":"Civil Rights"},{"id":696,"tag":"Native American issues"},{"id":697,"tag":"Historiography"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5089,"title":"“<em>General I Have no Division” </em>The Blunder of Pickett’s Charge.","course_id":43,"status":"P","start_date":"1863-07-03","end_date":"1883-07-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The battle of Gettysburg will be remembered as one of the deadliest battles in American history. Over 46,000 Americans were either wounded, killed, or captured in three days of fighting. One moment, occurring on the last day of the battle, stands out from the rest. Pickett’s charge, which took place on the third and final day of the battle, is considered to be one on the biggest military blunders of the war. While Pickett’s name is forever attached to the failed charge, it was planned and orchestrated by another Confederate leader, General Longstreet.","The blunder of the charge is documented in a manuscript produced by a staff officer under Longstreet, Lieutenant Colonel Fremantle. While Lieutenant Colonel Fremantle is not critical of Longstreet’s plan, the problems with how the charge was orchestrated is evident in his reflection of the day’s events. “The distance between the Confederate guns and the Yankee position--<em>i. e.,</em> between the woods crowning the opposite ridges was at least a mile--quite open, gently undulating, and exposed to artillery the whole distance. This was the ground which had to be crossed in to-day's attack. Pickett's division, which has just come up, was to bear the brunt in Longstreet's attack, together with Heth and Pettigrew in Hill's corps. Pickett's division was a weak one (under 5,000), owing to the absence of two brigades.”  When analyzing the strategy Longstreet employs when preparing the charge, the flaws become apparent.","Pickett’s division, which was below normal strength, would be the main effort and would thus face the majority of Union fire. Not only would Pickett’s force, which was undermanned, face the majority of the fire, the division would have to cross one mile of open ground, and attack an enemy force that was well entrenched at the top of the hill. Though Pickett protested to General Lee, stating “General I have no division, ” Lee ordered the charge to take place anyway.","Though Pickett received the majority of the blame for the blunder of the charge, he was acting under orders from superior officers. Often Longstreet is forgotten as the main player and orchestrator of the deadly charge. Longstreet later reflected on the mistakes made to Lieutenant Colonel Fremantle. “At 2 P. M. we walked to General Longstreet's camp, which had been removed to a place three miles distant, on the Fairfield road. General Longstreet talked to me for a long time about the battle. He said the mistake they had made was in not concentrating the army more, and making the attack yesterday with 30,000 men instead of 15,000. The advance had been in three lines, and the troops of Hill's corps who gave way were young soldiers, who had never been under fire before. He thought the enemy would have attacked had the guns been withdrawn.”","Though the blame is often laid onto General Pickett,he was only acting under orders. If his division wasn't ordered to be the main effort it can be argued that the blunder of the charge would rest on someone else's shoulders. However, General Longstreet's plan can be viewed as blunder in itself. Ultimately the confederate line charged a well entrenched enemy."],"display_date":"July 3, 1863 - July 3, 1883","search_date":"1873-07-02","locations":[{"id":10806,"lat":39.8715057392,"lng":-77.2179223246,"zoom":9,"place":"ADAMS, Pennsylvania"}],"tags":[{"id":715,"tag":"Military"},{"id":32,"tag":"Civil War"},{"id":697,"tag":"Historiography"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}}]}