{"id":699,"tag":"Temperance Movement","points":[[42.6001926046,-73.9735779487],[37.1915615864,-89.3376456502],[42.3649994065,-70.9800517697],[40.6916304076,-74.0035386433],[32.2202206971,-86.2076124057],[33.553801834,-86.8960886107],[40.7805662337,-73.9388482485],[42.9128684277,-75.6697351039]],"bounds":[[42.9128684277,-70.9800517697],[32.2202206971,-89.3376456502]],"episodes":[{"id":5034,"title":"Prohibition Throughout Time","course_id":43,"status":"P","start_date":"1/30/00","end_date":"1/30/00","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1861, the Boston Temperance Alliance exclaimed that \"alcohol in the living body [was] not a servant or a friend, but a disturber, a foe; in a single word,...a narcotic poison.\" The idea of prohibition has been around since colonial times, spear-headed by a man named Dr. Benjamin Rush who argued in 1784 that excessive alcohol consumption was harmful to both the human body and mind. These ideas were continually supported throughout time by important figures such as Abraham Lincoln. In the 1840s, the \"dry movement\" was lead by zealous religious denominations, especially the Methodists. During the Second Great Awakening, there was an extreme shift of moral attitudes and a push for social reform. The \"hearty, carefree drinking habits of the yeoman-artisan republic\" had eroded so much that public drunkeness became standard and soon associated with human depression, social disorder, and violence.","The Boston Temperance Alliance stated in their 1861 address to the commonwealth that for \"a third of a century, the duty of abandoning the use, and prohibiting the sale, of intoxicating liquors as a beverage has been gaining the assent and commanding the approval of the virtuous of every class.\" The Alliance went on to attacked certain areas of the nation, one in particular being the \"liquor-demented Washington... the deluged-precincts of the capital.\" The truth was; however, that alcohol had always been the focal point of social and political events. Churches were purposefully built next to taverns for congregation after services and alcohol was even seen as a cure for certain illnesses. People who did not attribute the political and social corruption to alcohol, hastily organized opposition to temperance. These members of society founded their own organizations and triggered outbreaks of violence such as the Lager Beer Riot in 1855 after the Know-Nothing mayor of Chicago closed bars on Sunday.","The idea that “respectable men go to church on Sunday” stood; however, and the American Temperance Society brought the movement to a national scale. In the 1890s, the Anti-Saloon League of America became a leading force and sought not only moderation, but complete prohibition. In 1915, a statue known as the Maine Law outlawed sale in alcohol in Portland and consequently, many northern states followed their lead. The Massachusetts Temperance Alliance address stated that the \"progress of every moral enterprise, in order to be stable, must be slow... prohibitory policy has risen from the position of being vascilatingly tolerated in one or two of the states, to that of stable authority in many of them, and even to a recognition by Congress itself.\" The 18th Amendment was eventually put into effect on January 16, 1920. Through the Volstead Act, prohibition was enforced.","Issues of social degradation were the catalyst for the “dry” movement beginning in the mid-1800s. Prohibition; however, became increasingly unpopular, especially in the big cities and on March 23, 1933, President Franklin Roosevelt singed the Cullen-Harrison Act which allowed the manufacture and sale of \"3.2 beer\" and light wines. Surrounding the issue of prohibition during the early 1900s was a sense of inevitability. With such a widespread effort against alcohol, the 18th Amendment was predictable. Blue Laws are currently still in effect for many states in the nation and issues surrounding alcohol have permeated into literature and other forms of entertainment. Although prohibition did not stick, alcohol consumption is still a predominant issue socially and politically; the concentration being moderation once again."],"display_date":"January 30, 1900","search_date":"1900-01-30","locations":[{"id":49725,"lat":42.6001926046,"lng":-73.9735779487,"zoom":9,"place":"Albany, New York"}],"tags":[{"id":111,"tag":"Prohibition"},{"id":699,"tag":"Temperance Movement"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5459,"title":"Communion Alcohol","course_id":84,"status":"P","start_date":"1887-04-09","end_date":"1887-04-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In a letter dated April 9, 1887 Isabella Maud Rittenhouse described a confrontation with her pastor. Rittenhouse, a teetotaler and member of the Temperance Movement, had demanded to know whether communion wine contained alcohol, to which her pastor dismissively replied that “it amused him to hear these WCTU people talking about unfermented wine; that there was no such thing in Christ’s time”.<br /><br /> The Women’s Christian Temperance Union, WCTU, was the largest temperance organization from 1873-1900. During this time the consumption of alcohol was an accepted part of life. Bad drinking water, unsanitary milk, tough working conditions, and new work hours called for men to depend on alcohol at home and on the job. With more drinking came more problems. Husbands abusing their wives and spending all their money on booze made it easy for women to relate to the issue and unite together to stop the selling and consuming of alcohol.<br /><br /> Churches got on board with the moral ideas of the temperance movement. They began to sponsor temperance revivals to spread the ideas of the temperance. A common doctrine for the temperance movement was Teetotalism. People who followed this doctrine believed that distilled liquors did not exist during the times of the Bible. This was viewed as an absolute truth and the driving force in beliefs in the temperance revivals. With this idea came the argument from other Christians who did not believe in Teetotalism. As John Merrill, historian of Temperance religious beliefs, states, “The Bible speaks well of wine, which makes glad the heart of men,” and goes on to say, “This new temperance doctrine is against the spirit of the Bible, and involves an impeachment of the character of the Redeemer of men” (Merrill 148,149). There seemed to be Biblical holes in the doctrine of Teetotalism in the sense of the wine Jesus used in the original communion. Merrill continues, “No consistent man, we think, can fail to be disturbed at the table of the Lord by the presence of an article which he looks upon with horror elsewhere” (Merrill 149). It seems to be impossible for a Christian believer to fight and be afraid of something that is so sacred in their faith. However, this did not stop teetotalers from believing and spreading their ideas and ways of life to others.<br /><br /> Because of the conversation Rittenhouse writes in her letter, “I feel blue to-day”, showing that she was sad to discover the fact that her and the pastor did not have the same belief on this particualr issue in temperance."],"display_date":"April 9, 1887","search_date":"1887-04-09","locations":[{"id":2450,"lat":37.1915615864,"lng":-89.3376456502,"zoom":9,"place":"ALEXANDER, Illinois"}],"tags":[{"id":699,"tag":"Temperance Movement"},{"id":632,"tag":"woman’s suffrage"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":84,"school_id":10}},{"id":5463,"title":"More to the WCTU than Meets the Eye","course_id":84,"status":"P","start_date":"1883-01-01","end_date":"1883-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In a letter to a temperance friend in the late 1800’s Francis Parkman, a Temperance supporter, called a woman who was part of the Women’s Christian Temperance Union out on what he thought the Temperance Movement was about. He writes to the woman saying that temperance was nothing more than, “A wedge to universal woman suffrage”.","In the late 1800‘s people began to become concerned with the high consumption of alcohol. From this emerged the Temperance Movement. The movement sought to ban the consumption and production of alcohol in the United States in order to clean up the country. The Women’s Christian Temperance Movement, WCTU, was the largest temperance union in America from 1873-1900. However, the union did not just focus their attention on temperance alone.","Women were becoming leaders in politics concerning temperance and their eyes began to be opened to the fact that they still could not vote. As historian Ruth Bordin writes, the WCTU president pointed out in her 1891 presidential address that, \"immigrants could vote six months or less after landing, while devoted, intelligent and patriotic women could not” (Bordin 123). This union gave women a voice for one issue that turned into a platform for multiple issues that women faced. Because women were gaining ground with temperance they were able to throw their weight into the fight for women suffrage. The women were already united under the banner of temperance, a banner that could easily be changed to suffrage.","As Parkman surmised, the fight with alcohol had been abandoned in order for women to tackle larger issues on their agenda. He writes that, “All our large cities be subjected to the corrupting farce of prohibition which does not prohibit, which in large communities does not prevent or even diminish drunkenness, but which is the fruitful parent of meanness, fraud, lying, and contempt of law”. It is because of all these reasons that Parkman writes his letter confronting his fellow member of the Temperance Movement."],"display_date":1883,"search_date":"1883-07-02","locations":[{"id":6212,"lat":42.3649994065,"lng":-70.9800517697,"zoom":10,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":699,"tag":"Temperance Movement"},{"id":717,"tag":"Temperance"},{"id":644,"tag":"woman's suffrage"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":84,"school_id":10}},{"id":5465,"title":"Potential Danger for Prohibition","course_id":84,"status":"P","start_date":"1/31/20","end_date":"1/31/20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1920 Linton Smith, also known as the Bishop of Hereford, wrote a controversial article on the Temperance Movement and Prohibition. Linton claimed that prohibition could possibly divide political parties on a, “Sex basis,\" meaning that female prohibition proponents could vote as a block against male opponents of prohibition.<br /> <br /> Strong drink was very popular in the lives of men during the time. In this time men were turning to alcohol because of work conditions, social, and sanitary reasons. In most cases this would affect the home life and relationship between husband and wife.  Because of the large amounts consumed men would become violent with their wives or spend all their income on alcohol rather than providing things needed for their family. Tension was rising between both men and women because of alcohol.<br /> <br />During the mid 1800’s to the early 1900’s women played a dominant role in the Temperance Movement and Prohibition. By 1892 the Women’s Christian Temperance Union, the largest temperance union at the time, had nearly 150,000 members. Historian Ruth Bordin writes that, “Through the WCTU, women became visible as leaders in communities and cities from coast to coast” (Bordin 157). Not only was the WCTU the largest temperance movement, but also the largest women’s organization in America. Because of the growing number of followers, the union began to respond not only to temperance but larger issues they were facing, such as women’s suffrage. Bordin also writes, “Through the Union women learned of their legal and social disabilities, gained confidence in their strengths and talents, and became certain of their political power as a group and as individuals” (Bordin 157). The Union allowed for women to push the envelope and fight for their rights, one of those rights being the right to vote. This right was given to women in 1920 with the passing of the 19th Amendment.<br /> <br />It is for reasons like this that Smith wrote the article on the danger of Prohibition and the Temperance Movement. Women were already aligned, in large numbers, with the WCTU and would vote for Prohibition. Smith felt as though the passing of this law would cause tension between the two sexes and split the political parties based on this one idea. He writes that, “The law will certainly be passed, if it is passed at all, by women for men, and it will be resented the more for that reason”."],"display_date":"January 31, 1920","search_date":"1920-01-31","locations":[{"id":21355,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":699,"tag":"Temperance Movement"},{"id":196,"tag":"women's rights"},{"id":111,"tag":"Prohibition"},{"id":644,"tag":"woman's suffrage"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":84,"school_id":10}},{"id":5686,"title":"An Alabama Minister Fights for Temperance By Using Race","course_id":106,"status":"P","start_date":"1/1/00","end_date":"1/1/19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the early decades of the 20<sup>th</sup> century the Alabama Anti-Saloon League published a brief flyer outlining the group’s proposals. The flyer is titled “The Alabama Anti-Saloon League” and outlines four goals: “First- To federate the Churches, Sunday Schools, Temperance Societies and other moral forces of the State in a conservative, persistent, and determined movement against the saloon; “Second- to create a healthy, sane, and powerful public opinion in favor of Local Option;” “Third- to Secure the nomination and election of such persons to the next General Assembly of Alabama as will pledge their support to a General Local Option Bill, Permitting counties, cities, or subdivisions of the same, to settle the saloon question within their bounds by popular vote, without other recourse than formal petition presented to the proper authority;” and “Fourth- to organize the temperance sentiment of Alabama into a permanent and perpetual Anti-Saloon force. And to press the fight for civic righteousness, asking for that fundamental principle of Democratic government—the right of the majority to rule.”","W. B. Crumpton, the author of the flyer, was an Alabama Baptist minister who had served as a confederate soldier in the Civil War. He helped to create the Alabama chapter of the Anti-Saloon League which focused on “Local Option” as a means of implementing prohibition of alcohol. As stated in the flyer, “Local Option” allowed “counties, cities, and subdivisions” to decide their stance based on popular vote. Local option or popular vote at the local level would allow regions to vote whether to be ‘dry’ or ‘wet’ counties. A supporter of local option and editor of a magazine called Alabama Baptist; W.C. Cleveland wrote about his opinion on state-wide legislation but claimed to only “discuss politics… when it intruded on moral issues.” Historian Wayne Flynt depicts Cleveland as concerned about the creation of “a national or statewide prohibition law as well as creation of a ‘political temperance party… [because] he feared that such politicization would split whites, undermine the Democratic Party, and harm the cause of temperance.” Flynt goes on to suggest that “Cleveland urged individual Christians to spurn liquor, and he urged prohibition leaders to marshal their energy for local option elections,” which would allow the white community to control county-wide legislation without creating controversy among whites. Local option was the best option in the view of many Alabama Baptist ministers because not everyone within the white community agreed with temperance. This would cause friction within the white community because there was an fraction of whites would did not want temperance interfering in their own lives. This faction was dealt with through local option which required a popular vote and, like typical Americans, we accept majority vote as the official say on any matter. This means that local option avoided any friction within the white community because of its majority vote. The National Temperance Almanac states that Local option allowed for a licensing system in which “local, municipal and county authorities” could give liquor licenses “to all applicants of good character.” The requirement of “good character” allowed local governments to control which communities would be allowed liquor licenses.","Local option and the licensing system ended up being a control mechanism used by middle and upper-class whites to once again to reestablish control over the African-American community after reconstruction.  Middle and upper-class whites achieved this though selective licensing when the county was voted ‘wet’. Historian Wayne Flynt describes Crumpton as having “combined racial politics with prohibition, describing whiskey bottles ‘sold only to the brutish negroes’ and that ‘contained pictures of nude white women’.” Crumpton viewed the local option and licensing system as a means to control the African-American community while allowing white superiority to vote their own destiny. The permanent and perpetual Anti-Saloon force, according to Crumpton is pressing for Civil Righteousness, was actually pressing to disenfranchise the African-American communities through local option and the licensing system. "],"display_date":"January 1, 1900 - January 1, 1919","search_date":"1909-07-02","locations":[{"id":50982,"lat":32.2202206971,"lng":-86.2076124057,"zoom":9,"place":"Montgomery, Alabama"}],"tags":[{"id":111,"tag":"Prohibition"},{"id":21,"tag":"Race Relations"},{"id":699,"tag":"Temperance Movement"},{"id":142,"tag":"african americans"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":106,"school_id":10}},{"id":5687,"title":"African-American Pastors Develop the ‘Black Temperance Movement’","course_id":106,"status":"P","start_date":"8/14/10","end_date":"8/14/10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A flyer stating “Colored Citizens Mass Meeting” describes the movement of African-American pastors to change the view of the “Negro Race.”. The flyer describes the place and time that congregations would meet and the objectives of the meeting. The meeting was called in an attempt to “protest against colored women visiting barrooms and barroom premises [and] also against children visiting such places, for whisky and beer.” The pastors also called for a protest in favor of temperance within the African-American communities because alcohol was viewed as “[an] evil... [that is] most disgraceful to the Negro race.”","Although, as the flyer suggests, African-American pastors were concerned about African-American welfare and pro-temperance historian Lee Willis claims that “black churches remained reluctant to endorse temperance whole-heartedly.” This reluctance of the African-American community was due to the racial undertones of the temperance movement within the white community. Historian Wayne Flynt examines how Alabama Baptist ministers harnessed racism within Alabama as a catalyst for the Temperance movement. Flynt states that “Crumpton combined racial politics with prohibition, describing whiskey bottles ‘sold only to the brutish negroes’ that contained pictures of nude white women.” The racist rhetoric used by Crumpton and other white temperance leaders is the cause behind the ambivalence of African-American pastors and community leaders to join the movement.","Despite the reluctance of many African-American leaders to join the cause of the white temperance movement the African-American community would begin to establish their own independent movement. This allowed the African-American community to ride the wave of temperance all the while having distanced themselves from white attempts to regain control of their community. African-American pastors would establish their own movement in an attempt to create a “stepping stone to a greater civil and political advancement.” Although white communities had their own agendas; Historian Donald Yacovone explains that African-American communities made efforts to “adopt temperance principles [in order to] gain white respect.” Many African-American leaders hoped to curb the prejudice views of the white community through temperance.  ","This flyer exemplifies the African-American community’s reaction to the Temperance movement and the attempt of African-American pastors to create, as described by Yacovone, a “moral reform [that] would cause slavery, prejudice, and intemperance to disappear.” The call for “protest [against] the evils [that are] most disgraceful to the Negro race” show an attempt for the African-American community to move forward in order to control their own communities through reform and progressive acts without allowing the white community to once again control their daily lives."],"display_date":"August 14, 1910","search_date":"1910-08-14","locations":[{"id":18257,"lat":33.553801834,"lng":-86.8960886107,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":699,"tag":"Temperance Movement"},{"id":111,"tag":"Prohibition"},{"id":142,"tag":"african americans"},{"id":21,"tag":"Race Relations"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":106,"school_id":10}},{"id":5788,"title":"\"What! Rob A Poor Man of His Beer!\"","course_id":114,"status":"P","start_date":"1873-12-24","end_date":"1873-12-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In this analysis I will attempt to unlock the purpose of a handbill entitled \"What! Rob A Poor man of his Beer!\" and the meaning behind the words contained within that were written by \"Mr. John Barleycorn Jr.\". The name of the author appears to be a fictitcious name that was used by the anonymous writer of the pamphlet to personify alcohol and to better get his point across. The article was published for the use of the Woman's National Christian Temperance Union.","Organizations such as the Women's National Christian Temperance Union were key players in the fight for national Prohibition of alcohol and utilized documents such as \"What! Rob a Poor man of his Beer!\" to get their message across to readers. The exact date of the pamphlets publication is not noted in the document, but it was created by the National Temperance Society and Publication House in New York sometime between December 24th 1873 when the first protest by the Temperance group occurred to prior to the January 16th, 1920, adoption of the Eighteenth Amendment which prohibited the sale and distribution of alcohol.","The document is a poem that describes the possible pitfalls of alcohol consumption and attempts to focus on the important negative aspects of the consequences of its use such as the financial strain, domestic violence, and immoral behavior that its abuse promotes. It is obvious that the document is a pro-Prohibition document that was designed to enlighten the reader and was used as a tool by the Christian Temperance Union to gain support for a nationwide ban on alcohol production.","The pamphlet points out how much money is wasted on alcohol consumption that could be used to improve the lives of the families that it affects. It places a great deal of emphasis upon how funds are wasted in the saloons that could be better the economic situations for many families. This was a definite concern during those times.","As stated in the poem \"What! Rob a Poor man of his Beer!\" there is mention of a few examples of the type of financial issues that alcoholic abuse contributed to. One such example was mentioned in this statement \"Of ten thousand dollars paid upon the spot, two-thirds was paid directly to the saloons.\" (Barleycorn n.d.) This statement alone proves that alcoholism was a major cause for economic problems that were hurting the economy of families across the nation. Violence is also hinted towards in the pamphlet.","There are several lines in the poem which point out alcohol as being the reason for violence in the family. One such line states \"What! Rob a Poor man of his ale, and prevent him from beating his wife.\" (Barleycorn n.d.) This one line speaks of how violence in the family directed towards women was a serious issue and a justification for Prohibition to be ratified. It is clear from such statements that the author wanted to alert readers that domestic abuse occurred when intoxicated husbands returned home from a night out at the saloon.","Overall the document is a perfect example of how organizations got their message across in regard to their views on Prohibition during an era when print media was the only way to spread information and influence public opinion. The pamphlet's author utilized a poem to explain the downfalls of alcoholism and more importantly promoted and drew attention to the benefits of a dry nation. It was also a way to deliver a message to the general population in a language that everyone could understand at that time. This is clear in the simplistic, informative, but also somewhat entertaining, way that the author attempts to get the attention of the reader by his or her use of a poetic form of writing."," "," "," "," "," "],"display_date":"December 24, 1873","search_date":"1873-12-24","locations":[{"id":8927,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":1840,"tag":"Womens Temperance"},{"id":860,"tag":"Principle of Prohibition"},{"id":699,"tag":"Temperance Movement"},{"id":111,"tag":"Prohibition"}],"course":{"name":"America From Civil War to World Stage","school":"Widener University","course_id":114,"school_id":43}},{"id":6294,"title":"<strong>Temperance: The Next Step in Post Civil War Era Social Reform</strong>","course_id":137,"status":"P","start_date":"1870-03-19","end_date":"1870-03-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Gerrit Smith, a politician and abolitionist from New York, called for more social reform in the United States.  Smith, also a financial supporter of the <em>Fredrick Douglass’ Paper,</em> urged for reform that focused on curbing the use and distribution of alcohol after the Civil War.  In a public letter to Hon. Henry Wilson, Smith attacked Wilson for his lack of commitment to the temperance cause.  Smith noted, “For years, you were earnestly engaged in the work of voting slavery to death.  Hence you connected yourself with an independent anti-slavery political party, and eloquently summoned your fellow citizens to do likewise.”  Smith went on to ask, “Why is it that you are not now at work to get the dramshop voted out of existence?”  This excerpt implies that Wilson urged people to go to the polls and vote for the end of slavery, however, when it comes to the idea of temperance, Wilson did not advocate following the voter’s will.","Although it is the duty of every citizen to cast their opinion at the polls, after the abolishing of slavery, Wilson was not committed in urging others to vote.  Smith specifically challenges him out on this.  Smith also points out that southern churches had a great impact on their parishes in regards to voting.  He states that churches in the South refused to state that the idea of slavery was immoral, but insisted it was a necessary evil and a political labor.  Likewise, he believed the churches deny and fail to acknowledge the negative use of alcohol.  Thus the churches failed to persuade people to vote a temperance agenda, and in effect, do not change any social policies.  Since most churches are primarily conservative in thinking and by basing the laws on the idea of the Church, not a single social aspect will change.  Smith recognized and respected Wilson’s acknowledgement of temperance as the next step in the acts of social reform, but he called Wilson to be more deliberate in his support.  Instead of simply implying the idea of temperance, Smith asks Wilson to reach out in the church and call people to the polls to vote down alcohol.","Alcoholism in the 1800s was of great concern after the abolishing of slavery.  Many argued this next social reform was much needed.  After the war, the suicide rate of active duty military personnel nearly doubled.  Alcoholism was one of the main causes of suicide.  Soldiers coped with their experiences in the war with the use of alcohol.  However, this also increases the rate of suicide.  Thus, leading to more support to the temperance movement."],"display_date":"March 19, 1870","search_date":"1870-03-19","locations":[{"id":8896,"lat":42.9128684277,"lng":-75.6697351039,"zoom":9,"place":"MADISON, New York"}],"tags":[{"id":192,"tag":"Gerrit Smith"},{"id":2107,"tag":"Social Reform"},{"id":518,"tag":"Alcoholism"},{"id":699,"tag":"Temperance Movement"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":137,"school_id":3}}]}