{"id":701,"tag":"Lincoln","points":[[34.8943497126,-82.3707811393],[38.9417217,-77.0118456],[38.9071923,-77.0368707],[38.2526647,-85.7584557],[32.0842949,-93.3792057],[37.5407246,-77.4360481],[39.8309293,-77.2310955]],"bounds":[[39.8309293,-77.0118456],[32.0842949,-93.3792057]],"episodes":[{"id":5035,"title":"The People's Lincoln","course_id":43,"status":"P","start_date":"1869-01-01","end_date":"1869-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In Lincoln’s time, public opinion vigilantly labeled a danger posed by their anti-Constitution imperialist. Lincoln was widely hated, caricatured, and actively opposed. His concern for government outweighed his concern for the people, their freedom, and prosperity. The Lincoln depicted with loyal troops and grateful slaves is far from the man exposed in John A. Marshall’s series from 1869 <em>American Bastille: A History of the Illegal Arrests and Imprisonment of American Citizens in the Northern and Border States on Account of Their Political Opinions During the Late Civil War.</em>"," ","Marshall, who referred to himself in publication as “The Author”, compiled 102 accounts of wrongful seizures authorized by Lincoln’s administration, along with 11 orders and proclamations by the President himself or on his behalf to create the <em>American Bastille.</em> The first public order—but not to say, the beginning of the arrests-- from the War Department, on the subject of the previous and ongoing seizures, on August 8, 1862 read, “That all United States Marshals, and Superintendents, and Chiefs of Police of any town, city, or district, be, and they are hereby authorized and directed to arrest and imprison any person or persons who may be engaged by act, speech, or writing, in discouraging volunteer enlistments, or in any way giving aid and comfort to the enemy, or for any other disloyal practice against the United States.” One such victim of the administration’s agenda was Hon. James W. Well. As of 1869 when <em>American Bastille </em>was published, Well had yet to hear the reason for his arrest. However, Marshall assumed that Well’s editorials in the New York “Daily News” condemning the war and outlining the constitutional violations committed by the Lincoln administration contributed to his arrest."," ","John A. Marshall did not include a bibliography of his sources. But upon further investigation, Marshall’s information on decrees for arrest and victim’s statements align with Secretary of War Hon. Daniel S. Lamont’s <em>The War of the Rebellion: Official Records of the Union and Confederate Armies.</em>"," ","The causes for arrests given for the individuals in Marshall’s <em>American Bastille</em> included opposing the Union, supporting the Confederacy in action or in writing, opposing enlistment, failure to comply with the draft, attempts to leave the country if of age for the draft, or if the administration suspected a person of opposition. Once an arrest was made, not only was the right to a trial denied, but also seeking council was itself considered active rebellion. On December 3, 1861, Seth C. Hawley, Chief Clerk of the Metropolitan Police Commissioners of New York, announced, “…the Department of State of the United States will not recognize any one as an attorney for political prisoners, and will look with distrust upon all applications for release through such channels; and that such applications will be regarded as additional reasons for declining to release the prisoners.”  The <em>American Bastille</em> provides a thorough primary account of Lincoln’s administration’s reaction to those who opposed them. And its pages render a story worth reading."," ","Marshall, who refers to himself in publication as “The Author”, included in his series 102 accounts of wrongful seizures authorized by Lincoln’s administration, along with 11 orders and proclamations by the President himself or on his behalf. The first public order—but not to say, the beginning of the arrests-- issued from the War Department on the subject of the previous and ongoing seizures, on August 8, 1862 by Edwin M. Stanton, Secretary of War read, “That all United States Marshals, and Superintendents, and Chiefs of Police of any town, city, or district, be, and they are hereby authorized and directed to arrest and imprison any person or persons who may be engaged by act, speech, or writing, in discouraging volunteer enlistments, or in any way giving aid and comfort to the enemy, or for any other disloyal practice against the United States.” One such victim of the administration’s lip-locking agenda was Hon. James W. Well. As of 1883 when <em>American Bastille </em>was published, Well had yet to hear the reason for his arrest. However, it can be assumed that his editorials in the New York “Daily News” condemning the war and outlining the constitutional violations committed by the Lincoln administration contributed to his arrest.","John A. Marshall does not include a bibliography of his sources, but upon further investigation, Marshall’s information on decrees for arrest and victim’s statements align with Secretary of War Hon. Daniel S. Lamont’s <em>The War of the Rebellion: Official Records of the Union and Confederate Armies.</em>","The causes for arrests given for the individuals in Marshall’s <em>American Bastille</em> included opposing the Union, supporting the Confederacy in action or in writing, opposing enlistment, failure to comply with the draft, attempts to leave the country if of age for the draft, or if the administration suspected a person of opposition. Once an arrest was made, not only was the right to a trial denied, but also seeking council was itself considered active rebellion. On December 3, 1861, Seth C. Hawley, Chief Clerk of the Metropolitan Police Commissioners of New York, announced, “…the Department of State of the United States will not recognize any one as an attorney for political prisoners, and will look with distrust upon all applications for release through such channels; and that such applications will be regarded as additional reasons for declining to release the prisoners.”  The <em>American Bastille</em> provides a thorough primary account of Lincoln’s administration’s reaction to those who opposed them. And its pages render a story worth reading."],"display_date":1869,"search_date":"1869-07-02","locations":[{"id":1276,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":32,"tag":"Civil War"},{"id":700,"tag":"arrest"},{"id":701,"tag":"Lincoln"},{"id":702,"tag":"seizure"},{"id":703,"tag":"Yankee"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5553,"title":"Lincoln Elementary and High School, McClennanville, SC: A Standing Artifact of Desegregation in South Carolina","course_id":91,"status":"P","start_date":"1/1/55","end_date":"12/31/60","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["A photograph of Lincoln Elemetary and High School, as it still stands in McClennanville, South Carolina, an unoccupied building with boarded windows, is the starting point for this episode in American history. The photograph was taken by Rebekah Dobrasko, in 2008, as part of a master's thesis on equalization schools in South Carolina.","Across the state of South Carolina from 1951-1960, a wave of new schools known as \"Equalization schools\" were built in response to the ruling of the Briggs v. Elliot case from neighboring Clarendon County, South Carolina.","Briggs v. Elliot was eventually combined into Supreme Court case Brown v. Board of Education, which overturned racial segregation in American schools. In 1951, however, desegregation in American schools did not appear imminent. The Briggs v. Elliot case only established that segregated schools were unequal in facilities. White schools were better funded, newer, had better books and resources, and, as Briggs v. Elliot specifically charged, school buses so that children could attend without walking many miles every day.","The solution to this inequality would eventually be, with Brown v. Board, to integrate black children into these better-funded schools, but the state was committed to delaying court-mandated integration for as long as possible. The immediate answer to the Briggs case was “equalization schools”; represented by 1950s architecture like Lincoln Elementary and High School, built in 1955, that still stands across the state.","These small, flat-roofed, one-story building were built across the state as schools for white and black children. Building all new schools was a costly solution. The County of Greenville alone built 11 new schools between 1953 and 1958. The small scale of most of these schools reflects reluctance for schools to create schools to accommodate the whole community of children, white and black.That the design of these school building was specific to the ideology of racial segregation that peaked in strength and visibility at mid-century, is evident by the abandoned and decayed state of most of these small schools today."],"display_date":"1955 - 1960","search_date":"1957-12-31","locations":[{"id":29467,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"Greenville, South Carolina"}],"tags":[{"id":1477,"tag":"equalization schools"},{"id":746,"tag":"Supreme Court"},{"id":831,"tag":"construction"},{"id":701,"tag":"Lincoln"},{"id":1412,"tag":"Greenville, SC"},{"id":719,"tag":"South Carolina"},{"id":466,"tag":"Educational System"},{"id":473,"tag":"Brown vs. Board of Educat"},{"id":6,"tag":"Education"},{"id":43,"tag":"Desegregation"}],"course":{"name":"Urban and Suburban America","school":"Furman University","course_id":91,"school_id":4}},{"id":6513,"title":"The Lincoln Family Moves to the Soldiers' Home","course_id":159,"status":"P","start_date":"1864-06-29","end_date":"1864-10-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            On June 29, 1864 President Lincoln sent a telegram to his wife who was traveling in New York: \"All well, Tom is moving things out.\" This telegram is referring to one of the family's employees, who was likely helping the family move their belongings from the White House to the Soldiers Home, just two and a half miles away. This telegram signified the start of the Lincolns' third summer at the Soldiers' Home, which would come to an end sometime in October and be their final summer at their family refuge, away from the chaos of life at the White House and of Civil War Washington, DC.","            In a letter Mary Todd Lincoln wrote to a friend asking her to visit the family in Washington, Mrs. Lincoln mentioned a desire for privacy and the ability of the Soldiers' Home to fulfill that need. She described the place as beautiful, one where they would be able to ride into the city every day and \"be as secluded as we please.\" In addition to the privacy, the Lincolns enjoyed receiving friends and guests. In another letter, Mrs. Lincoln wrote that it was “such a pleasure, especially, at such a charming place as this [the Soldiers' Home], to receive one's friends.” There are also accounts of President Lincoln finding relaxing moments and even transitioning seamlessly from work to rest in the comfort of the Soldiers' Home cottage. Lincoln's private secretary, John Hay, wrote in his diary: \"I went with [President Lincoln] to the Soldier's Home and he read Shakespeare to me . . . till my heavy eye-lids caught his considerate notice and he sent me to bed.\" Another account is found in Senator Orville Browning's diary: \" In the evening went out to Soldiers' Home . . . The President got home soon after we reached there. He asked me to sit down with him on the stone steps of the portico - then took from his pocket a map of Virginia . . . and gave me all the news he had from there. He then took from his pocket a copy of Hallack's poems, and read to me about a dozen stanzas . . . \"","            The Lincolns were comfortable in their refuge at the Soldiers' Home. In her photo album, Mrs. Lincoln even included a picture of the family cottage there. Then, in August after her husband's death, she wrote to a friend. Amongst other family updates and commentary, she remarked in her mourning, \"How dearly I loved the 'Soldier's Home' & I little supposed, one year since, that I should be so far removed from it, broken hearted, and praying for death.\" In her mourning, Mary Todd Lincoln harkens back to happier times. The Soldier's Home allowed the family more privacy in their own house, something the White House could not provide. The cottage at the Soldiers Home in Washington, DC afforded a calmer more private life, two and a half miles separated from a very public life at the White House."],"display_date":"June 29, 1864 - October 30, 1864","search_date":"1864-08-29","locations":[{"id":52907,"lat":38.9417217,"lng":-77.0118456,"zoom":8,"place":"140 Rock Creek Church Rd NW, Washington,"}],"tags":[{"id":2965,"tag":"Soldiers' Home"},{"id":701,"tag":"Lincoln"},{"id":32,"tag":"Civil War"}],"course":{"name":"Digital History and Pedagogy","school":"North Carolina State University","course_id":159,"school_id":30}},{"id":6518,"title":"Lincoln Unimpressed with Kentucky's Impressment of African-Americans","course_id":159,"status":"P","start_date":"1864-06-13","end_date":"1864-06-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["     Noone doubted the existence of unlawful impressment of African-American soliders into the Confederate Army during the Civil War. On March 26, 1863, the Confederate Congress passed the Impressment Act, which allowed it \"to impress, or seize, food, fuel, slaves, and other commodities to support armies in the field.\" A 1793 law prohibited African Americans from bearing arms in the U.S. Army, but dwindling recruitment numbers resulted in forcing many slaves to be used for manual labor in the Confederate Army. On the other side of the battle lines, the Union Army initially had trouble recruiting free black men after Lincoln's passage of the Emancipation Proclamation, but President Lincoln would never resort to allowing his men to illegally force African-Amercians, or anyone else for that matter, to join the Union Army against their will; however, even though the Union Army legally enlisted free black men in 1863, it's evident that illegal impressment into the Union Army occured. ","When President Lincoln got wind of news that Kentucky Major General George Thomas and his men were impressing African-Americans into his Union forces, he didn't hesitate to express his dissastication. On June 13, 1864, Lincoln sent a telegram to Thomas accusing his Kentucky Union forces of \"seizing negroes and carrying them off without their own consent and according to no rules whatever, except those of absolute violence.\" Lincoln probably wasn't surprised that such an act would be occuring in a border state like Kentucky. The people of Kentucky were often at odds over the issue of slavery and most Kentuckians were not opposed to the institution --even Major General George Thomas was born into a slave-owning family and wasn't particularly sympathetic to African-Americans. Slavery wouldn't be abolished in Kentucky until December 1865 and Kentucky Union forces probably resorted to impressing black soldiers when the enlistment of free black men weren't meeting their high demands. ","Regardless of the demand that Kentucky Union forces weren't meeting in their recruitment numbers, impressment would not be tolerated under Lincoln's command. Although African-American soldiers in the Union Army suffered from subpar treatment, conditions, and compensation compared to their white counterparts, President Lincoln was aware of these issues and fought to obtain equal pay for black soldiers and equal protection for black POWs who were often heavily mistreated by their Confederate captors. Consequently, it was during the same month that Lincoln scolded Major General George Thomas for impressing African-Americans that Congress granted equal pay for U.S. colored troops. As a leader that believed in projecting a good and just moral code upon his men, President Lincoln demanded in his telegram that Major General Thomas ensure \"making soldiers of negroes is done according to the rules you are acting upon, so that unneccessary provation and irritation be avoided.\" President Lincoln's direct correspondence over the matter of the impressment of black soldiers into the Union Army illustrates his compassion for African-Americans and his no tolerancy policy of impressment and unnecessary violence towards African-Americans."],"display_date":"June 13, 1864","search_date":"1864-06-13","locations":[{"id":52826,"lat":38.9071923,"lng":-77.0368707,"zoom":5,"place":"Washington D.C."},{"id":52914,"lat":38.2526647,"lng":-85.7584557,"zoom":5,"place":"Louisville, Kentucky"}],"tags":[{"id":2978,"tag":"Confederate"},{"id":2977,"tag":"Soldiers"},{"id":2976,"tag":"Telegram"},{"id":311,"tag":"Union"},{"id":1362,"tag":"Telegraph"},{"id":1677,"tag":"Black"},{"id":3,"tag":"African-Americans"},{"id":701,"tag":"Lincoln"},{"id":2706,"tag":"Impressment"},{"id":32,"tag":"Civil War"}],"course":{"name":"Digital History and Pedagogy","school":"North Carolina State University","course_id":159,"school_id":30}},{"id":6520,"title":"Union army receives heavy losses at Red River, Lincoln relieves Gen. Banks of his command","course_id":159,"status":"P","start_date":"1864-04-09","end_date":"1864-04-22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the Red River Campaign of March-May 1864, Union forces attempted to gain ground near the Red River in Northern Louisiana. The target of the Union campaign was Shreveport, headquarters of a large Confederate force and capital of Confederate Louisicana. Union troops were commanded by Major General Nathaniel Banks, who was also a prominent Republican figure and a former speaker for the House of Representatives. However, despite Banks' political reputation, his battlefield tactices left much to be desired. Despite commanding a force of Union troops that heavily outnumbered the Confederates, the Union suffered heavy losses and were forced to retreat. While the outcome of the Civil War appeared to be decided in favor of the union, this was the last decisive Confederate victory.","The failure of the Red River campaign was the last in which Banks had significant military command. Lincoln pushed to have Banks removed of his command and was eager to learn of his removal, sending a telegram on April 22, 1864 to General Mason Brayman in Louisiana that asked \"What day did General Corse part with Gen Banks?\". Shortly after being removed from his military duties, Banks was placed on leave in Washington D.C., where he proved to be an asset to Lincoln in the political arena, lobbying Congress to support the President's plans for reconstruction in Louisiana.","Even though Banks may have been over his head in terms of his military assignments, Lincoln did not hesistate to exercise his duties as Commander in Chief, and in some way, \"micromanage\" the assignments and leadership on the battlefields. The previous telegram illustrates how important this issue was to Lincoln, as he was eager in following up his interest in removing Banks from his command. The telegraph granted Lincoln powers that had never been used by a previous President. However, this instant form of communication and his authoratative style of managing his resources revolutionized the methods in which war is organized and executed by field generals and their commanders. "],"display_date":"April 9, 1864 - April 22, 1864","search_date":"1864-04-15","locations":[{"id":52917,"lat":32.0842949,"lng":-93.3792057,"zoom":8,"place":"Red River LA"},{"id":52779,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington, DC"}],"tags":[{"id":2987,"tag":"Washington"},{"id":2986,"tag":"Louisiana"},{"id":2985,"tag":"Banks"},{"id":2984,"tag":"General"},{"id":2983,"tag":"Red Rivers"},{"id":2982,"tag":"Mansfield"},{"id":701,"tag":"Lincoln"},{"id":32,"tag":"Civil War"}],"course":{"name":"Digital History and Pedagogy","school":"North Carolina State University","course_id":159,"school_id":30}},{"id":6612,"title":"\n\nLincoln Removes General McClellan From Command","course_id":164,"status":"P","start_date":"1862-01-01","end_date":"1862-11-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In November, 1862, a change occurred in Union power as President Abraham Lincoln removed General George McClellan from command of the Army of the Potomac. <em>The New York Times</em> stated, during “the fifteen months…he has had virtual control of the war have been utterly barren of results...Few commanders in history have had such splendid opportunities, and fewer still have so ostentatiously thrown them away.” McClellan commanded the Army of the Potomac satisfactorily from 1861 until November of 1862; as the war progressed, he quickly became paranoid about the size and talent of the Confederate Army. He was never outnumbered by the Confederates, and his paranoia put him at a mental disadvantage. "," ","During the start of the Seven Days Battle of July 1862, McClellan ably commanded his army. McCllelan launched an attack on Robert E. Lee and his troops. The Federals did not make irreversible gains, but McClellan believed his troops were in control; yet he ordered them to fall back. The retreat gave Confederates the advantage of more time. Consequently, Lee and his troops defended their position and caused McClellan to retreat due to his fear of losing. After this failure, Lincoln decided to give McClellan another chance which came at the Battle of Antietam nearly two months later."," ","The night before the Battle of Antietam, McClellan believed the Confederate Army had 120,000 plus men. Stephan Sears states, “McClellan imagined three Rebel soldiers for every one he faced on the Antietam battlefield. Every decision he made that September…was dominated by his fear of counterattack by phantom Confederate battalions.” McClellan had a plan to send troops as a diversion; he believed this would prevent Lee from overtaking Joe Hooker’s division. However, he gave his orders too late, and this caused McClellan to lose control of the battle, and let his irrational fears of the Confederate Army take over."," ","Lincoln wrote to McClellan to discuss his failures and give him a chance to respond; however, McClellan failed to impress Lincoln. After his failures in battle, Lincoln wanted to appoint someone more capable to the position of Commander of the Army of the Potomac. Lincoln talked to General Ambrose Burnside about becoming the new commander. Burnside had previously been asked to accept control after his success in North Carolina, but at that time Burnside denied the offer. This time the request was coming directly from the President, making it difficult to refuse. Burnside did not believe that he deserved this position, and he accepted it with reluctance."," ","McClellan allowed his fear of failure to control his ability to succeed as commander of the Army of the Potomac. If he would have been able to think more systemically and put aside the pressure to be perfect, he may not have lost his position. He frequently overestimated the size and power of the opponent; ultimately, this led to failure. The refusal to pursue the enemy at the close of the Antietam battle and for weeks afterwards, was the last straw for Lincoln, and he removed McClellan from power. Ultimately, McClellan was replaced by General Burnside as the new commander of the Army of the Potomac."," "],"display_date":"January 1, 1862 - November 30, 1862","search_date":"1862-06-16","locations":[{"id":14214,"lat":37.5407246,"lng":-77.4360481,"zoom":7,"place":"RICHMOND, Virginia"}],"tags":[{"id":3170,"tag":"Seven Days"},{"id":3169,"tag":"Burnside"},{"id":3168,"tag":"McClellan"},{"id":1792,"tag":"Antietam"},{"id":311,"tag":"Union"},{"id":755,"tag":"Confederacy"},{"id":701,"tag":"Lincoln"}],"course":{"name":"The Civil War and Reconstruction","school":"Juniata College","course_id":164,"school_id":3}},{"id":6662,"title":"Analysis of The Gettysburg Address","course_id":170,"status":"P","start_date":"1863-11-19","end_date":"1863-11-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["  On November 19, 1863 in Gettysburg, Pennsylvania, Abraham Lincoln gives his most famous speech as president. This address takes place at union cemetery after the Battle of Gettysburg and is meant to help mourn the loss of the soldiers that died, but it did way more than that. The Gettysburg address is one of the most important speeches given during the time of the civil war. This speech encapsulates everything that the United States was struggling with during that time. Abraham Lincoln is able to use this speech as a sign of hope for the thousands of people who have lost it.","The Gettysburg address embodies what our country stands for but also show why the United States is a great country. Though the struggle of the war was at its climax Lincoln was able to bring a sense of security to the people of the union. The beginning of this speech sets the tone for the message Lincoln is trying to convey. In his address he states “Four score and seven years ago our father brought forth, upon this continent, a new nation, conceived in liberty, and dedicated to the proposition that “all men are created equal”.” In this infamous quote he is trying to make the statement that this country is founded on the principle of equality and he plans to do all he can to make it stay that way. So many people in the country at that time just wanted the country to come back together on the principles it was founded on.","Another point Lincoln tries to make in his address is that you can’t forget the events that are unfolding throughout the war. He says “ That we here highly resolve these dead shall not have died in vain; that the nation shall have a new birth of freedom and that the government by the people by the people for the people, shall not perish from earth.” Lincoln is trying to tell the people of the union and the rest of the divided country that we have to protect the principles that the men on the battlefield are fighting for, and we can’t let them die in vain. He also sends a beacon of hope to many people throughout saying that we are still a country for the people and it will not change."," ","To conclude, the Gettysburg Address is one of the most influential speeches of its time and it is still known around the United States today. Lincoln was able to convey a message of hope and determination when it was hard to have either of them. He spoke of the principle our countries were founded on and why we cannot forget the importance of each event of the Civil War. The effect of this war still echoes throughout our everyday lives. This address is able to embody everything we stand for as a country and it will forever be known as one of the best speeches given by a president."],"display_date":"November 19, 1863","search_date":"1863-11-19","locations":[{"id":53031,"lat":39.8309293,"lng":-77.2310955,"zoom":8,"place":"Gettysburg, Pennslyvannia"}],"tags":[{"id":701,"tag":"Lincoln"},{"id":3270,"tag":"Gettysburg Address"},{"id":32,"tag":"Civil War"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}}]}