{"id":703,"tag":"Yankee","points":[],"bounds":[[-100,-100],[100,100]],"episodes":[{"id":5035,"title":"The People's Lincoln","course_id":43,"status":"P","start_date":"1869-01-01","end_date":"1869-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In Lincoln’s time, public opinion vigilantly labeled a danger posed by their anti-Constitution imperialist. Lincoln was widely hated, caricatured, and actively opposed. His concern for government outweighed his concern for the people, their freedom, and prosperity. The Lincoln depicted with loyal troops and grateful slaves is far from the man exposed in John A. Marshall’s series from 1869 <em>American Bastille: A History of the Illegal Arrests and Imprisonment of American Citizens in the Northern and Border States on Account of Their Political Opinions During the Late Civil War.</em>"," ","Marshall, who referred to himself in publication as “The Author”, compiled 102 accounts of wrongful seizures authorized by Lincoln’s administration, along with 11 orders and proclamations by the President himself or on his behalf to create the <em>American Bastille.</em> The first public order—but not to say, the beginning of the arrests-- from the War Department, on the subject of the previous and ongoing seizures, on August 8, 1862 read, “That all United States Marshals, and Superintendents, and Chiefs of Police of any town, city, or district, be, and they are hereby authorized and directed to arrest and imprison any person or persons who may be engaged by act, speech, or writing, in discouraging volunteer enlistments, or in any way giving aid and comfort to the enemy, or for any other disloyal practice against the United States.” One such victim of the administration’s agenda was Hon. James W. Well. As of 1869 when <em>American Bastille </em>was published, Well had yet to hear the reason for his arrest. However, Marshall assumed that Well’s editorials in the New York “Daily News” condemning the war and outlining the constitutional violations committed by the Lincoln administration contributed to his arrest."," ","John A. Marshall did not include a bibliography of his sources. But upon further investigation, Marshall’s information on decrees for arrest and victim’s statements align with Secretary of War Hon. Daniel S. Lamont’s <em>The War of the Rebellion: Official Records of the Union and Confederate Armies.</em>"," ","The causes for arrests given for the individuals in Marshall’s <em>American Bastille</em> included opposing the Union, supporting the Confederacy in action or in writing, opposing enlistment, failure to comply with the draft, attempts to leave the country if of age for the draft, or if the administration suspected a person of opposition. Once an arrest was made, not only was the right to a trial denied, but also seeking council was itself considered active rebellion. On December 3, 1861, Seth C. Hawley, Chief Clerk of the Metropolitan Police Commissioners of New York, announced, “…the Department of State of the United States will not recognize any one as an attorney for political prisoners, and will look with distrust upon all applications for release through such channels; and that such applications will be regarded as additional reasons for declining to release the prisoners.”  The <em>American Bastille</em> provides a thorough primary account of Lincoln’s administration’s reaction to those who opposed them. And its pages render a story worth reading."," ","Marshall, who refers to himself in publication as “The Author”, included in his series 102 accounts of wrongful seizures authorized by Lincoln’s administration, along with 11 orders and proclamations by the President himself or on his behalf. The first public order—but not to say, the beginning of the arrests-- issued from the War Department on the subject of the previous and ongoing seizures, on August 8, 1862 by Edwin M. Stanton, Secretary of War read, “That all United States Marshals, and Superintendents, and Chiefs of Police of any town, city, or district, be, and they are hereby authorized and directed to arrest and imprison any person or persons who may be engaged by act, speech, or writing, in discouraging volunteer enlistments, or in any way giving aid and comfort to the enemy, or for any other disloyal practice against the United States.” One such victim of the administration’s lip-locking agenda was Hon. James W. Well. As of 1883 when <em>American Bastille </em>was published, Well had yet to hear the reason for his arrest. However, it can be assumed that his editorials in the New York “Daily News” condemning the war and outlining the constitutional violations committed by the Lincoln administration contributed to his arrest.","John A. Marshall does not include a bibliography of his sources, but upon further investigation, Marshall’s information on decrees for arrest and victim’s statements align with Secretary of War Hon. Daniel S. Lamont’s <em>The War of the Rebellion: Official Records of the Union and Confederate Armies.</em>","The causes for arrests given for the individuals in Marshall’s <em>American Bastille</em> included opposing the Union, supporting the Confederacy in action or in writing, opposing enlistment, failure to comply with the draft, attempts to leave the country if of age for the draft, or if the administration suspected a person of opposition. Once an arrest was made, not only was the right to a trial denied, but also seeking council was itself considered active rebellion. On December 3, 1861, Seth C. Hawley, Chief Clerk of the Metropolitan Police Commissioners of New York, announced, “…the Department of State of the United States will not recognize any one as an attorney for political prisoners, and will look with distrust upon all applications for release through such channels; and that such applications will be regarded as additional reasons for declining to release the prisoners.”  The <em>American Bastille</em> provides a thorough primary account of Lincoln’s administration’s reaction to those who opposed them. And its pages render a story worth reading."],"display_date":1869,"search_date":"1869-07-02","locations":[{"id":1276,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":32,"tag":"Civil War"},{"id":700,"tag":"arrest"},{"id":701,"tag":"Lincoln"},{"id":702,"tag":"seizure"},{"id":703,"tag":"Yankee"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}}]}