{"id":704,"tag":"Urbanization","points":[[40.7805662337,-73.9388482485],[33.5543155862,-86.8964933862],[28.5146851201,-81.3237702415],[42.107446354,-83.1351982696],[41.8781136,-87.6297982]],"bounds":[[42.107446354,-73.9388482485],[28.5146851201,-87.6297982]],"episodes":[{"id":5038,"title":"I Feel Like a Stranger Now","course_id":43,"status":"P","start_date":"1863-01-01","end_date":"1885-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["As eighty-one-year old Mr. Paul reflects back on the seventy-four years he lived in Bronx, New York, he paints an image of the city he remembers as far different from the one in which he now lives after the surge of industrialism.  An avid gardener, Mr. Paul describes the old Bronx in terms of rose gardens, flowers, and cherry trees in stark contrast to the “bleak and stony” “shadows” that “blot out the sun.”  Fire-escapes, aerial wires, and tenement dust have replaced the precious patch of earth which was his garden in the backyard in which he cultivated flowers. ","In referring to the subject of commerce, Mr. Paul remembers the stores and shops by their owners with whom he was in community.  His next door neighbor “the baker” was known throughout Bronx for his rye bread and for his kindness to those in need, and passed the family business down to his son.  The way Mr. Paul describes the interactions with others in the neighborhood resembles a strong sense of community and is steeped in personal interactive relationships. ","Scenes of despair about the decreasing sense of community were commonplace in nineteenth century cities.  Often alone and isolated, city folk found themselves cut off from the traditional support of family and neighbors.  Feeling that it was necessary to create new forms of life in the modern metropolis, many turned to journalism as a venue for connecting with the world around them.  As much as public life was flourishing, the rise of the private spectrum also sought nationwide attention.  The power, prerogative, and sanctity of private property encouraged the spread of new ideas about business organization into almost every enterprise, large and small."," ","Mr. Paul’s personal testimony a","The transformation that took place in New York City was first a work of the imagination.  Every structure in this newly developing metropolis added to the good or bad impression of the city dwellers; all who ambitiously set out to erect new buildings were either enhancing or deteriorating public taste.  It was linkages between landscape, culture, and power that informed the discourse of the city building, and behind the design of the new city was a moral environmentalism, a belief that natural and built environments exert profound influence over the ideals and capacities that make of the city life.  American civilization would now be tested in urban areas as the drama of legitimization had shifted scenes.  Imbedded in the motives to create and develop a vast metropolis was a sense of spirituality and moral ideology.  The growth and progress of New York City began in the imagination of ambitious city-dwellers devoted to the idea of progress and advancement.  Though the whole process was one of a trade-off between the old and the new, most individuals of the age believed that given a chance to grow, New York City could become the imperial metropolis of the world.","bout the physical and intangible changes brought about through urbanization reflect the large scale transformations that cities were undergoing across the country.  Though his story represents the negative personal effects of urbanization, economists and businessmen had much to gain through the rise of the city.  This change was both palpable and visible, and in Mr. Paul’s case, provoked a long inhabitant of a city to recognize his own yard as foreign."],"display_date":"1863 - 1885","search_date":"1874-07-02","locations":[{"id":8925,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":78,"tag":"City Life"},{"id":704,"tag":"Urbanization"},{"id":705,"tag":"Community"},{"id":706,"tag":"Cultural Life"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5217,"title":"James Nelson Makes Plea to the City","course_id":62,"status":"P","start_date":"1/1/55","end_date":"12/31/80","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["He called it a \"rape of history.\" <em>Birmingham News</em> art critic James Nelson made this charge as part of his plea to the citizens of Birmingham to save the historic Fox building. The Fox once housed one of the city’s many theatres; however, that was not the reason Nelson wanted to save it. The building was an architectural marvel and a structure he believed was Birmingham’s equivalent to Chicago’s Old Water Tower, the only standing structure after the Great Chicago Fire. The building was built in the Italian Renaissance palaccio style. With three floors, each separated by a cornice rib that could be seen from the street. Built by an early mayor of Birmingham, the building had architectural, social, religious and political significance; however, its close proximity to the Central Business District and lack of interest in revitalizing downtown, made the building a prime target to be torn down.","Throughout the late summer and early fall, <em>The Birmingham News </em>ran stories on the back-and-forth court battle that was taking place. Finally, the newspaper reported United States District Judge U. W. Clemon ruled that the building could be demolished after a long and excruciating grassroots effort to save the building failed. The judge’s ruling stated that the preservationists had waited too long to file a suit to save the building. Even though there was an effort to save the building, the Judge said that there was a severe lack of interest in restoring the building. Instead, he said, the Fox building had been an unoccupied eyesore in the city for years. In its place was to stand a branch of the Federal Reserve Bank of Atlanta.","According to John Poole, author of “The Federal Theatre Project in Georgia and Alabama,” Birmingham’s explosive growth at the end of the nineteenth century and the beginning of the twentieth century led to its citizens caring more about economics than history. Poole’s theory has proven true with the demolition many historic buildings in Birmingham to make way for new buildings and parking lots that will be more practical to the city. Because of this, Birmingham lost many pieces of its history. Future generations will not have as many architectural marvels as past generations had to rejoice over. Perhaps future city governments will look back and heed Nelson’s warning."],"display_date":"1955 - 1980","search_date":"1968-01-01","locations":[{"id":28563,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":704,"tag":"Urbanization"},{"id":203,"tag":"Birmingham, Alabama"},{"id":955,"tag":"Theatre"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":62,"school_id":10}},{"id":5604,"title":"Bob MacHardy's Journey to Work","course_id":88,"status":"P","start_date":"8/25/85","end_date":"8/25/85","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Bob MacHardy was a teacher at Winter Park High School from 1962 until his unexpected death in 1985. During that time, he and his wife and sons lived at 233 Pinewood Drive in southern Maitland. His journey to his job roughly six miles away was typical for a middle class educator in central Florida. A winding labyrinth of suburbs encircled both his house and the High School at which he worked, and only briefly made contact with any major thoroughfares. The route mainly consisted of a long, slow straightaway crowded with trees and families. MacHardy’s trip to work yields great insight into the suburban middle class culture in Winter Park in the 1970s and 80s.","The city of Maitland is one of the oldest incorporated cities in Central Florida, and somewhat of a sister city to Winter Park. By the turn of the twentieth century, transportation allowed for more people to settle farther from the railroads that confined Winter Park and the surrounding areas. The 1950s saw a boom in Maitland’s growth as corporations were making their way into central Florida.The first suburbs were built to house workers from the Martin Marietta Corporation, and with the growth of State Road 17-92 in the 1960s, the suburban development flourished even more.","The arrival of Disney World in 1971 drew more commerce into central Florida than ever before, and between 1972 and 1979, Maitland added twelve new residential subdivisions as a result of this expansion. If it is any indication of the demographic of Maitland, the 2010 census showed 80 percent of the inhabitants as white. Undoubtedly, this would have been much higher in the 1980s when Mr. MacHardy lived there.","Built in 1969, Winter Park High School already catered to the suburban professionals of Winter Park itself. Its location away from downtown Winter Park allowed for growth and development of suburbs for middle class white professionals who wanted a safe haven for their children. These professionals in the 1980s used the brand new surrounding suburbs as a means of staying close to work while simultaneously being close to a suitable school system tucked away from the hustle and bustle of Fairbanks Avenue.","Bob MacHardy’s journey to work was short and typical for a Winter Park professional. Essentially as a scenic route away from any semblance of urbanity, his journey reflected the 1980s resurgence of suburbanization in response to the relative degradation of the 1970s, as did the suburban developments around his workspace itself. As an informative look into the life and work of an 80s suburbanite, MacHardy’s journey to work does not disappoint."," "],"display_date":"August 25, 1985","search_date":"1985-08-25","locations":[{"id":40176,"lat":28.5146851201,"lng":-81.3237702415,"zoom":9,"place":"Orange, Florida"}],"tags":[{"id":1510,"tag":"Suburbanization"},{"id":704,"tag":"Urbanization"},{"id":1562,"tag":"Obituary"}],"course":{"name":"United States Since 1945","school":"Rollins College","course_id":88,"school_id":5}},{"id":5839,"title":"Back to the Farm Movement: A 20th Century Battle Between Rural &amp; Urban Living","course_id":118,"status":"P","start_date":"9/1/00","end_date":"9/30/11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["The opening and subsequent expansion of the Henry Ford Factory in 1903, among many other factors, led to the population of the city of Detroit skyrocketing to one million residents between the years of 1910 and 1920. The rapid expansion of urban populations led to concerns that the remaining farmers would not be able to grow enough to feed them all. Some urban intellectuals suggested that people should move “Back to the Farm” in order to ensure a sufficient food supply for the country.","In September of 1910, for example, an article in the Detroit Free Press used the upcoming census as a chance for people to react to both urban and rural growth. The author believed that after decades of urban growth, the country would finally outnumber the cities nationwide. The author attributes this shift to the disadvantages of country life compared to the urban advantages of technological advancements such as the trolley, the telephone and mail. He also suggests that farmers should make a lot of money because they have to feed all the people in the cities.","Almost exactly one year later, another editorial with similar themes was published about the \"Back to the Farm\" movement. A sociologist named Dr. L.H. Balley from Cornell opposes the movement, saying that there are enough farmers to feed the cities. He calls for a \"co-ordinate relationships between city and surrounding rural areas\" where both city and farm living is healthy for the well-being of the human population as a whole.  The author in the Detroit Free Press editorial is enraged at this doctor and angrily questions the existence of sociology and the doctor grouping society as a whole instead of leaving it up to the free will of individuals to make choices.","A few days later, a third article stated that Thomas Edison visited Austria and declared that everyone should have a small plot of land to grow food for themselves and their families. He says that “rural life is the basis for human happiness,” and calls urban settings “artificial.”","The arguments in this series of editorials sets up the city and countryside as polar opposites, when they are actually inherently related. We see the relationship between the cities and the countryside in the first two editorials, where the city-dwellers depend on the produce from the countryside to feed themselves and their families. The article that features Thomas Edison goes so far to fetishize the wilderness as sacred, like nineteenth-century romantics, and inherently better for the human soul and psyche. We can see here the creation of binaries that will affect the way the human beings treat the earth in modern times."],"display_date":"September 1900 - September 1911","search_date":"1906-03-17","locations":[{"id":50025,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1918,"tag":"Detroit Free Press"},{"id":1917,"tag":"Rural Life"},{"id":1595,"tag":"Thomas Edison"},{"id":704,"tag":"Urbanization"},{"id":1899,"tag":"Detroit"},{"id":897,"tag":"Farming"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5859,"title":"All Quiet in Delray? The role of annexation in environmental history","course_id":118,"status":"P","start_date":"1/1/05","end_date":"12/31/05","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The distinctions between the city of Detroit and the metropolitan area of Detroit have existed since the early historical documentation of the region. Consider Delray. Delray, a neighborhood approximately two miles south of the city center has long been a major industrial center for the city. Home to salt mines, steel plants, and later a massive waste water treatment facility, Delray has borne the brunt of heavy industry for Detroit, often at major environmental consequences to its citizens and laborers. Additionally, the majority of the citizens who lived and worked in Delray were working-class immigrants, first from Eastern Europe and later from the American South.","The process of Delray's annexation by the City of Detroit in 1905 demonstrates the tenuous relationship between the two entities. Both groups needed each other, but did not seem to want each other. This is evidenced by both Detroit’s lack of desire to provide basic services such as lighting to the area, as well as Delray commissioners' plan to fight annexation in general. Detroit, being the more powerful entity in the relationship, did end up annexing Delray, and quieting the voices of opposition that resided there. This semi-hostile takeover is an important consideration in the context of urban metabolism, and the important transition from city to metro. Even today, Delray still internalizes the environmental degradation that provides industrial outputs to Detroit. It is clear then, that both history and path dependency determine who wins and who loses as a metro gobbles up different pieces of the region, and there power dynamics, infused with many complex socio-cultural issues infuse it all."],"display_date":1905,"search_date":"1905-07-02","locations":[{"id":50025,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1941,"tag":"Delray"},{"id":704,"tag":"Urbanization"},{"id":58,"tag":"Industry"},{"id":2031,"tag":"Annexation"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6547,"title":"A Rude Awakening","course_id":155,"status":"P","start_date":"6/7/05","end_date":"6/7/05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The immigrants' expectations as they arrived in Chicago in 1905 were very high. They imagined a place where cultures thrived and everyone had a chance to experience the very best of lifestyles. As the train bounded down the tracks they started to notice major changes in the environment the closer they got to their destination. As they pulled into the station they were taken back by the landscape they had just passed through, hideous and desolate. Exiting the train car, they were hit with the most pungent and disgusting odor. The emigrants around them looked puzzled by the odor and were rightfully wondering if this smell was the norm. The smell was one that made you realize that something was wrong in the surrounding area.","As they began to wander around they overheard some yell something about a stockyard. When they got to a vantage point that allowed them to take a substantial look around, they were able to see one of the most curious and horrible things they had ever imagined. For as far as the eye could see, cattle were crammed into pens. The origin of the smell was all around them. Teta mentioned that there were more cows here than she realized inhabited the earth and asked what would happen to all of them.  Jokubas answered that by tonight they would be butchered and packaged onto trains much like we just were and sent to places across the country. The scariest thing was there were as many hogs and sheep as cattle. Between 8 and 10 million animals a year would be turned into food at this location.","They walked into a long, narrow room filled with men of color that looked as if they had been working through the night with no rest. The men were working around a large wheel that had chains hanging from it and connected to those chains were hogs. They watched in horror as the wheel began to turn and hogs were jerked from the ground and butchered without mercy. Some of the people we were with turned pale and began to get sick. As the horror of what was going on unfolded, men in the crowd laughed nervously and women wept. That was their introduction to Chicago and the “famed” stockyards.","These immigrants were not the only ones to notice the destitute circumstances that surrounded life in industrial cities. Every facet of life in the city was influenced by the nonexistent sanitary conditions. Everything from water contaminated with human feces, to overcrowding, to unsafe factory working conditions made living and working in the city a living nightmare, especially for poor immigrants."],"display_date":"June 7, 1905","search_date":"1905-06-07","locations":[{"id":52933,"lat":41.8781136,"lng":-87.6297982,"zoom":8,"place":"chicago"}],"tags":[{"id":704,"tag":"Urbanization"},{"id":3049,"tag":"cattle"},{"id":3048,"tag":"Stockyard"}],"course":{"name":"HIST 3550, American Environmental History","school":"Auburn University","course_id":155,"school_id":73}}]}