{"id":705,"tag":"Community","points":[[40.7805662337,-73.9388482485],[34.8943497126,-82.3707811393],[39.3581940306,-75.9236060696],[40.9100159753,-73.7674032747],[42.107446354,-83.1351982696],[41.6837659,-74.8719284]],"bounds":[[42.107446354,-73.7674032747],[34.8943497126,-83.1351982696]],"episodes":[{"id":5038,"title":"I Feel Like a Stranger Now","course_id":43,"status":"P","start_date":"1863-01-01","end_date":"1885-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["As eighty-one-year old Mr. Paul reflects back on the seventy-four years he lived in Bronx, New York, he paints an image of the city he remembers as far different from the one in which he now lives after the surge of industrialism.  An avid gardener, Mr. Paul describes the old Bronx in terms of rose gardens, flowers, and cherry trees in stark contrast to the “bleak and stony” “shadows” that “blot out the sun.”  Fire-escapes, aerial wires, and tenement dust have replaced the precious patch of earth which was his garden in the backyard in which he cultivated flowers. ","In referring to the subject of commerce, Mr. Paul remembers the stores and shops by their owners with whom he was in community.  His next door neighbor “the baker” was known throughout Bronx for his rye bread and for his kindness to those in need, and passed the family business down to his son.  The way Mr. Paul describes the interactions with others in the neighborhood resembles a strong sense of community and is steeped in personal interactive relationships. ","Scenes of despair about the decreasing sense of community were commonplace in nineteenth century cities.  Often alone and isolated, city folk found themselves cut off from the traditional support of family and neighbors.  Feeling that it was necessary to create new forms of life in the modern metropolis, many turned to journalism as a venue for connecting with the world around them.  As much as public life was flourishing, the rise of the private spectrum also sought nationwide attention.  The power, prerogative, and sanctity of private property encouraged the spread of new ideas about business organization into almost every enterprise, large and small."," ","Mr. Paul’s personal testimony a","The transformation that took place in New York City was first a work of the imagination.  Every structure in this newly developing metropolis added to the good or bad impression of the city dwellers; all who ambitiously set out to erect new buildings were either enhancing or deteriorating public taste.  It was linkages between landscape, culture, and power that informed the discourse of the city building, and behind the design of the new city was a moral environmentalism, a belief that natural and built environments exert profound influence over the ideals and capacities that make of the city life.  American civilization would now be tested in urban areas as the drama of legitimization had shifted scenes.  Imbedded in the motives to create and develop a vast metropolis was a sense of spirituality and moral ideology.  The growth and progress of New York City began in the imagination of ambitious city-dwellers devoted to the idea of progress and advancement.  Though the whole process was one of a trade-off between the old and the new, most individuals of the age believed that given a chance to grow, New York City could become the imperial metropolis of the world.","bout the physical and intangible changes brought about through urbanization reflect the large scale transformations that cities were undergoing across the country.  Though his story represents the negative personal effects of urbanization, economists and businessmen had much to gain through the rise of the city.  This change was both palpable and visible, and in Mr. Paul’s case, provoked a long inhabitant of a city to recognize his own yard as foreign."],"display_date":"1863 - 1885","search_date":"1874-07-02","locations":[{"id":8925,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":78,"tag":"City Life"},{"id":704,"tag":"Urbanization"},{"id":705,"tag":"Community"},{"id":706,"tag":"Cultural Life"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5546,"title":"The quality of life in the community of the Union Bleachery Mill in Greenville will never be achievable again for former villagers.","course_id":91,"status":"P","start_date":"1/1/15","end_date":"12/31/40","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Life in the village was dictated by the back-and-forth pangs of church bell and mill whistle. The mill village of Union Bleachery was home to workers and their families and known for an abounding sense of community.  The Bleachery began with 125 workers who would spin up to 100,000 yards of cloth a day.","Imperative to the survival of the community, a tight routine was established and maintained. Monday to Friday at 9 in the morning, the grocery truck would come down each street. Three times a week, milk would be hand-delivered to each doorstep. Each afternoon, the ice truck would come by as well. The only day the mill whistle did not blow was on Sunday. After breakfast, the preparations for church began.","The mill village of Union Bleachery was unique. Union Bleachery was the smallest mill in all of Greenville, and attributed a good portion of its sense of community to the annual community barbecue. Around Christmas time, the children of the factory workers were all given a gift from Santa Claus. Also, many of these workers moved from farm communities to the mills. These former farmers were already accustomed to helping each other. Finally, the quality of their employers. The Arringtons interacted with all of their employees and treated them well. The Arringtons created a congenial atmosphere, showed appreciation, presented awards for jobs well done, and made sure that the spiritual, physical, and mental needs of the community were met.","The threat of war soon increased production of cotton at the mill exponentially. When Franklin Delano Roosevelt declared war, the quality of life of the mill declined as many young men were joining the armed forces. Eventually, the mill dwindled and was sold. The way of life known at the mill would never be reproduced as, unlike other communities, life at the mill was not materialistic. The integrity of managing a mill and building connections with the community were always the top priority. “Mill folk stuck together,” according to Allen Tullos’s notes. The cultures nurtured in the mill villages of Greenville became defensive in nature. The values imbedded into them, specifically those of a religious and familial nature, were shared by their employers. This was key to a positive relationship. David Emmons asserts that churches in mill villages created the ultimate sense of community. This importance of church life is emphasized in the work by Batson-Rodgers. Batson-Rodgers never felt the sense of community the mill village of Union Bleachery provided her with."],"display_date":"1915 - 1940","search_date":"1928-01-01","locations":[{"id":16282,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"Greenville, South Carolina"}],"tags":[{"id":1468,"tag":"Union Bleachery"},{"id":1467,"tag":"Greenville"},{"id":79,"tag":"Religion"},{"id":705,"tag":"Community"},{"id":1464,"tag":"Mill Village"}],"course":{"name":"Urban and Suburban America","school":"Furman University","course_id":91,"school_id":4}},{"id":5557,"title":"Harry Coggins’ was exposed to a culture at the Woodside Mill in Greenville that helped educate and promote the growth of not just individual persons, but the growth of a community.","course_id":91,"status":"P","start_date":"1/1/20","end_date":"12/31/43","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Woodside Mill was the largest mill under a single roof in the country at one point. Charles Street, where Harry Coggins had lived, hosted various opportunities for sports, religion, and education. The Woodside Mill had a pool, refilled once every one to two weeks, and even a community building built and maintained by the YMCA. Many children who grew up in the mill village were extremely successful, including: Billy Ashmore, a part of the Ashmore Brothers who built the majority of roads leading southeast, Ethan Todd, a famous orthopedic surgeon, and Manly Sanders, a musician. Their success is attributed to the mill’s efforts to utilize their residents talents.","Harry Coggins’ father was the paymaster of the Woodside Mill and could afford to send Harry to Furman University until he enlisted. However, the GI Bill allowed Harry to  finish his education for free and become the first member of his family to attend college. Shortly before heading off in the war, Coggins began working at the Greenville News. He had dreams of becoming a Navy Aviator, but later changes his mind and would join the Army Air Force. One of his jobs was to cover news associated with the Greenville Air Base. In the 1940s, the base was in its early stages and according to Coggins, “freedom of the press was a thing of the past for the military.” Soon enough, Coggins was ordered to report to Miami Beach, Florida for basic training. He would never live in the mill village again.","By reading this narrative, we can better appreciate the language and culture of the South Carolina mill villages. The deeper understanding of their culture allows us to make better inferences on what we do not understand. Allen Tullos followed the League Family of Poe Mill and was able to externalize the textile crisis of the 1920s. The experience of the crisis is conveyed in a way statistics cannot. While we may have known churches existed, without anecdotes we would not have known how important it was. The Coggins street alone had two churches on it, whose importance cannot be undermined. Churches were impossible to outmatch as a place of community. Understanding how citizens of mill villages lived provides a glimpse into the dynamics of working-class families of the time."," "," "," "," "," "," "],"display_date":"1920 - 1943","search_date":"1931-12-31","locations":[{"id":21799,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"Greenville, South Carolina"}],"tags":[{"id":1480,"tag":"Woodside Mill Village"},{"id":705,"tag":"Community"},{"id":1464,"tag":"Mill Village"},{"id":1467,"tag":"Greenville"}],"course":{"name":"Urban and Suburban America","school":"Furman University","course_id":91,"school_id":4}},{"id":5659,"title":"Community: The Saving Grace of Slavery","course_id":103,"status":"P","start_date":"1822-01-01","end_date":"1822-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Huddled beneath a large, decrepit tree in the woods, Isaac Mason was closer to freedom than ever before.  He had escaped his master, which seemingly should have been the hardest part of his journey.  However, Mason found himself desperately trying to convince his fellow fugitives that freedom was worth it—worth the wait and worth the nerves.  Mason’s whole future, and his freedom, was on the line as he tried to persuade the two slaves that had escaped with him to stick to the objective.  Looking up at the North Star, the star placed there by the Lord “to lead people out of slavery,” Mason took things into his own hands.  With hope in his heart, Mason found John Brown, the guide they had been waiting for, a few miles away from their hideout.  While Mason undoubtedly had to be passionate on his quest for freedom, he also had to be willing to trust others.  As the three runaway slaves were transferred from Brown to the hands of another man, Mason convinced himself to simply transfer his confidence in Brown to the stranger.  Mason justified this saying Brown’s “deep interestedness in rescuing his race from the cruel chains of slavery, had established the faith that he would not permit us to be betrayed into the hands of a friend or advocate of the cruel institution.”","It was not as hard as one might have thought for Mason to put his trust in complete strangers.  For in a way, the blacks of the southern states had already experienced so much together, and were far from strangers. There was a community built upon the shared experience of slavery.  The bonds formed by those enslaved persons were stronger than the institution of slavery itself.  Mason was lucky enough to escape the slave pens Walter Johnson described in his book <em>Soul by Soul</em>, but the communal aspect of slave life was not something one could pass on.  As Johnson points out, there was “a trace of a dense communal life made up of shared time, common meals, and intimate proximity.”  He goes on to state, “slaves were not alone in the trade,” (71). On a broader note, no slave was ever alone in their struggle.   Mason wouldn’t have escaped slavery if it were not for the community formed by the slaves.  And countless other journeys to freedom would have unremarkable endings were it not for the community effort of the blacks.  Slavery was a cruel institution, but it gave birth to an unparalleled communal force."],"display_date":1822,"search_date":"1822-07-02","locations":[{"id":6012,"lat":39.3581940306,"lng":-75.9236060696,"zoom":9,"place":"KENT, Maryland"}],"tags":[{"id":4,"tag":"Slavery"},{"id":705,"tag":"Community"},{"id":126,"tag":"fugitive slave"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":103,"school_id":2}},{"id":5764,"title":"Racial Relationships within the Suburban Community","course_id":112,"status":"P","start_date":"1/1/55","end_date":"12/31/73","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The large amount of social change that occurred within the mid-20<sup>th</sup> century arose from the push toward equality between the groups of people urging the nation for integration.  These groups pushed for the basic rights for people of any gender, race, or sexual-orientation.  This desire to change the nation led to many government and social acts to protect and provide these oppressed groups with basic rights that had been stripped from them, but these changes where not over-night successes.  It took years for the effects of these changes to be felt.","One of the most commonly discussed topics that arouse from the civil rights movement is racial equality, arising from the dissatisfaction of the black community after the war.  There was a strong drive to rid the nation of the bigotry and prejudice that constantly followed them everywhere.  Eventually there was a slow process of integration and ever growing opportunity for the African American community, but along with this success, there was the presence of opposition and subtle condescension by some members of the white community.","The movement of more and more black families into the typical suburban “white” neighborhoods, for example, usually caused some form of confrontation in one way or another.  In the county of Westchester, New York, there seemed to have developed a fad that came to be called “Rent-a-Black parties” by the African American community and “Integrated Parties” by the members of the white community.  They usually dealt with the invitation of a black guest by white hostesses, as a form of acceptance into the community.  Many times these party invitations did stem from a friendship and shared interest, but there were those invitations that arose as a subtle form of ridicule.  Eventually these forms of “community acceptance” did go into decline as the peculiarity associated with the “new black family” by the white community became less and less of an issue."],"display_date":"1955 - 1973","search_date":"1964-07-01","locations":[{"id":30037,"lat":40.9100159753,"lng":-73.7674032747,"zoom":9,"place":"Westchester, New York"}],"tags":[{"id":1787,"tag":"Suburbs"},{"id":42,"tag":"Civil Rights"},{"id":15,"tag":"Race-Relations"},{"id":705,"tag":"Community"},{"id":629,"tag":"race"}],"course":{"name":"The Comic Book City","school":"Rollins College","course_id":112,"school_id":5}},{"id":5948,"title":"How Environmental Racism Both Divides &amp; Multiplies Communities","course_id":118,"status":"P","start_date":"1/1/35","end_date":"12/31/60","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Themes of belonging and community permeate the memories of people who grew up in Black Detroit's Eastside Neighborhoods during the twentieth century.","Dorothy Greenfield Hill grew up at St. Antoine and Warren Ave, just off Hastings Street. She recalls that she was a \"great walker\" because her home was centrally located to her community, including a \"hop skip and a jump\" to flower shops, family grocers, Barthwell's Ice Cream Parlor, shoe repair shops, and more. She recalls that neighbors kept an eye on each other and their children, including her, creating a strong sense of unity in raising the community.","Teola P. Hunter, who lived on Medbury Ave., recalls not only being born into a wonderful family, but also \"born into a neighborhood\". She notes that her friends and family were people who were \"poor but proud\" and determined to live their lives to the fullest. Often, her \"family\" was not real family at all as almost everyone on the block was lovingly claimed to be one of her cousins. She also accounts how familiies would often hold \"credit account(s)\" with stores and other businesses in the community so they could get items like groceries in between paydays or if they ran out.","George D. Ramsey, Sr., grew up in a flat at 952 E. Warren Ave, between Hastings and Rivard. He recalls his 18 years of childhood there as his \"Street of Dreams\". He fondly remembers childhood mischiefs, such as peeping through the windows of Cole Funeral Home to look at the bodies, sitting of the porch of noted jazz pianist Will Davis, and jumping across rooftops at the \"Booker T.\" apartment complex. He recalls \"death and despair\" always being present though, like visiting the Astoria Bar where police once shot a man and blood stained the street until next rainfall. Still, living next to a Do Wopp group, musical greatness, and a lively community showed George that great things could be realized in his neighborhood, and he always felt satisfied.","The above accounts are just a few of the many stories shared about the communal spirit of growing up in Black Bottom. There is often the saying that \"it takes a village to raise a child\" and that this held true in Detroit's Eastside. Many previous residents will similiarly reminisice on living with \"aunts\" & \"uncles\" that weren't biologically related, neighbors reprimanding other children as if they were their own, and feeling safe walking alone down the street, even for women at night. These residents knew they were poor, but almost all of them recall never feeling poor or middle class. Within the confines of their neighborhood, many as sheltered children recall feeling rich, and as if they had everything they needed in the world (despite the area having poor environmental conditions such as disease, poverty, and poor safety in housing). Moreover, there are a large amount of documented stories and photographs on the thriving economics of Hastings Street, to which so many residental streets turned off of. Theaters, Black-owned businesses, barborshops, and dime stores, were among many of the attractions along the street. Combined with Paradise Valley next door, it has been often said that neighborhoods of Black Detroit, like Black Bottom, were \"a city within a city\", created by the heavy segregation of the time.","Environmental racism predominantly includes creating the inequal distribution and equality of space, which ultimately defines where and how people live. So while it can be polarizing and destructive (such as between Whites and Blacks within Detroit), Black Bottom and the Black community of Detroit also show how hope can be created within such defined space. Finally, they show how injustly forcing people into a certain situation can bring them closer as a united community - an important revelation for almost all areas of history and stories of oppression."],"display_date":"1935 - 1960","search_date":"1948-01-01","locations":[{"id":22722,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1990,"tag":"Hastings Street, Detroit"},{"id":705,"tag":"Community"},{"id":1954,"tag":"Black Bottom Detroit"},{"id":2072,"tag":"Environmental Racism"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5994,"title":"The True Meaning of Being \"Rich\" And Where to Find It","course_id":118,"status":"P","start_date":"1/1/50","end_date":"12/31/50","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Betty DeRamus’ parents moved from Alabama to Detroit sometime in the early 1940’s where they settled in the Black Bottom neighborhood on Detroit’s eastside on St. Aubin Street. Betty grew up with another Black family with the last name Shephard, whom she believed at the time were her actual cousins and referred to them as so. When she was a bit older, her family moved to 2 different homes on Mack Avenue between Hastings and Rivard. Each house was a multi-story with single-family level flats. There were no showers or bathtubs, no furnace or central heating, and the only source of heat was a stove in the kitchen. Betty remembers family members putting pails outside their back door “to catch snow before it hit the ground and turn it into ice cream”. As a single child with two working parents, Betty was able to afford luxuries other families couldn’t, such as a piano and modern appliances. She often felt that family friends were all parents to her and knew everyone in her neighborhood and around Hastings Street. She felt safe, and recalls “seldom” locking their doors and staying up on porches to chat with friends and feel evening breezes. She recalls that her world “was small, but it seemed to have everything [she] needed”. As an adult, she was surprised to read articles and books that called Black Bottom a “slum”. She admits it was worn out and weary, but she alternatively doesn’t remember it being “crime riddled” and that it was full of personality and fun. That might be why, despite her living conditions, Betty thought her family was rich. Once she broke her piggy bank and gave out money to children on the street she considered less fortunate. When her mother walked home and saw every kid on the street with an ice cream, Betty was soon to be in trouble. By the time Betty was in high school, her family moved out of Black Bottom. Still, she recalls that while never hearing anyone call the area “Black Bottom” until she was an adult, the area and people there taught her the true meaning of being rich. <em>“Feeling rich has nothing to do with how many dollars you have in a bank or in your pocket. It’s about having a sense of security. It’s about feeling cared for. It’s about growing up wrapped in love.” – Betty DeRamus</em>","Betty’s essay account of Black Bottom in its heyday is similar to many other rosy and nostalgic accounts of the area from residents who lived there at the time. Many past residents also recall feeling safe in their neighborhood, feeling like they had everything they needed at their fingertips, and feeling a sense of community that seldom exists today, especially in the modern world that we live in. Her account also tells a bit about the mindset of the landscape though, and what it may have been like to grow up in Black Bottom, Detroit. One theme that runs current is Betty’s sheltered knowledge from the outside world. In her full essay, she writes that she didn’t truly interact or speak with a White person until she was in high school. She also didn’t feel the need to explore outside of her world, she felt rich and satisfied in the lifestyle her parents could afford her, and she didn’t realize until later in life that there was a completely different outsider’s view on the land and area. She may have known it was worn down, but she still didn’t consider it a slum or blighted. There was a large discrepancy between those in who lived in Black Bottom and those who didn’t, and some may argue, it was primarily separated between race and class. This discrepancy, and a lack to successfully merge both sides and opinions, undoubtedly contributed to the forces that eventually took over Black Bottom and Paradise Valley and perhaps is a small part of why it no longer exists today."],"display_date":1950,"search_date":"1950-07-02","locations":[{"id":28980,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2118,"tag":"Detroit's Eastside"},{"id":705,"tag":"Community"},{"id":2011,"tag":"Slum Clearance"},{"id":2099,"tag":"Black Bottom, Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6777,"title":"Music Entrepreneurs Organize the Woodstock Festival","course_id":178,"status":"P","start_date":"8/15/69","end_date":"8/18/69","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Four businessmen: Artie Kornfield, Michael Lang, John Roberts and Joel Rosenman, were determined to produce a flourishing enterprise focused on music in New York State. The four attempted to rent land close to the town of Woodstock in hopes of establishing a location for their concert. ","However, to many local citizens the musical scene of the late 1960s was controversial in the wake of anti-war protests, the emergence of the counter-culture and the involvement of drugs in the lives of performers and listeners. The council of Woodstock feared a large festival and its attendees would bring unnecessary harm to their lives and community through drugs and degradation of culture. In turn, the council passed a number of health and safety laws that prevented the four men from starting their show. The organizer’s troubles persisted as they traveled to different locations in New York looking for some place that would be open to holding their concert. ","Bethel, New York became a reluctant host to the Woodstock Festival after controversy with the town board arose in July 1969 when uncertainty arose regarding the approval of the businessmen’s’ contracts for land rent. Further opposition by citizens followed in August when some locals demanded the concert be cancelled, fearing for the health and safety of their community. These protests proved futile as the Woodstock Festival officially began on August 15, and a crowd totaling 750,000 people attended over the course of three days. Numerous musical artists representing many of the most highly regarded acts of the times, such as Santana, Janis Joplin and Creedence Clearwater Revival, traveled to the village to perform.","Without enough rooms to sufficiently house visitors, the attendees camped in public spaces, used cattle ponds for bathing, and spread litter through the community. They carried out their uninhibited lifestyle, described by social scientist Paul E. Willis as “a certain mystique, an inner logic that did not lend itself to the casual observer, or enthusiastic imitation.” Residents of Bethel began to provide the attendees with resources such as food and blankets as their guests repaid them by helping out in the community. ","The community board of Bethel, once opposed to the Woodstock Festival, were now enjoying the economic boom brought to their town, though they did not appreciate the large amount of drug use that surrounded their locale. Some community leaders believed that the youths gathering together was a blow to social morality with their public nudity and drug use.  Though the concert ended with three deaths and 5,000 reported cases of injuries and sickness, there were no reports of violence or fighting over the three days of festivities. In response to the outcome of he and his partners’ financial excursion, Michael Lang stated, “Today is a time to think about what happened here… The peace they were screaming about is what they really want – they’re living it.”"," "],"display_date":"August 15, 1969 - August 18, 1969","search_date":"1969-08-16","locations":[{"id":53118,"lat":41.6837659,"lng":-74.8719284,"zoom":8,"place":"Bethel, New York, United States"}],"tags":[{"id":471,"tag":"music"},{"id":2199,"tag":"Drugs"},{"id":705,"tag":"Community"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":178,"school_id":3}}]}