{"id":707,"tag":"Modernization","points":[[40.7805662337,-73.9388482485]],"bounds":[[40.7805662337,-73.9388482485],[40.7805662337,-73.9388482485]],"episodes":[{"id":5039,"title":"<strong>Advancing Culture: Harper’s New Monthly Magazine</strong>","course_id":43,"status":"P","start_date":"1850-06-01","end_date":"1850-06-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Current issues, events, and ideas were spread and divided among many American journals, newspapers, and periodicals, but in June of 1850 Harper & Brothers of New York sought to “remedy this evil” and provide all of this information in one place for anyone who wished to read it.  The firm introduced Harper’s New Monthly Magazine as the first general interest magazine in America.  They prefaced the issue with a quick word to their readers, explaining the reasoning and need for such a magazine in the United States.  The idea was to “place within the reach of the great mass of the American people the unbounded treasures of the Periodical Literature of the present day.”  They wished to bring the most current works of the most brilliant and innovative minds into the lives of as many as possible, offering their magazine monthly for only three dollars a year.  This was an attempt to keep minds fresh and informed in an age when so many things seemed to be happening and changing so quickly.","Great Britain and France had been in the practice of publishing periodicals for years, with growing popularity.  Harper & Brothers was trying to keep America up to date.  All of the brightest minds and all of their greatest works had been enriching European culture for years and Americans wanted the same for themselves.  Harper’s was a rather liberal arts publication, covering “varied intellectual movements of this most stirring and productive age.”  Scientific discoveries, political activity, and mechanical inventions were to be found among its pages with the fine art and literature, a regular Renaissance magazine. ","Harper & Brothers included the most recent information, not only from America, but from Europe, too.  It was an innovative concept and a way to advance and improve American culture and society.  By catering to “any class of readers…for any kind of reading,” the firm was able to deliver a magazine with a value “so much beyond its price…into the hands or the family circle of every intelligent citizen of the United States.”  Every copy of the issue in June sold and half a year later there were up to 50,000 readers.","Initial issues quickly shifted from the notable European works to the fresh American pieces.  Writers such as Horace Greeley, Horatio Alger, Stephen Douglas, and Mark Twain put forth their ideas for America.  During the 1850s the country was enjoying the access to printed materials that the printing press allowed and the spread of railroads assisted.  Culture was becoming a possible investment, rather than the bare necessities of yesteryears.  Many authors and artists were working to accelerate this process, and Harper’s New Monthly Magazine offered a brilliant and accessible means of doing so."],"display_date":"June 1850","search_date":"1850-06-15","locations":[{"id":8923,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":11,"tag":"Economy"},{"id":18,"tag":"Politics"},{"id":707,"tag":"Modernization"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}}]}