{"id":71,"tag":"historical memory","points":[[40.6916304076,-74.0035386433],[42.2573961695,-78.027582301]],"bounds":[[42.2573961695,-74.0035386433],[40.6916304076,-78.027582301]],"episodes":[{"id":4473,"title":"Triangle Factory Fire","course_id":16,"status":"P","start_date":"3/25/11","end_date":"3/25/11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The immigrant women working in Triangle Shirtwaist Factory called it a \"prison.\" Its safety and working conditions were abysmally low, but these conditions were not unique: New York was an epicenter for industrialization, containing thousands of unsafe factories filled with recent immigrants. In 1909, many factory workers organized a strike to protest unsafe conditions, and most factories met their demands, but among the resisters were the owners of The Triangle Shirtwaist Factory.  On March 25, 1911, as the 600 workers of the factory, the majority of whom were Jewish and Irish immigrant women, were preparing to leave, a fire broke out in the factory.  In no more than half an hour 146 workers were dead, either burning or jumping to their deaths.  This accident was one of many that occurred that year, but it became much bigger than a tragedy for a few blocks of immigrants from the Lower East Side.","The fire was especially memorable because it was witnessed by so many people and because so many groups used the memory of these women to call for political and social reform. Those defending the factory owners presented the women as whorish and impressionable, but those in the middle class using the event to call for protective legislation presented the women as helpless victims. The working class challenged both these views, calling for more power for oppressed but competent workers.  One of the groups who most effectively propagated the memory of these women was the International Ladies Garment Workers Union. An article in the Ladies Garment Worker published shortly after the fire reflected the sense of outrage common among working class women after the fire, blaming the owners for the incident. Acting on these emotions, ILGWU made funeral arrangements for the unidentified women.  The purpose of the ceremony and protest was twofold: to honor the dead and protest the injustice done to them.  By honoring these women, the ILGWU was creating one of the greatest displays of class solidarity New York had ever experienced.","The main voices behind the protests following the fire were those of members of the International Ladies Garment Workers Union. To the ILGWU the women who were killed during the fire were representations both of the injustice many unskilled workers faced in factories and the powerlessness of workers: these women were killed by the apathy of owners who were more concerned about profit than safety. Leaders like Rose Schneiderman used the images of competent but oppressed women during mass demonstrations and strikes to gain support for a movement towards industrial democracy. Pointing out that this tragedy would not have occurred if concessions were made during the 1909 strikes, Schneiderman cited the need for social justice in the workplace.  While the ILGWU stressed needs of all workers, they also pushed for women's suffrage, arguing that women had died because they were not able to act politically.","Through the manipulation of the worker's images to fit their purposes, various groups made the Triangle Factory Fire a very accessible event.  Although it was often simplified to an example of gender oppression or poor working conditions, it also made many aware of the need for reform and a greater sensitivity to the needs of those on the gender and socioeconomic margins. Through their protests, the ILGWU used the event to represent the plight of immigrants, workers, and women everywhere.  The event became more than something that would be preserved in the collective memories of a few Italian and Jewish neighborhoods in the Lower East Side of New York, it was claimed by those oppressed in various conditions and situations."],"display_date":"March 25, 1911","search_date":"1911-03-25","locations":[{"id":15927,"lat":40.6916304076,"lng":-74.0035386433,"zoom":10,"place":"New York, New York"}],"tags":[{"id":31,"tag":"Immigration"},{"id":71,"tag":"historical memory"}],"course":{"name":"History of Urban and Suburban America","school":"Furman University","course_id":16,"school_id":4}},{"id":4565,"title":"Ulysses S. Grant Pens His Memoirs","course_id":18,"status":"P","start_date":"1885-01-01","end_date":"1886-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["An inquirer once asked Grant about meeting General Lee at Appomattox: \"What were your thoughts, General, in that sublime moment when you knew that at least Lee would surrender, and the heavens of your glory where about to open?\" Grant's only answer to that was: \"My dirty boots and wearing no sword.\" General Lee was dressed in a new uniform and sword by his side for the occasion, and Grant was dressed looking like a private with the exception of his shoulder straps denoting his rank as lieutenant general. The reader can tell that Grant wasn't gloating about the Union victory or ready to humiliate his opponent. Grant's deferential character earned the respect of officers on both sides of the Civil War and made him known as a \"silent man of destiny\" by his grandson writing in 1953 for the journal Military Affairs. ","    Grant wrote his memoirs tersely and to the point. He used plain prose to describe his days at West Point and even an event as troubling as when his post-Civil War business ventures failed and his estate was defrauded. He wrote 2 volumes with chapter headings that clearly described what the reader was going to read about in that chapter. His most thorough descriptive writing is of the war years, particularly events such as the siege of Vicksburg, Fort Donelson, the Battle of the Wilderness, and his account of Lee's surrender at Appomattox. ","    Grant's preface to his memoirs reveal that he was not remotely interested in embarking on such a task as writing an account of his life until he he was writing for someone from Century Magazine for some extra pay, as his business had failed and his securities had depreciated. A business partner in New York swindled the Grant estate and left the family 150,000 in debt. Grant tells his readers at the very beginning that he was not ever planning to embark on such a task until unusual circumstances such as this occurred. He also noted that his memoir was not where to look for the deeds of heroism because of the \"many errors of omission...because the subject is too large to be treated of in two volumes in such way as to do justice to all the officers and men engaged.\" He wanted to distance himself from being fully accountable for the events of the war. He knew he was not omniscient, and refers his readers to reports of the individual commanders for the full story on those heroic deeds. The copies his memoirs sold as an \"extraordinary success\" and earned the Grant estate 450,000, more than enough to recoup the losses from the swindle."],"display_date":"1885 - 1886","search_date":"1885-12-31","locations":[{"id":8694,"lat":42.2573961695,"lng":-78.027582301,"zoom":9,"place":"ALLEGANY, New York"}],"tags":[{"id":32,"tag":"Civil War"},{"id":71,"tag":"historical memory"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}},{"id":5694,"title":"<strong>A Daughter Learns of Anti-Semitism and Heroism in Nazi Occupied Tunisia</strong>","course_id":106,"status":"P","start_date":"11/1/42","end_date":"5/30/43","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Over 70 years ago, Faiza Abdul-Wahab’s father, Khaled, rescued several Jewish families from German troops occupying the town of Mahdia, Tunisia. After the occupation commenced in November 1942, Nazi and Vichy leaders in Tunisia enacted a set of anti-Semitic laws similar to those in Europe. According to the sources found in the United States Holocaust Memorial Museum International Archive, these laws required Tunisian Jews to wear yellow badges, pay hefty fines, and be subject to property confiscation. The laws also put some Jewish men into forced labor camps. Khaled Abdul-Wahab was a businessman who owned a farm just outside the town of Mahdia. When the Germans arrived in town, Abdul-Wahab wanted to find a way to help his neighbors regardless of their religious beliefs. Despite being Muslim, Abdul-Wahab offered protection to several Jewish families in the area when their fathers and husbands were sent to work camps. He allowed them to stay at his farm and live inside the stables. Abdul-Wahab even made friends with some of the German officers in order to avert suspicion away from his farm. One night while hosting the officers at a dinner party, several of the drunken officers broke away from the party and made their way to the stables. They began yelling and threatening the women and children inside. “We know you are Jews!” the officers screamed. Abdul-Wahab confronted the officers and, after a few tense moments, the officers left. It is unknown how he convinced the officers to leave without incident, but in any case, the Germans did not return to Abdul-Wahab’s farm for the duration of the occupation.","Until recently, Faiza’s father’s wartime activities had remained a mystery, however after reading an article in the <em>New York Times</em> written by a woman Khaled had saved, Faiza learned a great deal about her father’s heroic actions. After hearing this story, Faiza set out on a quest to have her father commemorated for his heroic actions. She wanted him to be recognized as a “Righteous Gentile” by Yad Vashem, the Israeli Holocaust museum. Faiza’s quest to have her father’s memory remembered and commemorated is typical of many stories from the Holocaust. Historian T.G. Ashplant recognized the modern trends in Holocaust commemoration and gives several examples on why a member of the “grandchild generation” would want their relative commemorated. Relatives of people who experienced these times first hand often want these events recorded in order to honor the span of living memory. However, in the case of Faiza Abdul-Wahab, her father was deceased when she first found out about his heroic deeds. For Faiza, it is important to address the question of culture memory and the complex relationship between past and present. In today’s world, cultural relations between Jews and Muslims are at an all time high, so bringing Khaled’s story to light could help ease tensions between the two cultures. Historian Robert Satloff concurs with this assumption by suggesting that documenting just one “righteous” Arab could make “Arabs see the Holocaust as a source of pride, worthy of remembering, not something to avoid or deny.”","Faiza Abdul-Wahab’s quest to commemorate her father is not unlike the quest of many children and grandchildren whose relatives experienced the Holocaust. Khaled Abdul-Wahab may not have been obligated to these people in any way, but he chose to provide them protection during one of the most horrific periods in modern history."," "],"display_date":"November 1, 1942 - May 30, 1943","search_date":"1943-02-13","locations":[{"id":52666,"lat":null,"lng":null,"zoom":8,"place":"Outside US"}],"tags":[{"id":753,"tag":"Anti-Semitism"},{"id":71,"tag":"historical memory"},{"id":1675,"tag":"Holocaust"},{"id":1676,"tag":"Tunisia"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":106,"school_id":10}},{"id":5701,"title":"<strong>Anti-Semitic Laws and Lawbreakers in Nazi Occupied Tunisia</strong>","course_id":106,"status":"P","start_date":"11/1/42","end_date":"5/30/43","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["On November 23, 1942, German soldiers arrested prominent Jewish leaders across Tunisia. When Moises Burgel, the President of the Tunisian Jewish community, was arrested, it marked the beginning of the Holocaust in North Africa. By the end of November, Nazi Germany had occupied all of Tunisia and enacted anti-Semitic laws in addition to the Vichy laws already in place. According to the sources found in the United States Holocaust Memorial Museum Archive, Tunisian Jews were required to wear the yellow Star of David and pay fines. In addition, some Jews had property confiscated and were sent to forced labor camps. The Jewish men of Mahdia were no different. The men of Mahdia were forced into labor camps and the women, children, and elderly were left alone without the protection of their male family members. Luckily, Khaled Abdul-Wahab, a wealthy and influential Tunisian Arab-Muslim man offered protection to a Jewish woman named Eva Wiesel and her family. According to the testimony of Eva Wiesel, Abdul-Wahab took the family to his farm, about twenty miles from the Nazi-occupied town. German troops arrived in the area not long after Wiesel’s family, making it increasingly unsafe for the women hiding in the stables of Abdul-Wahab’s farm. The family’s host advised them to remove their golden stars and keep a low profile in order to avoid the suspicions of the patrolling soldiers. Eager to appease the newly arrived officers, Abdul-Wahab organized a feast in order to avert suspicions away from his farm.","Sometime during the night, a few German officers broke away from the party. The officers made their way to the courtyard and began banging on the doors of the stable, threatening the women hiding inside. Wiesel’s grandmother began yelling for the rest of the family to hide the younger girls from the threatening soldiers outside. Before long, Abdul-Wahab rushed outside to the stables, engaging in a heated conversation with the officers. Wiesel is unsure how Abdul-Wahab convinced the officers to leave, although she believes that he may have bribed them. Throughout the rest of the German occupation of Tunisia, the soldiers never bothered Wiesel’s family again or returned to the farm. Wiesel attributes this to the protection of Khaled Abdul-Wahab.","Despite saving Wiesel’s family and disregarding the anti-Semitic laws in place, Abdul-Wahab was denied the honor of “Righteous Among Nations” at the Israeli Holocaust museum, Yad Vashem. Wiesel’s narrative and her quest to commemorate her rescuer is a prime example of the complexities of war memory, particularly that of survivors of the Holocaust. Historian T.G. Ashplant writes that victims of social injustices, such as survivors of the Holocaust demand public recognition for their experiences, often seeking monetary compensation for the injustices. However, Eva Wiesel’s quest for recognition is not for herself, rather for her “savior” during the Holocaust. Wiesel’s quest to have Abdul-Wahab commemorated for his actions during the Holocaust does not fit the majority of templates for commemoration. Although her rescuer was denied for recognition at Yad Vashem, Wiesel promises to keep his memory alive. Khaled Abdul-Wahab was not obligated to Wiesel’s family, nor did he have the responsibility to protect them, yet he saved her family and many others from the Germans in Tunisia. Eva Wiesel’s narrative is important when trying to understand the complexities of war memory and how it relates to commemorating “righteous among nations” at Yad Vashem."],"display_date":"November 1, 1942 - May 30, 1943","search_date":"1943-02-13","locations":[{"id":52666,"lat":null,"lng":null,"zoom":8,"place":"Outside US"}],"tags":[{"id":1675,"tag":"Holocaust"},{"id":753,"tag":"Anti-Semitism"},{"id":1676,"tag":"Tunisia"},{"id":71,"tag":"historical memory"},{"id":1681,"tag":"Africa"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":106,"school_id":10}}]}