{"id":715,"tag":"Military","points":[[33.9970517217,-80.3316264557],[32.8753704415,-79.8417496964],[39.8715057392,-77.2179223246],[32.0447139452,-84.1951910375],[35.8476814553,-86.4046881374],[39.7582179873,-89.6589400672],[37.7029266937,-123.005394924],[40.5992395,-77.571382],[19.2464696,-99.1013498],[35.464834,-86.607593]],"bounds":[[40.5992395,-77.2179223246],[19.2464696,-123.005394924]],"episodes":[{"id":5041,"title":"A Five-Year-Old Girl Meets her Confederate Father","course_id":43,"status":"P","start_date":"1863-05-01","end_date":"1863-08-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Mrs. Doane remembers the hard work that had to be done on her South Carolina plantation while her father was away at war.  Though they never saw any Yankees, Confederate soldiers were frequent guests at the Cumming’s home.  Ragged and half-starved, these desperate soldiers took full liberties to raid their provisions, passing in hordes and killing their chickens.  Mrs. Cummings, however, did not deny the ravenous soldiers food. ","One of eleven children, Mrs. Doane (young Miss Cummings) lived with her family on a 3000 acre plantation in the low country of South Carolina at the fork of the Salkehatchie River.  When word came late one afternoon that her father was among the Confederate soldiers who were passing through Salkehatchie but could not get away to visit his family, it took her mother no time to make plans.  After giving her children their supper, she laid mattresses in the big covered wagon and put them to bed under the care of the faithful slave “Mudder.”  A slave drove the wagon as Mrs. Cummings drove the buggy with a baby in her lap and her eldest son at her side.  The experience of seeing her father and camping with the other families who had come to see their husbands and fathers was a thrilling memory that Mrs. Doane never forgot.","In addition to bravely carrying her family out to meet her husband, Mrs. Cummings also heroically saved the family cotton supply.  Mr. Cummings had left the gin house full of cotton when he went off to war, and many of their neighbors were also endowed with large supplies of cotton.  Upon hearing that the Yankees were coming, the neighbors decided to burn all the cotton rather than give the enemy of the pleasure of raiding their stores.  When they tried to persuade Mrs. Cummings to do likewise, she replied that there was nothing she could do about it if the Yankees came and burned the cotton, but until that time, she would keep her cotton right where it was.  Surprisingly, the Yankees never came, and Mrs. Cummings saved the cotton which would prove very profitable to the family in the years following the war.","The nation’s sudden emergence into the Civil War immediately transformed the South.  The role of women grew vastly to include all of the responsibilities of men, as their husbands were away at war.  At least at the beginning of the war, the romance of the military and its association with honor, courage, and glory was able to outweigh the reluctance of women to see their husbands leave them in charge at home.  Women were rudely awakened from their effeminate habits and learned not to privilege their personal interests.  All southerners seemed to realize that if the South were to survive, women had to be patriotic and assume the political interests of men.  As the self-sacrifice of women for their loved ones gradually turned into the self-sacrifice <em>of</em> their loved ones, women were faced with a conflict between patriotism and protectiveness.  Many women cared more deeply about their men than about the abstract cause of patriotism, and some broke down when the struggles of the war became too much for them.  The experiences of southern women during the Civil War were vast and varied, but many heroines such as Mrs. Cummings rose up to defend the cause of patriotism that was steeped in the desire to assist their husbands in any way possible."],"display_date":"May - August 1863","search_date":"1863-07-01","locations":[{"id":11656,"lat":33.9970517217,"lng":-80.3316264557,"zoom":9,"place":"SUMTER, South Carolina"}],"tags":[{"id":32,"tag":"Civil War"},{"id":4,"tag":"Slavery"},{"id":714,"tag":"Family and Home Life"},{"id":715,"tag":"Military"},{"id":716,"tag":"Food/Provisions"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5073,"title":"South Carolina Court of Appeals, 1834","course_id":43,"status":"P","start_date":"1834-05-25","end_date":"1834-05-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the spring of 1834, the South Carolina court of appeals heard numerous cases none more prominent than a case on Military law determining whether newly appointed Lieutenant Edward McCready’s rights were infringed upon when he was denied commission by a superior officer, Colonel Benjamin F. Hunt.  Presiding over the cases at Law argued and determined in the Court of Appeals of South Carolina at Charleston were the Honorable judges David Johnson, J.B. O’Neall, and W.M. Harper.  Lieutenant McCready approached the court with the following argument, “The relator prays the court to grant him a writ of mandamus, to be directed to the said Col. Hunt, and all others whom it may concern in refusing to deliver to the relator his commission and commanding him and them to acknowledge your relator as rightfully entitled to exercise the said office of Lieutenant of the Washington Light infantry,  aforesaid and the relator further prays for such other, and further relief in the premises, as to the Court shall seem meet.”  After McCready’s argument was brought before the court, Colonel Hunt presented his opening statement arguing that Lieutenant M’Cready had refused the oath provided under the Military Act.  In defense of his actions Colonel Hunt demonstrated why he refused to commission the young officer in which the presiding Judge Johnson stated, “And for the cause why he refused to commission the said Edward McCready, the respondent sheweth that the authority given to the colonel of a Regiment to issue commissions, respondent considers purely executive; and that he is bound to do what he presumes the Governor would do, if he had acted directly.”","                Of the many following arguments, Mr. Attorney General Smith provides an insight into whether the oath under the military act required allegiance to the state.  Mr. Smith argues whether the state can demand such allegiance, “If she has, of course there can be none due to the general government and all objections based upon any such supposition, are laid aside.”  By providing the history of the word allegiance, Mr. Smith brings before the court the issue as to where the word allegiance derived and makes his claim that the term is used to “form the bond of connexion and obedience between the people and the government.”  Mr. Attorney General Smith then expounds upon the term of allegiance and its subservient role to sovereignty.  “Having now settled that allegiance is due to sovereignty, and that sovereignty is that power in a state, which is supreme, irresistible, absolute and uncontrollable; the next questions in order are was there every any sovereignty in South Carolina?”  The intricacies of the legal process are extremely well noted and documented in the text ranging from the extensive vernacular used by the judges and attorneys to the adherence to state statutes and local ordinances all the while connecting them to the Constitution.  Mr. Smith concludes his argument before the court, “I trust that I have shewn, that the state has a right to the exclusive allegiance of her citizens, and whether the oath in the Military Bill is considered as passed by the authority of the Ordinance, or as a mere act of the legislature, passed by the authority of its general legislative powers, it is equally constitutional.” Judge Johnson delivers the opinion of the court by issuing a writ of mandamus to Lieutenant McCready under the presumption that, “the allegiance of the citizens of South Carolina is due both to the state government and the government of the United sates—that the state constitution having prescribed the form of an oath on that subject, the legislature had no authority to change, add to, or alter it.  That the convention having been called for a specific object, and that object having been fully attained and accomplished, the legislature could not derive their authority to require an oath of allegiance, in a different form, from an ordinace of the convention, subsequently passed.”"],"display_date":"May 25, 1834","search_date":"1834-05-25","locations":[{"id":11454,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":9,"tag":"Law"},{"id":715,"tag":"Military"},{"id":744,"tag":"court case"},{"id":745,"tag":"charleston, sc"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5089,"title":"“<em>General I Have no Division” </em>The Blunder of Pickett’s Charge.","course_id":43,"status":"P","start_date":"1863-07-03","end_date":"1883-07-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The battle of Gettysburg will be remembered as one of the deadliest battles in American history. Over 46,000 Americans were either wounded, killed, or captured in three days of fighting. One moment, occurring on the last day of the battle, stands out from the rest. Pickett’s charge, which took place on the third and final day of the battle, is considered to be one on the biggest military blunders of the war. While Pickett’s name is forever attached to the failed charge, it was planned and orchestrated by another Confederate leader, General Longstreet.","The blunder of the charge is documented in a manuscript produced by a staff officer under Longstreet, Lieutenant Colonel Fremantle. While Lieutenant Colonel Fremantle is not critical of Longstreet’s plan, the problems with how the charge was orchestrated is evident in his reflection of the day’s events. “The distance between the Confederate guns and the Yankee position--<em>i. e.,</em> between the woods crowning the opposite ridges was at least a mile--quite open, gently undulating, and exposed to artillery the whole distance. This was the ground which had to be crossed in to-day's attack. Pickett's division, which has just come up, was to bear the brunt in Longstreet's attack, together with Heth and Pettigrew in Hill's corps. Pickett's division was a weak one (under 5,000), owing to the absence of two brigades.”  When analyzing the strategy Longstreet employs when preparing the charge, the flaws become apparent.","Pickett’s division, which was below normal strength, would be the main effort and would thus face the majority of Union fire. Not only would Pickett’s force, which was undermanned, face the majority of the fire, the division would have to cross one mile of open ground, and attack an enemy force that was well entrenched at the top of the hill. Though Pickett protested to General Lee, stating “General I have no division, ” Lee ordered the charge to take place anyway.","Though Pickett received the majority of the blame for the blunder of the charge, he was acting under orders from superior officers. Often Longstreet is forgotten as the main player and orchestrator of the deadly charge. Longstreet later reflected on the mistakes made to Lieutenant Colonel Fremantle. “At 2 P. M. we walked to General Longstreet's camp, which had been removed to a place three miles distant, on the Fairfield road. General Longstreet talked to me for a long time about the battle. He said the mistake they had made was in not concentrating the army more, and making the attack yesterday with 30,000 men instead of 15,000. The advance had been in three lines, and the troops of Hill's corps who gave way were young soldiers, who had never been under fire before. He thought the enemy would have attacked had the guns been withdrawn.”","Though the blame is often laid onto General Pickett,he was only acting under orders. If his division wasn't ordered to be the main effort it can be argued that the blunder of the charge would rest on someone else's shoulders. However, General Longstreet's plan can be viewed as blunder in itself. Ultimately the confederate line charged a well entrenched enemy."],"display_date":"July 3, 1863 - July 3, 1883","search_date":"1873-07-02","locations":[{"id":10806,"lat":39.8715057392,"lng":-77.2179223246,"zoom":9,"place":"ADAMS, Pennsylvania"}],"tags":[{"id":715,"tag":"Military"},{"id":32,"tag":"Civil War"},{"id":697,"tag":"Historiography"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5091,"title":"The Legacy of Andersonville Prison; Who is to Blame?","course_id":43,"status":"P","start_date":"1864-02-27","end_date":"1865-04-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The concept of enemy prisoner of war camps was a new idea at the time of the American Civil War. Previously soldiers that surrendered on the battlefield were often paroled. These soldiers were expected to return home and lay down their arms. However, often these men would return home then reenlist and fight the enemy again. Armies recognizing this problem placed punishments on soldiers who were captured violating their parole. Though these punishments were in place, there was really no efficient way to keep track of those who violated their parole, thus enemy prisoner of war camps were established. Although prisoners were placed in these camps, often treatment and conditions were so difficult that there was no guarantee that they would survive. The best example from the American Civil War is Andersonville prison camp Andersonville prisoners suffered so immensely that the camp’s commander was trailed and imprisoned for war crimes. Attaching blame to the commander was and is the obvious course of action, however, reviewing the history of the camp reveals different information.  Who is actually to blame?"," ","Howell Cobb, the commander of the military district Andersonville was located recognized the problem of overcrowding in the camp as early as May of 1864. “There are now in the prison twelve thousand prisoners…The effect of increasing number within the present area must be a terrific increase of sickness and death during the summer months.” So while the conditions suffered by Union soldier imprisoned with the walls of the were horrible, it was recognized by the Confederate administration that conditions were sub-standard."," ","So who is to blame? Many argue that is the responsibility of the commander of the camp. However, the commander was not allocated resources sufficient care for the number of prisoners interred at the camp. The Confederacy, when conditions at Andersonville were at their all time worst, barely had the resources to provide for armies in the field, so naturally, the amount of resources allocated to the commander of the camp extremely limited. Blame can be assigned ultimately by putting the situation in historical perspective."," ","Perspective is an interesting subject in regards to how the legacy of a particular event or place is viewed. Often, especially when the event or place is viewed negatively, blame shifts depending which side the reviewer takes. Pro-Union reviewers will place blame on the commander, or the Confederate government for the conditions suffered by the union detainees.  However, conversely pro-Confederate reviewers will place blame on the lack of resources across the Confederate states and will cite similar instances in camps located in Union territory for committing similar atrocities. Ultimately, placing blame for prison camp suffering lies with the reviewer’s perspective and sympathies."],"display_date":"February 27, 1864 - April 9, 1865","search_date":"1864-09-17","locations":[{"id":2222,"lat":32.0447139452,"lng":-84.1951910375,"zoom":10,"place":"SUMTER, Georgia"}],"tags":[{"id":108,"tag":"prison"},{"id":2,"tag":"Health/Death"},{"id":715,"tag":"Military"},{"id":32,"tag":"Civil War"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5182,"title":"The Tragedy known as Pickett's Charge","course_id":64,"status":"P","start_date":"1863-07-03","end_date":"1863-07-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The veteran soldiers geared for the attack, confident in their strategy and ability, ready to accept nothing less than success.  As the enemy forces approached and the men “spearheaded the charge” with all that they had, it quickly became evident that it was not going to be enough.  The “Union artillery opened” on the Confederates’ “parade-ground ranks” and the group suffered greatly under the hail of fire.  Pickett’s division was destroyed.  Those left retreated in utter failure as the Union soldiers walked away relatively unscathed.  It was the battle of Gettysburg in Pennsylvania, July 3, 1863.  The doomed brigades were led into battle by 38 year old General George Edward Pickett.  Little did they know that this moment would be labeled by historians as one of the most futile assaults in American military history, Pickett’s Charge.","General Pickett was born and raised in Richmond, Virginia.  He was no star pupil, graduating 59th of 59 from West Point in 1846, along with fellow Confederate General “Stonewall” Jackson and Union General McClellan.  Pickett was an arrogant and spirited child, an attitude that seemed to stick with him for the remainder of his years and severely hindered his progress and performance as a military leader.  Described by a Union prisoner as the “archetype of the Virginia slave-baron,” Pickett was a well dressed Southern aristocrat with long ringlets that attracted attention from women and men alike.  His fellow officers rarely responded to him in any efficient or positive manner, and his arrogance and pride were blazingly displayed before his fall.  General Robert E. Lee was never aware of what to expect from the irresponsible young man, who at times seemed to be far more concerned with his new flame, LaSalle Corbell, whom he would soon marry.","A firsthand account of the battle from Pickett himself is not available.  In fact, there are relatively few of Pickett’s personal documents to contribute to the history if his military career.  His beloved Sallie’s rather biased accounts of his campaigns make up a great deal of the historiography available to historians, rendering it difficult for scholars to fully understand what happened that dreadful day in Pennsylvania.  This disastrous charge is the subject of surprisingly little historical scholarship.  Carol Reardon raises the question of whether or not a true account of any battle is realistically possible.  This one is especially difficult without an official record from the commanding officer, only secondhand accounts with which to work.","In general, Pickett’s behavior appears to have elicited personal attacks and a kind of distrust from the other officers, and he and his men had served as onlookers for much of the major fighting.  With Lee’s quick decision to fight the Union at Gettysburg, however, he would need all of the men available, including Pickett’s new division.  With vague instruction and a confident façade, Pickett led his brigade in a questionable formation described “generally as a two-rank line, with a variety of incongruities” straight into unmerciful fire from the Union infantry. This strange organization evidently left them very exposed.  The resultant deaths and injuries scarred soldiers from both sides, and hearts were bleeding for all of Virginia because of the great number of men lost that day.  It comes as no surprise that Pickett has been the topic of many rumors and criticisms since.","Years after the miserable failure, Pickett met with Lee again in 1870.  John Mosby, who escorted Pickett, reported that the general had said of Lee, “‘that old man’ had ruined his career and caused his division to be ‘massacred’ at Gettysburg.”  General George Pickett died on July 30, 1875, probably unaware of just how helpful Lee had been in his defense.  As Pickett’s reputation crumbled and he was severely criticized as a leader, Lee took much of the blame for himself.  Pickett had never truly recovered from the gruesome loss, though, and the memories of that day haunted him and helped produce the bitter feelings that he had held for his contemporary."," "],"display_date":"July 3, 1863","search_date":"1863-07-03","locations":[{"id":10806,"lat":39.8715057392,"lng":-77.2179223246,"zoom":9,"place":"ADAMS, Pennsylvania"}],"tags":[{"id":715,"tag":"Military"},{"id":32,"tag":"Civil War"},{"id":755,"tag":"Confederacy"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":64,"school_id":4}},{"id":5296,"title":"General Braggs Carries Out Execution of Kentucky Youth","course_id":74,"status":"P","start_date":"1862-12-04","end_date":"1862-12-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["At eleven o’clock on the morning following Christmas Day, 1862, General Braxton Bragg of the Confederate Army forced his Company E, 6<sup>th</sup> Kentucky Infantry Regiment (part of the commonly denoted “Orphan Brigade”) to stand round their fellow soldier, Asa Lewis, who awaited execution. Exactly one hour later the firing squad of twelve men carried out the young soldier’s sentence. As Lewis’ body, pierced by eleven bullets, fell to the ground, General John C. Breckenridge was “seized with a deathly sickness,” as a comrade of Lewis recalled, as he similarly collapsed, overwhelmed by the grief of the occasion.","Asa Lewis had enlisted in the Confederacy the year prior to his execution, and despite his lack of training, showed promise with his impressive performance at the Battle of Shiloh. Enlisting early in the war, Lewis had served the entirety of his commitment by December, and though he declined to reenlist, he had remained in Murfreesboro for several months. Perhaps feeling pressure from his regiment and commanding officers, Lewis reluctantly agreed to sign up for another commitment. Following the reversal of his decision not to reenlist, however, Lewis got word that his father had died, leaving his mother and sisters without any male support on their farm that had already suffered the effects of several Union raids. Upon hearing this news, Lewis requested permission to visit his family, but was refused. Viewing his enlistment status as less than explicitly outlined, Lewis left his brigade in the manner of “French leave” on December 4, 1862 for his Kentucky home– with the intent to return after assisting the finances of the women toward whom he felt responsibility. He did not journey far before officials detected his absence, however, and was promptly brought back and issued a warning against further such conduct. Nevertheless, Lewis left once again, was caught, and following the court martial to hear the details of his case, was sentenced to death by a firing squad.","In 1862, still early in the struggle, Confederate military authorities tended to carry out sentences with more leniency than in the latter portion of the war, often implementing punishments of a less severe nature for desertion, such as a period of hard labor, forfeiture of a portion of one’s pay, or being branded as a deserter. As supplies dwindled and morale dropped, the number of desertions increased, and enforcement of the Confederate <em>Articles of War </em>clause regarding the punishment of death for deserters became more rigorous, with Robert E. Lee realizing that their inferior numbers could not take a further toll from absentee soldiers.  Not surprising for this time then, Lewis’ corps commander, General Breckinridge, upon hearing the news of Lewis’ sentence, pleaded with General Bragg to intervene and save the 19 year old from what Breckinridge viewed as murder. Bragg, known for both his resolve to stand firm against the actions of deserters and his contempt for the Kentucky brigade, was unwavering in his determination to make an example out of Lewis. Breckinridge, unrelenting as well, brought a signed petition to Bragg on the day preceding the scheduled execution, displaying the support of all his officers to refer this case to President Davis rather than hastily carry out such a severe sentence. Bragg refused, stating firmly in response to Breckinridge’s appeals, “You Kentuckians are too independent for the good of the army. I’ll shoot every one of them if I have to.”","Through denying any possibility of action that could have stopped the death of Private Asa Lewis, and making a spectacle of the event to Lewis’ comrades and commanding officers, Bragg solidified the abhorrence between himself and the Kentuckians. Moreover, Bragg’s relationship with Breckinridge suffered immensely as a result of this decision, erasing any hope that the pair had of repairing the damage of previous conflicts."],"display_date":"December 4, 1862 - December 26, 1862","search_date":"1862-12-15","locations":[{"id":12343,"lat":35.8476814553,"lng":-86.4046881374,"zoom":9,"place":"RUTHERFORD, Tennessee"}],"tags":[{"id":715,"tag":"Military"},{"id":32,"tag":"Civil War"},{"id":755,"tag":"Confederacy"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":74,"school_id":3}},{"id":5324,"title":"Brigadier-General Harry T. Hays Leads the Tigers at Gettysburg","course_id":74,"status":"P","start_date":"1863-07-01","end_date":"1863-07-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Harry T. Hays was the Brigadier General of the feared Louisiana Tigers.  During the Civil War, the Tigers gained a reputation in the North as one of the fiercest Southern brigades.  The Tigers are best known for their tremendous efforts at Gettysburg, Pennsylvania, where Hays said they, “advanced through the city of Gettysburg, clearing it of the enemy and taking prisoners at every turn.”","The Confederates had planned on going into the Union to take a northern city and convince Northerners that the fight was not worth it anymore.  But on July 1, 1863, parts of the Confederate army marched on Gettysburg, and found the town to be occupied by more Union forces than they had anticipated.  This began the unintentional confrontation between the two sides, which ultimately resulted in the four-day battle.  That first day in Gettysburg, Hays’ account of the Tigers proves the accuracy of their reputation.  After July 1, Hays felt “satisfied that the prisoners taken in the above-mentioned movements by my brigade exceeded in numbers the force under my command,” where the casualties for the Union, “exceeded ours by at least six to one.”  These extraordinary efforts from Hays’ brigade and others helped to push the Union troops out of the town and onto Cemetery Ridge, where the Tigers performed another incredible task with seemingly little effort.","In the early morning of July 2, Hays moved the brigade onto the base of Cemetery Hill, resulting in skirmishes with Union troops at roughly two a.m.  Despite their inferior position, they managed to hold their ground until approximately eight p.m. when they were ordered to advance up the hill.  Progressing up the hill, the brigade was exposed to Union artillery that, “opened up upon us, but owing to the darkness of the evening, now verging into night and the deep obscurity afforded by the smoke of the firing, our exact locality could not be discovered by the enemy’s gunners.”  Due to the dark and smoke, the Tigers managed to cross a few more Union lines, ultimately reaching the summit, only to see U.S. troops approaching several minutes after their ascent.  Unable to determine the full strength of these troops, Hays moved his men back down the hill, holding that position until the next night when he fell back to his original position at the base of the hill.","The effort that the Louisiana Tigers exhibited in the first two days of battle at Gettysburg is typical of the brute force that came to be expected from Confederate troops.  Hays’ account of the efforts of the Tigers and the strength they possessed seems almost extraordinary, as he reported only 181 casualties for these two days, despite being subject to various artillery fire on their climb of Cemetery Hill.  All of these actions helped solidify their previous reputation as one of the fiercest Confederate brigades and contribute to the South’s initial success at Gettysburg."],"display_date":"July 1, 1863 - July 2, 1863","search_date":"1863-07-01","locations":[{"id":10806,"lat":39.8715057392,"lng":-77.2179223246,"zoom":9,"place":"ADAMS, Pennsylvania"}],"tags":[{"id":32,"tag":"Civil War"},{"id":715,"tag":"Military"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":74,"school_id":3}},{"id":5360,"title":"M1 Carbine","course_id":79,"status":"P","start_date":"6/1/36","end_date":"3/24/47","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The 1936 Garand rifle was a military issued weapon that made its greatest contribution during World War II. Also known as the M1 Garand it was a gas operated, bolt action rifle that was massed produced for the military by subcontracted companies located across the country. The original design of the bolt that made this weapon uniquie was created by none other than a prisoner who developed the idea of a gas operated bolt action rifle with a locking chamber.","Parts were forged from eight difference manufactures. Manufactures included Springfield Armory, Harrington & Richardson, and International Harvester and when interchangable parts from these diverse companies were assembled they created a fully functional weapon.","The War Department contracted the first model (M1) Garand to be used by the United States Military.  With each M1 that was issued to a solider, a Technical Manual was also issued to aid in the operation, maintenance and specifications of the carbine. The Technical Manual 9-1276 dated March 24, 1947 was a standard issue manual that accompanied the rifle.","This .30 caliber M1 rifle is a “clip-fed, gas-operated, air cooled, semiautomatic shoulder weapon” as stated by the military training manual. A separate cartridge of a standard load of eight rounds slides into the top of the receiver to create a combat action fast loading rifle. This was the first model being produced with a gas-operated chamber that allowed a redirection of the expanding gas that is produced from the round to be diverted into a small receiving tube that opposes a piston that drives a bolt backwards. By driving the bolt of the weapon rearward this allows for the extraction of the round to become automatic and when the piston is returned to the forward position a new round is chambered completing the cycle of a single round and a loading of a new .30 caliber round. A single round is sent down range for ever depression of the trigger.  It was said by General George S. Patton, Jr. that it was “the greatest battle implement ever devised.”","The successful use of this new battle tool changed the way that the military viewed its importance in the field of fire, i.e. the battle zone. Its clip fed capability allowed for more ammunition to travel down range in the most efficient means possible-traveling fast, and with more potency then the combatant’s antique weapons. This is one of the first most photographed weapons in the U.S. military. The use of the gas-power driven bolt is still being used in weapons around the world. With its simple mechanical system it has been reused in many different weapons across the world. Its action with reaction system allowed for fast reloading and created reliability for a solider."," "],"display_date":"June 1, 1936 - March 24, 1947","search_date":"1941-10-27","locations":[{"id":23783,"lat":39.7582179873,"lng":-89.6589400672,"zoom":9,"place":"Sangamon, Illinois"}],"tags":[{"id":715,"tag":"Military"},{"id":1154,"tag":"M1"},{"id":1155,"tag":"Carbine"},{"id":1156,"tag":"TM 9-1276"},{"id":1157,"tag":"FM 23-7"}],"course":{"name":"The Great Depression","school":"Texas Wesleyan University","course_id":79,"school_id":49}},{"id":5587,"title":"Sumner Takes Command of The Department of The Pacific","course_id":93,"status":"P","start_date":"1861-03-22","end_date":"1861-04-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["With hostilities breaking out between Confederate and Union forces in the east, a secessionist uprising in California was feared.  In command of the U.S. Army’s Department of The Pacific, was Col. Albert S. Johnston; an adopted Texan with questionable loyalties. Believing that Johnston posed a risk to Union control in California, General Winfield Scott dispatched Brigadier General E. V. Sumner to replace Johnston as the commanding officer on the Pacific coast.  On March 22, 1861 General Scott wrote to Sumner “Prepare to sail from New York the first of next month to relieve Bvt. Brig.-Gen [A.S.] Johnston, in the command of the Pacific department…” Scott also decided to keep the orders confidential and followed with “The order to sail, ect., will reach you by next mail, but will remain unpublished till you are on the Pacific Ocean, for confidential reasons.”  Despite the secrecy of Sumner’s deployment, word of his coming reached San Francisco a day ahead of him; this did not produce the uprising that Union authorities feared, but allowed Johnston to submit his resignation from the Army.","Upon his arrival in San Francisco Sumner issued the following statement: “In compliance with special order No. 86, dated War Department, Adjunct-General’s Office, Washington, March 23, 1861, I hereby assume command of the this department. All concerned will govern themselves accordingly.”  In a letter to Washington, Sumner described the command being turned over “in good order.” Sumner also commented that even after issuing his resignation, Johnston “continued to hold command, and was carrying out the orders of the government.”  Johnston’s actions were professional and in accordance with the orders of his superiors. It did not appear that he was in anyway prey to his southern sympathies.","While Johnston made no actions towards supporting secessionists in the region, the movement was there and it was a threat to Union control. In his work <em>Frontier Service during the War of The Rebellion</em>, George H. Pettis writes that secessionists were moving to take control of governmental property across San Francisco, ultimately using the military stores in the city to defeat the loyalist citizens.  Pettis claimed that is was the unannounced arrival of Sumner that dashed this plan, forcing the secessionists to delay, and then give up after Sumner consolidated western forces to fortify San Francisco.","Though there was a Secessionist plot afoot in San Francisco, Sumner reported to Washington that there was “a strong Union feeling with the majority of the people of this state.” He claimed that though a minority, the secessionists were “the more active and zealous party, which [gave] them more influence than they ought to have for their numbers.”  Despite the actions and schemes of the confederate sympathizers, California remained fully in support of the Union cause.  Johnson, however, was later named commander of the Confederacy’s western theater; and viewed as one of the best Confederate generals in the war, before he died at the battle of Shiloh."],"display_date":"March 22, 1861 - April 28, 1861","search_date":"1861-04-09","locations":[{"id":967,"lat":37.7029266937,"lng":-123.005394924,"zoom":10,"place":"SAN FRANCISCO, California"}],"tags":[{"id":5,"tag":"War"},{"id":32,"tag":"Civil War"},{"id":715,"tag":"Military"},{"id":18,"tag":"Politics"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":93,"school_id":3}},{"id":6638,"title":"John Jacob Oswandel and the Beginning of the Volunteer Army","course_id":164,"status":"P","start_date":"1846-12-12","end_date":"1847-09-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","John Jacob Oswandel from Lewistown, Pennsylvania, would go on to serve in the field in the volunteer army. He and an associate, Louis Bymaster, traveled to Huntingdon, Pennsylvania to register for military service on 12 December 1846. After meeting with Captain William F. Small of Company C, First Regiment Pennsylvania Volunteers, they were filed and sent off by ship for training. After being deemed fit for duty, John Jacob Oswandel recounts his experience in the fields of Mexico. He states that, on 21 June 1847, the soldiers were often so tired that the act of standing after what sleep they could get was difficult, sometimes requiring another soldier’s help. However, they remained determined to reach their goal of Mexico City and the end of the war in victory. Their determination met a roadblock as their orders to march on the city were countermanded on 7 August 1847 and the volunteers were told, “you can’t go”; the complaints from the volunteers continued into the next day. Instead, the volunteers were ordered to remain in Puebla City, where the Mexican forces would bring them to siege on 14 September 1847, the same day Mexico City was captured by US forces. After twenty-eight days at siege, the Mexican forces assaulted the city. As the fighting moved into the streets, the population of the city would choose sides. According to Oswandel, many Mexican households flew white flags and shouted, “Americano mucho valentacho mucho valentias!” which roughly translates as “The Americans are very brave!” The Mexican forces were pushed out of the city and the American volunteer forces remained. Oswandel and his regiment would reach the capital of Mexico City before the war’s end and would return heroes in the eyes of the people."," ","            The Mexican-American War had been raging for a year. The United States Army, in order to secure their victory, decided to call on volunteer forces from the states to help fight. According to Paul Foos’s, <em>A Short, Offhand, Killing Affair: Soldiers and Social Conflict During the Mexican-American War</em>, the United States government called for 50,000 volunteer troops from the states along with the 5,000 career troops it already possessed. The professional army needed reinforcements and the militia system had become largely ceremonial by this time, so a new system of volunteer soldiers was necessary. These soldiers were brought in to the war, but early volunteers received no glory for their service as they served a six-month term of military service. Later legislation called for a minimum of twelve months. However, many continued to serve under General Edmund Pendleton Gaines, against President James K. Polk’s orders."],"display_date":"December 12, 1846 - September 14, 1847","search_date":"1847-04-29","locations":[{"id":53011,"lat":40.5992395,"lng":-77.571382,"zoom":8,"place":"Lewistown, PA"},{"id":53012,"lat":19.2464696,"lng":-99.1013498,"zoom":8,"place":"Mexico City, Mexico"}],"tags":[{"id":715,"tag":"Military"},{"id":1401,"tag":"Mexican-American War"},{"id":3231,"tag":"Mexico"},{"id":3232,"tag":"Volunteer Army"}],"course":{"name":"The Civil War and Reconstruction","school":"Juniata College","course_id":164,"school_id":3}},{"id":6712,"title":"Lizzie McCloud and the Lost African American Soldiers of Civil War","course_id":171,"status":"P","start_date":"1861-04-12","end_date":"1865-05-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The full story of the Civil War is not complete without mentioning the role that the African Americans played. To this day, there are southern heritage groups that see the Confederate flag as a symbol of honor and sacrifice. In the late-nineteenth century, such perceptions helped to “revise” history to exclude or at least minimize the centrality of African Americans and slavery as part of the United States’ national story. After President Abraham Lincoln signed the Emancipation Proclamation, declaring that every person held as slaves shall be free and received into the armed services of the US, free black men rushed to volunteer for service with the Union forces. Due to shortage of soldiers, recruitment was established to manage black enlistees. Leaders like Frederick Douglass encouraged free black men to volunteer as a way to ensure eventual full citizenship. Even before this declaration, in 1863, about 186,000 African Americans entered the Union while others were forced to fight for the Confederate side. Nearly 40,000 of those men lost their lives, one of whom was Lizzie McCloud’s brother.","Lizzie McCloud was “bred and born in Tennessee.” She was a former slave freed during the Civil War. It was not until the end of the war that she was scared of white folks. According to her, the war was about “freeing niggers.” As soon as the war broke out, her brother, who was a slave, ran away and joined the Union army. Lizzie’s brother was one of those men who volunteered to fight for his freedom. A musket on his shoulder and bullets in his pocket, he fought to earn his God-given right that was taken away by “white folks.”","What the African Americans have done has been lost among the history books. Initial reluctance to enlist Blacks was followed by large-scale recruiting as demands for manpower overcame the force of prejudice. While the books may not remember the African American soldiers’ names or  undermine their role, they all fought to receive the full enjoyment of freedom and citizenship, if not for themselves, certainly for their families who were still in bondage. In order to get rid of the curse that had separated them from their loved ones, they went to end all those times that their people were forced to swallow their pride and live in bondage of the white man. By striking at the heart of the system, they sought to break the chains that had held them for years.","While one hundred years of Jim Crow laws, lynching, disfranchisement, racism and unequal educational resources were to come, the era of white man treating a black man as property, was almost over. Even though, not many historical accounts hold the names of each fallen black soldier or tell their stories, there were many including Lizzie’s brother, who risked their lives for their freedom and for the protection of the country that they called home."],"display_date":"April 12, 1861 - May 9, 1865","search_date":"1863-04-26","locations":[{"id":53066,"lat":35.464834,"lng":-86.607593,"zoom":8,"place":"Tennessee"}],"tags":[{"id":32,"tag":"Civil War"},{"id":715,"tag":"Military"}],"course":{"name":"Human Trafficking: Yesterday and Today","school":"University of Richmond","course_id":171,"school_id":11}}]}