{"id":716,"tag":"Food/Provisions","points":[[33.9970517217,-80.3316264557],[41.2889203572,-72.2226871095]],"bounds":[[41.2889203572,-72.2226871095],[33.9970517217,-80.3316264557]],"episodes":[{"id":5041,"title":"A Five-Year-Old Girl Meets her Confederate Father","course_id":43,"status":"P","start_date":"1863-05-01","end_date":"1863-08-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Mrs. Doane remembers the hard work that had to be done on her South Carolina plantation while her father was away at war.  Though they never saw any Yankees, Confederate soldiers were frequent guests at the Cumming’s home.  Ragged and half-starved, these desperate soldiers took full liberties to raid their provisions, passing in hordes and killing their chickens.  Mrs. Cummings, however, did not deny the ravenous soldiers food. ","One of eleven children, Mrs. Doane (young Miss Cummings) lived with her family on a 3000 acre plantation in the low country of South Carolina at the fork of the Salkehatchie River.  When word came late one afternoon that her father was among the Confederate soldiers who were passing through Salkehatchie but could not get away to visit his family, it took her mother no time to make plans.  After giving her children their supper, she laid mattresses in the big covered wagon and put them to bed under the care of the faithful slave “Mudder.”  A slave drove the wagon as Mrs. Cummings drove the buggy with a baby in her lap and her eldest son at her side.  The experience of seeing her father and camping with the other families who had come to see their husbands and fathers was a thrilling memory that Mrs. Doane never forgot.","In addition to bravely carrying her family out to meet her husband, Mrs. Cummings also heroically saved the family cotton supply.  Mr. Cummings had left the gin house full of cotton when he went off to war, and many of their neighbors were also endowed with large supplies of cotton.  Upon hearing that the Yankees were coming, the neighbors decided to burn all the cotton rather than give the enemy of the pleasure of raiding their stores.  When they tried to persuade Mrs. Cummings to do likewise, she replied that there was nothing she could do about it if the Yankees came and burned the cotton, but until that time, she would keep her cotton right where it was.  Surprisingly, the Yankees never came, and Mrs. Cummings saved the cotton which would prove very profitable to the family in the years following the war.","The nation’s sudden emergence into the Civil War immediately transformed the South.  The role of women grew vastly to include all of the responsibilities of men, as their husbands were away at war.  At least at the beginning of the war, the romance of the military and its association with honor, courage, and glory was able to outweigh the reluctance of women to see their husbands leave them in charge at home.  Women were rudely awakened from their effeminate habits and learned not to privilege their personal interests.  All southerners seemed to realize that if the South were to survive, women had to be patriotic and assume the political interests of men.  As the self-sacrifice of women for their loved ones gradually turned into the self-sacrifice <em>of</em> their loved ones, women were faced with a conflict between patriotism and protectiveness.  Many women cared more deeply about their men than about the abstract cause of patriotism, and some broke down when the struggles of the war became too much for them.  The experiences of southern women during the Civil War were vast and varied, but many heroines such as Mrs. Cummings rose up to defend the cause of patriotism that was steeped in the desire to assist their husbands in any way possible."],"display_date":"May - August 1863","search_date":"1863-07-01","locations":[{"id":11656,"lat":33.9970517217,"lng":-80.3316264557,"zoom":9,"place":"SUMTER, South Carolina"}],"tags":[{"id":32,"tag":"Civil War"},{"id":4,"tag":"Slavery"},{"id":714,"tag":"Family and Home Life"},{"id":715,"tag":"Military"},{"id":716,"tag":"Food/Provisions"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5198,"title":"Food Conditions Aboard the Ship Morrison","course_id":58,"status":"P","start_date":"1844-09-16","end_date":"1846-03-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On the monday morning of September 16 in 1844, the ship Morrison, of New London, Conn., sailed out for a whaling voyage that concluded in 1846.  On board, the first mate Rev. Thomas Douglass recorded the happenings of the Morrison in a log book, often mentioning the poor quality of food, and the ways that the ship’s crew tried to supplement themselves with other foods.  Whalers like the Morrison were often at sea from anywhere to six months to several years--except for emergencies, they rarely docked.  Considering the number of men needed to work the ship was often in the thirties, much food was needed to keep all of the men fed and alive.  Ships were limited in space and money, and therefore needed to store the most amount of food for the least amount of money.  Because most food would spoil, the crew would often have a very limited diet of biscuits, dried and salted meat, and beans.<br /> Douglass often speaks of the crew’s endeavors to find fresh food.  They caught fish and other  seafood to create a change in their “one unvarying round of salt beef & pork,” such as “fish porpoises & black fish . . . 3 barrels of most excellent fish . . . [or] two Albatrosses.”  These caught foods at sea would provide a replacement for the salt beef and pork Douglass often mentions.<br /> Unending meals of salted meat and dry, moldy, or otherwise insect infested biscuits were often the only choice for the lowly crew; however, the captain was able to eat better prepared food, as well as a greater variety of foods.  The New Bedford Whaling Museum explains the differences in more detail: “The captain . . . ate the best meals on shipboard. Ducks, pigs, and chickens were often carried in crates to provide meat for his table.  Although the crew's rations ranged from unpleasant to revolting, hard work gave them good appetites, even for greasy pork, hard biscuits, and cockroach-laden molasses. Other fare included “heavily salted beef, pork, or horse, [and] beans, rice, or potatoes.”  The luxuries that could be afforded by the captain were more expensive than the simple menu of the crew, but were also harder to keep.  However, all of the crew fared from shortages of fresh fruits and vegetables, making the life of a man on board of a whaling ship hard, despite the chances to catch food from the sea."],"display_date":"September 16, 1844 - March 23, 1846","search_date":"1845-06-19","locations":[{"id":1220,"lat":41.2889203572,"lng":-72.2226871095,"zoom":9,"place":"NEW LONDON, Connecticut"}],"tags":[{"id":881,"tag":"whaling industry"},{"id":716,"tag":"Food/Provisions"}],"course":{"name":"Literary Theory and Writing","school":"St. Norbert College","course_id":58,"school_id":44}}]}