{"id":717,"tag":"Temperance","points":[[33.9914893238,-80.8577865567],[42.3649994065,-70.9800517697]],"bounds":[[42.3649994065,-70.9800517697],[33.9914893238,-80.8577865567]],"episodes":[{"id":5042,"title":"“King Alcohol is More Formidable than Tyrant Lincoln”","course_id":43,"status":"P","start_date":"1862-10-01","end_date":"1862-10-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1862, throughout the war-ravaged Confederacy, the thoughts of all were turned to the War that tore apart the country.  The death and destruction that had already occurred seemed to foretell a conflict that would not soon be resolved.  In the midst of the fighting, soldiers struggled to remain vigilant and confident.  Romanticized visions of passionate soldiers, Confederates in particular, were created to motivate future as well as current soldiers to continue fighting “the good fight.”  An ideal soldier was one who fought bravely for a cause he believed in, and these beliefs were strengthened when God was on his side.  Thus religion and the strength of a soldier’s faith were often tied directly to his ability to prevail in battle. ","An article in The Confederate Baptist entitled “Temperance in the Army” stated that there was evidence that the reason that battles had been lost was because of the drunkenness of the commanders.  Subsequent articles in the paper had already declared that God was on the side of the Confederacy; the postulation of a possible explanation of recent defeats looked to the soldiers themselves and their behavior while fighting for the Confederacy.  The author J.L. Reynolds looked to the experiences of other countries to teach a valuable lesson.  He cited the Madras Presidency, a part of present-day India, and the proportion of temperate men who died in battle to the number of drinkers who died in battle.  The number of temperate soldiers who died numbered 2,315.   The number of drinkers who died was 4,458.  According to Reynolds, “this proves that soldiers will be healthy in proportion to their temperance”.   Alcohol was “the bane of our soldiery,” and if use was not curbed immediately, the Confederacy, despite being divinely-ordained, would surely fall.","To bring these soldiers back to morality, religious revivals were often held in which missionaries traveled to soldiers’ camps to instill a renewed sense of faith.  These revivals also served to inspire the citizen morale that waned as the war dragged on and the death toll rose.  The temperance movement as a whole, however, was not an issue of great national or regional importance during the Civil War.  The Temperance Societies that had emerged in the decades prior had claimed millions of members but receded into the background as the nation faced a crisis of unprecedented proportions. "],"display_date":"October 1, 1862","search_date":"1862-10-01","locations":[{"id":11638,"lat":33.9914893238,"lng":-80.8577865567,"zoom":9,"place":"RICHLAND, South Carolina"}],"tags":[{"id":717,"tag":"Temperance"},{"id":79,"tag":"Religion"},{"id":32,"tag":"Civil War"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5463,"title":"More to the WCTU than Meets the Eye","course_id":84,"status":"P","start_date":"1883-01-01","end_date":"1883-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In a letter to a temperance friend in the late 1800’s Francis Parkman, a Temperance supporter, called a woman who was part of the Women’s Christian Temperance Union out on what he thought the Temperance Movement was about. He writes to the woman saying that temperance was nothing more than, “A wedge to universal woman suffrage”.","In the late 1800‘s people began to become concerned with the high consumption of alcohol. From this emerged the Temperance Movement. The movement sought to ban the consumption and production of alcohol in the United States in order to clean up the country. The Women’s Christian Temperance Movement, WCTU, was the largest temperance union in America from 1873-1900. However, the union did not just focus their attention on temperance alone.","Women were becoming leaders in politics concerning temperance and their eyes began to be opened to the fact that they still could not vote. As historian Ruth Bordin writes, the WCTU president pointed out in her 1891 presidential address that, \"immigrants could vote six months or less after landing, while devoted, intelligent and patriotic women could not” (Bordin 123). This union gave women a voice for one issue that turned into a platform for multiple issues that women faced. Because women were gaining ground with temperance they were able to throw their weight into the fight for women suffrage. The women were already united under the banner of temperance, a banner that could easily be changed to suffrage.","As Parkman surmised, the fight with alcohol had been abandoned in order for women to tackle larger issues on their agenda. He writes that, “All our large cities be subjected to the corrupting farce of prohibition which does not prohibit, which in large communities does not prevent or even diminish drunkenness, but which is the fruitful parent of meanness, fraud, lying, and contempt of law”. It is because of all these reasons that Parkman writes his letter confronting his fellow member of the Temperance Movement."],"display_date":1883,"search_date":"1883-07-02","locations":[{"id":6212,"lat":42.3649994065,"lng":-70.9800517697,"zoom":10,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":699,"tag":"Temperance Movement"},{"id":717,"tag":"Temperance"},{"id":644,"tag":"woman's suffrage"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":84,"school_id":10}}]}