{"id":718,"tag":"Women in the Household","points":[[40.7805662337,-73.9388482485]],"bounds":[[40.7805662337,-73.9388482485],[40.7805662337,-73.9388482485]],"episodes":[{"id":5043,"title":"A Senseless Waste","course_id":43,"status":"P","start_date":"1870-01-01","end_date":"1871-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["                “Personal insecurity is the great motivator to shop.”  Middle-class women of the 19<sup>th</sup> century struggled to keep up with fashion trends set by the wealthy in society in order to feel stylish and modern in a time where modernity was prized.  Sarah Tytler, a member of the American Tract Society and a contributor to The Young Lady’s Guide, wrote about this focus on fashion and decried it a senseless waste of time, effort, and resources by middle-class women. If a woman is not wealthy, attempting to keep up with the latest trends robs her of her money and subsequently her peace of mind. Staying abreast of and setting the fashion trends of the day is a task, a responsibility, a job of the wealthiest women.  Tytler instructs the women of her time to dress within their means and even instructs her readers to wear clothes out of affection for that is when the most joy will be gained from their use.  If stylishness is sought after just so that a woman looks better than those around her, garnering more attention while walking down the street, then she displays very bad taste. "," A woman naturally desires to have all things nice and pleasant, but laboring after an elusive fashion ideal that is constantly shifting leads to a lack of commitment to that which is normally within a middle-class woman’s sphere.  According to Tytler, this includes “honest hospitality, dignity, and loyal-brotherly kindness,” among others.  This emphasis on the household labor of care was a mainstay of the cult of domesticity that redefined women’s roles in the household in the nineteenth century.   A woman’s role was no longer that of a breadwinner for the household but of the nurturing caretaker that performed her duties as a mother, wife, and runner of the house out of and with love and affection.  A middle-class women, therefore, should focus on her “natural” duties in the home instead of looking outward, wasting time, money, and her talents which should be utilized elsewhere."],"display_date":"1870 - 1871","search_date":"1870-12-31","locations":[{"id":8927,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":718,"tag":"Women in the Household"},{"id":197,"tag":"fashion"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}}]}