{"id":719,"tag":"South Carolina","points":[[33.9914893238,-80.8577865567],[32.8753704415,-79.8417496964],[40.7805662337,-73.9388482485],[34.8943497126,-82.3707811393],[33.6657929366,-80.2164264171],[40.9190359343,-77.8196278227],[32.3790843,-80.6926069],[32.216316,-80.752608]],"bounds":[[40.9190359343,-73.9388482485],[32.216316,-82.3707811393]],"episodes":[{"id":5047,"title":"The Man Who Memorialized the Prominent South","course_id":43,"status":"P","start_date":"1830-01-01","end_date":"1836-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["From time immemorial, the term “in-law” has struck feelings of fear and anxiety in the hearts of men and women alike.  For William Harrison Scarborough, however, in-laws were the source of his livelihood, career, and the connections that catapulted him to the forefront of South Carolinian culture in the nineteenth century.  Scarborough was a portraitist who came to South Carolina under the advice that the state was the center of the cultural life of the country.  He believed that in South Carolina his work would receive the most appreciation as well as the highest prices.  Upon marrying one of the daughters of a client, Scarborough was immediately introduced to the elite of the region, including families such as the DuBoses, Murrells, Furmans, and Lides.  His work as a portraitist soon became renowned throughout the state and Scarborough was commissioned by the likes of the Senator James Chesnut, Colonel Wade Hampton, and the Honorable John. C. Calhoun for portraits that sold for upwards of $100.00 a piece.  At a time when the subjects of nature and landscapes were in high demand, the popularity of his portraits stood as a testament to the pride that characterized Southern families of the time as well as to the enduring centrality of the familial unit in society. ","                Scarborough’s portrait of Mr. Jonathan Davis, painted between 1830 and 1836, was one such painting of a South Carolina elite.  The subject was the father of two of the wives of James C. Furman, the son of Richard Furman, a founder of Furman University.  The portrait depicts a distinguished older gentleman sitting in front of a black background, wearing plain attire and a kind but serious expression.  The beauty of the portrait lies not in an elaborate setting but in its simplicity and in its true and honest representation; Mr. Davis’ family and friends could no doubt look upon the portrait and see the man that they knew as he truly was on a day-to-day basis.  Scarborough’s portraits captured images of the people that shaped South Carolina’s history and institutions, making this artist one that the state is proud to call its own. "],"display_date":"1830 - 1836","search_date":"1833-07-02","locations":[{"id":11635,"lat":33.9914893238,"lng":-80.8577865567,"zoom":9,"place":"RICHLAND, South Carolina"}],"tags":[{"id":719,"tag":"South Carolina"},{"id":145,"tag":"art"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5085,"title":"The Importance of Place","course_id":43,"status":"P","start_date":"1895-01-01","end_date":"1895-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Who better than the biggest name in printing today to lead the expedition into map printing than Rand McNally? Starting in railroad guides, the company eventually worked its way into maps in 1872, using a new wax engraving method that allowed it to print maps at a greatly reduced cost. This ensured the company’s ability to expand its publishing productions into maps and geography textbooks; in 1895, Rand McNally published a map of South Carolina  detailing both major and minor cities, railways, businesses, and – the most enlightening of all of these – the locations of land owned by various families in the state. The map lists the various divisions of population, including a very clear distinction between natives and foreigners, as well as separations of race.","The fact that the map lists, among the minor cities, the different properties owned by families and businesses in the state is a sign of the era from which the publication comes. Only 30 years after the end of the Civil War, these people are still defined by their land and what they do. The importance of a person and the size of their land is shown by the size of their listing on the page; some families’ names are larger than others, while others nearly need a magnifying glass to be seen. However, these listings can give an insight into the post-Civil War South. The names crowd each other on the page, fighting to be seen; but without the labor to work them, what use are they? The population of blacks at this time greatly outnumbers whites – 688,934 blacks to 462,008 whites – but their emancipation means a living is harder to come by. Whites were reluctant to hire their former slaves for the prices these newly freed people believed they were worth, and that meant the land was not worked to its full extent.","The number of former slaves working as farmers and laborers is not listed, but it can be inferred that a great majority had to struggle to find work, despite the obvious need of white plantation owners for skilled workers. The Civil War may not have been a clash directly over slavery, but it is obvious that the end of the war crippled the South swiftly and severely. Families clung to their land as a memory of the “glory days”; it would be interesting to see how many names disappeared from the map in subsequent years as land was sold by bankrupt families in the South’s struggle to rebuild its fractured economy."],"display_date":1895,"search_date":"1895-07-02","locations":[{"id":11641,"lat":33.9914893238,"lng":-80.8577865567,"zoom":9,"place":"RICHLAND, South Carolina"}],"tags":[{"id":769,"tag":"Map"},{"id":13,"tag":"Agriculture"},{"id":719,"tag":"South Carolina"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5347,"title":"<em><em>Black Codes and Racism in South Carolina Prevent Migration to the State by Northerners</em></em>","course_id":74,"status":"P","start_date":"1865-12-08","end_date":"1865-12-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["At the close of the Civil War, wealthy northerners were interested in acquiring new farmland to develop. To do so, they needed to relocate to areas that were less populated than the North. Despite their admiration for South Carolina’s “lands and climate,” northerners feared living in the state, because of the potential violence. During this time, South Carolina began enacting black codes to restrict the freedoms and movements of freedmen. Northerners believed it to be only a matter of time until blacks started protesting the laws. While other states in the South enacted similar codes, these northerners thought South Carolina’s to be the harshest. Because of this, they chose to settle in the northwest rather than the South.","White residents of South Carolina did not believe the state had a lack of migrants due to the black codes. Instead, they expressed the opinion that white northerners were apprehensive to live among such a large number of free blacks. A writer for the <em>Nashville Press </em>article vehemently denounced this claim. “It is not true white immigrants will not go where there are negro laborers, or where there is negro competition. The sole condition of immigration is embraced in the word security.”","For these settlers, the number one concern was safety. They believed that as long as the codes were in effect, security could never exist in the state. Settlers, or emigrants, were not the ones negatively affected by the codes. They found suitable land for their intended purposes in other parts of the country. The people who the codes hurt, the article argued, were the residents of South Carolina. As long as the black codes were in place, immigration would not occur. If the codes were abolished, there would be “unprecedented progress of the South” as a result of new settlement.","South Carolina began passing black codes immediately following the war. The state ratified a constitution in 1865 that forbade blacks from voting. In order to prevent blacks from combating the laws, South Carolina set up racial restrictions for entering office. This way, no black person could enter South Carolina’s legislature and attempt to do away with the codes.","Besides preventing blacks to enter political office, the black codes in South Carolina stopped freedmen from becoming an “artisan, mechanic, or shopkeeper” without the proper license from a judge. This license cost more than $100, making it unlikely a free black could afford one. Perhaps the most restrictive of all parts of the codes, was the section that limited black migration to the state. If a black person moved to South Carolina, he or she was required within twenty days to enter into a contract and bond to a white master."],"display_date":"December 8, 1865","search_date":"1865-12-08","locations":[{"id":11457,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"},{"id":8925,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":366,"tag":"Migration"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"},{"id":477,"tag":"Black Codes"},{"id":719,"tag":"South Carolina"},{"id":123,"tag":"Reconstruction"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":74,"school_id":3}},{"id":5514,"title":"The Greenville Baptist Female College: A Gendered Education","course_id":91,"status":"P","start_date":"1857-01-01","end_date":"1858-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Mary Mauldin, a member of the first graduating class of the Greenville Baptist Female College, would have been exposed to variety of subjects throughout her academic training. According to her college’s 1857 catalog, Mary would have taken a course of study much like that of her brothers at nearby Furman during her senior year. She would have taken advanced courses like history, botany, moral and intellectual philosophy, evidences of Christianity, chemistry, logic and rhetoric. Mary recieved a seemingly progressive gender-equal education. This 'progressive education,' however, was less about producing intellectuals and more about creating successful mothers. As the South Carolina Baptist Convention concluded in their decision to start the school, women were their sons’ first and perhaps most important teachers. Through the early instruction by their mothers, young boys gained their moral compasses, their religious convictions and their veneration for honor. The education of women, therefore, was not thought of as an end in itself; it was meant to be the beginning of a cycle that would improve the education and character of future male generations. Though the mission of gender-equal education was forward-thinking for the times, the reasoning behind it was typical of the mid-nineteenth century.","The college’s 1857 catalog also indicates the school's consonance with prevailing notions of gender and intellectual station. Though the distribution of faculty members, four men to four women, seems to indicate a certain amount of gender equality, an examination of the subjects taught by each reveals an intellectual inequality. The four men each taught advanced subjects like science, ancient languages and philosophy and all worked in the collegiate department. The women, likely young and unmarried or widowed (as societal norms usually prevented married women from teaching) inhabited lower academic roles. Only one of the four taught in the collegiate department and then only penmanship and vocal music. The rest were associated with the primary and academic departments as teachers or assistants. Early Greenville Baptist Female College students were given the chance to acquire an education comparable to that of men's, but the application of their talents was limited in the 1850s to teaching briefly before marriage and child-rearing."],"display_date":"1857 - 1858","search_date":"1857-12-31","locations":[{"id":11534,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"GREENVILLE, South Carolina"}],"tags":[{"id":1414,"tag":"Greenville Womans College"},{"id":1413,"tag":"Greenville Female College"},{"id":1412,"tag":"Greenville, SC"},{"id":1201,"tag":"Women's colleges"},{"id":719,"tag":"South Carolina"},{"id":1332,"tag":"Baptist Convention"},{"id":7,"tag":"Women"}],"course":{"name":"Urban and Suburban America","school":"Furman University","course_id":91,"school_id":4}},{"id":5540,"title":"Teenage School bus Drivers, Black and White, Crash on South Carolina Highway","course_id":91,"status":"P","start_date":"1/20/53","end_date":"1/20/53","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“W.H. Ridgeway, the 16-year-old driver of the white bus, sobbed in his hospital bed and told his mother over and over how sorry he was the wreck had happened”","The Columbia State, South Carolina’s largest newspaper, reported this pitiful scene on January 21st, 1953, under the front-page headline, “Clarendon School Bus Crash Kills 2”. The State ran no pictures of the crash, but the details the paper includes are vivid and horrific.","A little girl lay on the roadside, with her leg bone protruding through the skin. The interior of the school bus was described as a mass of blood, twisted metal, and schoolchildren’s pocketbooks. 40 children were taken to the hospital for injuries. Willie Lemon, the 18-year old driver of the Negro school bus, and Thomas Harrelson, a 10-year-old passenger on the white school bus both died from the injuries they sustained.","At the time of the accident, schools in South Carolina were not yet shared by black and white children. but the highways used to get to schools were. The crash came at a climactic moment in Clarendon County, South Carolina. The court case Briggs v. Elliot, from the very same school district, ruled that segregated schools were not equal  because of the lack of resources at black school, specifically, they had no buses.","Briggs v. Elliot was combined with 4 other cases in 1954, including Brown v. Board, that were collectively decided by the watershed Supreme Court ruling that segregated schools were inherently unequal. At the time of the 1953 highway crash though, the court-ordered, federally enforced, desegregation of schools in South Carolina hardly seemed clear or imminent in the state’s future.","The teenage bus-drivers involved in the highway crash, were in fact, coming to and from “equalization” schools; the Manning Training School, where Willie Lemon had just dropped off a bus full of black students, was built the same year as the accident. Equalization schools were a massively expensive project undertaken by the State of South Carolina after the Briggs v. Eliot case to avoid the desegregation decision NAACP lawyers were successfully building.","The decision to employ teenage bus-drivers, though one way of cutting costs in the convoluted and costly equalization school project, was beginning to receive scrutiny from the companies that insured South Carolina school buses. The January 21st accident intensified this criticism.","The accident happened because the young and inexperienced drivers collided head on the “pea-soup” fog conditions on the highway that morning. The thick haze that clouded the moment made for treacherous conditions, where the drivers couldn’t see the road ahead of them, and in that spirit perhaps, was the entire moment between the Briggs v. Elliot and Brown v. Board landmarks in South Carolina history."," "],"display_date":"January 20, 1953","search_date":"1953-01-20","locations":[{"id":28318,"lat":33.6657929366,"lng":-80.2164264171,"zoom":9,"place":"Clarendon, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":43,"tag":"Desegregation"},{"id":792,"tag":"Transportation"},{"id":266,"tag":"Segregation"},{"id":746,"tag":"Supreme Court"},{"id":408,"tag":"Children"},{"id":939,"tag":"Public Schools"},{"id":84,"tag":"Black History"},{"id":467,"tag":"Black Schools"},{"id":719,"tag":"South Carolina"},{"id":572,"tag":"Buses"}],"course":{"name":"Urban and Suburban America","school":"Furman University","course_id":91,"school_id":4}},{"id":5542,"title":"Bus Driver, Age 18, Killed in Head-On Collision At Work","course_id":91,"status":"P","start_date":"1/20/53","end_date":"1/20/53","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The certificate kept by the Clarendon Memorial Hospital records the death of Willie Lemon, an 18-year-old bus driver involved in a head-on collision on the highway near Jordan, South Carolina, on January 20, 1953. Vital information is recorded on Lemon. He was occupied as a school bus driver. He is listed as an unmarried, colored male from Manning, South Carolina, with no social security number.","His immediate cause of death was a massive epidural hemorrhage and a compound fracture of the skull. He stayed at the hospital for two hours before succumbing to his injuries. His injury occurred while at work from a head on collision between school buses. Lemon was treated at the hospital for two hours before he died. His accident happened while he was working. He was passing another empty school bus in thick fog on the highway, when he collided with a full school bus driven by 16-year old W.H. Ridgeway.","The circumstances that surrounded the incident brought to the surface two debates. Parents and insurance companies began to question the wisdom of a policy that let inexperienced young drivers to travel with 35-40 passengers across the highway every day. The \"equalization\" school project that had very recently upheld segregation also came into scruitinity as it exacerbated bussing problems.","Schools were redistricted to be kept seperate, incidentally, they were further away frome each other and the rural homes of students. The two buses that collided in the Clarendon County were black and white buses headed in opposite directions on the interstate.","The age of driving licensure in the United States is often debated today because of the high frequency of fatal accidents, like the one that took Willie Lemon’s life, among teenage drivers. The incident also calls into question policies of workplace safety for drivers, who operate in a workplace, the highway, that is hard for their employers to regulate. The cost-benefit analysis between mobility and safety on highways is a difficult question posed by the rise of highway transportation in America at mid-century.","The extent to which Willie Lemon’s chance accident was heightened by the lack of policy restricting inexperienced teenage drivers or equalization policy.  is unclear from this document. The plain, sad details of his death, though—He is survived by his mother Poline, and father, Joseph, and was buried in the A.M.E. Mt. Zion Church Cemetery in Summerton, South Carolina, add weight to human cost to be evaluated in reviewing school and safety policies."],"display_date":"January 20, 1953","search_date":"1953-01-20","locations":[{"id":28318,"lat":33.6657929366,"lng":-80.2164264171,"zoom":9,"place":"Clarendon, South Carolina"}],"tags":[{"id":1458,"tag":"Clarendon County"},{"id":1457,"tag":"workplace safety"},{"id":1456,"tag":"highway safety"},{"id":572,"tag":"Buses"},{"id":3,"tag":"African-Americans"},{"id":719,"tag":"South Carolina"}],"course":{"name":"Urban and Suburban America","school":"Furman University","course_id":91,"school_id":4}},{"id":5553,"title":"Lincoln Elementary and High School, McClennanville, SC: A Standing Artifact of Desegregation in South Carolina","course_id":91,"status":"P","start_date":"1/1/55","end_date":"12/31/60","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["A photograph of Lincoln Elemetary and High School, as it still stands in McClennanville, South Carolina, an unoccupied building with boarded windows, is the starting point for this episode in American history. The photograph was taken by Rebekah Dobrasko, in 2008, as part of a master's thesis on equalization schools in South Carolina.","Across the state of South Carolina from 1951-1960, a wave of new schools known as \"Equalization schools\" were built in response to the ruling of the Briggs v. Elliot case from neighboring Clarendon County, South Carolina.","Briggs v. Elliot was eventually combined into Supreme Court case Brown v. Board of Education, which overturned racial segregation in American schools. In 1951, however, desegregation in American schools did not appear imminent. The Briggs v. Elliot case only established that segregated schools were unequal in facilities. White schools were better funded, newer, had better books and resources, and, as Briggs v. Elliot specifically charged, school buses so that children could attend without walking many miles every day.","The solution to this inequality would eventually be, with Brown v. Board, to integrate black children into these better-funded schools, but the state was committed to delaying court-mandated integration for as long as possible. The immediate answer to the Briggs case was “equalization schools”; represented by 1950s architecture like Lincoln Elementary and High School, built in 1955, that still stands across the state.","These small, flat-roofed, one-story building were built across the state as schools for white and black children. Building all new schools was a costly solution. The County of Greenville alone built 11 new schools between 1953 and 1958. The small scale of most of these schools reflects reluctance for schools to create schools to accommodate the whole community of children, white and black.That the design of these school building was specific to the ideology of racial segregation that peaked in strength and visibility at mid-century, is evident by the abandoned and decayed state of most of these small schools today."],"display_date":"1955 - 1960","search_date":"1957-12-31","locations":[{"id":29467,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"Greenville, South Carolina"}],"tags":[{"id":1477,"tag":"equalization schools"},{"id":746,"tag":"Supreme Court"},{"id":831,"tag":"construction"},{"id":701,"tag":"Lincoln"},{"id":1412,"tag":"Greenville, SC"},{"id":719,"tag":"South Carolina"},{"id":466,"tag":"Educational System"},{"id":473,"tag":"Brown vs. Board of Educat"},{"id":6,"tag":"Education"},{"id":43,"tag":"Desegregation"}],"course":{"name":"Urban and Suburban America","school":"Furman University","course_id":91,"school_id":4}},{"id":5819,"title":"View of Possible Secession in Rural Pennsylvania","course_id":113,"status":"P","start_date":"1860-11-15","end_date":"1860-11-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Republicans of the northern states ignored all threats from the South regarding the idea of secession when the rumors regarding secession began to circulate. In some cases they took false hope that the only real threat to secede came from the state of South Carolina. Statements from a small town central Pennsylvania newspaper, <em>The Democratic Watchman,</em> affirmed that it was not possible, nor likely, for any of the other southern states to follow South Carolina’s lead and leave the Union.","In regards to the small town doubt about secession, the <em>Democratic Watchman</em> stated, “It is probable that no southern state will cooperate with South Carolina in secession and resistance to the General Government, and that she will not attempt to go out of the Union alone.” The <em>Watchman, </em>similar to other small northern towns, believed that South Carolina would not leave the Union unless they had support and alliance of other southern states that were willing to secede.","In the South, the push for secession was speared by the election of republican Abraham Lincoln as the president of the United States on November 6, 1860. The election stands as the final controversial political moment before southerners began to formally choose secession. Southerners believed that Lincoln would take their liberties because he was a member of the Republican Party and this pushed southern trust of the federal government to its breaking point.","Secession should not have caught the Union by surprise because before the election of 1860, southern citizens, who were considered supporters of the Union, warned northerners of the likelihood of secession upon Lincoln’s presidential victory. This “fever” for independence soon spread out of the deep south and into the upper south. South Carolina called for a convention immediately following the news of Lincoln’s victory. The federal judge at Charleston, the District Attorney, the Collector, and other federal officers, all from the state of South Carolina, resigned from their respective offices. These officials were attempting to bring immediate issues with the federal government.","South Carolina voted 169 to 0 to secede from the Union of the United States of America on December 20, 1860. By May 21, 1861, the eleven states that all eventually comprised the Confederacy had officially broken from the Union."],"display_date":"November 15, 1860","search_date":"1860-11-15","locations":[{"id":10917,"lat":40.9190359343,"lng":-77.8196278227,"zoom":9,"place":"CENTRE, Pennsylvania"}],"tags":[{"id":719,"tag":"South Carolina"},{"id":683,"tag":"Abraham Lincoln"},{"id":1861,"tag":"Confederates"},{"id":1879,"tag":"Secession"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":113,"school_id":3}},{"id":6187,"title":"Who Controls the Streets?","course_id":135,"status":"P","start_date":"1893-01-01","end_date":"1893-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["One of the most interesting aspects of the Viola area is the manner in which is grew and developed. Looking at the turn of the nineteenth century at the Sanborn Insurance map it is clear that the Viola area does not even exist. In Greenville, South Carolina there is Poinsett Highway, which is one of the main roads in and out of downtown Greenville. However, off of Poinsett Highway one finds Stone Avenue, which then has offshoots to the Viola Street neighborhoods. The other main road around the Viola neighborhood is Rutherford Road. Within Rutherford and Stone there is no development. However, when looking at the Sanborn maps after the turn of the century,  property began to be sketched in as roads are changed and redrawn. This is an important observation because simultaneously to this growth were changes in the socioeconomic climates on the neighborhood.","The 1913 Sanborn Insurance Map is the first view of Viola street coming off of Rutherford Road. However, while looking at the 1913 map in comparison with the Walsh City Directory, it is clear that the street names were not concrete. The question of who controlled the streets is vital. However, it was not until the 1990s that Viola Street was cut off from Buncombe highway. This resulted in an opening up of Buncombe. As a result the development on Buncombe and Rutherford Roads began to take the shape of what we see more of today.","The importance of looking at these primary sources is a reflection of how important street names and understanding who names them is. As Gwendolyn Wright reflects, street names are the result of social, political, and intellectual sources. As urban historians having an understanding of the many different names of an area is important. Consequently, the specific case of Viola the constant changing of street names reminds one of the complexity of this neighborhood. Just as interesting is the question of where the street names came from, and who had control over that. In the Viola Street Community history, Judith Bainbridge indicates that street names came from rich, White Greenvilleans."],"display_date":1893,"search_date":"1893-07-02","locations":[{"id":11538,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"GREENVILLE, South Carolina"}],"tags":[{"id":2379,"tag":"Street Names"},{"id":719,"tag":"South Carolina"},{"id":1412,"tag":"Greenville, SC"}],"course":{"name":"History of Urban and Suburban U.S. (2014)","school":"Furman University","course_id":135,"school_id":4}},{"id":6188,"title":"City Planning","course_id":135,"status":"P","start_date":"1/1/90","end_date":"12/31/90","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Transition. This is a word found in much of the literature, both old and new, surrounding the Viola Neighborhood in Greenville, South Carolina. But what kind of transition is this historic neighborhood headed for? The City of Greenville’s master plan reflects an interesting change headed for the surrounding area of Viola. While examining the plans of this revitalization of the area around Stone Avenue, Viola Street shows up on every map. The plans for Stone avenue are vast. They include bringing in more commercial spaces and redesigning the aesthetics of some spaces already there. However, it is not part of the highlighted area that will see renovations or improvements. This report by the City of Greenville explains that there are 71 acres part of the Viola Street Neighborhood. The later part of the twentieth century saw the neighborhood faced with high levels or poverty and crime. As a result, the City of Greenville began the Neighborhood Revitalization Strategy. This plan was highly controversial and is viewed by historians to be a reflection of the racial history of Greenville. The Viola Neighborhood area is predominately black, non-family homes. This is a point made in the Greenville Community Development’s Viola Master Plan.","The result of looking at these maps and plans is understanding that the Viola neighborhood faced many struggles. These struggles were centered on high levels of poverty and crime. This observations leads one to the inevitable question of asking why certain neighborhoods become areas of crime and others stay safe. Also, what role does planned urban development play in this. Authors such as Jane Jacobs would argue that the formulating and forced “revitalization” of a certain area makes the area disingenuous. In the specific instance of the Viola neighborhood, revitalization emphasizes bringing in more families. However, actions such as these are a threat to the current climate of the area.","It must be considered if there is the threat of quasi0gentrification during these efforts to “revitalize” and “regenerate” the neighborhood."],"display_date":1990,"search_date":"1990-07-02","locations":[{"id":42482,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"Greenville, South Carolina"}],"tags":[{"id":2381,"tag":"Viola"},{"id":2380,"tag":"City Plan"},{"id":719,"tag":"South Carolina"}],"course":{"name":"History of Urban and Suburban U.S. (2014)","school":"Furman University","course_id":135,"school_id":4}},{"id":6197,"title":"Still Segregated?","course_id":135,"status":"P","start_date":"1/1/45","end_date":"12/31/70","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Through looking at the June 1921 Greenville County Economic and Social Directory it becomes clear that there has always been inequality even in small areas within Greenville. The Economic and Social directory, compiled by Guy A. Gullick we see that Greenville County represented many different socio-economic areas. In one section entitled “Facts About the Folks” there is a clear picture painting that represents the guarded interaction between those of different races and socio economic groups.","The 1921 view states, “In Greenville County, as in all the counties there are two systems of schools, one maintained for the whites, the other for the Negroes. It is clearly evident that the system for the whites is superior to the one for the Negroes, and naturally so. Although the whites deserve a better system, at the same time the negroes should not be disregarded, but should be give what is due them” (Gullick 65). This viewpoint represents why Greenville County specifically had so much trouble desegregating.","This struggle is explained by W.E. Solomon in a 1955 article. Solomon explains that there had been no effort by public officials to desegregate schools, despite the Supreme Court ruling in 1954 that public school segregation was unconstitutional. In 1960 Bob Jones, Sr. delivered a sermon entitled “Is Segregation Scriptural.” This sermon was centered on promoting the idea that advocating integration was challenging the natural order of God. Though this seems preposterous now that Greenville County has integrated, why is the Viola neighborhood still socio-economically segregated.","Today there is still a socio-economic disparity. When looking at the site Zillow almost all of the houses that come up are foreclosures. Additionally, zoning of schools for these homes represents a school system that is not as good as other predominately white and upper socio-economic schools. It is astonishing how despite almost a century elapsing since 1921, Viola still represents a distinctly separated and segregated area of Greenville."],"display_date":"1945 - 1970","search_date":"1957-12-31","locations":[{"id":27734,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"Greenville, South Carolina"}],"tags":[{"id":266,"tag":"Segregation"},{"id":2381,"tag":"Viola"},{"id":719,"tag":"South Carolina"},{"id":2408,"tag":"Schools"}],"course":{"name":"History of Urban and Suburban U.S. (2014)","school":"Furman University","course_id":135,"school_id":4}},{"id":6555,"title":"The Gullah and Geechee People after the Port Royal Expeirment.","course_id":160,"status":"P","start_date":"1861-01-01","end_date":"1/1/61","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Port Royal Experiment along with the collapse of the Confederacy brought about unfamiliar freedom to the slaves of the Savannah, Bluffton, Beaufort, and Hilton Head Island area who were now allowed to buy and obtain property. The majority of these slaves identified as Gullah and Geechee people. As Southerners left the islands to escape the occupation, slaves had the opportunity to buy land from their former owners. The Gullah and Geechee people who bought this land kept their African heritage alive. "," ","Gullah and Geechee refers to two different groups of African Americans; Geechee refers to those who are from the Georgia sea islands and Gullah refers to those who are from the South Carolina sea islands. The Gullah and Geechee people were and still are isolated from mainland culture. The Gullah and Geechee people live collectively on the same property. Since they like to have minimal ties to the outside world, they grow their own crops and cook traditional meals. Furthermore, they honor their ancestors that worked on the very plantations where they currently live, by speaking in their unique dialect and practicing rituals that date back hundreds of years."," ","The result of the newly freed slaves created an extraordinary culture that is unique to the sea islands of the Lowcountry and has withstood nearly six generations. Although the people are still  present on the islands today, their property is under legal fire. The turn of the 20th century brought about discomfort for the Gullah and Geechee. Resort towns began to pop up around the islands of Cumberland, Jeckyll, Ossabaw, Sapelo, and St. Simons became reservations and popular tourist destinations. Today, resort towns, like Hilton Head Island, are quickly developing near Gullah property. Even more troubling, the Gullah people have heirs property, meaning property was passed down through verbal will without legal documentation. Because of this, real-estate moguls are finding loop holes to obtain the coveted property. "," ","The Gullah and Geechee people have seen trials throughout their entire existence. From being enslaved to being newly freed, they had to confront the adversity of mainland culture and are currently in legal and communal battles over their heirs property on the sea islands of Georgia and South Carolina. "," "," "],"display_date":"January 1, 1861 - January 1, 1961","search_date":"1911-01-02","locations":[{"id":52942,"lat":32.3790843,"lng":-80.6926069,"zoom":5,"place":"port royal, sc"},{"id":52943,"lat":32.216316,"lng":-80.752608,"zoom":4,"place":"hilton head island"}],"tags":[{"id":32,"tag":"Civil War"},{"id":2978,"tag":"Confederate"},{"id":1609,"tag":"georgia"},{"id":719,"tag":"South Carolina"},{"id":3065,"tag":"gullah"},{"id":3066,"tag":"geechee"},{"id":3067,"tag":"port royal experiment"},{"id":3068,"tag":"sea islands"}],"course":{"name":"Civil War through the Lens of Biography","school":"Furman University","course_id":160,"school_id":4}},{"id":6862,"title":"Private Dirk Keppel Writes Home from Hilton Head South Carolina","course_id":188,"status":"P","start_date":"1861-11-18","end_date":"1861-11-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            ","            “I cannot refrain to write you a few lines” wrote Private Dirk Keppel, “because I am at the moment still in good health and I hope you may receive this letter in good health.”  Keppel, just eighteen when he joined the 8<sup>th</sup>Michigan Infantry of the Union Army in 1861, began each letter he wrote home this way.  His company moved south though 1861 from their homes in Detroit, Michigan down the eastern seaboard to Port Royal, South Carolina where he took some time to send letters to his brother and brother-in-law.  ","            On November 18, 1861, Keppel wrote to his brother from Fort Walker on Hilton Head Island.  He first explained to his brother that he remained healthy and why it had been so long since the last letter he sent home. He described his day starting at seven in the morning with a stopover at Fort Monroe. Keppel marveled at the vessel he rode on, a boat bigger than he could have ever imagined, which held his entire company, all 500 horses, their gear, and food. The surroundings, however, took him aback as South Carolina looked extremely different from Michigan. The letter ended before it is finished because the rest of the original primary source was either unreadable or damaged, leaving Keppel in mid thought.  ","            Keppel penned another letter the next day to his brother-in-law.  At this point his company had settled into Port Royal making it the second fort they had capture in their campaign.  This letter started the same as the first and continued on to explain how his company captured the point after just six hour of artillery fire.  He stated, “They (Union forces) could not understand that they (Confederate forces) gave up so soon, because these were heavy cannons but it seemed that they did not have the know how to set up the cannons.”  He wrote about the land surrounding him, stating that it was unfertile land but there was plenty of livestock to keep the company fed.  He ended this letter with good wishes to his brother-in-laws wife and their children.  ","            These letters summed up the experience of a young private in the Union Army as they moved into southern territory for the first time and saw battle for the first time.  Just a year later, Private Dirk Keppel’s career and life were cut short as he was killed in action in April 16, 1862 on Wilmington Island, Georgia at only nineteen years old.  "],"display_date":"November 18, 1861 - November 19, 1861","search_date":"1861-11-18","locations":[{"id":52943,"lat":32.216316,"lng":-80.752608,"zoom":2,"place":"hilton head island"}],"tags":[{"id":60,"tag":"letters"},{"id":719,"tag":"South Carolina"},{"id":3672,"tag":"Union Soldier"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":188,"school_id":3}}]}