{"id":723,"tag":"Victorian Era","points":[],"bounds":[[-100,-100],[100,100]],"episodes":[{"id":5052,"title":"Undying Devotion: The Glorification of Sacrifice","course_id":43,"status":"P","start_date":"1861-07-14","end_date":"1861-07-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Encamped in the wilderness of Virginia, mere days before his death in the first battle of the Civil War, a young major set pen to paper and began to write. In poignant eloquence, Sullivan Ballou described the conflicting forces at the heart of his identity. Though consumed by undying love for his wife, his patriotic devotion drove him forward toward battle—and death.“[M]y love of Country,” he wrote, “comes over me like a strong wind and bears me irresistibly on… If I do not [return], never forget how much I love you, and as my last breath escapes me on the battlefield, it shall whisper your name...But, O Sarah! if the dead can come back to this earth and flit unseen around those they loved, I shall always be near you—in the garish days and darkest nights…always, always….Sarah do not mourn me dead—think I am gone and wait for thee—for we shall meet again…”","Sullivan Ballou was born in rural Rhode Island, in 1829 and was left destitute by his father’s death just four years later. Intelligent, eloquent, and committed to own self-creation, Sullivan struggled to support his family and put himself through school. He attended Brown University and then the National Law School before being admitted to the bar at the age of twenty-four. He was thereafter elected to the Rhode Island House of Representatives, serving as clerk and then Speaker of the House. When war erupted, he was among the first to enlist, leaving his nascent political career to more actively serve his beloved country. At Bull Run, while rallying his men forward, he was shot from his horse and mortally wounded. When he died seven days later, his body was exhumed, decapitated, and set aflame by occupying Confederate soldiers.","His belief in self-improvement and personal recreation reflected the Lincolnian ideology of the Republican Party; his every action attests to the convictions of the Victorian Era. Self-worth was tied to public service, a truth reified in Sullivan’s career as a lawyer, politician, and soldier. His patriotism was tied to Victorian ideals of manhood and self-sacrifice—one’s willingness to defend one’s homes and families, to value one’s nation over one’s own personal interests. His final words articulate the “cult of death” that pervaded contemporary thought. To many American colonists, death was the culmination of one’s search for salvation, ending for many in eternal damnation. In the nineteenth century, those beliefs were reevaluated, and new ideas glorified and romanticized the afterlife. This new understanding, intimately binding life and death, prompted the ritualization of burial and mourning. Sullivan’s widow—like many of her generation—never remarried, mourning her martyred husband for the rest of her life. Only in 1917, at the age of eighty-two, did she at last rejoin Sullivan in fulfillment of the words he had written fifty-six years ago."],"display_date":"July 14, 1861","search_date":"1861-07-14","locations":[{"id":1276,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":724,"tag":"Cult of Death"},{"id":723,"tag":"Victorian Era"},{"id":722,"tag":"Love letter"},{"id":721,"tag":"Rhode Island"},{"id":516,"tag":"Battle of Bull Run"},{"id":32,"tag":"Civil War"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}}]}