{"id":724,"tag":"Cult of Death","points":[[40.7805662337,-73.9388482485]],"bounds":[[40.7805662337,-73.9388482485],[40.7805662337,-73.9388482485]],"episodes":[{"id":5052,"title":"Undying Devotion: The Glorification of Sacrifice","course_id":43,"status":"P","start_date":"1861-07-14","end_date":"1861-07-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Encamped in the wilderness of Virginia, mere days before his death in the first battle of the Civil War, a young major set pen to paper and began to write. In poignant eloquence, Sullivan Ballou described the conflicting forces at the heart of his identity. Though consumed by undying love for his wife, his patriotic devotion drove him forward toward battle—and death.“[M]y love of Country,” he wrote, “comes over me like a strong wind and bears me irresistibly on… If I do not [return], never forget how much I love you, and as my last breath escapes me on the battlefield, it shall whisper your name...But, O Sarah! if the dead can come back to this earth and flit unseen around those they loved, I shall always be near you—in the garish days and darkest nights…always, always….Sarah do not mourn me dead—think I am gone and wait for thee—for we shall meet again…”","Sullivan Ballou was born in rural Rhode Island, in 1829 and was left destitute by his father’s death just four years later. Intelligent, eloquent, and committed to own self-creation, Sullivan struggled to support his family and put himself through school. He attended Brown University and then the National Law School before being admitted to the bar at the age of twenty-four. He was thereafter elected to the Rhode Island House of Representatives, serving as clerk and then Speaker of the House. When war erupted, he was among the first to enlist, leaving his nascent political career to more actively serve his beloved country. At Bull Run, while rallying his men forward, he was shot from his horse and mortally wounded. When he died seven days later, his body was exhumed, decapitated, and set aflame by occupying Confederate soldiers.","His belief in self-improvement and personal recreation reflected the Lincolnian ideology of the Republican Party; his every action attests to the convictions of the Victorian Era. Self-worth was tied to public service, a truth reified in Sullivan’s career as a lawyer, politician, and soldier. His patriotism was tied to Victorian ideals of manhood and self-sacrifice—one’s willingness to defend one’s homes and families, to value one’s nation over one’s own personal interests. His final words articulate the “cult of death” that pervaded contemporary thought. To many American colonists, death was the culmination of one’s search for salvation, ending for many in eternal damnation. In the nineteenth century, those beliefs were reevaluated, and new ideas glorified and romanticized the afterlife. This new understanding, intimately binding life and death, prompted the ritualization of burial and mourning. Sullivan’s widow—like many of her generation—never remarried, mourning her martyred husband for the rest of her life. Only in 1917, at the age of eighty-two, did she at last rejoin Sullivan in fulfillment of the words he had written fifty-six years ago."],"display_date":"July 14, 1861","search_date":"1861-07-14","locations":[{"id":1276,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":724,"tag":"Cult of Death"},{"id":723,"tag":"Victorian Era"},{"id":722,"tag":"Love letter"},{"id":721,"tag":"Rhode Island"},{"id":516,"tag":"Battle of Bull Run"},{"id":32,"tag":"Civil War"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5446,"title":"Poe's \"Sepulchre by the Sea\": Love and Death in Victorian America","course_id":82,"status":"P","start_date":"1849-05-01","end_date":"1849-05-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Edgar Allan Poe spent his final months in poverty, tormented by grief, drowning his depression in alcohol and poetry. In May 1849, in his small New York cottage, he wrote what was to be his last completed poem, “Annabel Lee,” in which he returned to the themes that had haunted him for much of his life. The poem, set long ago in a kingdom by the sea, describes the speaker’s undying love for the beautiful Annabel Lee. Despite their youth, they share a “love that was more than love,” a love so powerful that envious angels send an unnamed illness to shatter their happiness. Though she dies, his love for her endures, and even years after her death “the moon never beams without bringing me dreams / Of the beautiful Annabel Lee.” He is drawn each night to her \"sepulchre...by the sea,\" where he lies down to sleep beside her lifeless body. Having lived only for her, his life without her is bereft of purpose. Now, he yearns only for death, to return forever to the happiness they shared so briefly in this world.","The rhythm of repeated words and phrases creates a haunting, mournful melody that mirrors the speaker’s mood. Even the poem’s meter, scholars argue, was structured to echo the very ebb and flow of the sea to which the speaker is drawn. Again and again, in “Annabel Lee,” “The Raven,” “Lenore,” and “To Helen,” Poe returned to what he called “the most poetic topic in the world—” the death of a beautiful woman. Indeed, love and death drove much of Poe’s writing, reflecting a life defined by tragedy. Abandoned by his father, orphaned as an infant, he found happiness in his marriage to his young cousin Virginia—only to watch her slowly waste away from tuberculosis. “Annabel Lee,” written two years after her death, was Poe's attempt to give words to the love and sorrow that still consumed him.","This obsession with death typified Victorian culture, which responded to the disease-defined realities of the nineteenth century by blending Christian and classical understandings of death. They infused death with beauty and redemptive power, transforming it into a work of art capable of giving meaning to one’s entire life. A “good death” was one in which the individual embraced their own mortality with hope and acceptance. Death was spiritualized as focus shifted from the dying, decaying body toward the soul. Their vision of heaven was of a physical, material place, a place of natural and artistic beauty where they would be reunited with those they love. Heaven was, as Mark Schantz argues, “a tabula rosa upon which Americans could inscribe their most profound hopes and aspirations.”","Americans blurred the boundary between heaven and earth, as if a breath of poetry—as if the power and passion of one’s love—was enough to reach those they had lost. In “Annabel Lee,” Poe describes such a love—a love that literally triumphs over the forces of heaven and earth, a love that haunts the living and that transcends death itself. It is the anguished cry of a man giving voice not only to his own pain but to the entire cultural climate of his age."],"display_date":"May 1849","search_date":"1849-05-16","locations":[{"id":8921,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":724,"tag":"Cult of Death"},{"id":1312,"tag":"Disease"},{"id":536,"tag":"Poetry"},{"id":1317,"tag":"Edgar Allan Poe"},{"id":1318,"tag":"Annabel Lee"},{"id":1319,"tag":"tuberculosis"},{"id":1320,"tag":"love"}],"course":{"name":"Nineteenth Century Urban Epidemics","school":"Furman University","course_id":82,"school_id":4}}]}