{"id":727,"tag":"American Revolution","points":[],"bounds":[[-100,-100],[100,100]],"episodes":[{"id":5061,"title":"<strong>How Shall They Be Remembered?</strong>","course_id":43,"status":"P","start_date":"1861-02-20","end_date":"1861-02-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the years of his term in office, President Lincoln read two letters that were to remind him of how our nation was forged.  Abraham Lincoln, like most other presidents, received letters giving him praise and thanks for all the work he had done.  Abraham Lincoln also received mail detailing news from the battle front and giving support from the home front.  Two of those letters focused more on another war that represented America’s shining moment in unifying the nation – the American War for Independence.","In the first letter, a woman sends a letter than contains two items to Abraham Lincoln in 1861.  The woman was Sarah Smith Stafford, the only daughter of an officer on the frigate <em>Alliance</em>.  The first item she sent to Lincoln was a piece of the American flag that was flown on the frigate, which “upon that flag, can be seen the shot holes, and blood stains, of those martyrs to Freedom.”  The second item was a piece of wood from the very vessel.  Although there is no story of the battle, it shows that even before Abraham Lincoln took office, there was a lot of support for him.  At this time, the South was seceding and becoming the Confederate States of America.  The United States faced its darkest hour: a civil war.  This letter was to represent a reminder of all the veterans that fought in the Revolutionary War who had fought for the freedom the U.S. now had.","In the second letter, the war was close to an end, although none of the participants could tell.   Ulysses Grant had captured Vicksburg, and Lincoln was setting up his armies for an end to the war.  This letter came to him on February 25, as the end of winter drew near.  The son of a Revolutionary war veteran wrote the letter.  The letter describes his father’s actions at Bunker Hill and how the writer received $5 from General George Washington himself.","In both letters, the Revolutionary war veterans receive much praise and honor for their duty.  Their stories and work were for freedom, for the country, for the protection of its citizens.  The author of these letters wanted to remind Lincoln that this war needed not to be about bickering and massacring, but about unifying the nation and protecting its citizens.  Another point of these letters was a reminder of those who have gone before to protect their freedom.  How should the veterans of a war nearly one hundred years ago be honored in a war splitting that same nation they fought for?  David Waldstreicher discuess how veterans were not always treated right, by discussing an issue where they could not receive their war pensions.  In truth, by the Civil War, many were looking at more recent wars for heroes and celebrating holidays without too much thought of what they meant.  However, these letters were to remind Lincoln that America was still young, and could easily fall back if it did not find a way to bring back the South."],"display_date":"February 20, 1861 - February 25, 1861","search_date":"1861-02-22","locations":[{"id":1276,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":728,"tag":"Veterans"},{"id":727,"tag":"American Revolution"},{"id":32,"tag":"Civil War"},{"id":683,"tag":"Abraham Lincoln"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}}]}