{"id":728,"tag":"Veterans","points":[[39.2338595038,-76.3925904773]],"bounds":[[39.2338595038,-76.3925904773],[39.2338595038,-76.3925904773]],"episodes":[{"id":5061,"title":"<strong>How Shall They Be Remembered?</strong>","course_id":43,"status":"P","start_date":"1861-02-20","end_date":"1861-02-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the years of his term in office, President Lincoln read two letters that were to remind him of how our nation was forged.  Abraham Lincoln, like most other presidents, received letters giving him praise and thanks for all the work he had done.  Abraham Lincoln also received mail detailing news from the battle front and giving support from the home front.  Two of those letters focused more on another war that represented America’s shining moment in unifying the nation – the American War for Independence.","In the first letter, a woman sends a letter than contains two items to Abraham Lincoln in 1861.  The woman was Sarah Smith Stafford, the only daughter of an officer on the frigate <em>Alliance</em>.  The first item she sent to Lincoln was a piece of the American flag that was flown on the frigate, which “upon that flag, can be seen the shot holes, and blood stains, of those martyrs to Freedom.”  The second item was a piece of wood from the very vessel.  Although there is no story of the battle, it shows that even before Abraham Lincoln took office, there was a lot of support for him.  At this time, the South was seceding and becoming the Confederate States of America.  The United States faced its darkest hour: a civil war.  This letter was to represent a reminder of all the veterans that fought in the Revolutionary War who had fought for the freedom the U.S. now had.","In the second letter, the war was close to an end, although none of the participants could tell.   Ulysses Grant had captured Vicksburg, and Lincoln was setting up his armies for an end to the war.  This letter came to him on February 25, as the end of winter drew near.  The son of a Revolutionary war veteran wrote the letter.  The letter describes his father’s actions at Bunker Hill and how the writer received $5 from General George Washington himself.","In both letters, the Revolutionary war veterans receive much praise and honor for their duty.  Their stories and work were for freedom, for the country, for the protection of its citizens.  The author of these letters wanted to remind Lincoln that this war needed not to be about bickering and massacring, but about unifying the nation and protecting its citizens.  Another point of these letters was a reminder of those who have gone before to protect their freedom.  How should the veterans of a war nearly one hundred years ago be honored in a war splitting that same nation they fought for?  David Waldstreicher discuess how veterans were not always treated right, by discussing an issue where they could not receive their war pensions.  In truth, by the Civil War, many were looking at more recent wars for heroes and celebrating holidays without too much thought of what they meant.  However, these letters were to remind Lincoln that America was still young, and could easily fall back if it did not find a way to bring back the South."],"display_date":"February 20, 1861 - February 25, 1861","search_date":"1861-02-22","locations":[{"id":1276,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":728,"tag":"Veterans"},{"id":727,"tag":"American Revolution"},{"id":32,"tag":"Civil War"},{"id":683,"tag":"Abraham Lincoln"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":6261,"title":"Laurel: An Almost home for the Bonus Expaditionary Force","course_id":132,"status":"P","start_date":"5/1/32","end_date":"12/31/32","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["After World War I, men who had fought in the United States military forces were promised a bonus. Imagined as a way to provide them with some financial support in their older age, Congress agreed to pay the bonus in 1945 --nearly thirty years after the end of the war. However, by 1932, veterans of the war were feeling the impact of the Great Depression very sharply.Walter W. Wathers left Portland, Oregon, with a few hundred men, determined to march to Washington and demand immediate payment of their promised bonus. The march eventually included 20,000 veterans and their family members. Their protest was peaceful and orderly, but it failed. Under orders of the President, they were expelled from Washington. Three Marchers were killed during the protests.","With the death of their comrades still fresh on their minds, many of the Bonus Marchers simply returned home. Waters was determined not to give up, however. While many veterans abandoned the fight, some remained with Waters. They continued their effort to continue to convince the American government that their plight demanded immediate action.","Violently expelled from Washington, DC, Waters began to search for another place his army could call home. Johnstown Pennsylvania extended an offer, but Waters declined. He wanted to set up his troops in  area closer to the “front,” and Maude Edgell offered Waters a wooded plot in Laurel, Maryland.","Waters set about to create a new encampment there, where his fellow veterans could not just continue to occupy in protest, but also live in a self sustaining community. Several hundred veterans gathered at the sight to begin preperation for the settlement. Waters met with the Mayor of Laurel to discuss these plans.","Unfortunately for Waters, politicians were not finished refusing the Bonus Army. Maryland's governor at the time, Alan Richie, delcared the site unsuitable for such a large settlement, insisting that the land was not appropriate for farming and that the lack of water and infrastructure were insurmountable.","With yet another defeat, the bonus army wandered off in to obscurity. Several hundred of the former marchers died in a hurricane. Their final defeat was a mass cremation. They had been ignored by their government, driven out by the army they once served, and labeled as radicals. The Bonus would eventually be paid in 1936 but not with out significant losses by of those who had fought for it."," "],"display_date":"May - December 1932","search_date":"1932-08-31","locations":[{"id":24195,"lat":39.2338595038,"lng":-76.3925904773,"zoom":9,"place":"Baltimore, Maryland"}],"tags":[{"id":2565,"tag":"Laurel Md"},{"id":280,"tag":"Maryland"},{"id":728,"tag":"Veterans"},{"id":1859,"tag":"World War 1"},{"id":1081,"tag":"The Great Depression"},{"id":1173,"tag":"Bonus March"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}}]}