{"id":730,"tag":"Advertising","points":[[35.8067238469,-78.6641504807],[33.9607725083,-119.753178297],[41.8064084993,-72.7328417292],[40.6916304076,-74.0035386433],[39.8545723592,-75.3025676888]],"bounds":[[41.8064084993,-72.7328417292],[33.9607725083,-119.753178297]],"episodes":[{"id":5065,"title":"W. Duke, Sons &amp; Co advertises cigarettes in Costumes of All Nations.","course_id":43,"status":"P","start_date":"1888-01-01","end_date":"1888-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["After the end of the Civil War, Washington Duke, the founder of W. Duke, Sons & Co, returned home in order to build his tobacco and cigarette company.  Although, a large amount of Duke’s tobacco had been taken by soldiers during the war, he and his family were still able to produce smoking tobacco from the harvest. Despite Duke’s success during the first year of selling his tobacco, he quickly realized that he had a lot of competition in the business. However, over the years, and even with a large amount of competition, Duke’s tobacco company continued to grow into a large corporation.","In the late 1880s, W. Duke, Sons & Co, published a book titled <em>Costumes of All Nations. </em>The book was created to thank their patrons for smoking their cigarettes. In the book were several dozen cards. These cards showed pictures of white, Anglo-Saxon men and women wearing the dress of particular civilizations from all around the world. The costumes ranged from a man dressed as the Great Mogul of India to a woman dressed as an African fruit gatherer. However, the costumes that are featured in the book are very elaborate and only represent the higher end of society in each particular culture.","The purpose of advertising cigarettes this way was to give the image that Duke, Sons & Co is an international business with customers all over the world. Advertising this way also gave tobacco an exotic sense and smoker felt that they are smoking something better then just American grown tobacco.","<em>Costumes of All Nations</em> was not the only book that Duke produced in order to thank their patrons and advertise their cigarettes. They also produced books titled <em>The Rules, Flags, Coats of Arms of All Nations. </em>Like <em>Costumes of All Nation</em><em>s</em>, this book also gave the appearance of an international market place. In a country that promoted business and expansion, it was absolutely necessary for even small businesses to grow and expand their customer base in order to be able to compete with the larger corporations and other competitors. By sharing cultures from around the world with their patrons, smokers felt that Duke cigarettes were more sophisticated and that the company as a whole was worldly."],"display_date":1888,"search_date":"1888-07-01","locations":[{"id":9846,"lat":35.8067238469,"lng":-78.6641504807,"zoom":9,"place":"WAKE, North Carolina"}],"tags":[{"id":730,"tag":"Advertising"},{"id":731,"tag":"Cigarettes"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5323,"title":"Advertising Cookbook - Sunkist","course_id":72,"status":"P","start_date":"1/1/10","end_date":"12/31/10","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["During the turn of the 20<sup>th</sup> century, a curious artifact began to emerge on the publication scene, a document known as an advertising cookbook.   These were published by any number of manufactures and were meant to highlight the specific uses of their product in everyday cooking.  “Recipes for Dainty Dishes: Culinary, Toilet and Medicinal Hints”, published in 1910 by the California Fruit Growers Association and endorsed by Sunkist, is one such publication [1].  The title of the document is a bit of curiosity; an advertisement for the many uses of citrus, including cooking and cleaning a toilet?  Yet, here it is with forty-four pages of recipes, cleaning tips and medical claims.","The booklet begins with a boast that chemists and physicians alike “highly recommend” Sunkist California Lemons as a household “necessity”.   The prose that follows is fairly straightforward, beginning with five pages that cover a variety of uses for lemons in preparing food, along with several original recipes for such things as lemon pie and water ice.  After reading a tasty recipe for lemon shortcake, the reader of this cookbook would find seven pages dedicated to the medicinal uses and healing powers of the Sunkist lemon.  Instructions on how it should be added to a host of different foods, liquids and cleaning solutions to improve one’s overall health are also included.","While some claims such as curing scurvy are medically accurate, others would be viewed with a skeptical eye by modern medical practitioners.   Immodest displays of lemon’s healing properties for heart health, liver function and obesity are shining examples of what led to “truth-in-advertising” laws and the creation of the Food and Drug Administration [2].  Curiously, there are nine pages of premiums that can be redeemed through sending in a combination of cash and Sunkist wrappers.   These premiums are for silverware and bowls used in consuming fruit and are obviously meant to encourage future sales.  The remainder of the pages are filled with the incorporation of lemons into beauty regiments, specifically skin improvement, and recipes using Sunkist oranges.","As long as humans have possessed the gift of the written word, cookbooks have existed.  Athenaeus, a Greek gourmet, wrote “Deipnosophists” which is a collection of discussions, including recipes, on ancient Greek life and culture that dates back to Third Century BC [3].  The food that we eat is as much a part of one’s heritage as anything else, because those recipes have passed down from one generation to another.","During the post-Civil War industrial age, a new brand of American consumer behavior emerged.  More individuals were earning money, which raised the standard of living and consumer demand.  Mass production of goods and services created strong competition in the market place, and out of this environment grew the need for creative advertising to make their goods more attractive.  Advertising became ingrained in society as catchy slogans and iconic product images became part of the American culture [4].","In this period, the advertising cookbook emerged on the cultural scene as a both a reference source and a product endorsement.  Many companies, such as Wesson Oil, Jell-O and Bisquick offered these tomes filled with creative recipes, baking tips and other culinary suggestions [5].  While many of those companies are still around today, technology has changed how those products are marketed.  Most have entire websites dedicated to their product, including inventive recipes. Technology has made the need for printed cookbooks almost obsolete and yet there is a certain charm to be found in viewing a document that can provide you with instructions on how make the perfect lemon pudding and cure yourself of rheumatism.","[1] California Fruit Growers Association, “Recipes for Dainty Dishes: Culinary, Toilet and Medicinal Hints”, 1910, Duke University Library, http://library.duke.edu/digitalcollections/eaa_CK0034/#: Duke University, 2011 (accessed December 3, 2011).","[2] Stacy Coyne, \"Advertising at the Turn of the Twentieth Century,\" in <em>Yahoo!Voices</em>, (http://voices.yahoo.com/advertising-turn-twentieth-century-37363.html: Yahoo.com, 2006).","[3] The Cook's Palate, \"Cookbook History\", The Cook's Palate, http://www.cookspalate.com/cookbook-history.htm (accessed November 18, 2011).","[4] Daniel Pope, History Matters, \"American Advertising: A Brief History\", George Mason University, http://historymatters.gmu.edu/mse/ads/amadv.html (accessed November 9, 2011).","[5] Ellen Gartrell, Advertising Cookbooks, Duke University, Duke University Library, http://library.duke.edu/rubenstein/scriptorium/eaa/cookbooks.html (accessed November 19, 2011)."],"display_date":1910,"search_date":"1910-07-02","locations":[{"id":17942,"lat":33.9607725083,"lng":-119.753178297,"zoom":7,"place":"Santa Barbara, California"}],"tags":[{"id":1112,"tag":"Cookbooks"},{"id":730,"tag":"Advertising"}],"course":{"name":"America From Civil War to World Stage","school":"Widener University","course_id":72,"school_id":43}},{"id":5789,"title":"Lever Bros. LUX Magazine Advertisement","course_id":114,"status":"P","start_date":"1/1/20","end_date":"12/31/20","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["As a result of industrialization and suburbanization in the late nineteenth and early twentieth centuries, there was a shift in the attitudes of people around the nation. Both movements led to major social changes in America at all levels, particularly among the growing middle class. People were having fewer children, engaging in careers that afforded heads of households’ higher incomes, and purchasing things they not only needed, but things considered luxuries. The print advertising industry was also undergoing several major changes.","Of the many luxuries enjoyed in the late 1800’s were finer articles of clothing.  Those finer articles could not be laundered in the same manner as the more heavy-duty fabrics.  As a result, the use of specialty soaps started to gain popularity.  One individual who profited from this fashion trend during the Second Industrial Revolution was William Hesketh Lever (1851-1925) of England, who was considered one of the “World's Greatest Advertisers”.[1]  In 1885, as a result of fashion demands and increased motivations brought on by technological advancements and industrial development, the Lever brothers, William and James, decided to leave their father’s business in order to enter the soap industry.[2]  They made and sold their own copyrighted Sunlight household soap.[3] When the topic of fabric care came up in discussions and individuals were asked to name a soap company, the name of Lever Bros. was commonly mentioned.[4] In 1887, Lever Bros. built the factory community of Port Sunlight in Cheshire, England, on 56 acres of swamplands.[5] As the use of household soaps and laundry products increased, the Lever Bros. continued advertising and expanding their business around the world, creating branches in places such as France, Germany, and the United States.[6]","During this time period, the popularity of LUX laundry soap, a popular Lever Bros. product at the time, for washing finer articles of clothing even penetrated Hollywood when the majority of movie actors/actresses favored the product.[7] One specific Lever Bros. advertisement targeted to women was published in 1920 in a magazine by the name of the <em>Delineator</em>, which illustrated an artistic ad for LUX laundry flakes.[8] The ad presents a smaller sketch on the left of a maid helping a sophisticated woman with her garments, and a larger drawing on the right showing one woman sitting down on an outside bench admiring the expensive quality of another woman’s silk and lace ruffled dress. The print under the illustration describes several luxury items while persuading the reader to believe that using LUX suds will not damage their finer fabrics. Likewise, the woman being admired in the ad is wearing a purple and white silk ruffled dress and seems to be posing in a very statuses manner while the other young woman is apparently complementing her. This advertisement shows that during this time there was a significant need for a laundry product designed for expensive items and that women in particular were starting to purchase and wear garments of better quality, and thus needed a different soap that could clean their higher-quality apparel without damaging them. Also, a portion of the ad seems to pull at the viewer’s natural inclinations and aspirations by creating the belief that they too could wear lavish and expensive garments by purchasing LUX. In the magazine, the posture of the woman in the smaller picture to the left is also producing an air of arrogance and pride by her stance as she gets assistance from her maid with her outfit.","Before print advertisements like this became popular, trade cards were circulated. Not only were children encouraged to play with the cards in order to educate them on the existing roles set by society, (such as a young woman becoming a wife and homemaker), but they also served as a means of advertising.[9] Most of these cards “advertised nationally manufactured and distributed products” with the name of the company printed on the packages in order to present it as a gift to their customers while also serving as a veiled marketing device.[10] American society had grown fundamentally by the 1900s and thus different advertising techniques were established. Especially in regard to the aforementioned LUX advertisement, that was created as an instrument to sell Lever Bros. products. This advertisement shows viewers today how much society was changing by industrialization and urbanization. No longer were middle-class people content with utilitarian fabrics, but instead wanted varieties of materials such as silk, satin, and lace with hundreds of patterns to choose from.","Furthermore, one of the larger issues at this time, was the use of advertisements as a way of exemplifying the growth of consumer culture and beliefs while giving birth to a new profession - specialized corporate advertising.[11] Jackson Lears, of Rutgers University, discussed this trend by stating there has not been an easy transition of “modern art and modern advertising” since there was a previous belief which held that the smartest and most successful graduates of art schools that were employed by big corporations for the purpose of assisting with advertising were “selling out”.[12] During the early 1900s however, this was no longer the case. Modern art pieces were now being used to capture consumer trends of the time. As a result of the evolution in advertising from word of mouth, to trade cards, to company brands creating art pieces published in magazines, to modern advertisements seen today, small businesses have the ability to expand into million dollar corporations thanks to consumers and products that made history, such as LUX by Lever Bros."," "," "," ","[1]  \"Lever Bros.\" <em>Time</em>, September 16, 1929, Accessed October 31, 2013, http://0-web.ebscohost.com.libcat.widener.edu/ehost/detail?vid=3&sid=a8ac8858-98b2-4f76-8446-62be38b8886f%40sessionmgr198&hid=128&bdata=JnNpdGU9ZWhvc3QtbGl2ZQ%3d%3d#db=aph&AN=54787935","[2] “Lord Leverhulme”, <em>History</em>, Accessed December 2, 2013, http://www.history.co.uk/biographies/lord-leverhulme","[3] \"Lever Bros.\" <em>Time</em>, September 16, 1929, Accessed October 31, 2013, http://0-web.ebscohost.com.libcat.widener.edu/ehost/detail?vid=3&sid=a8ac8858-98b2-4f76-8446-62be38b8886f%40sessionmgr198&hid=128&bdata=JnNpdGU9ZWhvc3QtbGl2ZQ%3d%3d#db=aph&AN=54787935","[4] <em>Id</em>.","[5] “Lord Leverhulme”, <em>History</em>, Accessed December 2, 2013, http://www.history.co.uk/biographies/lord-leverhulme","[6] <em>Id</em>.","[7] \"Lever Bros.\" <em>Time</em>, September 16, 1929, Accessed October 31, 2013, http://0-web.ebscohost.com.libcat.widener.edu/ehost/detail?vid=3&sid=a8ac8858-98b2-4f76-8446-62be38b8886f%40sessionmgr198&hid=128&bdata=JnNpdGU9ZWhvc3QtbGl2ZQ%3d%3d#db=aph&AN=54787935","[8] “Organdies - linens - fine lawns and batistes,” <em>Duke University Libraries</em>. Accessed November 5, 2013. http://library.duke.edu/digitalcollections/eaa_L0062/#info","[9] Marilyn Mehaffy, “Advertising Race/Raceing Advertising: The Feminine Consumer(-Nation), 1876-1900”, <em>The University of Chicago Press, </em>Autumn 1997, Accessed October 31, 2013. http://www.jstor.org/stable/3175155","[10] <em>Id</em>.","[11] “Organdies - linens - fine lawns and batistes,” <em>Duke University Libraries</em>. Accessed October 31, 2013. http://library.duke.edu/digitalcollections/eaa_L0062/#info","[12] Jackson Lears, “Uneasy Courtship: Modern Art and Modern Advertising”, <em>The Johns Hopkins University Press</em>, Spring 1987, Accessed November 5, 2013, Stable URL: http://www.jstor.org/stable/2712634"," "],"display_date":1920,"search_date":"1920-07-01","locations":[{"id":20056,"lat":41.8064084993,"lng":-72.7328417292,"zoom":9,"place":"Hartford, Connecticut"}],"tags":[{"id":730,"tag":"Advertising"},{"id":1831,"tag":"Lever Bros."},{"id":1181,"tag":"American women"},{"id":1832,"tag":"Consumer Magazines"}],"course":{"name":"America From Civil War to World Stage","school":"Widener University","course_id":114,"school_id":43}},{"id":5790,"title":"Women, Automobiles, and Advertisements.","course_id":114,"status":"P","start_date":"1/1/20","end_date":"12/31/29","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":[" ","“Motoring can ruin the finest skin,” the Pond’s advertisement boasts. Beauty products and motor vehicles may not seem to go hand in hand, but the ever changing cultural landscape of the 1920s saw many companies addressing the needs of the new age woman. In 1920 Pond’s published their advertisement in the <em>New York American Sun </em>newspaper; the product was a vanishing cream that, the company promised, could protect from sunburn and pore clogging dust. It also offered a cold cream which could help cleanse the skin after “a long motor trip.” This advertisement clipping highlights the trend of women who enjoyed “motoring.”","When automobiles were first created, many saw them as a luxury. By the early, 1920s the moving assembly line gave way to true mass production, which, in turn, created lower prices for automobiles. Vehicles were no longer seen as luxuries or toys for vehicle enthusiasts. Although vehicle registrations increased from 8.1 million in 1920 to 23 million in the late 1920s, motoring was still considered a manly sport. Motor cars were seen as a piece of masculinity that was both difficult and dirty to drive. Yet, many women sought driving as an act of independence and ignored naysayers who believed that women were incapable of learning how to operate a vehicle.","Famous women like Edith Wharton, Gertrude Stein, and Rose Wilder Lane publicized their use of the vehicle, inspiring housewives all over the country to do the same. The Suffragette Movement also pushed women to gain independence from their husbands and fathers. Women who lived in urban areas where roads were paved and petrol stations were readily available began owning and driving vehicles. In the country, wives of farmers used the automobile as a way to shop in nearby towns, run errands, take care of farm business, and visit with friends.","The push for the woman’s suffrage amendment and World War I made women a primary consumer. During the war many women became the sole providers in their households, when their men returned many continued their lives in the workforce which created disposable income. With the new trend of female drivers and workers many companies found new ways to market to them. Despite women no longer being seen as simply housewives, advertisers still kept up the “housewife” image. Ads did not promote women’s political and economic status, but focused on their social status instead. There were two ideas behind marketing campaigns centered on automobiles in the 1920s: (1) women were only concerned with the aesthetic quality of the vehicle they drove and (2) they were concerned with their appearance while driving.","Advertisers were not above pushing the image that women placed a higher importance on their personal style and appearance than other aspects of life. It was believed that women spent time choosing gowns, hats and shoes that complimented her driving habits and did not pay much attention to the mechanics of motoring. Pond’s understood that while many women enjoyed their newfound independence they did not stop subscribing to “Victorian” social mores, which instructed women to remain classy, elegant and fashionable at all times. If their skin was damaged by the sun, dust and wind it would ruin their flawless image. A woman who used Pond’s beauty products would be able to have the best of both worlds; freedom and youthful beauty."],"display_date":"1920 - 1929","search_date":"1924-12-31","locations":[{"id":21355,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":1544,"tag":"automobile"},{"id":7,"tag":"Women"},{"id":730,"tag":"Advertising"},{"id":1833,"tag":"Pond's Extract Co."}],"course":{"name":"America From Civil War to World Stage","school":"Widener University","course_id":114,"school_id":43}},{"id":6351,"title":"Better Television for More People","course_id":140,"status":"P","start_date":"9/19/49","end_date":"9/19/49","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["After World War II, technology and society changed rapidly. New technologies were introduced while other technologies became consumer goods. One such example is the television. From 1948 through 1958, television went from being in only .4 percent of homes to over 80 percent of homes. (Baughman, pg. 42) The “availability of [broadcast] TV service” was the biggest reason for the explosion in television purchases. (Baughman, pg. 42) Society was also going through what is known as the “Baby Boom.”(Baughman, pg. 42) This increased the population of young people and children that were going to be using this technology. Thus, a market for child-focused programming started and was quickly embraced by television programming providers. (Baughman, pg. 42) This new audience sparked brand new types of programming. (Baughman, pg. 42)"," ","International Telephone and Telegraph Company was in the business of producing and selling TV sets.(<em>Duke Digital Collections</em>) In 1949, they purchased an advertisement that ran in the September 19 edition of <em>Time Magazine</em>. (<em>Duke Digital Collections</em>) The advertisement features a quasi-television screen that features a football game with their slogan, “better television for more people.”(<em>Duke Digital Collections</em>) The advertisement also featured a body of text touting the association of IT&T with Capeheart-Farnsworth, especially noting the combined “technical resources” of both companies.(<em>Duke Digital Collections</em>) IT&T was an aggressive player in the international communication and electronics market during this time and its partnership with (and 1951 acquisition of) the struggling Capeheart-Farnsworth company allowed it to enter the budding television market. (\"History of International Telephone and Telegraph Corporation\") This partnership would “inevitably result” in “better television for more people."," ","The advertisement was intended to reach the general populace and appeal to all people, not just elites who may have already purchased a TV. In other words, they were appealing to the middle class and used their slogan twice in their advertisement in order to develop a brand identity. In fact, the advertisement featured the quote “A Pledge to the Nation’s Fastest Growing Audience.” (<em>Duke Digital Collections</em>) IT&T wanted to generate sales from the largest segment of the population, the non-elite."," ","The advertisement referenced recent events in order to appeal to readers. For example, a little over a year before the advertisement ran, the first NFL Championship Game was televised.(\"1948 NFL Championship Game\") The inclusion of a football game “on” the TV in the advertisement was hardly an accident. Instead, it was likely a calculated marketing decision. Only ten years earlier, the first televised sporting event, a Columbia University vs. Princeton baseball game, had been shown. (Koppett, no pg.) Television production companies and marketing executives were cognizant that sports was an important part of television programming and one that would become even more significant in the near future. This advertisement shows how even early TV companies made calculated advertising, research, and business decisions."],"display_date":"September 19, 1949","search_date":"1949-09-19","locations":[{"id":27940,"lat":39.8545723592,"lng":-75.3025676888,"zoom":10,"place":"Delaware, Pennsylvania"}],"tags":[{"id":2197,"tag":"Television"},{"id":730,"tag":"Advertising"},{"id":599,"tag":"Technology"},{"id":235,"tag":"Sports"}],"course":{"name":"Historical Perspectives on Technology","school":"Widener University","course_id":140,"school_id":43}}]}