{"id":731,"tag":"Cigarettes","points":[[35.8067238469,-78.6641504807]],"bounds":[[35.8067238469,-78.6641504807],[35.8067238469,-78.6641504807]],"episodes":[{"id":5065,"title":"W. Duke, Sons &amp; Co advertises cigarettes in Costumes of All Nations.","course_id":43,"status":"P","start_date":"1888-01-01","end_date":"1888-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["After the end of the Civil War, Washington Duke, the founder of W. Duke, Sons & Co, returned home in order to build his tobacco and cigarette company.  Although, a large amount of Duke’s tobacco had been taken by soldiers during the war, he and his family were still able to produce smoking tobacco from the harvest. Despite Duke’s success during the first year of selling his tobacco, he quickly realized that he had a lot of competition in the business. However, over the years, and even with a large amount of competition, Duke’s tobacco company continued to grow into a large corporation.","In the late 1880s, W. Duke, Sons & Co, published a book titled <em>Costumes of All Nations. </em>The book was created to thank their patrons for smoking their cigarettes. In the book were several dozen cards. These cards showed pictures of white, Anglo-Saxon men and women wearing the dress of particular civilizations from all around the world. The costumes ranged from a man dressed as the Great Mogul of India to a woman dressed as an African fruit gatherer. However, the costumes that are featured in the book are very elaborate and only represent the higher end of society in each particular culture.","The purpose of advertising cigarettes this way was to give the image that Duke, Sons & Co is an international business with customers all over the world. Advertising this way also gave tobacco an exotic sense and smoker felt that they are smoking something better then just American grown tobacco.","<em>Costumes of All Nations</em> was not the only book that Duke produced in order to thank their patrons and advertise their cigarettes. They also produced books titled <em>The Rules, Flags, Coats of Arms of All Nations. </em>Like <em>Costumes of All Nation</em><em>s</em>, this book also gave the appearance of an international market place. In a country that promoted business and expansion, it was absolutely necessary for even small businesses to grow and expand their customer base in order to be able to compete with the larger corporations and other competitors. By sharing cultures from around the world with their patrons, smokers felt that Duke cigarettes were more sophisticated and that the company as a whole was worldly."],"display_date":1888,"search_date":"1888-07-01","locations":[{"id":9846,"lat":35.8067238469,"lng":-78.6641504807,"zoom":9,"place":"WAKE, North Carolina"}],"tags":[{"id":730,"tag":"Advertising"},{"id":731,"tag":"Cigarettes"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}}]}