{"id":735,"tag":"Christian","points":[[34.8943497126,-82.3707811393]],"bounds":[[34.8943497126,-82.3707811393],[34.8943497126,-82.3707811393]],"episodes":[{"id":5069,"title":"A Letter From Shanghai","course_id":43,"status":"P","start_date":"1860-01-01","end_date":"1860-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In his letter to Reverend Richard Furman, missionary J.B. Hartwell depicted the difficulties of embracing Chinese culture as well as spreading the Word of God in the non Christian community of Shanghai.  Hartwell  gave a summary of the current events that were taking place in Shanghai both with the group of missionaries in the field, as well as the ongoing practices of Chinese culture.  One aspect of the letter that seemed controversial was Hartwell’s reference to China as “this heathen land” as if stating that the Chinese people are un-redeemable.  Of the many pressing issues that the letter addressed, disease and sickness seem to be at the forefront emphasizing that the living conditions and exposure to disease had disheartened the missionaries in Shanghai.  Hartwell exclaimed that “the deaths in our midst for the last year have been a heavy percentage of the whole number of missionaries, and certainly should be a warning to us who remain to do our diligence to accomplish the work God has set before us.”  The courage that it must have taken to stay the course God had set out for the missionaries was truly astonishing in the face of such poor living conditions.  Brother Hartwell does remind Reverend Furman of their purpose and gives several examples of praises that had occured in the midst of such adversity.  The Sabbath congregations at the Ja who Dong were growing and one man in particular was baptized and even “continues to show great interest in the subject of religion and is believed by all the native members to be a truly converted man.” In his book <em>The Origins of the Anglo-American Missionary Enterprise in China: 1807-1840</em> Murray Rubinstein depicts the life of Robert Morrison, who similar to Hartwell dedicated his life to the service of God in the Canton region of south China.  Rubinstein emphasizes the adverse conditions that Morrison faced by stating, \" A damp and often stifling climate an alien and hostile government, a wary local populous, and an indifferent and sometimes antagonistic community of westerners all played their part in providing Morrison with a challenge to his body, mind and will.\" It is apparent that the only thing that kept both Hartwell and Morrison in China was their strong faith and commitment to sharing the gospel with the Chinese people.","Hartwell described one of the Chinese rituals which is called the worship of Gung Mung.  It was a ceremony in honor of one of China’s “fabulous kings who was said to have reigned 140 years.”  Hartwell described many of the intricate details of the ritual but emphasized that the ceremonies take place in order to bring praise to their “patron of Agriculture.”  As Hartwell concludes his letter he draws on the support of his family and the joy his daughter brings him in the midst of difficult circumstances.  It is apparent that missionaries in the nine-teenth century often times faced extreme difficulty in many areas including cultural differences, exposure to disease, and apathy among the people,  all the while trying to stay the course God had set for them.  Hartwell’s letter to Reverend Furman reflected the dependency that missionaries had on support from their communities and their churches to help them stay committed to the work set before them.   "],"display_date":1860,"search_date":"1860-07-01","locations":[{"id":11535,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"GREENVILLE, South Carolina"}],"tags":[{"id":735,"tag":"Christian"},{"id":147,"tag":"Missionaries"},{"id":706,"tag":"Cultural Life"},{"id":41,"tag":"China"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}}]}