{"id":739,"tag":"Nature","points":[[37.7029266937,-123.005394924],[32.8623974318,-85.7975267163],[34.8565054,-82.4017176],[42.3591267,-71.0570833],[40.0639616,-80.7209149]],"bounds":[[42.3591267,-71.0570833],[32.8623974318,-123.005394924]],"episodes":[{"id":6132,"title":"Romantic Environmentalism","course_id":127,"status":"P","start_date":"11/2/07","end_date":"11/2/07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Everyday, people take their morning jogs and overlook the countless trees, rock formations and other scenic landscapes they pass by. John Muir during the early twentieth century admired the scenes that nature provides us all, especially around the Hetch Hetchy Valley in California. At the same time, talk of damming the Hetch Hetchy Valley to create a reservoir for San Francisco residents was probable.The beauty that John Muir eloquently described the Hetch Hetchy Valley reveals an Edenic view of nature that was an antithesis of what early American settlers had once viewed the vast flora and fauna of untouched land. Muir’s “The Tuolumne Yosemite in Nature” was written as an inspiration for a resurgence of value in modern American wilderness and not the preconceived notion of American wasteland as William Cronon describes it in his response to American wilderness misconceptions in “The Trouble with Wilderness,or,Getting Back to the Wrong Nature”. Muir compares Hetch Hetchy to the grand beauty of Yosemite and nicknames the area Tuolumne Yosemite because as he described it was an exact counterparat to that of the great Yosemite.Muir utilizes rich descriptions when conveying the beauty of the scenery and even incorporates humanistic characteristics when describing the vibrant landscape. The saying \"you'll miss it when its gone\" applies to Muir's colorful description because as he concludes his article, he stated that the the voice of the Board of Supervisors was not the voice of California or the Nation. The destruction of Hetch Hetchy may have been ideal for industrialization but it would ultimately eliminate aesthetics.","The overall theme toward these two works are the way in which the American landscape, once deemed a “wilderness” by means of being untouched from the disease of humans, has now become a place that is revered by its uniqueness and “best antidote to our human selves”(Cronon). The way in which Muir describes the possible destruction of Hetch Hetchy to man’s eagerness for technological progress, coincides with the way in which Cronon stresses modern industrialization revitalized nature’s worth when he stated, “ by the end of the nineteenth century, all this had changed. The wastelands that had once seemed worthless had for some people come to seem almost beyond price”(Cronon). We should all understand that wilderness can’t be the solution to our culture’s awkward idea of preservation; these ideas are generally the large part of the problem.Muir's article shows that conservation and preservation is very important to maintain nature's gift to us all."],"display_date":"November 2, 1907","search_date":"1907-11-02","locations":[{"id":52323,"lat":37.7029266937,"lng":-123.005394924,"zoom":11,"place":"San Francisco, California"}],"tags":[{"id":2304,"tag":"preservation"},{"id":2303,"tag":"landscape"},{"id":2302,"tag":"wilderness"},{"id":739,"tag":"Nature"},{"id":87,"tag":"Environment"}],"course":{"name":"Fundamentals of Environmental History","school":"Auburn University","course_id":127,"school_id":73}},{"id":6201,"title":"Unnatural Nature: The Creation of Lake Martin","course_id":127,"status":"P","start_date":"9/14/24","end_date":"9/14/24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Lake Martin, located in Central Alabama, was the largest manmade lake in the world at the time of its construction. The 25,000-acre lake was formed by Martin Dam, which was built by Alabama Power in 1923. Project designers promoted the construction of Martin Dam by describing its benefits to both agricultural producers and local residents. Among those benefits was the claim that the presence of such a large body of water would positively affect the general climate of the area. The temperature is more equitable where there is a larger concentration of water. Not only was the temperature altered but the presence of the lake would provide better and safer weather conditions in regards to fruit and vegetable production. Ideal temperature leveling would also eliminate late frost devastation. These promotional details were necessary to secure local/farmer support of such a large scale construction and landscape alteration.","Critics of this hydroelectric project were unable to defeat the lake's creation considering the resources that it would provide for the area such as hydroelectric power, job resources and recreation. Although the original landscape was destroyed by flooding, nature was in a sense \"replaced\" by a manmade version of a naturalized landscape. Would John Muir be displeased with Lake Martin? As the lake was introduced to an array of fish species, over time it has become not only a source of recreation but also home to an abundance of marine life. This beautiful body of water may not have been naturally created but over time has created rich resouces for people and ecosystems around the area."],"display_date":"September 14, 1924","search_date":"1924-09-14","locations":[{"id":21245,"lat":32.8623974318,"lng":-85.7975267163,"zoom":9,"place":"Tallapoosa, Alabama"}],"tags":[{"id":739,"tag":"Nature"},{"id":2414,"tag":"Lake Martin"},{"id":2415,"tag":"Resources"}],"course":{"name":"Fundamentals of Environmental History","school":"Auburn University","course_id":127,"school_id":73}},{"id":6442,"title":"Nature as the Antithesis to College Life","course_id":148,"status":"P","start_date":"1/1/19","end_date":"12/31/23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Mary Margaret Walker, a Greenville Woman's College student in South Carolina, collected many documents during her college years and collected them in her scrapbook. Her memory book not only included ticket stubs, but also contains photographs of her and her friends engaging in activities. Walker's scrapbook, as noted by historian Judith Bainbridge, ''speaks volumes about the college life of a pretty and popular young woman in the 1920s and provides a student's-eye view'' on what it was like to study at the Greenville College.","In one of the photographs, a man and a woman (probably Walker herself) are captured sitting in a boat that is floating on the water. While it is unsure where this picture was taken, it must have been in a quieter area rich in nature, for there were no lakes near Greenville. Other photos from the scrapbook show Walker posing with friends near a car on the side of the road, so the most logical explanation would be that they drove to the lake – with or without the boat.","Going out into nature is something that proved to be popular amongst students of Greenville Woman's College: Walker's scrapbook is filled with other photos and stories of people enjoying the countryside. Such activities were, however, not only a change of pace from studying, but also ''relaxed tensions and refreshed body and spirit.'' They most likely appealed to students because it provided an escape from ''hectic city life.'' ","Nature, however, was also associated with escapism. In the 1920s, ''relations between the sexes differed depending upon the collegiate tradition and the . . . ratio of college men to others'': this meant that on campus, there were often strict rules imposed on the students. Yet when going out into nature, their interaction could go by largely unnoticed. Moreover, women ''no longer had to pretend that females were non-sexual beings.'' With the automobile bringing ''access and privacy,'' the rural environment became the scene of ''heterosexual play,'' where male and female students enjoyed each other's company.","College students not only sought refuge from their responsibilities in nature, but also enjoyed other activities. Walker's scrapbook is filled with invitations to a moonlight dance, the Roll-a-Way skating rink, and a concert. The college itself provided many of these activities to the students. The campus included, for example, a Fine Arts Center and a swimming pool. Receptions were also ''wildly popular,'' for they consisted of ''promenading through the parlors and eating cake and ice cream under the eyes of [male] chaperones,'' who came from Furman.","Gradually, the students of both Furman University and Greenville Woman's College began to mingle. While piety and purity were still expected from women, social events and trips off-campus provided the students to socialize with the men from Furman. It would take until 1962, however, for both student bodies to be integrated on one campus."],"display_date":"1919 - 1923","search_date":"1921-07-01","locations":[{"id":52844,"lat":34.8565054,"lng":-82.4017176,"zoom":15,"place":"Greenville Womans College"}],"tags":[{"id":2831,"tag":"Student Life"},{"id":2830,"tag":"Scrapbook"},{"id":1412,"tag":"Greenville, SC"},{"id":1414,"tag":"Greenville Womans College"},{"id":786,"tag":"Student"},{"id":739,"tag":"Nature"}],"course":{"name":"Urban and Suburban America","school":"Furman University","course_id":148,"school_id":4}},{"id":6490,"title":"Building Boston","course_id":155,"status":"P","start_date":"1620-01-01","end_date":"1620-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The land that bordered the sea was not always crowded and “wharfed out with great industry and cost.” The salty air used to beat against the trees and the wilderness, where now the city of Boston stands. Although there were Native inhabitants in the “heathen wilderness,” the first Europeans to live there saw the land as totally wild. When Edward Johnson and his fellow travelers landed on the shores, they discovered a vast wilderness, practically untouched, a frightening proposition but an exciting opportunity nonetheless. To the Europeans, it was an “admirable act of Christ” to civilize the area and exploit the resources for their gain.","The settlers saw it as their duty to impose the Old World idea of taking the land and  “improving” it in the ways they saw as appropriate. Edward Johnson admired the dramatic changes his fellow settlers had made to the coastline in just a few short years. He saw the plantations as not just a cultivation of civilized society, but also a planting of the gospel in this New World. Their crops were more than just corn and indigo. They grew the beliefs, viewpoints, and intellectual traditions that would come to shape the landscape itself as well as the American mind. Paramount among these beliefs was the need to spread Christianity, which “arrived in the new world as a promise wrapped in a threat.”","Improvements to the land also included building structures. Native Americans already lived on the lands now inhabited by the Europeans, but had never developed townships beyond small villages with little organization and fortification. Europeans immediately recognized the necessity of building communities and establishing trade with the Native Americans. Any change that they made to the New England environment was a totally positive and necessary improvement in their eyes. The Native Americans, though, saw the new changes in a starkly different light. To the Natives, improvements meant preserving the land for future use, not stripping the land of its resources.  ","The blending of cultures in this New World called into question the colonists’ view of wealth. They imposed their way of life over the Native American’s customs and began to destroy it. While they viewed the Natives as paupers, the Natives saw themselves as abounding with the riches of the land. European culture prevailed and the forests turned into the bustling streets of Boston. The wind now beats against the tall buildings, evidence of the human impact over the changing land. "],"display_date":"January 1, 1620","search_date":"1620-01-01","locations":[{"id":52761,"lat":42.3591267,"lng":-71.0570833,"zoom":8,"place":"Boston, Massachusetts"}],"tags":[{"id":537,"tag":"Native Americans"},{"id":739,"tag":"Nature"},{"id":2899,"tag":"Colonists"}],"course":{"name":"HIST 3550, American Environmental History","school":"Auburn University","course_id":155,"school_id":73}},{"id":6497,"title":"A Dreary, Dirty Life","course_id":155,"status":"P","start_date":"1861-04-06","end_date":"1861-04-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Rebecca Harding Davis looked outside and observed her town. Her town housed an iron-works factory, and the weather knew. The town was nothing but people and smoke and it was raining heavily. Rebecca cound barely see the green grocer’s shop through the rain, even though it was across the street from her house. The smoke was everywhere. It began in the iron foundries’ chimneys and spread out among the streets. The wharves were covered in so much smoke that it looked like the ships in the harbor were sailing on it, instead of on crisp blue waves. The faces of the men walking to the mil were covered with smoke and ash, so much that it was impossible for them to ever scrub it all out of their pores, to ever truly be clean. The men worked in the iron mill and then got drunk, their lives more terrifying than any ghost story to Rebecca. They were walking corpses. Sadly, Rebecca remembered looking at the river as a child with wonder, thinking of all the places it traveled through. Now, it was lost to the smoke.","Rebecca was not the only person in early industrial cities to lament the loss of nature. For city residents, nature had become a place to escape the stresses of life and work, but that had not always been the case. It was only with the progression of urban industry, and the dreary, smoky haze that seemed to follow, that people began to crave the green and blue hues of mother nature. How quickly they had forgotten the blood, sweat, and tears that had once been poured into that countryside, and the back breaking labor they had once performed there. Just as how urbinazation and city life had once seemed like the perfect respite from the life of a rural farmer, life in the countryside now seemed like the answer. As the saying goes, the grass is always greener on the other side. "],"display_date":"April 6, 1861","search_date":"1861-04-06","locations":[{"id":52889,"lat":40.0639616,"lng":-80.7209149,"zoom":7,"place":"Wheeling, WV"}],"tags":[{"id":58,"tag":"Industry"},{"id":739,"tag":"Nature"},{"id":2926,"tag":"iron mill"},{"id":2927,"tag":"smoke"}],"course":{"name":"HIST 3550, American Environmental History","school":"Auburn University","course_id":155,"school_id":73}}]}