{"id":744,"tag":"court case","points":[[32.8753704415,-79.8417496964],[29.6498691,-90.1120696]],"bounds":[[32.8753704415,-79.8417496964],[29.6498691,-90.1120696]],"episodes":[{"id":5073,"title":"South Carolina Court of Appeals, 1834","course_id":43,"status":"P","start_date":"1834-05-25","end_date":"1834-05-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the spring of 1834, the South Carolina court of appeals heard numerous cases none more prominent than a case on Military law determining whether newly appointed Lieutenant Edward McCready’s rights were infringed upon when he was denied commission by a superior officer, Colonel Benjamin F. Hunt.  Presiding over the cases at Law argued and determined in the Court of Appeals of South Carolina at Charleston were the Honorable judges David Johnson, J.B. O’Neall, and W.M. Harper.  Lieutenant McCready approached the court with the following argument, “The relator prays the court to grant him a writ of mandamus, to be directed to the said Col. Hunt, and all others whom it may concern in refusing to deliver to the relator his commission and commanding him and them to acknowledge your relator as rightfully entitled to exercise the said office of Lieutenant of the Washington Light infantry,  aforesaid and the relator further prays for such other, and further relief in the premises, as to the Court shall seem meet.”  After McCready’s argument was brought before the court, Colonel Hunt presented his opening statement arguing that Lieutenant M’Cready had refused the oath provided under the Military Act.  In defense of his actions Colonel Hunt demonstrated why he refused to commission the young officer in which the presiding Judge Johnson stated, “And for the cause why he refused to commission the said Edward McCready, the respondent sheweth that the authority given to the colonel of a Regiment to issue commissions, respondent considers purely executive; and that he is bound to do what he presumes the Governor would do, if he had acted directly.”","                Of the many following arguments, Mr. Attorney General Smith provides an insight into whether the oath under the military act required allegiance to the state.  Mr. Smith argues whether the state can demand such allegiance, “If she has, of course there can be none due to the general government and all objections based upon any such supposition, are laid aside.”  By providing the history of the word allegiance, Mr. Smith brings before the court the issue as to where the word allegiance derived and makes his claim that the term is used to “form the bond of connexion and obedience between the people and the government.”  Mr. Attorney General Smith then expounds upon the term of allegiance and its subservient role to sovereignty.  “Having now settled that allegiance is due to sovereignty, and that sovereignty is that power in a state, which is supreme, irresistible, absolute and uncontrollable; the next questions in order are was there every any sovereignty in South Carolina?”  The intricacies of the legal process are extremely well noted and documented in the text ranging from the extensive vernacular used by the judges and attorneys to the adherence to state statutes and local ordinances all the while connecting them to the Constitution.  Mr. Smith concludes his argument before the court, “I trust that I have shewn, that the state has a right to the exclusive allegiance of her citizens, and whether the oath in the Military Bill is considered as passed by the authority of the Ordinance, or as a mere act of the legislature, passed by the authority of its general legislative powers, it is equally constitutional.” Judge Johnson delivers the opinion of the court by issuing a writ of mandamus to Lieutenant McCready under the presumption that, “the allegiance of the citizens of South Carolina is due both to the state government and the government of the United sates—that the state constitution having prescribed the form of an oath on that subject, the legislature had no authority to change, add to, or alter it.  That the convention having been called for a specific object, and that object having been fully attained and accomplished, the legislature could not derive their authority to require an oath of allegiance, in a different form, from an ordinace of the convention, subsequently passed.”"],"display_date":"May 25, 1834","search_date":"1834-05-25","locations":[{"id":11454,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":9,"tag":"Law"},{"id":715,"tag":"Military"},{"id":744,"tag":"court case"},{"id":745,"tag":"charleston, sc"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":6709,"title":"In the Case of Alexina Morrison? Could Slaves Become White? And Could White People Become Slaves?","course_id":171,"status":"P","start_date":"1857-01-01","end_date":"1863-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In January of 1857, a slave trader purchased an “enslaved” woman named Jane Morrison who was “of fair complexion, blue eyes, and flaxen hair.” After her escape, the next time he’d see her was in a Jefferson Parish courtoom where Alexina Morrison had filed suit against him. The suit declared that Alexina –not Jane— was white, mistakenly identified and mistakenly enslaved. In her petition, Alexina asked that she be declared legally white and awarded $10,000 ($270,000.00 in today’s money) for the wrong that John White had done by holding her as a slave. The following case, heard by three juries and two Supreme Courts, confronted interpretations of race in relation to slavery.","Both parties, Morrison and White, made claims about Morrison's ancestry but could offer no hard evidence besides judgments of Morrison’s outward appearance. In her testimony, Morrison said she had been born to and kidnapped from two white parents. In response, White provided the bill of sale from Morrison’s purchase, but it was deemed “illegal” due to its origin in Arkansas. Therefore, both parties were left to prove Morrison’s origin through her appearance and the “speculative” opinions of physicians and others.  In his attempt to prove Morrison's \"blackness,\" White pointed to facial features like her high cheekbones. This logic, as Morrison’s lawyers pointed out, made even the white men in the room seem like they had “black” features. ","The jury was left to decide the difference between being white and performing whiteness:  Is whiteness inherent through nature or acquired through circumstance? Merely the thought of this logic had the power to shatter several existing power dynamics of the antebellum South. Whiteness could no longer be the exclusive sphere of superiority for white people if black slaves could efficiently perform it. If whiteness could be easily attained –a skill rather than a birthright, the permeable barrier would fail to protect any non-slaveholder from slavery. Whiteness, synonymous to protection from slavery, was perpetuated by the outward appearance of white people –mainly their pale skin. Therefore, a threat to Morrison’s protection was a threat to the nonslaveholders’ whiteness and their own security. <em>Morrison v White</em> raised a question central to the race-based economy of the South: how much longer would pale skin protect nonslaveholders from being enslaved? By complicating perceived notions of race in this way, Morrison unraveled a history of categorization by race and finessed her way to freedom. Ultimately, the case of Alexina Morrison showed how in some instances one of the foundations of American slavery—race—was unstable enough to derail enslavement."," ","."," "],"display_date":"January 1, 1857 - January 1, 1863","search_date":"1860-01-01","locations":[{"id":53072,"lat":29.6498691,"lng":-90.1120696,"zoom":8,"place":"Jefferson Parish, Louisiana"}],"tags":[{"id":744,"tag":"court case"},{"id":29,"tag":"New Orleans"},{"id":2986,"tag":"Louisiana"},{"id":629,"tag":"race"},{"id":889,"tag":"Racism"},{"id":3333,"tag":"Jefferson Parish"},{"id":3334,"tag":"whiteness"},{"id":3335,"tag":"appearance"},{"id":3336,"tag":"free woman of color"},{"id":3337,"tag":"enslaved woman"},{"id":3338,"tag":"John White"},{"id":3339,"tag":"Jane Morrison"},{"id":3340,"tag":"Alexina Morrison"},{"id":3341,"tag":"white slave"},{"id":3342,"tag":"blue-eyed slave"},{"id":3343,"tag":"mulatto"}],"course":{"name":"Human Trafficking: Yesterday and Today","school":"University of Richmond","course_id":171,"school_id":11}}]}