{"id":745,"tag":"charleston, sc","points":[[32.8753704415,-79.8417496964]],"bounds":[[32.8753704415,-79.8417496964],[32.8753704415,-79.8417496964]],"episodes":[{"id":5073,"title":"South Carolina Court of Appeals, 1834","course_id":43,"status":"P","start_date":"1834-05-25","end_date":"1834-05-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the spring of 1834, the South Carolina court of appeals heard numerous cases none more prominent than a case on Military law determining whether newly appointed Lieutenant Edward McCready’s rights were infringed upon when he was denied commission by a superior officer, Colonel Benjamin F. Hunt.  Presiding over the cases at Law argued and determined in the Court of Appeals of South Carolina at Charleston were the Honorable judges David Johnson, J.B. O’Neall, and W.M. Harper.  Lieutenant McCready approached the court with the following argument, “The relator prays the court to grant him a writ of mandamus, to be directed to the said Col. Hunt, and all others whom it may concern in refusing to deliver to the relator his commission and commanding him and them to acknowledge your relator as rightfully entitled to exercise the said office of Lieutenant of the Washington Light infantry,  aforesaid and the relator further prays for such other, and further relief in the premises, as to the Court shall seem meet.”  After McCready’s argument was brought before the court, Colonel Hunt presented his opening statement arguing that Lieutenant M’Cready had refused the oath provided under the Military Act.  In defense of his actions Colonel Hunt demonstrated why he refused to commission the young officer in which the presiding Judge Johnson stated, “And for the cause why he refused to commission the said Edward McCready, the respondent sheweth that the authority given to the colonel of a Regiment to issue commissions, respondent considers purely executive; and that he is bound to do what he presumes the Governor would do, if he had acted directly.”","                Of the many following arguments, Mr. Attorney General Smith provides an insight into whether the oath under the military act required allegiance to the state.  Mr. Smith argues whether the state can demand such allegiance, “If she has, of course there can be none due to the general government and all objections based upon any such supposition, are laid aside.”  By providing the history of the word allegiance, Mr. Smith brings before the court the issue as to where the word allegiance derived and makes his claim that the term is used to “form the bond of connexion and obedience between the people and the government.”  Mr. Attorney General Smith then expounds upon the term of allegiance and its subservient role to sovereignty.  “Having now settled that allegiance is due to sovereignty, and that sovereignty is that power in a state, which is supreme, irresistible, absolute and uncontrollable; the next questions in order are was there every any sovereignty in South Carolina?”  The intricacies of the legal process are extremely well noted and documented in the text ranging from the extensive vernacular used by the judges and attorneys to the adherence to state statutes and local ordinances all the while connecting them to the Constitution.  Mr. Smith concludes his argument before the court, “I trust that I have shewn, that the state has a right to the exclusive allegiance of her citizens, and whether the oath in the Military Bill is considered as passed by the authority of the Ordinance, or as a mere act of the legislature, passed by the authority of its general legislative powers, it is equally constitutional.” Judge Johnson delivers the opinion of the court by issuing a writ of mandamus to Lieutenant McCready under the presumption that, “the allegiance of the citizens of South Carolina is due both to the state government and the government of the United sates—that the state constitution having prescribed the form of an oath on that subject, the legislature had no authority to change, add to, or alter it.  That the convention having been called for a specific object, and that object having been fully attained and accomplished, the legislature could not derive their authority to require an oath of allegiance, in a different form, from an ordinace of the convention, subsequently passed.”"],"display_date":"May 25, 1834","search_date":"1834-05-25","locations":[{"id":11454,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":9,"tag":"Law"},{"id":715,"tag":"Military"},{"id":744,"tag":"court case"},{"id":745,"tag":"charleston, sc"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}}]}