{"id":746,"tag":"Supreme Court","points":[[33.9914893238,-80.8577865567],[33.6657929366,-80.2164264171],[34.8943497126,-82.3707811393],[41.4243718872,-81.6586944761],[37.7749295,-122.4194155],[38.9071923,-77.0368707]],"bounds":[[41.4243718872,-77.0368707],[33.6657929366,-122.4194155]],"episodes":[{"id":5074,"title":"William Whaley, Esq Presents his case before the Supreme Court of South Carolina","course_id":43,"status":"P","start_date":"1868-01-01","end_date":"1869-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Civil War was one of the most important events in American History, however, a major part of the Civil War is not emphasized. That is, its economic impact. With the freeing of thousands of slaves who had previously been property, the economic impact on slave owners and traders was enormous. Many, many court cases arose in regards to the issue of “Bonds given in the Sale of Negros.” One such case, Calhoun vs Calhoun, was eventually brought before the Supreme Court of the state of South Carolina.","Mr. William Whaley, Esq presented his argument for the defendant, the farmer who had bought the slaves, to the Court. The issue is, of course, that Calhoun, the buyer, had not had the money to directly purchase all his slaves and had issued bonds to the slave trader for them. When, however, all the slaves were freed, he did not pay the bonds. The slave trader Calhoun now brought a suit against him for the debt of those bonds.","Mr. Whaley's arugment had two separate parts. The first part discussed whether or not the court had jurisdiction. There were two important points he made here. The first is, there were federal and state laws prohibiting the interference with the completion of a contract. However, both the state of South Carolina and the Federal government had since issued laws that stated any cases or contracts dealing with the sale of African-Americans were to be null and void.","The second part of the argument lay in the idea of what a bond is. It is a debter-issued “IOU” of sorts, wherein he is promising to pay the seller a certain price for his good, with both parties knowing he doesn't have the money or trade-goods at the time of purchase. Whaley argued that therefore, the slaves are in a sense on loan, until the buyer had fully paid the price. If that being the case then, it is the fully economic responsibility of the seller to take the loss, as the purchaser never entirely owned the slaves.","This case is one of many, many similar cases brought to the courts all throughout the South after the Civil War and the freeing of the slaves. The change in law that occurred after the Civil War shows a dramatic shift towards that of a capitalist mindset. Judges increasingly ruled in favor of the capitalist market. However, in a case like this, it is not exactly clear who the capitalist is, the ex-slave buyer, or the ex-slaver seller, now both feeling the economic impact of all that lost capital. It was a huge burden to farmers and slave traders, but a great boost to the economy as the slaves now owned their own labor."],"display_date":"1868 - 1869","search_date":"1868-12-31","locations":[{"id":11638,"lat":33.9914893238,"lng":-80.8577865567,"zoom":9,"place":"RICHLAND, South Carolina"}],"tags":[{"id":9,"tag":"Law"},{"id":746,"tag":"Supreme Court"},{"id":747,"tag":"Negro Bonds"},{"id":748,"tag":"Whaley"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5540,"title":"Teenage School bus Drivers, Black and White, Crash on South Carolina Highway","course_id":91,"status":"P","start_date":"1/20/53","end_date":"1/20/53","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“W.H. Ridgeway, the 16-year-old driver of the white bus, sobbed in his hospital bed and told his mother over and over how sorry he was the wreck had happened”","The Columbia State, South Carolina’s largest newspaper, reported this pitiful scene on January 21st, 1953, under the front-page headline, “Clarendon School Bus Crash Kills 2”. The State ran no pictures of the crash, but the details the paper includes are vivid and horrific.","A little girl lay on the roadside, with her leg bone protruding through the skin. The interior of the school bus was described as a mass of blood, twisted metal, and schoolchildren’s pocketbooks. 40 children were taken to the hospital for injuries. Willie Lemon, the 18-year old driver of the Negro school bus, and Thomas Harrelson, a 10-year-old passenger on the white school bus both died from the injuries they sustained.","At the time of the accident, schools in South Carolina were not yet shared by black and white children. but the highways used to get to schools were. The crash came at a climactic moment in Clarendon County, South Carolina. The court case Briggs v. Elliot, from the very same school district, ruled that segregated schools were not equal  because of the lack of resources at black school, specifically, they had no buses.","Briggs v. Elliot was combined with 4 other cases in 1954, including Brown v. Board, that were collectively decided by the watershed Supreme Court ruling that segregated schools were inherently unequal. At the time of the 1953 highway crash though, the court-ordered, federally enforced, desegregation of schools in South Carolina hardly seemed clear or imminent in the state’s future.","The teenage bus-drivers involved in the highway crash, were in fact, coming to and from “equalization” schools; the Manning Training School, where Willie Lemon had just dropped off a bus full of black students, was built the same year as the accident. Equalization schools were a massively expensive project undertaken by the State of South Carolina after the Briggs v. Eliot case to avoid the desegregation decision NAACP lawyers were successfully building.","The decision to employ teenage bus-drivers, though one way of cutting costs in the convoluted and costly equalization school project, was beginning to receive scrutiny from the companies that insured South Carolina school buses. The January 21st accident intensified this criticism.","The accident happened because the young and inexperienced drivers collided head on the “pea-soup” fog conditions on the highway that morning. The thick haze that clouded the moment made for treacherous conditions, where the drivers couldn’t see the road ahead of them, and in that spirit perhaps, was the entire moment between the Briggs v. Elliot and Brown v. Board landmarks in South Carolina history."," "],"display_date":"January 20, 1953","search_date":"1953-01-20","locations":[{"id":28318,"lat":33.6657929366,"lng":-80.2164264171,"zoom":9,"place":"Clarendon, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":43,"tag":"Desegregation"},{"id":792,"tag":"Transportation"},{"id":266,"tag":"Segregation"},{"id":746,"tag":"Supreme Court"},{"id":408,"tag":"Children"},{"id":939,"tag":"Public Schools"},{"id":84,"tag":"Black History"},{"id":467,"tag":"Black Schools"},{"id":719,"tag":"South Carolina"},{"id":572,"tag":"Buses"}],"course":{"name":"Urban and Suburban America","school":"Furman University","course_id":91,"school_id":4}},{"id":5553,"title":"Lincoln Elementary and High School, McClennanville, SC: A Standing Artifact of Desegregation in South Carolina","course_id":91,"status":"P","start_date":"1/1/55","end_date":"12/31/60","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["A photograph of Lincoln Elemetary and High School, as it still stands in McClennanville, South Carolina, an unoccupied building with boarded windows, is the starting point for this episode in American history. The photograph was taken by Rebekah Dobrasko, in 2008, as part of a master's thesis on equalization schools in South Carolina.","Across the state of South Carolina from 1951-1960, a wave of new schools known as \"Equalization schools\" were built in response to the ruling of the Briggs v. Elliot case from neighboring Clarendon County, South Carolina.","Briggs v. Elliot was eventually combined into Supreme Court case Brown v. Board of Education, which overturned racial segregation in American schools. In 1951, however, desegregation in American schools did not appear imminent. The Briggs v. Elliot case only established that segregated schools were unequal in facilities. White schools were better funded, newer, had better books and resources, and, as Briggs v. Elliot specifically charged, school buses so that children could attend without walking many miles every day.","The solution to this inequality would eventually be, with Brown v. Board, to integrate black children into these better-funded schools, but the state was committed to delaying court-mandated integration for as long as possible. The immediate answer to the Briggs case was “equalization schools”; represented by 1950s architecture like Lincoln Elementary and High School, built in 1955, that still stands across the state.","These small, flat-roofed, one-story building were built across the state as schools for white and black children. Building all new schools was a costly solution. The County of Greenville alone built 11 new schools between 1953 and 1958. The small scale of most of these schools reflects reluctance for schools to create schools to accommodate the whole community of children, white and black.That the design of these school building was specific to the ideology of racial segregation that peaked in strength and visibility at mid-century, is evident by the abandoned and decayed state of most of these small schools today."],"display_date":"1955 - 1960","search_date":"1957-12-31","locations":[{"id":29467,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"Greenville, South Carolina"}],"tags":[{"id":1477,"tag":"equalization schools"},{"id":746,"tag":"Supreme Court"},{"id":831,"tag":"construction"},{"id":701,"tag":"Lincoln"},{"id":1412,"tag":"Greenville, SC"},{"id":719,"tag":"South Carolina"},{"id":466,"tag":"Educational System"},{"id":473,"tag":"Brown vs. Board of Educat"},{"id":6,"tag":"Education"},{"id":43,"tag":"Desegregation"}],"course":{"name":"Urban and Suburban America","school":"Furman University","course_id":91,"school_id":4}},{"id":6065,"title":"Debs Found Guilty-Again","course_id":122,"status":"P","start_date":"9/12/18","end_date":"9/12/18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["As he exited the courtroom, “a girl pushed a bunch of flowers into [Eugene] Debs’ outstretched hands. Then she fell, half fainting, into his arms. Debs stooped down and kissed her.” This report from the New York Times portrays Debs as surrounded by a remarkable sense of bravado, a man who came to be known henceforth as “Democracies Prisoner.” On September 12, 1918 in Cleveland Ohio for the second time, Eugene V. Debs was sentenced to jail time in federal penitentiary. The first was in response to association to the Pullman Strike in 1894 where Debs was indicted under charges of conspiracy and insurrection, and received a six-month sentence for contempt of court. However, this sentencing was far more severe. Ordered by the Ohio District court, Debs was to spend ten years in prison as well as pay a fine of ten thousand dollars.","Judge Westenhaver found his anti-war speech in Canton Ohio to have violated the Espionage Act of 1917 on three accounts. “Attempting to incite insubordination, disloyalty, mutiny, and refusal of duty in the military and naval forces. Obstructing and attempting to obstruct the recruiting and enlistment service, and uttering language intended to provoke, and encourage resistance to the United States and to promote the cause of the enemy.” Debs’ case was only one of over two thousand wartime cases, and he was only one of twelve hundred to go to jail for his actions. Historian Ernest Freeberg believes this case was pivotal because the government “imposed a monopoly on the meaning of American patriotism that turned a dissenter like Debs into a felon.”","Over 450 miles away, the same events were being covered by <em>The People, </em>the Socialist Labor Party of America’s newspaper that published the news from New York City under the leadership of Daniel DeLeon. De Leon, a Columbia educated man, wrote an article on the same events, but comes to a different conclusion. States De Leon, “to be in contempt of a <em>capitalist</em> court is the only attitude becoming to decent men. The court speaks the opinion not of sense or justice, but of the robber class of capitalism that it represents.” Such ardent beliefs mark a unscrupulous moment in US history according to the Socialist Party. The article was marked my open outrage, and anger towards the court starkly contrasting with the New York Times’ plain, and unemotional diction.","Debs own attorneys had thought along a similar line to DeLeon. They noted that if the Supreme Court of the United States affirmed Debs’s conviction, it would “lend credence to the proposition that the topics of war and of socialism were unmentionable during wartime. It would demonstrate that the espionage Act could be used for the purpose of “suppressing during war an exposition and exhortation toward socialism.”","When the case was heard Supreme Court just a year later, Justice Holmes cited what would become a pivotal case in the history of American jurisprudence, Shneck v. United States, another case of violation of the Espionage Act. He claimed that both men had “[brought] about substantive evils which Congress has the right to protect.”  And although Justice Holmes dropped two of Debs’s charges, his prison sentence was not. Debs remained in prison till after Wilson’s presidency when President Harding, against whom Debs had run for president from his Atlanta prison cell, commuted his sentence in the year 1922. Socialist historian Howard Zinn famously posited that “dissent is the highest form of patriotism.” He never noted, however, it is without its own woes."," "],"display_date":"September 12, 1918","search_date":"1918-09-12","locations":[{"id":16839,"lat":41.4243718872,"lng":-81.6586944761,"zoom":9,"place":"Cuyahoga, Ohio"}],"tags":[{"id":2188,"tag":"Socialism"},{"id":2187,"tag":"Eugene Debs"},{"id":746,"tag":"Supreme Court"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":122,"school_id":10}},{"id":6721,"title":"Legal Precedent of Chae Chan Ping v. United States","course_id":176,"status":"P","start_date":"1889-05-13","end_date":"1889-05-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Burlingame Treaty between the United States and China guaranteed the right of Chinese and US citizens to immigrate between the two countries and outright rejected any attempts to restrict this immigration. In 1875 Chae Chan Ping, a Chinese laborer, immigrated to the United States, protected by the provisions of this treaty. Seven years later Congress, under intense pressure from labor unions and west coast politicians concerned about Chinese migrants competing with white American for jobs, passed the Chinese Exclusion Act in the spring of 1882, which was the most famous of several acts that amended the Burlingame Treaty by restricting immigration from China. After living and working in the United States for twelve years, Ping decided to make a return voyage to China, fully intending to return to the United States afterwards, and obtained all the certifications necessary to do so as stipulated by the act; he departed on June 2, 1887.","While he was away Congress amended the Chinese Exclusion Act by passing the Scott Act on October 1, 1888, which canceled all certificates of residence and prevented any Chinese people who had previously resided in the United States, like Ping, from returning. When he returned to the US one week after the Scott Act’s passage, his papers were declared null and void; thus he was denied reentry and detained. Ping soon after submitted a habeas corpus petition, asserting that he was unlawfully detained without a trial, to the circuit court of the United States for the northern district of California. This circuit court maintained that Ping, under the Scott Act, was not allowed to enter the United States and was thus not unlawfully detained.","The petitioners, now arguing that the 1888 Scott Act itself was unconstitutional, appealed the circuit court’s decision to the US Supreme Court.. On May 13, 1889 Justice Stephen Jay Field, writing the decision for a unanimous court, portrayed Chinese immigrants as a threat to American civilization, since they refused to assimilate into American culture and were outcompeting white laborers. He argued that immigration policy was a right of the federal government free from judicial review since a strict immigration policy, especially in regards to Chinese immigration, was vital to the national interest. Therefore any certification held by Chinese immigrants prior to the passage of the Scott Act, “is held at the will of the government, revocable at any time, at its pleasure.” Whether any such amendments are within the national interest or are at all constitutional “are not questions for judicial determination.” The Supreme Court thus upheld the decision of the circuit court for the northern district of California. After this decision Ping was deported; his final fate in China is unknown.  <em>Chae Chan Ping v United States </em>was not the only legal challenge to the Chinese Exclusion Act, but the decision Field handed down established a significant precedent of judicial deference to federal immigration policy, known as the “plenary power doctrine,” which continues to shape United States immigration policy to this day."],"display_date":"May 13, 1889","search_date":"1889-05-13","locations":[{"id":966,"lat":37.7749295,"lng":-122.4194155,"zoom":8,"place":"SAN FRANCISCO, California"},{"id":52855,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington, D.C."}],"tags":[{"id":3379,"tag":"Chinese Americans"},{"id":746,"tag":"Supreme Court"},{"id":31,"tag":"Immigration"}],"course":{"name":"Incarceration in the US","school":"Indiana University-Purdue University, Indianapolis","course_id":176,"school_id":94}}]}