{"id":748,"tag":"Whaley","points":[[33.9914893238,-80.8577865567]],"bounds":[[33.9914893238,-80.8577865567],[33.9914893238,-80.8577865567]],"episodes":[{"id":5074,"title":"William Whaley, Esq Presents his case before the Supreme Court of South Carolina","course_id":43,"status":"P","start_date":"1868-01-01","end_date":"1869-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Civil War was one of the most important events in American History, however, a major part of the Civil War is not emphasized. That is, its economic impact. With the freeing of thousands of slaves who had previously been property, the economic impact on slave owners and traders was enormous. Many, many court cases arose in regards to the issue of “Bonds given in the Sale of Negros.” One such case, Calhoun vs Calhoun, was eventually brought before the Supreme Court of the state of South Carolina.","Mr. William Whaley, Esq presented his argument for the defendant, the farmer who had bought the slaves, to the Court. The issue is, of course, that Calhoun, the buyer, had not had the money to directly purchase all his slaves and had issued bonds to the slave trader for them. When, however, all the slaves were freed, he did not pay the bonds. The slave trader Calhoun now brought a suit against him for the debt of those bonds.","Mr. Whaley's arugment had two separate parts. The first part discussed whether or not the court had jurisdiction. There were two important points he made here. The first is, there were federal and state laws prohibiting the interference with the completion of a contract. However, both the state of South Carolina and the Federal government had since issued laws that stated any cases or contracts dealing with the sale of African-Americans were to be null and void.","The second part of the argument lay in the idea of what a bond is. It is a debter-issued “IOU” of sorts, wherein he is promising to pay the seller a certain price for his good, with both parties knowing he doesn't have the money or trade-goods at the time of purchase. Whaley argued that therefore, the slaves are in a sense on loan, until the buyer had fully paid the price. If that being the case then, it is the fully economic responsibility of the seller to take the loss, as the purchaser never entirely owned the slaves.","This case is one of many, many similar cases brought to the courts all throughout the South after the Civil War and the freeing of the slaves. The change in law that occurred after the Civil War shows a dramatic shift towards that of a capitalist mindset. Judges increasingly ruled in favor of the capitalist market. However, in a case like this, it is not exactly clear who the capitalist is, the ex-slave buyer, or the ex-slaver seller, now both feeling the economic impact of all that lost capital. It was a huge burden to farmers and slave traders, but a great boost to the economy as the slaves now owned their own labor."],"display_date":"1868 - 1869","search_date":"1868-12-31","locations":[{"id":11638,"lat":33.9914893238,"lng":-80.8577865567,"zoom":9,"place":"RICHLAND, South Carolina"}],"tags":[{"id":9,"tag":"Law"},{"id":746,"tag":"Supreme Court"},{"id":747,"tag":"Negro Bonds"},{"id":748,"tag":"Whaley"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}}]}