{"id":749,"tag":"Diary","points":[[39.1954617755,-84.5426360039],[32.467984914,-80.4033249144]],"bounds":[[39.1954617755,-80.4033249144],[32.467984914,-84.5426360039]],"episodes":[{"id":5075,"title":"Joseph Mersman: Diary of a Whiskey Merchant","course_id":43,"status":"P","start_date":"1847-11-08","end_date":"1864-09-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the rise of the middle class during 19<sup>th</sup> century America, there are few direct portals into what the life of a working citizen was like. However, there are a few. One such book is the diary of a German immigrant who worked as a whiskey merchant in Cincinnati and St. Louis.","Joseph Mersman born in a little village in the Grand Duchy of Oldenburg in 1824, immigrated to the United States with his father and 3 of his brothers and sisters at the age of nine. In 1839 at the age of fifteen, he began a 10 year apprenticeship with a whiskey merchant who taught him the tricks of the trade. In the year of 1847, 23 year old Joseph began writing in his diary every day. This diary is extremely important to historians because it gives great, uncensored insight into the light of a 19<sup>th</sup> century bachelor who is doing his best to move himself through the social ranks.","One of the first overall themes to be noted is that there is very little of his every day life that changed. He rarely describes in detail exactly what his work involved, only noting how successful and busy the day was or wasn't. He worked every day except sunday and spent most of his evenings with family, friends or the family who owned the boarding house where he lodged.","His typical day involved waking up, having breakfast at the boarding house, going to work, and then coming back to the boarding house. From there, most nights he ate with the Jenkins family with whom he presided. However, he visited his sister and other friends quite often for dinner. He went to the theatre every now and then with a friend who seemed to particularly enjoy it. He also played the guitar and smokes a cigar almost every night with friends. Shortly after he begins his apprenticeship with Edmund Dexter, his father Henry Mersman opens a tobacco business and after Joseph finished his apprenticeship, he opened a tobacco and whiskey business himself. Lastly, every Sunday, his only day off, he had a french lesson after dinner.","These average incidents are interspersed with meeting new people and enjoying the company of both friends and friends of family. He, being a bachelor, was interested in several young ladies and writes about his interactions with them and the occasional visit to the nearby house of prostitution. Expecting dirty details however, is out of the question, especially because the phrase \"made love to\" referred only to courting, not any actual sexual acts.","One of the things surmisable from the entries in his diary, is that the typical perception of the nineteenth century is to the actuality of it for an average person. In fact, Joseph is not even writing in his diary during the Civil War and has only 2 entries for those years. The larger, so-called “Significant” events of the nineteenth century relate directly to the average citizen very rarely and only in the larger context.","I believe it is very important for us to get first hand accounts of everyday life in the nineteenth century in order to realize exactly what they are feeling and how events affect, or don't affect them."],"display_date":"November 8, 1847 - September 25, 1864","search_date":"1856-04-17","locations":[{"id":10238,"lat":39.1954617755,"lng":-84.5426360039,"zoom":10,"place":"HAMILTON, Ohio"}],"tags":[{"id":749,"tag":"Diary"},{"id":750,"tag":"Whiskey"},{"id":751,"tag":"Merchant"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5329,"title":"A descriptive entry about a wife of a rice planter during the Civil War. She discusses the issues she and her family endured during the war.","course_id":72,"status":"P","start_date":"1862-05-12","end_date":"1862-05-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Margaret Ann Meta Morris, (1810-1881) was the wife of a rice planter. She resided in coastal South Carolina with her family. She kept a personal diary in which she focused on topics such as her family being ill, historical events, plantation life, her children’s involvement in the Civil War, and her teaching efforts. The entry on May 12, 1862, describes what she endured while she and her family fled their home in the Colleton District of South Carolina due to fear of Union attacks. Margaret was very discouraged and upset. She had to leave abruptly with her family because they expected attacks from Union troops. Many moved from the lower country near the coast to the upper country. Margaret’s family moved to Spartanburg, South Carolina. Residents of the coastal region had to leave in such haste that family members and slaves were left behind. The train stations were more congested than usual, and people were trying to sell their houses. No one wanted to rent their homes, so instead they had to sell the homes for the best price attainable. In the upper country, food prices increased because the storeowners knew that families were desperate and had no other option than to purchase food from them. Margaret was enraged by this increase because she expected businesses to help out and not take advantage of the situation to make bigger profits. Her father had been very ill, weeks prior to the move and was already in Spartanburg receiving care. However with the chaos of the evacuation, there was no one to oversee his slaves and Margaret heard that they had fled to New Hope, South Carolina. Her father was not well enough to organize his own affairs. Margaret was in the process of moving her family and her husband was searching for a place to keep his servants, so they could not help her father. Margaret’s husband, Mr. Grimball did not find a place that was sufficient. If they could not find a place soon, one of their neighbors would allow them to board with her. They agreed to split the rent with her, but they feared that the landlord would raise the price if he knew there would be more tenants. Margaret ends her entry by expressing how sad she was to be leaving, and that their town in the Colleton District, was deserted. She knew that only more bad news would follow.","Margaret wrote her entry about a year after the start of  the Civil War. The war began in April of 1861 and ended in April of 1865. The first shots of the war were fired in Charleston, South Carolina, only sixty miles from Margaret’s home in the Colleton District. The fighting began when the Confederate government demanded that U.S. forces abandon Charleston Harbor, but instead of leaving, U.S. troops moved to Fort Sumter. When the president at that time, Abraham Lincoln, sent in a ship with reinforcements the fort was attacked by and forced to surrender.","People in Colleton District were so concerned about being attacked during the war because they were close to the coast. Being so close to the water made the Colleton District an easy target for Union raids. Ships could come in and land troops nearby with little warning, so Margaret and her family has no choice but to flee. There were a lot of raids and surprise attacks, so it was very likely that Margaret’s family would have been in severe danger if they stayed in Colleton District. Margaret and her family were living in the middle of difficult times, she was in the middle of a war. At any time she or her family could have been hurt. She also had other concerns, like her sons, who were actually in the army and her father who was ill. They had nowhere to stay, but she did not give up, she persevered. She did not allow her circumstances to leave her hopeless. Margaret supported her family and knew that they needed her, she possessed a lot of qualities that many people would not, if they had been in a similar situation."," "],"display_date":"May 12, 1862","search_date":"1862-05-12","locations":[{"id":11488,"lat":32.467984914,"lng":-80.4033249144,"zoom":8,"place":"COLLETON, South Carolina"}],"tags":[{"id":749,"tag":"Diary"},{"id":32,"tag":"Civil War"},{"id":1149,"tag":"Wife"}],"course":{"name":"America From Civil War to World Stage","school":"Widener University","course_id":72,"school_id":43}}]}