{"id":751,"tag":"Merchant","points":[[39.1954617755,-84.5426360039]],"bounds":[[39.1954617755,-84.5426360039],[39.1954617755,-84.5426360039]],"episodes":[{"id":5075,"title":"Joseph Mersman: Diary of a Whiskey Merchant","course_id":43,"status":"P","start_date":"1847-11-08","end_date":"1864-09-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the rise of the middle class during 19<sup>th</sup> century America, there are few direct portals into what the life of a working citizen was like. However, there are a few. One such book is the diary of a German immigrant who worked as a whiskey merchant in Cincinnati and St. Louis.","Joseph Mersman born in a little village in the Grand Duchy of Oldenburg in 1824, immigrated to the United States with his father and 3 of his brothers and sisters at the age of nine. In 1839 at the age of fifteen, he began a 10 year apprenticeship with a whiskey merchant who taught him the tricks of the trade. In the year of 1847, 23 year old Joseph began writing in his diary every day. This diary is extremely important to historians because it gives great, uncensored insight into the light of a 19<sup>th</sup> century bachelor who is doing his best to move himself through the social ranks.","One of the first overall themes to be noted is that there is very little of his every day life that changed. He rarely describes in detail exactly what his work involved, only noting how successful and busy the day was or wasn't. He worked every day except sunday and spent most of his evenings with family, friends or the family who owned the boarding house where he lodged.","His typical day involved waking up, having breakfast at the boarding house, going to work, and then coming back to the boarding house. From there, most nights he ate with the Jenkins family with whom he presided. However, he visited his sister and other friends quite often for dinner. He went to the theatre every now and then with a friend who seemed to particularly enjoy it. He also played the guitar and smokes a cigar almost every night with friends. Shortly after he begins his apprenticeship with Edmund Dexter, his father Henry Mersman opens a tobacco business and after Joseph finished his apprenticeship, he opened a tobacco and whiskey business himself. Lastly, every Sunday, his only day off, he had a french lesson after dinner.","These average incidents are interspersed with meeting new people and enjoying the company of both friends and friends of family. He, being a bachelor, was interested in several young ladies and writes about his interactions with them and the occasional visit to the nearby house of prostitution. Expecting dirty details however, is out of the question, especially because the phrase \"made love to\" referred only to courting, not any actual sexual acts.","One of the things surmisable from the entries in his diary, is that the typical perception of the nineteenth century is to the actuality of it for an average person. In fact, Joseph is not even writing in his diary during the Civil War and has only 2 entries for those years. The larger, so-called “Significant” events of the nineteenth century relate directly to the average citizen very rarely and only in the larger context.","I believe it is very important for us to get first hand accounts of everyday life in the nineteenth century in order to realize exactly what they are feeling and how events affect, or don't affect them."],"display_date":"November 8, 1847 - September 25, 1864","search_date":"1856-04-17","locations":[{"id":10238,"lat":39.1954617755,"lng":-84.5426360039,"zoom":10,"place":"HAMILTON, Ohio"}],"tags":[{"id":749,"tag":"Diary"},{"id":750,"tag":"Whiskey"},{"id":751,"tag":"Merchant"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}}]}