{"id":753,"tag":"Anti-Semitism","points":[[37.5392399795,-77.4106423457],[33.9414430151,-84.5767277131],[55.755826,37.6172999],[40.7127753,-74.0059728],[52.5200066,13.404954]],"bounds":[[55.755826,37.6172999],[33.9414430151,-84.5767277131]],"episodes":[{"id":5077,"title":"<strong>A Jewish Rebuke to Confederate Anti-Semitism in Richmond </strong>","course_id":43,"status":"P","start_date":"1863-03-27","end_date":"1863-03-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On March 27, 1863, Reverend M. J. Michelbacher, rabbi of the Bayth Ahabah synagogue in Richmond, delivered a sermon on a day of prayer declared by Jefferson Davis. Michelbacher was a prominent Jewish leader in the Confederate capital.  Although he had moved from Philadelphia in 1846, he was a fervent supporter of the Confederate cause even prior to secession. In the sermon, Michelbacher responded to accusations that Jewish Southerners were not properly devoted to the Confederate cause and were instead speculating and engaging in selfish business practices.  Michelbacher denied these accusations and spoke of Jewish honesty and support for the Confederacy.  He argued that Confederate leaders like Robert E. Lee never questioned Jewish patriotism, and that many Jewish Southerners were fighting in the Confederate army.  He also prayed for the Confederacy, entreating God for food, a renewal of spirit and compassion in the Confederacy, protection, and counsel and wisdom for Jefferson Davis and the Confederate cause.","This source reveals an interesting dynamic in religious and ethnic differences in the capital.  Although no physical Anti-Semitic violence occurred in Richmond, there was some criticism of Jewish Southerners.  This source shows the dynamic of a religious minority, many of whose members were also ethnic minorities and German immigrants, professing its support for the dominant political ideals of a community and pledging their support for them.  In his book<em> The Jewish Confederates, </em>Robert Rosen examines the role of Jewish citizens in the Confederacy.  He argues that Jewish Southerners, being white, of small number, and often of the merchant class, were safer and more accepted in the American South than the North.  If true, this would help to place Michelbacher's sermon in the context of a community currently undergoing criticism but safely within and committed to the prevalent culture and its ideals."],"display_date":"March 27, 1863","search_date":"1863-03-27","locations":[{"id":13917,"lat":37.5392399795,"lng":-77.4106423457,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":79,"tag":"Religion"},{"id":32,"tag":"Civil War"},{"id":752,"tag":"Judaism"},{"id":753,"tag":"Anti-Semitism"},{"id":754,"tag":"Richmond"},{"id":755,"tag":"Confederacy"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5303,"title":"The Lynching of Leo Frank","course_id":73,"status":"P","start_date":"8/17/15","end_date":"8/17/15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On August 17, 1915, Leo Frank, a Jewish businessman awoke to 25 armed men storming into the jail he was being held at in Milledgeville, Georgia. Despite faulty and clear mishandling of evidence, as well as forced confessions from many witnesses, Frank was convicted and sentenced to death for the rape and murder of 13 year old Mary Phagan, a young girl that was employed in his factory. However, influenced by his ties to the defense team Governor Slaton commuted the sentence from death to life imprisonment.","This outraged a public, who had become convinced that this man, a convicted murderer in their minds, was escaping justice. Influential men in the community, desiring justice at any cost, gathered 25 armed men and left for the prison that housed Frank. When they arrived they subdued the warden and superintendent and proceeded to the main gate of the prison. The night watchman, faced by the armed mob, simply opened the gate, allowing them to pass stating “I saw they meant business, and there was nothing for me to do but open the gate.”","Streaming through the gate in search of Frank, the angry men found him on his bunk. Frank asked to dress, but men from the mass chorused that where he was going he would not need clothes. If Frank was unsure of what the mob intended before, now it was perfectly clear. They loaded him into a car in just his nightclothes, drove him over 100 miles to Frey’s Gin just two miles east of Marietta, Georgia and led him to a tree within view of Phagan’s childhood home. The lynch mob looped a rope over the branch and began to tie a noose.","While the men prepared to execute their own justice, Frank asked to write a note to his wife. He also asked that his wedding band be returned to his wife Lucille. The men allowed him these accommodations, but when he finished the letter the perpetrators positioned him under the tree and placed the noose around his neck. Blindfolded, bound and with a khaki cloth tied around his waist to cover his exposed lower half, the leader of the mob pronounced the court’s sentence. At 7:05 on the morning of August 18, 1915, Judge Newton Morris, a superior court judge kicked over the table."],"display_date":"August 17, 1915","search_date":"1915-08-17","locations":[{"id":16909,"lat":33.9414430151,"lng":-84.5767277131,"zoom":10,"place":"Cobb, Georgia"}],"tags":[{"id":753,"tag":"Anti-Semitism"},{"id":1,"tag":"Crime/Violence"},{"id":367,"tag":"Lynching"}],"course":{"name":"History of the New South","school":"Texas Wesleyan University","course_id":73,"school_id":49}},{"id":5694,"title":"<strong>A Daughter Learns of Anti-Semitism and Heroism in Nazi Occupied Tunisia</strong>","course_id":106,"status":"P","start_date":"11/1/42","end_date":"5/30/43","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Over 70 years ago, Faiza Abdul-Wahab’s father, Khaled, rescued several Jewish families from German troops occupying the town of Mahdia, Tunisia. After the occupation commenced in November 1942, Nazi and Vichy leaders in Tunisia enacted a set of anti-Semitic laws similar to those in Europe. According to the sources found in the United States Holocaust Memorial Museum International Archive, these laws required Tunisian Jews to wear yellow badges, pay hefty fines, and be subject to property confiscation. The laws also put some Jewish men into forced labor camps. Khaled Abdul-Wahab was a businessman who owned a farm just outside the town of Mahdia. When the Germans arrived in town, Abdul-Wahab wanted to find a way to help his neighbors regardless of their religious beliefs. Despite being Muslim, Abdul-Wahab offered protection to several Jewish families in the area when their fathers and husbands were sent to work camps. He allowed them to stay at his farm and live inside the stables. Abdul-Wahab even made friends with some of the German officers in order to avert suspicion away from his farm. One night while hosting the officers at a dinner party, several of the drunken officers broke away from the party and made their way to the stables. They began yelling and threatening the women and children inside. “We know you are Jews!” the officers screamed. Abdul-Wahab confronted the officers and, after a few tense moments, the officers left. It is unknown how he convinced the officers to leave without incident, but in any case, the Germans did not return to Abdul-Wahab’s farm for the duration of the occupation.","Until recently, Faiza’s father’s wartime activities had remained a mystery, however after reading an article in the <em>New York Times</em> written by a woman Khaled had saved, Faiza learned a great deal about her father’s heroic actions. After hearing this story, Faiza set out on a quest to have her father commemorated for his heroic actions. She wanted him to be recognized as a “Righteous Gentile” by Yad Vashem, the Israeli Holocaust museum. Faiza’s quest to have her father’s memory remembered and commemorated is typical of many stories from the Holocaust. Historian T.G. Ashplant recognized the modern trends in Holocaust commemoration and gives several examples on why a member of the “grandchild generation” would want their relative commemorated. Relatives of people who experienced these times first hand often want these events recorded in order to honor the span of living memory. However, in the case of Faiza Abdul-Wahab, her father was deceased when she first found out about his heroic deeds. For Faiza, it is important to address the question of culture memory and the complex relationship between past and present. In today’s world, cultural relations between Jews and Muslims are at an all time high, so bringing Khaled’s story to light could help ease tensions between the two cultures. Historian Robert Satloff concurs with this assumption by suggesting that documenting just one “righteous” Arab could make “Arabs see the Holocaust as a source of pride, worthy of remembering, not something to avoid or deny.”","Faiza Abdul-Wahab’s quest to commemorate her father is not unlike the quest of many children and grandchildren whose relatives experienced the Holocaust. Khaled Abdul-Wahab may not have been obligated to these people in any way, but he chose to provide them protection during one of the most horrific periods in modern history."," "],"display_date":"November 1, 1942 - May 30, 1943","search_date":"1943-02-13","locations":[{"id":52666,"lat":null,"lng":null,"zoom":8,"place":"Outside US"}],"tags":[{"id":753,"tag":"Anti-Semitism"},{"id":71,"tag":"historical memory"},{"id":1675,"tag":"Holocaust"},{"id":1676,"tag":"Tunisia"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":106,"school_id":10}},{"id":5701,"title":"<strong>Anti-Semitic Laws and Lawbreakers in Nazi Occupied Tunisia</strong>","course_id":106,"status":"P","start_date":"11/1/42","end_date":"5/30/43","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["On November 23, 1942, German soldiers arrested prominent Jewish leaders across Tunisia. When Moises Burgel, the President of the Tunisian Jewish community, was arrested, it marked the beginning of the Holocaust in North Africa. By the end of November, Nazi Germany had occupied all of Tunisia and enacted anti-Semitic laws in addition to the Vichy laws already in place. According to the sources found in the United States Holocaust Memorial Museum Archive, Tunisian Jews were required to wear the yellow Star of David and pay fines. In addition, some Jews had property confiscated and were sent to forced labor camps. The Jewish men of Mahdia were no different. The men of Mahdia were forced into labor camps and the women, children, and elderly were left alone without the protection of their male family members. Luckily, Khaled Abdul-Wahab, a wealthy and influential Tunisian Arab-Muslim man offered protection to a Jewish woman named Eva Wiesel and her family. According to the testimony of Eva Wiesel, Abdul-Wahab took the family to his farm, about twenty miles from the Nazi-occupied town. German troops arrived in the area not long after Wiesel’s family, making it increasingly unsafe for the women hiding in the stables of Abdul-Wahab’s farm. The family’s host advised them to remove their golden stars and keep a low profile in order to avoid the suspicions of the patrolling soldiers. Eager to appease the newly arrived officers, Abdul-Wahab organized a feast in order to avert suspicions away from his farm.","Sometime during the night, a few German officers broke away from the party. The officers made their way to the courtyard and began banging on the doors of the stable, threatening the women hiding inside. Wiesel’s grandmother began yelling for the rest of the family to hide the younger girls from the threatening soldiers outside. Before long, Abdul-Wahab rushed outside to the stables, engaging in a heated conversation with the officers. Wiesel is unsure how Abdul-Wahab convinced the officers to leave, although she believes that he may have bribed them. Throughout the rest of the German occupation of Tunisia, the soldiers never bothered Wiesel’s family again or returned to the farm. Wiesel attributes this to the protection of Khaled Abdul-Wahab.","Despite saving Wiesel’s family and disregarding the anti-Semitic laws in place, Abdul-Wahab was denied the honor of “Righteous Among Nations” at the Israeli Holocaust museum, Yad Vashem. Wiesel’s narrative and her quest to commemorate her rescuer is a prime example of the complexities of war memory, particularly that of survivors of the Holocaust. Historian T.G. Ashplant writes that victims of social injustices, such as survivors of the Holocaust demand public recognition for their experiences, often seeking monetary compensation for the injustices. However, Eva Wiesel’s quest for recognition is not for herself, rather for her “savior” during the Holocaust. Wiesel’s quest to have Abdul-Wahab commemorated for his actions during the Holocaust does not fit the majority of templates for commemoration. Although her rescuer was denied for recognition at Yad Vashem, Wiesel promises to keep his memory alive. Khaled Abdul-Wahab was not obligated to Wiesel’s family, nor did he have the responsibility to protect them, yet he saved her family and many others from the Germans in Tunisia. Eva Wiesel’s narrative is important when trying to understand the complexities of war memory and how it relates to commemorating “righteous among nations” at Yad Vashem."],"display_date":"November 1, 1942 - May 30, 1943","search_date":"1943-02-13","locations":[{"id":52666,"lat":null,"lng":null,"zoom":8,"place":"Outside US"}],"tags":[{"id":1675,"tag":"Holocaust"},{"id":753,"tag":"Anti-Semitism"},{"id":1676,"tag":"Tunisia"},{"id":71,"tag":"historical memory"},{"id":1681,"tag":"Africa"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":106,"school_id":10}},{"id":6743,"title":"The Threat on Jewish Culture in the Soviet Union","course_id":179,"status":"P","start_date":"10/27/66","end_date":"10/27/66","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In late October of 1966, Mrs. Mortimer Jacobson returned home from the Soviet Union.[1] The head of Hassadah, or Women’s Zionist Organization of America led a group of 24 leaders who had approached the Soviet Union with an offer to send 500 Jewish students on scholarship to Israel. As Mrs. Jacobson put it, she wanted the children to “get a feel for the land of the Bible” something the group believed was becoming harder to do within the Soviet Union. Mrs. Jacobson holds a view that the “United States, Israel and the Soviet Union represented the future of Jewish life.” She especially emphasised that while a Moscow synagogue alone had 5,000 in attendance for the observation of Simhath Torah on October 7<sup>th</sup> once outside the synagogue proof of Jewish culture is much harder to find. A local Jewish leader objected to this notion citing the existence of a Jewish magazine and plays by a classic Jewish playwright being performed. Mrs. Jacobson however, countered this observation citing a lack of life history books and textbooks, in any language, on Israel or Hebrew in Moscow shops. The offer to send the children away was turned down by the government in a way that Mrs. Jacobson specifically mentioned had offended her.  A reluctance to send their children to the “decadent” West is mentioned, but no official reasoning is offered. Mrs. Jacobson asks for public protest to be a voice for the children. Left without a voice, the fate of their culture is left uncertain."," ","This article was run in 1966, two decades after the end of World War 2 and in the midst of a cold war between the Soviet Union and the West. In the years following the end of World War 2, the mistreatment of the Soviet Jewish population by Stalin became increasingly clear.[2] As activists and scholars tried to raise awareness of this injustice, financial support was received from the West.[3] This was not something which was favourably received by the Soviet Union, as seen in the rejection of these gifts following 1947 with an improvement in conditions in the Soviet Union being cited for the rejection.[4] A “witch hunt”, as Michael Beizer refers to it, could still be seen with an anti-Jewish propaganda campaign emerging, as well as an increase in the arrests of Soviet Jewish residents for “conspiracy against the Soviet regime”.[5]  These events, seen as a response to the American aid, only served to increase tensions between Soviet Jews, as many did not welcome the aid from their enemies.  Mrs. Jacobson and her peers hoped to save Jewish culture in the Soviet Union for future generations before it was too late.  Whether the Soviet Union government would allow them to was another question."," "," ","Bibliography"," ","Beizer, Michael. \"\"I Don't Know Whom to Thank\": The American Jewish Joint Distribution Committee's Secret Aid to Soviet Jewry.\" <em>Jewish Social Studies</em> 15, no. 2 (2009): 111-136. <a href=\"https://muse.jhu.edu/\">https://muse.jhu.edu/</a> (accessed October 21, 2017)."," ","Golden, Peter. “Saving the Jews of the Soviet Union. (Silent No More: Saving the Jews of Russia) (Critical essay)” <em>Midstream</em> 54, no. 5 (2008): 26. <a href=\"http://trove.nla.gov.au/work/72398253?q&versionId=85576600\">http://trove.nla.gov.au/work/72398253?q&versionId=85576600</a> (accessed October 21, 2017)"," ","“Hadassah Head, After Survey, Says Soviet Jewish Life Wanes.” <em>New York Times</em>, Oct. 27, 1966."," "," "," ","[1] “Hadassah Head, After Survey, Say Soviet Jewish Life Wanes,” <em>New York Times</em>, October 27, 1966.","[2] Peter Golden, “Saving the Jews of the Soviet Union. (Silent No More: Saving the Jews of Russia) (Critical essay),” <em>Midstream</em> 54, no. 5 5 (2008): 26. <a href=\"http://trove.nla.gov.au/work/72398253?q&versionId=85576600\">http://trove.nla.gov.au/work/72398253?q&versionId=85576600</a> (accessed October 21, 2017)","[3] Michael Beizer, “I Don't Know Whom to Thank\": The American Jewish Joint Distribution Committee's Secret Aid to Soviet Jewry,\" <em>Jewish Social Studies</em> 15, no. 2 (2009): 111-136. <a href=\"https://muse.jhu.edu/\">https://muse.jhu.edu/</a> (accessed October 21, 2017)","[4] Ibid","[5] Ibid"],"display_date":"October 27, 1966","search_date":"1966-10-27","locations":[{"id":53095,"lat":55.755826,"lng":37.6172999,"zoom":11,"place":"Moscow"},{"id":52989,"lat":40.7127753,"lng":-74.0059728,"zoom":10,"place":"New York"}],"tags":[{"id":3431,"tag":"Russia"},{"id":3430,"tag":"Jewish culture"},{"id":753,"tag":"Anti-Semitism"},{"id":265,"tag":"america"},{"id":1664,"tag":"Jewish"},{"id":3111,"tag":"Soviet Union"}],"course":{"name":"Critical Writing and Research for Historians","school":"University of Toronto Scarborough","course_id":179,"school_id":28}},{"id":6822,"title":"To Resist the Nazi Party","course_id":189,"status":"P","start_date":"8/15/35","end_date":"8/15/35","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            In a rebellious act, the Nazi's own anti-Semitic tactic was turned against them. On August 15, 1935, it was reported by <em>The Globe and Mail</em> that workers in North Berlin boycotted Nazi supporter's retail stores. This tactic had been used before only by the Nazis on Jewish store owners to bankrupt them. The resistance was ended by the intervention of the political police. Officials suspected that this act of defiance was instigated by Communist groups, since there were few Jewish people or Catholics in North Berlin to carry it out. Similar resistance from Communists had occurred near Hanover, where they took down anti-Semitic government posters and continued going to Jewish stores despite government regulations. They were silenced by storm troopers and any effects of their protests were mitigated by the encouragement of anti-Semitic protests.","            Boycotts on Jewish stores were common both before and after the Nazi party came into power in 1933 (Kirk 2007, p.177). They were encouraged by Nazi government propaganda, but were organized and carried out by Nazi support groups to take away the economic power of the Jewish people (Kirk 2007, p.177). In the early years of the Nazi's reign, most anti-Nazi movements came from the supporters of Germany's other major political parties, such as the German Communist Party (Herlemann 1997, p.14-19). The Communists had complaints such as low wages and poor factory conditions that gathered support outside their party to conduct demonstrations like this boycott (Herlemann 1997, 19). This made them the largest resistance group that the Nazis focused on eliminating (Kirk 2007, p. 145-146). Communist activity, like other types of resistance, was met with violence and imprisonment by the secret police (Kirk 2007, p. 145-146, 177). This boycott was a resistance on the part of workers and Communist supporters, but the outcome served to assert the Nazi's political control."," "," "],"display_date":"August 15, 1935","search_date":"1935-08-15","locations":[{"id":53154,"lat":52.5200066,"lng":13.404954,"zoom":7,"place":"Berlin, Germany"}],"tags":[{"id":753,"tag":"Anti-Semitism"},{"id":3606,"tag":"Nazi Boycott"},{"id":3607,"tag":"Communists"}],"course":{"name":"Critical Writing and Research for Historians","school":"University of Toronto Scarborough","course_id":189,"school_id":28}}]}